[
  {
    "id": "3707124",
    "metadata": "Ano: 2025 | Banca: IBAM | Órgão: Prefeitura de Casimiro de Abreu - RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Tendo em vista as disposições da Lei n.º 13.303/2016 que dispõe sobre o estatuto jurídico da empresa pública, da sociedade de economia mista e de suas subsidiárias no âmbito da União, dos Estados, do Distrito Federal e dos Municípios, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os contratos com terceiros destinados à prestação de serviços às empresas públicas e às sociedades de economia mista, inclusive de engenharia e de publicidade, à aquisição e à locação de bens, à alienação de bens e ativos integrantes do respectivo patrimônio ou à execução de obras a serem integradas a esse patrimônio não precisam ser precedidos de licitação."
      },
      {
        "letra": "B",
        "texto": "Os contratos com terceiros destinados à prestação de serviços às empresas públicas e às sociedades de economia mista, inclusive de engenharia e de publicidade, à aquisição e à locação de bens, à alienação de bens e ativos integrantes do respectivo patrimônio ou à execução de obras a serem integradas a esse patrimônio, bem como à implementação de ônus real sobre tais bens, serão sempre precedidos de licitação."
      },
      {
        "letra": "C",
        "texto": "É dispensada a realização de licitação por empresas públicas e sociedades de economia mista para celebração de contratos de comercialização, prestação ou execução, de forma direta, de produtos, serviços ou obras especificamente relacionadas com seus respectivos objetos sociais."
      },
      {
        "letra": "D",
        "texto": "O valor estimado do contrato a ser celebrado pela empresa pública ou pela sociedade de economia mista será, em regra, público e disponibilizado a todos os licitantes e ao público em geral, em respeito à publicidade dos atos administrativo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3693674",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: BRDE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Com base na Lei Federal nº 13.303/2016, que dispõe sobre o estatuto jurídico da empresa pública, da sociedade de economia mista e de suas subsidiárias, no âmbito da União, dos Estados, do Distrito Federal e dos Municípios, analise a sentença abaixo: O estatuto da empresa pública, da sociedade de economia mista e de suas subsidiárias deverá observar regras de governança corporativa, de transparência e de estruturas, práticas de gestão de riscos e de controle interno, composição da administração e, havendo acionistas, mecanismos para sua proteção, todos constantes da referida Lei (1ª parte). Segundo as disposições do art. 17, é vedada a indicação para o Conselho de Administração e para a diretoria, entre outras vedações: a de pessoa que tenha firmado contrato ou parceria, como fornecedor ou comprador, demandante ou ofertante, de bens ou serviços de qualquer natureza, com a pessoa político-administrativa controladora da empresa pública ou da sociedade de economia mista ou com a própria empresa ou sociedade em período inferior a 3 anos antes da data de nomeação (2ª parte). De acordo com o art. 19-A, nos conselhos de administração das empresas públicas e das sociedades de economia mista de que trata a referida Lei, pelo menos 40% dos membros titulares serão mulheres (3ª parte). Quais partes estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a 1ª parte."
      },
      {
        "letra": "B",
        "texto": "Apenas a 1ª e a 2ª partes."
      },
      {
        "letra": "C",
        "texto": "Apenas a 1ª e a 3ª partes."
      },
      {
        "letra": "D",
        "texto": "Apenas a 2ª e a 3ª partes."
      },
      {
        "letra": "E",
        "texto": "Todas as partes."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3693664",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: BRDE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "A Lei Federal nº 13.303/2016 estabelece que a contratação direta será feita quando houver a inviabilidade de competição. Segundo a referida Lei, entre as hipóteses de inexigibilidade de licitação, está a contratação dos serviços técnicos especializados com profissionais ou empresas de notória especialização. São exemplos desses serviços técnicos especializados para os quais é permitida a contratação direta: I. Assessorias ou consultorias técnicas e auditorias financeiras ou tributárias. II. Fiscalização, supervisão ou gerenciamento de obras ou serviços. III. Patrocínio ou defesa de causas judiciais ou administrativas. IV. Serviços de publicidade e divulgação. Quais estão corretos?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I e III."
      },
      {
        "letra": "B",
        "texto": "Apenas II e IV."
      },
      {
        "letra": "C",
        "texto": "Apenas I, II e III."
      },
      {
        "letra": "D",
        "texto": "Apenas II, III e IV."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3657091",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: Prefeitura de Niterói - RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "A Lei 13.303/2016 dispõe sobre o estatuto jurídico da empresa pública, da sociedade de economia mista e de suas subsidiárias, abrangendo toda e qualquer empresa pública e sociedade de economia mista da União, dos Estados, do Distrito Federal e dos Municípios que explore atividade econômica de produção ou comercialização de bens ou de prestação de serviços, ainda que a atividade econômica esteja sujeita ao regime de monopólio da União ou seja de prestação de serviços públicos. De acordo com essa lei, as disposições aplicáveis às empresas públicas e às sociedades de economia mista especificam não se aplicam à empresa pública e à sociedade de economia mista que tiver, em conjunto com suas respectivas subsidiárias, no exercício social anterior, receita operacional bruta",
    "alternativas": [
      {
        "letra": "A",
        "texto": "inferior a R$ 90.000.000,00."
      },
      {
        "letra": "B",
        "texto": "inferior a R$ 50.000.000,00."
      },
      {
        "letra": "C",
        "texto": "inferior a R$ 10.000.000,00."
      },
      {
        "letra": "D",
        "texto": "superior a R$ 50.000.000,00."
      },
      {
        "letra": "E",
        "texto": "superior a R$ 100.000.000,00."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3647524",
    "metadata": "Ano: 2025 | Banca: IDECAN | Órgão: UFSBA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Com base na Lei nº 13.303/2016, o Conselho de Administração deve ser composto, no mínimo, por 25% (vinte e cinco por cento) de membros independentes ou por pelo menos 1 (um), caso haja decisão pelo exercício da faculdade do voto múltiplo pelos acionistas minoritários. O conselheiro independente, entre outros aspectos, caracteriza-se por:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não ter qualquer vínculo com a empresa pública ou a sociedade de economia mista, incluindo participação de capital; não ser cônjuge ou parente consanguíneo ou afim, até o terceiro grau ou por adoção, de chefe do Poder Executivo, de Ministro de Estado, de Secretário de Estado ou Município ou de administrador da empresa pública ou da sociedade de economia mista; não ter mantido, nos últimos 3 (três) anos, vínculo de qualquer natureza com a empresa pública, a sociedade de economia mista ou seus controladores, que possa vir a comprometer sua independência."
      },
      {
        "letra": "B",
        "texto": "Não ter qualquer vínculo com a empresa pública ou a sociedade de economia mista, exceto participação de capital; não ser cônjuge ou parente consanguíneo ou afim, até o segundo grau ou por adoção, de chefe do Poder Executivo, de Ministro de Estado, de Secretário de Estado ou Município ou de administrador da empresa pública ou da sociedade de economia mista; não ter mantido, nos últimos 3 (três) anos, vínculo de qualquer natureza com a empresa pública, a sociedade de economia mista ou seus controladores, que possa vir a comprometer sua independência."
      },
      {
        "letra": "C",
        "texto": "Não ter qualquer vínculo com a empresa pública ou a sociedade de economia mista, incluindo participação de capital; não ser cônjuge ou parente consanguíneo ou afim, até o terceiro grau ou por adoção, de chefe do Poder Executivo, de Ministro de Estado, de Secretário de Estado ou Município ou de administrador da empresa pública ou da sociedade de economia mista; não ter mantido, nos últimos 2 (dois) anos, vínculo de qualquer natureza com a empresa pública, a sociedade de economia mista ou seus controladores, que possa vir a comprometer sua independência."
      },
      {
        "letra": "D",
        "texto": "Não ter qualquer vínculo com a empresa pública ou a sociedade de economia mista, exceto participação de capital; não ser cônjuge ou parente consanguíneo ou afim, até o terceiro grau ou por adoção, de chefe do Poder Executivo, de Ministro de Estado, de Secretário de Estado ou Município ou de administrador da empresa pública ou da sociedade de economia mista; não ter mantido, nos últimos 3 (três) anos, vínculo de qualquer natureza com a empresa pública, a sociedade de economia mista ou seus controladores, que possa vir a comprometer sua independência."
      },
      {
        "letra": "E",
        "texto": "Não ter qualquer vínculo com a empresa pública ou a sociedade de economia mista, exceto participação de capital; não ser cônjuge ou parente consanguíneo ou afim, até o terceiro grau ou por adoção, de chefe do Poder Executivo, de Ministro de Estado, de Secretário de Estado ou Município ou de administrador da empresa pública ou da sociedade de economia mista; não ter mantido, no último ano, vínculo de qualquer natureza com a empresa pública, a sociedade de economia mista ou seus controladores, que possa vir a comprometer sua independência."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3645882",
    "metadata": "Ano: 2025 | Banca: IDECAN | Órgão: UFOB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Sob a luz da Lei nº 13.303/2016, marque a opção correta quanto à empresa pública.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não deverá divulgar toda e qualquer forma de remuneração dos administradores."
      },
      {
        "letra": "B",
        "texto": "Não deverá solucionar, mediante arbitragem, as divergências entre acionistas e a sociedade."
      },
      {
        "letra": "C",
        "texto": "Não é responsável por aferir a adequação do controle interno, a efetividade do gerenciamento dos riscos e dos processos de governança."
      },
      {
        "letra": "D",
        "texto": "Não poderá adequar o seu estatuto social à autorização legislativa de sua criação."
      },
      {
        "letra": "E",
        "texto": "Não poderá lançar debêntures ou outros títulos ou valores mobiliários, conversíveis em ações."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3606009",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: PGM - RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "O Conselho de Administração das empresas públicas e das sociedades de economia mista deve ser composto, no mínimo, por vinte e cinco por cento de membros independentes ou por pelo menos um, caso haja decisão pelo exercício da faculdade do voto múltiplo pelos acionistas minoritários. De acordo com a narrativa e considerando as disposições da Lei no 13.303/2016, avalie se os requisitos de elegibilidade do conselheiro independente incluem: I. Não ter qualquer vínculo com a empresa pública ou a sociedade de economia mista, inclusive participação de capital. II. Não ser cônjuge ou parente consanguíneo ou afim, até o segundo grau, inclusive ou por adoção, de chefe do Poder Executivo, de Secretário de Município ou de administrador da empresa pública ou da sociedade de economia mista. III. Não ser ou não ter sido, nos últimos três anos, empregado ou diretor da empresa pública, da sociedade de economia mista ou de sociedade controlada, coligada ou subsidiária da empresa pública ou da sociedade de economia mista, exceto se o vínculo for exclusivamente com instituições públicas de ensino ou pesquisa. Está correto o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "II, apenas."
      },
      {
        "letra": "C",
        "texto": "III, apenas."
      },
      {
        "letra": "D",
        "texto": "I e III, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3594912",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TCE-PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "A empresa pública federal Águas do Norte S.A., de capital misto, atua no setor de saneamento básico e está sujeita às disposições da Lei nº 13.303/2016. Em determinado exercício, a empresa identificou a necessidade de contratar, com urgência, serviços técnicos especializados de consultoria jurídica para atuar em processo internacional de arbitragem, cuja complexidade exigia notório conhecimento especializado e experiência prévia específica. Considerando o caso descrito e as normas sobre licitações e contratações das estatais, especialmente o disposto na Lei nº 13.303/2016, analise as afirmativas a seguir. I. A contratação direta prescinde de justificativa quanto à escolha do fornecedor e à estimativa de preços, desde que haja urgência devidamente comprovada. II. A contratação direta de serviços técnicos especializados é admitida, desde que justificada a notória especialização do contratado e demonstrada a inviabilidade de competição. III. Na contratação direta, caso o órgão de controle externo constate sobrepreço ou superfaturamento, a responsabilidade será apenas do fornecedor ou prestador de serviços. Está correto o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "II, apenas."
      },
      {
        "letra": "C",
        "texto": "III, apenas."
      },
      {
        "letra": "D",
        "texto": "I e II, apenas."
      },
      {
        "letra": "E",
        "texto": "II e III, apenas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3593778",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TCE-PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Ao fiscalizar as contas da sociedade de economia mista XYZ, integrante da Administração Indireta do Município Alfa, João, Auditor De Controle Externo do Tribunal de Contas estadual, constatou a existência, na estrutura societária da entidade, de um Comitê de Auditoria Estatutário. Nesse cenário, considerando as disposições da Lei nº 13.303/2016, avalie as afirmativas a seguir e assinale (V) para verdadeira e (F) para falsa. ( ) Competirá ao Comitê de Auditoria Estatutário, sem prejuízo de outras competências previstas no estatuto da empresa pública ou da sociedade de economia mista, monitorar a qualidade e a integridade dos mecanismos de controle interno, das demonstrações financeiras e das informações e medições divulgadas pela empresa pública ou pela sociedade de economia mista. ( ) O Comitê de Auditoria Estatutário deverá se reunir quando necessário, no mínimo bimestralmente, de modo que as informações contábeis sejam sempre apreciadas antes de sua divulgação. ( ) O Comitê de Auditoria Estatutário deverá possuir autonomia operacional e dotação orçamentária, anual ou por projeto, dentro de limites aprovados pelo Conselho de Administração, para conduzir ou determinar a realização de consultas, avaliações e investigações dentro do escopo de suas atividades, inclusive com a contratação e utilização de especialistas externos independentes. As afirmativas são, respectivamente,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V – V – V."
      },
      {
        "letra": "B",
        "texto": "F – V – F."
      },
      {
        "letra": "C",
        "texto": "V – V – F."
      },
      {
        "letra": "D",
        "texto": "F – F – V."
      },
      {
        "letra": "E",
        "texto": "V – F – V."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3593203",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TCE-PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Em conformidade com a legislação de regência, a empresa pública e a sociedade de economia mista adotarão regras de estruturas e práticas de gestão de riscos e controle interno que abranjam, dentre outras, área responsável pela verificação de cumprimento de obrigações e de gestão de riscos e auditoria interna e Comitê de Auditoria Estatutário. De acordo com a narrativa e considerando as disposições da Lei nº 13.303/2016, analise as afirmativas a seguir. I. O estatuto social deverá prever a possibilidade de que a área de compliance se reporte diretamente ao Conselho de Administração em situações em que se suspeite do envolvimento do diretor-presidente em irregularidades ou quando este se furtar à obrigação de adotar medidas necessárias em relação à situação a ele relatada. II. A auditoria interna deverá ser responsável por aferir a adequação do controle interno, a efetividade do gerenciamento dos riscos e dos processos de governança e a confiabilidade do processo de coleta, mensuração, classificação, acumulação, registro e divulgação de eventos e transações, visando ao preparo de demonstrações financeiras. III. É possível, excepcionalmente, que a auditoria interna seja vinculada ao Conselho de Administração, diretamente ou por meio do Comitê de Auditoria Estatutário, desde que haja justificativa idônea para tanto. Está correto o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "II, apenas."
      },
      {
        "letra": "C",
        "texto": "III, apenas."
      },
      {
        "letra": "D",
        "texto": "I e II, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3593074",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TCE-PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos",
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "A sociedade de economia mista Beta, integrante da Administração Indireta do Estado de Pernambuco, pretende deflagrar processo licitatório visando à celebração de contrato destinado à execução de obras e serviços de engenharia, em observância às formalidades constitucionais e legais. De acordo com a narrativa e considerando as disposições da Lei nº 13.303/2016, analise os regimes a seguir. I. Contratação integrada, nos casos em que o contratante necessite receber o empreendimento, normalmente de alta complexidade, em condição de operação imediata. II. Contratação semi-integrada, quando for possível definir previamente no projeto básico as quantidades dos serviços a serem posteriormente executados na fase contratual, em obra ou serviço de engenharia que possa ser executado com diferentes metodologias ou tecnologias. III. Empreitada integral, quando a obra ou o serviço de engenharia for de natureza predominantemente intelectual e de inovação tecnológica do objeto licitado ou puder ser executado com diferentes metodologias ou tecnologias de domínio restrito no mercado. Os contratos destinados à execução de obras e serviços de engenharia admitirão, dentre outros, o(s) regime(s) elencado(s) em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "II, apenas."
      },
      {
        "letra": "C",
        "texto": "III, apenas."
      },
      {
        "letra": "D",
        "texto": "I e III, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3592149",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TCE-PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "A Lei das Estatais (Lei nº 13.303/2016) impõe que as empresas públicas e sociedades de economia mista adotem regras de estruturas e práticas de gestão de riscos e controle interno. O comando legal abrange toda e qualquer empresa pública e sociedade de economia mista da União, dos Estados, do Distrito Federal e dos Municípios que explore atividade econômica de produção ou comercialização de bens ou de prestação de serviços, ainda que a atividade econômica esteja sujeita ao regime de monopólio da União ou seja de prestação de serviços públicos. Acerca de tais regras e práticas, avalie as afirmativas a seguir: I. Deverá ser previsto o treinamento periódico, no mínimo semestral, sobre o Código de Conduta e Integridade, a empregados e administradores, e sobre a política de gestão de riscos, a administradores. II. A estrutura societária de controle interno inclui a obrigatoriedade do Comitê de Auditoria Estatutário, órgão auxiliar do Conselho de Administração, que deverá se reunir, no mínimo, bimestralmente, de modo que as informações contábeis sejam sempre apreciadas antes de sua divulgação. III. A área responsável pela verificação de cumprimento de obrigações e de gestão de riscos deverá ser vinculada ao diretor de compliance e liderada por diretor estatutário, devendo o estatuto social prever as atribuições da área, bem como estabelecer mecanismos que assegurem atuação independente. Está correto o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "II, apenas."
      },
      {
        "letra": "C",
        "texto": "I e III, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3537446",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: GHC-RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "A Lei Federal nº 13.303/2016 estabelece as situações em que é dispensável a realização de licitação por empresas públicas e sociedades de economia mista. Segundo as disposições dos incisos I e II do art. 29, são duas delas: “I – para obras e serviços de engenharia de valor até ______________________ desde que não se refiram a parcelas de uma mesma obra ou serviço ou ainda a obras e serviços de mesma natureza e no mesmo local que possam ser realizadas conjunta e concomitantemente. II – para outros serviços e compras de valor até _________________________ e para alienações, nos casos previstos na referida Lei, desde que não se refiram a parcelas de um mesmo serviço, compra ou alienação de maior vulto que possa ser realizado de uma só vez”. Assinale a alternativa que preenche, correta e respectivamente, as lacunas do trecho acima.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "R$ 100.000,00 (cem mil reais) – R$ 50.000,00 (cinquenta mil reais)"
      },
      {
        "letra": "B",
        "texto": "R$ 120.00,00 (cento e vinte mil reais) – R$ 60.000,00 (sessenta mil reais)"
      },
      {
        "letra": "C",
        "texto": "R$ 160.000,00 (cento e sessenta mil reais) – R$ 80.000,00 (oitenta mil reais)"
      },
      {
        "letra": "D",
        "texto": "R$ 180.000,00 (cento e oitenta mil reais) – R$ 90.000,00 (noventa mil reais)"
      },
      {
        "letra": "E",
        "texto": "R$ 200.000,00 (duzentos mil reais) – R$ 100.000,00 (cem mil reais)"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3536705",
    "metadata": "Ano: 2025 | Banca: INSTITUTO AOCP | Órgão: SANESUL",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Considerando as regras da Lei nº 13.303/2016 (Lei das Estatais) acerca da validade de regras que limitam o acesso a cargos nos conselhos de administração e nas diretorias das empresas estatais, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os membros do Conselho de Administração e os indicados para os cargos de diretor, inclusive presidente, diretor-geral e diretor-presidente, deverão, obrigatoriamente, ter formação acadêmica compatível com o cargo para o qual foram indicados."
      },
      {
        "letra": "B",
        "texto": "Os membros do Conselho de Administração e os indicados para os cargos de diretor, inclusive presidente, diretor-geral e diretor-presidente, serão escolhidos entre cidadãos de reputação ilibada e de notório saber jurídico."
      },
      {
        "letra": "C",
        "texto": "Os membros do Conselho de Administração e os indicados para os cargos de diretor, inclusive presidente, diretor-geral e diretor-presidente, serão escolhidos entre cidadãos de reputação ilibada e de notório conhecimento, devendo obrigatoriamente ter experiência profissional de, no mínimo, 05 (cinco) anos, no setor público ou privado, na área de atuação da empresa pública ou da sociedade de economia mista ou em área conexa àquela para a qual forem indicados em função de direção superior."
      },
      {
        "letra": "D",
        "texto": "É vedada a indicação, para o Conselho de Administração e para a diretoria, de representante do órgão regulador ao qual a empresa pública ou a sociedade de economia mista está sujeita, de Ministro de Estado, de Secretário de Estado, de Secretário Municipal, de titular de cargo, sem vínculo permanente com o serviço público, de natureza especial ou de direção e assessoramento superior na administração pública, de dirigente estatutário de partido político e de titular de mandato no Poder Legislativo de qualquer ente da federação, salvo se licenciados do cargo."
      },
      {
        "letra": "E",
        "texto": "É vedada a indicação, para o Conselho de Administração e para a diretoria, de pessoa que tenha firmado contrato ou parceria, como fornecedor ou comprador, demandante ou ofertante, de bens ou serviços de qualquer natureza, com a pessoa político-administrativa controladora da empresa pública ou da sociedade de economia mista ou com a própria empresa ou sociedade nos últimos 06 (seis) meses, antes da data de nomeação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3536068",
    "metadata": "Ano: 2025 | Banca: Instituto Access | Órgão: Prefeitura de Apiaí - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Com base na Lei nº 13.303/2016 que dispõe sobre o estatuto jurídico da empresa pública, da sociedade de economia mista e de suas subsidiárias, no âmbito da União, dos Estados, do Distrito Federal e dos Municípios, marque V para as afirmativas verdadeiras e F para as falsas. (__) Empresa pública é a entidade dotada de personalidade jurídica de direito privado, com criação autorizada por lei e com patrimônio próprio, cujo capital social é integralmente detido pela União, pelos Estados, pelo Distrito Federal ou pelos Municípios. (__) Sociedade de economia mista é a entidade dotada de personalidade jurídica de direito público, com criação autorizada por Lei, sob a forma de sociedade anônima, cujas ações com direito a voto pertençam em sua maioria à União, aos Estados, ao Distrito Federal, aos Municípios ou a entidade da administração indireta. (__) A exploração de atividade econômica pelo Estado será exercida por meio de empresa pública, de sociedade de economia mista e de suas subsidiárias. (__) Os procedimentos licitatórios, a pré-qualificação e os contratos disciplinados por esta Lei serão divulgados em portal específico mantido pela empresa pública ou sociedade de economia mista na internet, devendo ser adotados os seguintes prazos mínimos para apresentação de propostas ou lances, contados a partir da divulgação do instrumento convocatório, no mínimo 20 dias úteis para licitação em que se adote como critério de julgamento a melhor técnica ou a melhor combinação de técnica e preço, bem como para licitação em que haja contratação semi-integrada ou integrada. A sequência está correta em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F, V, F, V."
      },
      {
        "letra": "B",
        "texto": "V, F, V, F."
      },
      {
        "letra": "C",
        "texto": "V, V, F, F."
      },
      {
        "letra": "D",
        "texto": "F, F, V, V."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3522853",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: CISBAF - RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "A Lei nº 13.303/2016 estabelece o estatuto jurídico aplicável às empresas públicas e sociedades de economia mista que exploram atividade econômica ou prestam serviço público, tanto da União quanto dos Estados, do Distrito Federal e dos Municípios. Essa norma trouxe um novo regime jurídico para contratações, com regras específicas distintas daquelas previstas na antiga Lei nº 8.666/1993 e na atual Lei nº 14.133/2021. Com base na Lei nº 13.303/2016 e no Decreto nº 8.945/2016, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A contratação por dispensa de licitação, nos termos da Lei nº 13.303/2016, está limitada exclusivamente aos casos de guerra e grave perturbação da ordem."
      },
      {
        "letra": "B",
        "texto": "As empresas estatais estão autorizadas a contratar diretamente qualquer fornecedor por inexigibilidade sempre que houver urgência administrativa, desde que motivada."
      },
      {
        "letra": "C",
        "texto": "As empresas estatais têm o regulamento interno de licitações e contratos como obrigatório e deve observar os princípios da impessoalidade, da transparência e do julgamento por critérios objetivos."
      },
      {
        "letra": "D",
        "texto": "A Lei nº 13.303/2016 prevê que o procedimento de licitação simplificado se aplica obrigatoriamente a todas as contratações de bens e serviços comuns, inclusive os de engenharia, com valores inferiores aos limites estabelecidos em regulamento."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3520304",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TJ-ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "O acionista controlador de sociedade de economia mista estadual indicou Matheus para o cargo de diretor-presidente. O indicado tem 32 anos, reputação ilibada e notório conhecimento na área de atuação da sociedade de economia mista. Ademais, Matheus atua nos últimos cinco anos como profissional liberal em atividade diretamente vinculada à área de atuação da sociedade de economia mista. Por fim, o indicado tem formação acadêmica compatível com o cargo para o qual foi indicado e não se enquadra nas hipóteses legais de inelegibilidade para qualquer cargo. Considerando o caso narrado, é correto afirmar que Matheus:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pode ter sua indicação aceita para o cargo de diretor-presidente porque tem mais de 25 anos, idade mínima para indicação a cargos na Diretoria ou Conselho de Administração de sociedade de economia mista;"
      },
      {
        "letra": "B",
        "texto": "pode ter sua indicação rejeitada para o cargo de diretor-presidente porque não atua há no mínimo dez anos como profissional liberal em atividade diretamente vinculada à área de atuação da sociedade de economia mista;"
      },
      {
        "letra": "C",
        "texto": "deve ter sua indicação rejeitada para o cargo de diretor-presidente porque não exerce o cargo de docente ou de pesquisador em áreas de atuação da sociedade de economia mista;"
      },
      {
        "letra": "D",
        "texto": "pode ter sua indicação aceita para o cargo de diretor-presidente porque, cumulativamente, tem formação acadêmica compatível com o cargo e não se enquadra nas hipóteses legais de inelegibilidade para qualquer cargo;"
      },
      {
        "letra": "E",
        "texto": "deve ter sua indicação rejeitada para o cargo de diretor-presidente porque não tem a idade mínima de 35 anos exigida por lei."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3498334",
    "metadata": "Ano: 2025 | Banca: CONSULPAM | Órgão: CONAB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Considerando o disposto na Lei n.º 13.303/2016, sobre a composição da diretoria de empresa pública, é VEDADA a indicação de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Professores universitários com experiência na área agrícola."
      },
      {
        "letra": "B",
        "texto": "Servidores efetivos da União com mais de 5 (cinco) anos de atuação técnica."
      },
      {
        "letra": "C",
        "texto": "Ex-funcionário público que se desligou há mais de 3 (três) anos."
      },
      {
        "letra": "D",
        "texto": "Pessoa que tenha atuado em campanha eleitoral nos últimos 36 (trinta e seis) meses."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3498333",
    "metadata": "Ano: 2025 | Banca: CONSULPAM | Órgão: CONAB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "No que se refere à transparência institucional prevista na Lei n.º 13.303/2016, é obrigação da CONAB, enquanto empresa pública:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Divulgar apenas seus balanços patrimoniais trimestrais, em meio físico."
      },
      {
        "letra": "B",
        "texto": "Apresentar carta anual de governança corporativa, com informações relativas a atividades desenvolvidas, estrutura de controle, fatores de risco, dados econômico-financeiros, entre outros."
      },
      {
        "letra": "C",
        "texto": "Realizar auditoria interna apenas quando exigida por decreto presidencial."
      },
      {
        "letra": "D",
        "texto": "Manter em sigilo permanente os dados de contratos com empresas privadas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3498332",
    "metadata": "Ano: 2025 | Banca: CONSULPAM | Órgão: CONAB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Com base na Lei n.º 13.303/2016, é CORRETO afirmar, sobre as empresas públicas, que sua função social:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Limita-se à obtenção de lucro e valorização do capital público."
      },
      {
        "letra": "B",
        "texto": "É acessória e não deve comprometer a autonomia empresarial."
      },
      {
        "letra": "C",
        "texto": "Não se aplica às subsidiárias das empresas públicas que operam no exterior."
      },
      {
        "letra": "D",
        "texto": "Está orientada ao interesse coletivo ou à segurança nacional, expressos em lei."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3498331",
    "metadata": "Ano: 2025 | Banca: CONSULPAM | Órgão: CONAB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Em relação à constituição de subsidiárias de empresas públicas, como a CONAB, a Lei n.º 13.303/2016 estabelece que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É vedada a criação de subsidiárias para exploração de atividades econômicas."
      },
      {
        "letra": "B",
        "texto": "A criação de subsidiárias depende de autorização legislativa."
      },
      {
        "letra": "C",
        "texto": "Não há necessidade de autorização legal para participação em empresas privadas, independentemente do objeto social."
      },
      {
        "letra": "D",
        "texto": "A criação de subsidiárias depende apenas de deliberação do conselho de administração."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3497943",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: ION de Niterói - RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista",
      "Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Uma empresa pública deseja contratar um serviço de engenharia para executar uma obra, ainda não iniciada, em sua sede. Desconsiderando qualquer possibilidade de alteração do valor da obra por ato do Conselho de Administração da empresa, o valor máximo permitido para que haja dispensa de processo licitatório na contratação do serviço é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "R$ 25.000,00"
      },
      {
        "letra": "B",
        "texto": "R$ 50.000,00"
      },
      {
        "letra": "C",
        "texto": "R$ 75.000,00"
      },
      {
        "letra": "D",
        "texto": "R$ 100.000,00"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3492605",
    "metadata": "Ano: 2025 | Banca: CONSULPAM | Órgão: CONAB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "A respeito das disposições da Lei n.º 13.303/2016 e suas atualizações, assinale a alternativa CORRETA quanto à contratação de obras e serviços de arquitetura e engenharia por empresas públicas e sociedades de economia mista.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É dispensável a elaboração de projeto básico para obras de engenharia de até R$ 1,5 milhão."
      },
      {
        "letra": "B",
        "texto": "A inversão das fases de habilitação e julgamento é proibida em licitações para obras públicas."
      },
      {
        "letra": "C",
        "texto": "A contratação de obras e serviços deve ser precedida de projeto básico, definido como peça técnica indispensável ao julgamento da proposta."
      },
      {
        "letra": "D",
        "texto": "É vedada a contratação integrada em obras públicas pelas estatais."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3492590",
    "metadata": "Ano: 2025 | Banca: CONSULPAM | Órgão: CONAB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos",
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "De acordo com o Regulamento de Licitações e Contratos (RLC) da CONAB, em conformidade com a Lei n.º 13.303/2016 uma obrigação da contratada, durante a execução de obras, é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Encaminhar relatório trimestral à Receita Federal com o cronograma físico-financeiro da obra."
      },
      {
        "letra": "B",
        "texto": "Registrar diariamente as atividades executadas em diário de obras e manter à disposição da fiscalização da CONAB."
      },
      {
        "letra": "C",
        "texto": "Substituir o engenheiro responsável técnico sempre que houver atraso na entrega da etapa contratual."
      },
      {
        "letra": "D",
        "texto": "Permitir o acesso do público externo à obra sempre que solicitado por órgãos federais."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3492567",
    "metadata": "Ano: 2025 | Banca: CONSULPAM | Órgão: CONAB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista",
      "Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "O Regulamento de Licitações e Contratos (RLC) da CONAB, aprovado pela Resolução n.º 10.901/2024, estabelece as normas para os procedimentos de contratação no âmbito da empresa pública. Considerando o artigo 269 do Título IV, que trata dos procedimentos licitatórios, analise as lacunas do enunciado a seguir: O critério de julgamento pela melhor técnica ou pelo melhor conteúdo artístico poderá ser utilizado para a contratação de projetos e trabalhos de natureza técnica, científica ou __________, incluídos os projetos arquitetônicos e _________ os projetos de engenharia. Assinale a alternativa que preenche CORRETAMENTE as lacunas.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Acadêmica/ incluídos."
      },
      {
        "letra": "B",
        "texto": "Jurídica / abarcados."
      },
      {
        "letra": "C",
        "texto": "Artística / excluídos."
      },
      {
        "letra": "D",
        "texto": "Visuai/ admitidos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3492561",
    "metadata": "Ano: 2025 | Banca: CONSULPAM | Órgão: CONAB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Com base na Seção III da Lei n.º 13.303/2016, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na contratação integrada, o contratado é responsável pela elaboração dos projetos básico e executivo, além da execução da obra e demais etapas até a entrega final."
      },
      {
        "letra": "B",
        "texto": "A empreitada por preço global é indicada para situações em que se pode estimar com boa precisão as quantidades dos serviços antes da contratação."
      },
      {
        "letra": "C",
        "texto": "A modalidade de contratação semi-integrada permite que a contratada altere o projeto básico, mesmo sem justificativa técnica."
      },
      {
        "letra": "D",
        "texto": "Na empreitada integral, a contratada entrega o empreendimento em condições de entrada em operação, incluindo todas as instalações necessárias."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3492560",
    "metadata": "Ano: 2025 | Banca: CONSULPAM | Órgão: CONAB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "A respeito das contratações integradas e semiintegradas previstas na Lei n.º 13.303/2016, julgue as sentenças a seguir: I- A ausência de projeto básico pode ser usada como justificativa para a adoção da contratação integrada, uma vez que o contratado é responsável pela elaboração dos projetos. II- Na contratação semi-integrada, admite-se a alteração do projeto básico desde que demonstrada a superioridade técnica da nova proposta. III- A matriz de riscos deve prever claramente as frações do objeto em que o contratado não poderá inovar em soluções metodológicas ou tecnológicas, impondo identidade entre execução e o projeto-base. IV- O anteprojeto de engenharia é exigido na contratação semi-integrada e deve conter, obrigatoriamente, a memória de cálculo do orçamento estimativo. Estão CORRETAS apenas as sentenças:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "II e III."
      },
      {
        "letra": "C",
        "texto": "I e IV."
      },
      {
        "letra": "D",
        "texto": "III e IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3476981",
    "metadata": "Ano: 2025 | Banca: IESES | Órgão: SCGás",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Conforme o artigo 40 da Lei 13.303/16 “As empresas públicas e as sociedades de economia mista deverão publicar e manter atualizado regulamento interno de licitações e contratos, compatível com o disposto nesta Lei, especialmente quanto a”: I. Glossário de expressões técnicas, cadastro de fornecedores, minutas-padrão de editais e contratos. II. Procedimentos de licitação e contratação direta. III. Tramitação de recursos, formalização gestão e fiscalização de contratos. IV. Aplicação de penalidades e recebimento do objeto do contrato. Analise as assertivas acima e assinale abaixo a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As assertivas I, II, III e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas II e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas III e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas I e IV estão corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3445710",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: CAESB-DF",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Considerando o Estatuto Jurídico da Empresa Pública, da Sociedade de Economia Mista e de suas Subsidiárias (Lei n.º 13.303/2016), assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É vedado às sociedades de economia mista lançar debêntures ou outros títulos e valores mobiliários conversíveis em ações."
      },
      {
        "letra": "B",
        "texto": "O regime específico licitatório previsto para as empresas públicas e sociedades de economia mista contempla a hipótese de dispensa de licitação para a transferência de bens a órgãos e entidades da administração pública, inclusive quando efetivada mediante permuta."
      },
      {
        "letra": "C",
        "texto": "A alienação de bens por empresas públicas e sociedades de economia mista prescinde, em regra, de processo licitatório."
      },
      {
        "letra": "D",
        "texto": "É vedado às empresas públicas e sociedades de economia mista realizar, em ano de eleição para cargos do ente federativo a que sejam vinculadas, quaisquer despesas com publicidade e patrocínio."
      },
      {
        "letra": "E",
        "texto": "Admite-se a indicação de pessoa que exerça cargo em organização sindical para compor a diretoria de empresa pública, desde que o nome seja aprovado pelo conselho de administração."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3445544",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: CAESB-DF",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "A Lei das Estatais (Lei n.º 13.303/2016) estabelece regras específicas para",
    "alternativas": [
      {
        "letra": "A",
        "texto": "treinamento e aperfeiçoamento de pessoal das empresas privadas com fins lucrativos terceirizadas pelo poder público."
      },
      {
        "letra": "B",
        "texto": "gestão financeira, patrimonial e de recursos humanos das entidades da administração pública direta."
      },
      {
        "letra": "C",
        "texto": "definir os mecanismos de responsabilização dos dirigentes das organizações não governamentais (ONGs)."
      },
      {
        "letra": "D",
        "texto": "execução de políticas públicas por entidades de direito público ou de direito privado."
      },
      {
        "letra": "E",
        "texto": "empresas públicas, sociedades de economia mista e suas subsidiárias, visando garantir maior transparência, eficiência e governança na execução de suas atividades."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3443196",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: CAESB-DF",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Com base na Lei n.º 13.303/2016, que dispõe sobre o estatuto jurídico da empresa pública, da sociedade de economia mista e de suas subsidiárias, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A constituição de empresa pública ou de sociedade de economia mista depende de prévia autorização legal, requisito dispensado para a criação de suas subsidiárias, assim como para a participação desses entes em empresas privadas."
      },
      {
        "letra": "B",
        "texto": "As empresas públicas e a sociedades de economia mista devem criar um comitê estatutário para verificar a conformidade do processo de indicação e de avaliação de membros para o conselho de administração e para o conselho fiscal, com atribuições para auxiliar o acionista controlador na indicação desses membros."
      },
      {
        "letra": "C",
        "texto": "São considerados administradores da empresa pública e da sociedade de economia mista os membros do conselho de administração e do conselho fiscal."
      },
      {
        "letra": "D",
        "texto": "É vedada a participação remunerada de membros da administração pública, direta ou indireta, em conselho de administração ou conselho fiscal de empresa pública, de sociedade de economia mista ou de suas subsidiárias."
      },
      {
        "letra": "E",
        "texto": "Os membros do conselho fiscal devem ser servidores públicos com vínculo permanente com a administração pública."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3437109",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: BANRISUL",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Assinale a opção em que é citado um princípio que, segundo a Lei n.º 13.303/2016, deve orientar a contratação de soluções de TI por empresas públicas e sociedades de economia mista.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "discricionariedade do contratante"
      },
      {
        "letra": "B",
        "texto": "sigilo das etapas no caso de contratação estratégica"
      },
      {
        "letra": "C",
        "texto": "discricionariedade absoluta do gestor"
      },
      {
        "letra": "D",
        "texto": "dispensa de licitação para contratos de software"
      },
      {
        "letra": "E",
        "texto": "obtenção de competitividade"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3426341",
    "metadata": "Ano: 2025 | Banca: VUNESP | Órgão: TCE-SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Uma sociedade de economia mista controlada pelo Estado de São Paulo contratou, sem licitação, serviços de sua subsidiária integral. Considerando essa situação, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "desde que os preços sejam compatíveis com os praticados no mercado e que o objeto do contrato tenha relação com a atividade da contratada prevista em seu estatuto social, a contratação é legal."
      },
      {
        "letra": "B",
        "texto": "a contratação da prestação de serviços por subsidiária integral é caso de inexigibilidade de licitação, por não ser viável a competição, considerando-se tratar- -se de entidade que atende ao conceito de “parte relacionada”."
      },
      {
        "letra": "C",
        "texto": "a contratação é legal por se tratar de uma sociedade de economia mista; por outro lado, se se tratasse de uma empresa pública, a contratação de serviços teria de ser precedida de licitação, independentemente da existência ou não de subsidiária integral."
      },
      {
        "letra": "D",
        "texto": "desde que o objeto do contrato tenha relação com a atividade da contratada prevista em seu estatuto social, a contratação é legal, independentemente do preço praticado, por se tratar de entidade integrante do mesmo grupo econômico."
      },
      {
        "letra": "E",
        "texto": "desde que os preços sejam compatíveis com os praticados, a contratação é legal, independentemente do objeto social da subsidiária integral, por se tratar do mesmo grupo econômico."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3406145",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: SEPLAN-SE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Após a constituição, em observância às formalidades legais, da sociedade de economia mista XYZ, integrante da Administração Indireta, o Governador do Estado Alfa se debruçou sobre as normas que dizem respeito aos administradores das estatais. Nesse cenário, considerando as disposições da Lei nº 13.303/2016, avalie as afirmativas a seguir e assinale (V) para a verdadeira e (F) para a falsa. ( ) É vedada a indicação, para o Conselho de Administração e para a diretoria, de pessoa que tenha firmado contrato ou parceria, como fornecedor ou comprador, demandante ou ofertante, de bens ou serviços de qualquer natureza, com a pessoa político-administrativa controladora da empresa pública ou da sociedade de economia mista ou com a própria empresa ou sociedade em período inferior a cinco anos antes da data de nomeação. ( ) Os administradores eleitos devem participar, na posse e semestralmente, de treinamentos específicos sobre legislação societária e de mercado de capitais, divulgação de informações, controle interno, código de conduta e demais temas relacionados às atividades da empresa pública ou da sociedade de economia mista. ( ) O estatuto da empresa pública, da sociedade de economia mista e de suas subsidiárias poderá dispor sobre a contratação de seguro de responsabilidade civil pelos administradores. As afirmativas são, respectivamente,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F – F – F."
      },
      {
        "letra": "B",
        "texto": "F – V – F."
      },
      {
        "letra": "C",
        "texto": "V – F – V."
      },
      {
        "letra": "D",
        "texto": "F – F – V."
      },
      {
        "letra": "E",
        "texto": "V – V – V."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3375674",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRM-MS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Acerca das licitações e dos contratos administrativos julgue o item a seguir.Em relação às entidades da Administração Pública que se submetem à Lei Geral de Licitações e Contratos, não são abrangidas pela Lei nº 14.133/2021 as empresas públicas, as sociedades de economia mista e as suas subsidiárias, já que o regime de licitações e contratos aplicáveis a elas está estabelecido na Lei nº 13.303/2016, a Lei das Estatais, ressalvado o que trata dos crimes em licitações e contratos administrativos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3371658",
    "metadata": "Ano: 2025 | Banca: IESES | Órgão: CRC-SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Nos termos do art. 2º e seguintes, da Lei Nº 13.303/16, marque a opção INCORRETA: “A exploração de atividade econômica pelo Estado será exercida por meio de empresa pública, de sociedade de economia mista e de suas subsidiárias.”",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A constituição de empresa pública ou de sociedade de economia mista dependerá de prévia autorização legal que indique, de forma clara, relevante interesse coletivo ou imperativo de segurança nacional, nos termos do caput do art. 173 da Constituição Federal."
      },
      {
        "letra": "B",
        "texto": "Desde que a maioria do capital votante não permaneça em propriedade da União, do Estado, do Distrito Federal ou do Município, será admitida, no capital da empresa pública, a participação de outras pessoas jurídicas de direito privado, bem como de entidades da administração indireta da União, dos Estados, do Distrito Federal e dos Municípios."
      },
      {
        "letra": "C",
        "texto": "Empresa pública é a entidade dotada de personalidade jurídica de direito privado, com criação autorizada por lei e com patrimônio próprio, cujo capital social é integralmente detido pela União, pelos Estados, pelo Distrito Federal ou pelos Municípios."
      },
      {
        "letra": "D",
        "texto": "Sociedade de economia mista é a entidade dotada de personalidade jurídica de direito privado, com criação autorizada por lei, sob a forma de sociedade anônima, cujas ações com direito a voto pertençam em sua maioria à União, aos Estados, ao Distrito Federal, aos Municípios ou a entidade da administração indireta."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3369649",
    "metadata": "Ano: 2025 | Banca: FAPEC | Órgão: SANESUL",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "A Lei n.º 13.303/16 regulamenta a administração de empresas públicas e sociedades de economia mista, promovendo maior transparência e eficiência nos processos de licitação e contratação. Qual é uma exigência dessa lei para contratos de saneamento?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Publicação de editais de licitação com critérios claros."
      },
      {
        "letra": "B",
        "texto": "Proibição de parcerias público-privadas."
      },
      {
        "letra": "C",
        "texto": "Extinção de tarifas sociais."
      },
      {
        "letra": "D",
        "texto": "Exclusividade para empresas privadas."
      },
      {
        "letra": "E",
        "texto": "Redução obrigatória de custos operacionais."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3362767",
    "metadata": "Ano: 2025 | Banca: ACAFE | Órgão: Câmara de União do Oeste - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Analise as afirmações abaixo sobre a Lei Federal nº 13.303/2016 que dispõe sobre o estatuto jurídico das empresas públicas, sociedades de economia mista e suas subsidiárias, no âmbito da União, dos Estados, do Distrito Federal e dos Municípios: I.Estabelece um regime próprio de licitações para as estatais diferente da Lei nº 8.666/1993 e também da nova Lei nº 14.133/2021. II.Estabelece que as estatais devem adotar práticas de planejamento estratégico e de gestão por resultados. III.Estabelece critérios de responsabilização por atos lesivos ao patrimônio da empresa ou à Administração Pública. Após análise, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas os itens I e II estão corretos."
      },
      {
        "letra": "B",
        "texto": "Apenas os itens II e III estão corretos."
      },
      {
        "letra": "C",
        "texto": "Apenas os itens I e III estão corretos."
      },
      {
        "letra": "D",
        "texto": "Os itens I, II e III estão corretos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3338954",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: SEFAZ-RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Conforme disposto na Lei n.º 13.303/2016 em relação ao valor inicial atualizado do contrato destinado à execução de obras e serviços de engenharia no regime de empreitada por preço unitário, o percentual máximo que o contratado poderá aceitar, nas mesmas condições contratuais, nos acréscimos que se fizerem nas compras, é de até",
    "alternativas": [
      {
        "letra": "A",
        "texto": "5%."
      },
      {
        "letra": "B",
        "texto": "10%."
      },
      {
        "letra": "C",
        "texto": "15%."
      },
      {
        "letra": "D",
        "texto": "20%."
      },
      {
        "letra": "E",
        "texto": "25%."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3338951",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: SEFAZ-RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Com base no disposto na Lei n.º 13.303/2016, assinale a opção em que é apresentada a sanção que a empresa pública ou a sociedade de economia mista poderá aplicar ao contratado, juntamente com a sanção de advertência, pela inexecução parcial ou total do contrato.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "declaração de inidoneidade para licitar ou contratar"
      },
      {
        "letra": "B",
        "texto": "impedimento de contratar com a entidade sancionadora"
      },
      {
        "letra": "C",
        "texto": "suspensão de participação em licitação por tempo indeterminado"
      },
      {
        "letra": "D",
        "texto": "multa"
      },
      {
        "letra": "E",
        "texto": "suspensão temporária de participação em licitação"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3338949",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: SEFAZ-RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "De acordo com a Lei n.º 13.303/2016 e suas alterações, em empresa pública e sociedade de economia mista, compete ao conselho de administração I estabelecer política de porta-vozes, com vistas a eliminar risco de contradição entre as informações de diversas áreas e as dos executivos da empresa pública ou da sociedade de economia mista. II discutir, aprovar e monitorar decisões que envolvam práticas de governança corporativa, relacionamento com partes interessadas, política de gestão de pessoas e código de conduta dos agentes. III supervisionar as atividades dos auditores independentes e avaliar sua independência, a qualidade dos serviços prestados e a adequação de tais serviços às necessidades da entidade. Assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas o item II está certo."
      },
      {
        "letra": "B",
        "texto": "Apenas o item III está certo."
      },
      {
        "letra": "C",
        "texto": "Apenas os itens I e II estão certos."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens I e III estão certos."
      },
      {
        "letra": "E",
        "texto": "Todos os itens estão certos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3338948",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: SEFAZ-RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Julgue os seguintes itens, referentes a requisitos de transparência a serem observados pelas empresas públicas e as sociedades de economia mista, segundo a Lei n.º 13.303/2016. I adequação de seu estatuto social à autorização legislativa de sua criação II elaboração e divulgação de política de divulgação de informações, em conformidade com a legislação em vigor e com as melhores práticas III divulgação, em nota explicativa às demonstrações financeiras, dos dados operacionais e financeiros das atividades relacionadas à consecução dos fins de interesse coletivo ou de segurança nacional IV divulgação anual de relatório integrado ou de sustentabilidade Assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas os itens I e II estão certos."
      },
      {
        "letra": "B",
        "texto": "Apenas os itens I e IV estão certos."
      },
      {
        "letra": "C",
        "texto": "Apenas os itens II e III estão certos."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens III e IV estão certos."
      },
      {
        "letra": "E",
        "texto": "Todos os itens estão certos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3336112",
    "metadata": "Ano: 2025 | Banca: IDIB | Órgão: Prefeitura de Moraújo - CE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Fulcro nas disposições trazidas na Lei nº 13.303/2016, que dispõe sobre a Lei de Responsabilidade das Estatais, aponte a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Desde que a maioria do capital votante permaneça em propriedade da União, do Estado, do Distrito Federal ou do Município, será admitida, no capital da empresa pública, a participação de outras pessoas jurídicas de direito público interno, bem como de entidades da administração indireta da União, dos Estados, do Distrito Federal e dos Municípios."
      },
      {
        "letra": "B",
        "texto": "A sociedade de economia mista poderá ser constituída sob a forma de sociedade anônima ou Estatutária, sob a égide do direito público."
      },
      {
        "letra": "C",
        "texto": "As empresas públicas e as sociedades de economia mista são dispensadas de observar os requisitos de transparência de adequação de seu estatuto social à autorização legislativa de sua criação."
      },
      {
        "letra": "D",
        "texto": "A área responsável pela verificação de cumprimento de obrigações e de gestão de riscos poderá ser vinculada ao presidente e liderada por diretor adjunto, podendo o estatuto social prever as atribuições da área, bem como estabelecer mecanismos que assegurem atuação independente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3313600",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: EMBRAPA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Considerando as disposições da Lei n.º 13.303/2016 e do Decreto n.º 8.945/2016 a respeito de empresas estatais, julgue o item a seguir. De acordo com o Decreto n.º 8.945/2016, a empresa estatal não poderá utilizar a arbitragem como mecanismo de solução de divergências entre acionistas e sociedade ou entre acionistas controladores e acionistas minoritários.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3297169",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: EMBRAPA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Considerando as disposições da Lei n.º 13.303/2016 e do Decreto n.º 8.945/2016 a respeito de empresas estatais, julgue o item a seguir. A Lei n.º 13.303/2016 determina que, nas estatais, a área responsável pela verificação do cumprimento de obrigações e da gestão de riscos seja vinculada ao diretor-presidente e liderada por diretor estatutário, bem como que o respectivo estatuto social preveja as atribuições dela e estabeleça mecanismos que assegurem a sua atuação independente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3291720",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: EMBRAPA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista",
      "Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "No que diz respeito a aspectos relativos à gestão de compras, julgue o próximo item. Na modalidade de licitação de imóvel por meio de leilão, caberá ao licitante vencedor pesquisar a existência de eventual ônus sobre o bem junto ao cartório de registro de imóveis competente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3291288",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: EMBRAPA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Acerca da indicação de marca e do sistema de registro de preços, julgue o item que se segue. Por força da legislação que rege as contratações nas empresas públicas e nas sociedades de economia mista, a Embrapa está impedida de participar de sistema de registro de preços gerenciado por órgãos da administração pública federal direta e suas respectivas autarquias e fundações.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3291287",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: EMBRAPA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Julgue o item que se segue, a respeito da instrução dos processos de compra, do parcelamento do objeto e do fracionamento de despesas na gestão de compras. O parcelamento do objeto é autorizado às empresas públicas, de modo que permita ampliar a participação de licitantes, sem perda de economia de escala, e desde que não atinja valores inferiores aos limites estabelecidos para as compras diretas.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3291058",
    "metadata": "Ano: 2025 | Banca: FAFIPA | Órgão: Prefeitura de Araucária - PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Empresas Públicas e Sociedades de Economia Mista",
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Em relação às obrigações do acionista controlador da empresa pública ou da sociedade de economia mista, conforme estabelecido no artigo 14 da Lei nº 13.303/2016, é CORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o acionista controlador pode divulgar informações sobre a empresa pública ou sociedade de economia mista sem restrições, desde que estas informações não afetem diretamente a cotação dos títulos, mesmo que envolvam aspectos estratégicos e sensíveis da empresa."
      },
      {
        "letra": "B",
        "texto": "o acionista controlador deve garantir, por meio do Código de Conduta e Integridade, que informações confidenciais, cuja divulgação possa afetar a cotação de títulos ou as relações da empresa com o mercado, consumidores e fornecedores, só sejam divulgadas com a devida autorização do órgão competente da empresa pública ou sociedade de economia mista."
      },
      {
        "letra": "C",
        "texto": "a política de indicação para a escolha dos administradores e membros do Conselho Fiscal não precisa ser observada pelo acionista controlador, já que ele tem total liberdade para nomear esses membros de acordo com interesses pessoais ou políticos."
      },
      {
        "letra": "D",
        "texto": "o acionista controlador deve permitir a divulgação irrestrita de informações sensíveis sobre a empresa, mesmo que possam afetar sua cotação no mercado, desde que as informações sejam relacionadas a aspectos financeiros internos da empresa pública ou sociedade de economia mista."
      },
      {
        "letra": "E",
        "texto": "o acionista controlador não tem responsabilidade em relação à preservação da independência do Conselho de Administração, uma vez que o Conselho é um órgão autônomo que decide sem qualquer orientação ou controle do acionista controlador."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3291057",
    "metadata": "Ano: 2025 | Banca: FAFIPA | Órgão: Prefeitura de Araucária - PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Considerando os requisitos de transparência a serem observados por empresas públicas e sociedades de economia mista, de acordo com o artigo 8º da Lei nº 13.303/2016, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Conselho de Administração de uma empresa pública ou sociedade de economia mista deve elaborar uma carta anual, apenas destacando os aspectos financeiros, sem a necessidade de detalhar os impactos econômico-financeiros relacionados aos objetivos de políticas públicas."
      },
      {
        "letra": "B",
        "texto": "A política de distribuição de dividendos das empresas públicas e sociedades de economia mista deve ser formulada exclusivamente com base nos interesses do mercado financeiro, sem a consideração do interesse público que justificou sua criação."
      },
      {
        "letra": "C",
        "texto": "As empresas públicas e sociedades de economia mista estão dispensadas de divulgar informações sobre a remuneração da administração, uma vez que estas entidades são regidas por regras próprias de governança que dispensam tais exigências."
      },
      {
        "letra": "D",
        "texto": "As empresas públicas e sociedades de economia mista devem divulgar informações sobre as suas atividades e a estrutura de governança corporativa, incluindo a composição e remuneração da administração, em consonância com as melhores práticas de transparência e a legislação em vigor."
      },
      {
        "letra": "E",
        "texto": "A carta anual de governança corporativa pode ser divulgada de forma opcional pelas empresas públicas e sociedades de economia mista, já que não existe uma obrigação legal de sua publicação em caso de não cumprimento de metas estabelecidas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3288853",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: EMBRAPA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Com base na Lei n.º 13.303/2016 e no regulamento de licitações, contratos e convênios da Embrapa, julgue o próximo item. As empresas públicas devem implementar mecanismos de governança corporativa e de gestão de risco ajustados às suas características, procedimento similar ao que ocorre em empresas do setor privado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3288852",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: EMBRAPA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Com base na Lei n.º 13.303/2016 e no regulamento de licitações, contratos e convênios da Embrapa, julgue o próximo item. De acordo com o regulamento de licitações, contratos e convênios da Embrapa, os processos licitatórios e as contratações realizadas pela empresa são orientados por princípios fundamentais, entre os quais se incluem a igualdade e o formalismo moderado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3288851",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: EMBRAPA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Com base na Lei n.º 13.303/2016 e no regulamento de licitações, contratos e convênios da Embrapa, julgue o próximo item. Não há dispensa de licitação em caso de contratação, por uma empresa pública da administração indireta, de empresa subsidiária de sociedade de economia mista para serviços relacionados com seus respectivos objetos sociais.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3288850",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: EMBRAPA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Com base na Lei n.º 13.303/2016 e no regulamento de licitações, contratos e convênios da Embrapa, julgue o próximo item. O regulamento de licitações, contratos e convênios da Embrapa prevê a possibilidade de dispensa de análise jurídica de contratos e editais de licitação por meio de atestado de conformidade emitido pelo setor solicitante, quando há um volume significativo de processos com matéria idêntica e recorrente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3284080",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: EMBRAPA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Com base no que dispõe a Lei n.º 13.303/2016 sobre licitações e contratos das empresas estatais e no que determina a Lei n.º 12.846/2013 a respeito da responsabilização pela prática de atos contra a administração pública, julgue o item a seguir. No âmbito do processo licitatório para a contratação de obras e serviços de engenharia sob o regime de contratação integrada, dispensa-se a elaboração de projeto básico.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3284057",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: EMBRAPA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Julgue o item a seguir, no que diz respeito a organização administrativa, agentes públicos, ato administrativo e poderes da administração pública, considerando a jurisprudência dos tribunais superiores. Sendo acionista controladora de empresa pública federal, a União responderá pelos atos praticados com abuso de poder na gestão da empresa, nos termos da lei das sociedades anônimas.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3279834",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: EMBRAPA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "A respeito da Lei n.º 13.303/2016 (Lei das Estatais), do Decreto n.º 8.945/2016 e da Lei n.º 12.846/2013 (Lei Anticorrupção), julgue o item a seguir.Nas empresas estatais, é permitida a utilização da arbitragem como meio para a solução de divergências apenas se essas divergências ocorrerem entre acionistas controladores e acionistas minoritários ou entre conselheiros fiscais.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3279832",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: EMBRAPA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "A respeito da Lei n.º 13.303/2016 (Lei das Estatais), do Decreto n.º 8.945/2016 e da Lei n.º 12.846/2013 (Lei Anticorrupção), julgue o item a seguir.As empresas públicas e as sociedades de economia mista têm o dever de instituir comitê estatutário para verificar a conformidade do processo de indicação e de avaliação de membros para o conselho de administração e para o conselho fiscal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3279831",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: EMBRAPA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "A respeito da Lei n.º 13.303/2016 (Lei das Estatais), do Decreto n.º 8.945/2016 e da Lei n.º 12.846/2013 (Lei Anticorrupção), julgue o item a seguir.É vedada a participação de outras pessoas jurídicas de direito público interno no capital social da empresa pública, ainda que a maioria do capital votante permaneça em propriedade da União, do estado, do Distrito Federal ou do município.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3276320",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: EMBRAPA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "A partir do disposto na Lei n.º 13.303/2016 e no Decreto n.º 8.945/2016, bem como no Estatuto da Embrapa, julgue o item a seguir. Dispensa-se a autorização do conselho de administração para a participação de empresa estatal em sociedade privada nas hipóteses em que houver previsão em lei.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3265452",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: Prefeitura de Canaã dos Carajás - PA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Empresas Públicas e Sociedades de Economia Mista",
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Instituiu-se, no âmbito do Município Alfa, a sociedade de economia mista XYZ, em observância às formalidades legais, sendo necessária a criação do Código de Ética de Conduta e Integridade. De acordo com a narrativa e considerando as disposições da Lei nº 13.303/2016, analise os temas constantes nas afirmativas a seguir. I. Princípios, valores e missão da sociedade de economia mista, bem como orientações sobre a prevenção de conflito de interesses e vedação de atos de corrupção e fraude. II. Canal de denúncias que possibilite o recebimento de denúncias internas e externas relativas ao descumprimento do Código de Conduta e Integridade e das demais normas internas de ética e obrigacionais. III. Mecanismos de proteção que impeçam qualquer espécie de retaliação a pessoa que utilize o canal de denúncias. Nesse cenário, considerando as disposições da Lei nº 13.303/2016, o Código de Conduta e Integridade da sociedade de economia mista XYZ disporá sobre o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "II, apenas."
      },
      {
        "letra": "C",
        "texto": "III, apenas."
      },
      {
        "letra": "D",
        "texto": "I e III, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3262620",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos",
      "Conceito e Características",
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Funcionário vinculado e com atribuições diretamente relacionadas à Gerência de Licitações e Contratos (GLC) da Hemobrás está trabalhando em um novo processo de compras. A fim de minimizar equívocos, retrabalhos e em busca de agilizar o processo, ele deve estar atento às disposições do Regulamento de Licitações e Contratos, que foi editado nos termos do art. 40 da Lei nº 13.303/2016. A respeito do caso hipotético, analise as afirmativas a seguir. I. Cada objeto de contratação, cada instrumento convocatório e, em consequência, cada minuta de contrato é documento único e, por isso, inexistem quaisquer possibilidades de padronização. II. A finalidade da adoção de processos licitatórios é, indiscutivelmente, a busca do menor preço para a empresa. Portanto, devem ser considerados todos os custos de natureza econômica, social ou ambiental e outros fatores de igual relevância. III. Na realização de pesquisas de preços de mercado deve-se primar pela busca da verdade real. IV. O parcelamento do objeto de processos licitatórios pode ser adotado, tendo em vista a ampliação da participação de licitantes, sem, contudo, incorrer em perda de economia de escala, e desde que não atinja valores inferiores aos limites estabelecidos nos casos de dispensa de licitação em razão do valor. V. A modalidade de licitação denominada Pregão, na forma eletrônica, para a aquisição de bens e serviços comuns, inclusive os de engenharia, deve ser preferencialmente adotada. Quanto às diretrizes a serem observadas em licitações e contratações celebradas pela Hemobrás, está correto o que se afirma apenas em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "II e III."
      },
      {
        "letra": "C",
        "texto": "III e IV."
      },
      {
        "letra": "D",
        "texto": "IV e V."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3262090",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Empresas Públicas e Sociedades de Economia Mista",
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Determinada servidora foi recentemente nomeada para atuar em uma empresa pública de medicamentos e precisa revisar as normas gerais dessa instituição, com base na Lei nº 13.303/2016. Sobre as normas gerais do regime societário da empresa pública, analise as afirmativas a seguir. I. O estatuto da empresa pública deverá observar regras de governança corporativa, de transparência e de estruturas, práticas de gestão de riscos e de controle interno. II. É facultado às empresas públicas a divulgação anual de relatório integrado ou de sustentabilidade, por serem consideradas instrumentos de competitividade nacional. III. As empresas públicas podem emitir debêntures ou outros títulos e valores mobiliários, incluindo aqueles conversíveis em ações, como uma estratégia para incrementar seu financiamento e garantir a sustentabilidade financeira a longo prazo. IV. As empresas públicas deverão divulgar toda e qualquer forma de remuneração dos administradores e adequar constantemente suas práticas ao Código de Conduta e Integridade. Está correto o que se afirma apenas em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "III."
      },
      {
        "letra": "B",
        "texto": "I e II."
      },
      {
        "letra": "C",
        "texto": "I e IV."
      },
      {
        "letra": "D",
        "texto": "II, III e IV."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3261802",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Uma empresa pública que fabrica hemoderivados precisa realizar a contratação de uma empresa especializada em tecnologia para modernizar seus processos produtivos. Durante a fase de planejamento da contratação, surgiram dúvidas sobre os procedimentos a serem seguidos, considerando as disposições da Lei Federal nº 13.303/2016 (Lei das Estatais). Com base na referida legislação, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A Lei nº 13.303/2016 não inclui as sociedades de economia mista nos casos de dispensa de licitação."
      },
      {
        "letra": "B",
        "texto": "A Lei das Estatais não exige planejamento prévio para as contratações, sendo suficiente a justificativa da alta administração quanto à necessidade do objeto contratado."
      },
      {
        "letra": "C",
        "texto": "A Lei nº 13.303/2016 não prevê a realização da contratação direta pela empresa pública na comercialização de serviços ainda que relacionados ao seu objeto social principal."
      },
      {
        "letra": "D",
        "texto": "Nas contratações celebradas por empresas públicas, devem ser observados o desenvolvimento nacional sustentável, a vinculação ao instrumento convocatório e a obtenção de competitividade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3261616",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade",
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "NÃO se refere a uma cláusula necessária nos contratos disciplinados pela Lei nº 13.303/2016:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O objeto e seus elementos característicos."
      },
      {
        "letra": "B",
        "texto": "Processos operacionais internos do contratado."
      },
      {
        "letra": "C",
        "texto": "O regime de execução ou a forma de fornecimento."
      },
      {
        "letra": "D",
        "texto": "Os casos de rescisão do contrato e os mecanismos para alteração de seus termos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3261612",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Acerca das disposições sobre licitações e contratos, de acordo com a Lei nº 13.303/2016, marque V para as afirmativas verdadeiras e F para as falsas. ( ) O sobrepreço ocorre quando os preços orçados para a licitação ou os preços contratados são expressivamente inferiores aos preços referenciais de mercado. ( ) O superfaturamento pode ocorrer pela eficiência na execução de obras e serviços de engenharia que resulte em diminuição da qualidade, da vida útil ou da segurança. ( ) Entre as diretrizes a serem observadas para licitações e contratos está a observação da política de integridade nas transações com partes interessadas. ( ) As licitações e os contratos devem respeitar, especialmente, as normas relativas à avaliação de impactos de vizinhança, na forma da legislação urbanística. A sequência está correta em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F, V, F, F."
      },
      {
        "letra": "B",
        "texto": "V, F, V, F."
      },
      {
        "letra": "C",
        "texto": "V, V, F, V."
      },
      {
        "letra": "D",
        "texto": "F, F, V, V."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3261605",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Com base na Lei nº 13.303/2016, a licitação e a contratação de obras e serviços por empresas públicas devem observar algumas definições. Nesse sentido, relacione adequadamente as colunas a seguir. 1. Empreitada integral. 2. Contratação semi-integrada. 3. Contratação integrada. ( ) Contratação que envolve a elaboração e o desenvolvimento dos projetos básico e executivo, a execução de obras e serviços de engenharia, a montagem, a realização de testes, a pré-operação e as demais operações necessárias e suficientes para a entrega final do objeto. ( ) Contratação de empreendimento em sua integralidade, com todas as etapas de obras, serviços e instalações necessárias, sob inteira responsabilidade da contratada até a sua entrega ao contratante em condições de entrada em operação. ( ) Contratação que envolve a elaboração e o desenvolvimento do projeto executivo, a execução de obras e serviços de engenharia, a montagem, a realização de testes, a pré-operação e as demais operações necessárias e suficientes para a entrega final do objeto. A sequência está correta em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "3, 1, 2."
      },
      {
        "letra": "B",
        "texto": "1, 2, 3."
      },
      {
        "letra": "C",
        "texto": "2, 1, 3."
      },
      {
        "letra": "D",
        "texto": "3, 2, 1."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3261546",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Princípios das Licitações",
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Acerca das licitações e contratos administrativos no âmbito das empresas estatais, analise as afirmativas a seguir. I. As licitações realizadas e os contratos celebrados por empresas públicas e sociedades de economia mista se destinam a assegurar a seleção da proposta mais vantajosa, inclusive no que se refere ao ciclo de vida do objeto, e a evitar operações em que se caracterize sobrepreço ou superfaturamento. II. Nas licitações e contratos deve-se ter como diretriz a observação da política de integridade nas transações com partes interessadas. III. É vedado que empresa pública e sociedade de economia mista, na licitação para aquisição de bens, façam qualquer indicação de marca ou modelo. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "I e II, apenas."
      },
      {
        "letra": "C",
        "texto": "I e III, apenas"
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3261345",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Uma estatal pretende realizar licitações para a construção de uma nova sede, bem como contratar uma série de serviços continuados. Em relação à Lei das Estatais Lei nº 13.303/2016, bem como ao processo de licitação e contratações públicas dessas entidades, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos processos de licitação das empresas estatais, salvo no caso de inversão de fases, o procedimento licitatório terá assegurado ao menos duas fases recursais."
      },
      {
        "letra": "B",
        "texto": "A revogação por razões de interesse público ou a anulação da licitação das empresas estatais por motivo de ilegalidade gera a obrigação de a Administração indenizar os licitantes."
      },
      {
        "letra": "C",
        "texto": "São critérios de julgamento nas licitações promovidas por empresas estatais exclusivamente o menor preço; maior desconto; melhor combinação de técnica e preço; melhor técnica; e melhor conteúdo artístico, sendo vedada a sua combinação"
      },
      {
        "letra": "D",
        "texto": "Mediante justificativa expressa e desde que não implique perda de economia de escala, poderá ser celebrado mais de um contrato para executar serviço de mesma natureza quando o objeto da contratação puder ser executado de forma concorrente e simultânea por mais de um contratado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3260573",
    "metadata": "Ano: 2025 | Banca: SECPLAN | Órgão: Prefeitura de Presidente Kennedy - ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Contratos Administrativos",
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "A Lei nº 13.303, de 30 de junho de 2016 (BRASIL, 2016), dispõe sobre o estatuto jurídico da empresa pública, da sociedade de economia mista e de suas subsidiárias, no âmbito da união, dos estados, do distrito federal e dos municípios. Em seu Título II, Capítulo II – Dos Contratos, Seção I – Da Formalização dos Contratos, consta o art. 76 no qual se estabelece que o contratado, para a prestação de serviços às empresas públicas e às sociedades de economia mista, via licitação, é responsável por reparar vícios ou defeitos na execução contratual. Essa responsabilidade:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "depende da comprovação de dolo ou culpa por parte do contratado no cumprimento do contrato"
      },
      {
        "letra": "B",
        "texto": "abrange danos causados a terceiros ou ao contratante, mesmo sem comprovação de dolo ou culpa"
      },
      {
        "letra": "C",
        "texto": "está limitada à correção dos vícios constatados, sem abranger possíveis danos decorrentes a terceiros"
      },
      {
        "letra": "D",
        "texto": "deve ser custeada proporcionalmente entre as partes do contrato, segundo apurações das responsabilidades"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3260433",
    "metadata": "Ano: 2025 | Banca: SECPLAN | Órgão: Prefeitura de Presidente Kennedy - ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Empresas Públicas e Sociedades de Economia Mista",
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "A Lei nº 13.303/16 e alterações posteriores, ao dispor sobre certas normas, abrange:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "empresa privada e empresa pública da União, dos Estados, do Distrito Federal e dos Municípios que explorem atividade econômica de produção ou comercialização de bens ou de prestação de serviços, exceto quando a atividade econômica esteja sujeita ao regime de monopólio da União ou seja de prestação de serviços públicos"
      },
      {
        "letra": "B",
        "texto": "empresa privada e sociedade de economia mista da União, dos Estados, do Distrito Federal e dos Municípios que explorem atividade econômica de produção ou comercialização de bens ou de prestação de serviços, exceto quando a atividade econômica não esteja sujeita ao regime de monopólio da União ou seja de prestação de serviços públicos"
      },
      {
        "letra": "C",
        "texto": "empresa pública e sociedade de economia mista da União, dos Estados, do Distrito Federal e dos Municípios que explorem atividade econômica de produção ou comercialização de bens ou de prestação de serviços, ainda que a atividade econômica esteja sujeita ao regime de monopólio da União ou seja de prestação de serviços públicos"
      },
      {
        "letra": "D",
        "texto": "empresa pública e sociedade de economia mista da União, dos Estados, do Distrito Federal e dos Municípios que explorem atividade econômica de produção ou comercialização de bens ou de prestação de serviços, ressalvada a atividade econômica sujeita ao regime de monopólio da União ou seja de prestação de serviços públicos"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3257220",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: BDMG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Com base no Estatuto das Estatais (Lei n.º 13.303/2016), julgue o item subsecutivo. Em empresas públicas e sociedades de economia mista, a auditoria interna deve ser vinculada ao conselho de administração, diretamente ou por meio do comitê de auditoria estatutário.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3257219",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: BDMG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Com base no Estatuto das Estatais (Lei n.º 13.303/2016), julgue o item subsecutivo. Empresas públicas e sociedades de economia mista devem observar, entre outros requisitos de transparência, a adequação de seu estatuto social à autorização legislativa de sua criação e à divulgação trimestral de relatório integrado ou de sustentabilidade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3253506",
    "metadata": "Ano: 2025 | Banca: Fundação CETAP | Órgão: BANPARÁ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "A Lei nº 13.303/2016, conhecida como Lei das Estatais, estabelece normas para a governança, controle, transparência e gestão das empresas públicas е sociedades de economia mista nos âmbitos federal, estadual e municipal. A lei define critérios técnicos para a nomeação de dirigentes, restringe indicações políticas e institui regras específicas para licitações e contratos, diferenciadas da Lei nº 8.666/1993, conferindo mais autonomia e flexibilidade nos processos administrativos. Com base nessas disposições, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A Lei nº 13.303/2016 se aplica exclusivamente às empresas estatais federais, não abrangendo empresas estaduais ou municipais."
      },
      {
        "letra": "B",
        "texto": "A Lei das Estatais restringe a participação de empresas públicas em atividades econômicas, permitindo que atuem apenas em setores estratégicos definidos pela União."
      },
      {
        "letra": "C",
        "texto": "A lei estabelece regras de governança corporativa, exigindo que empresas estatais adotem mecanismos de transparência e controle interno para reduzir riscos de corrupção e ineficiência."
      },
      {
        "letra": "D",
        "texto": "A legislação determina que as empresas estatais devem obrigatoriamente seguir as regras da Lei de Licitações (Lei nº 8.666/1993) para todas as suas contratações, sem exceções."
      },
      {
        "letra": "E",
        "texto": "De acordo com a lei, os dirigentes das estatais podem ser indicados livremente, sem necessidade de atender a critérios técnicos ou requisitos específicos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3253216",
    "metadata": "Ano: 2025 | Banca: Fundação CETAP | Órgão: BANPARÁ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Empresas Públicas e Sociedades de Economia Mista",
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "A Lei n. 13.303/2016 estabelece que o estatuto social da sociedade de economia mista e de suas subsidiárias deverá observar regras de governança corporativa, de transparência e de estruturas, práticas de gestão de riscos e de controle interno, composição da administração e, havendo acionistas, mecanismos para sua proteção. As empresas públicas e as sociedades de economia mista deverão observar, no mínimo, os seguintes requisitos de transparência, exceto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "adequação de seu estatuto social à autorização legislativa de sua criação."
      },
      {
        "letra": "B",
        "texto": "divulgação anual de relatório sustentabilidade."
      },
      {
        "letra": "C",
        "texto": "elaboração e divulgação de política de divulgação de informações, em conformidade com a legislação em vigor e com as melhores práticas."
      },
      {
        "letra": "D",
        "texto": "elaboração de política de distribuição de dividendos, à luz do interesse privado que justificou a criação da empresa pública ou da sociedade de economia mista."
      },
      {
        "letra": "E",
        "texto": "divulgação, em nota explicativa às demonstrações financeiras, dos dados operacionais e financeiros das atividades relacionadas à consecução dos fins de interesse coletivo ou de segurança nacional."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3251432",
    "metadata": "Ano: 2025 | Banca: Fundação CETAP | Órgão: BANPARÁ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Lei n. 13.303/2016 estabelece que o estatuto social da sociedade de economia mista e de suas subsidiarias devera observar regras de governança corporativa, de transparência e de estruturas, praticas de gestão de riscos e de controle interno, composição da administração e, havendo acionistas, mecanismos para sua proteção. As empresas públicas e as sociedades de economia mista deverão observar, no mínimo, os seguintes requisitos de transparência, exceto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "elaboração de politica de distribuição de dividendos, a luz do interesse privado que justificou a criação da empresa publica ou da sociedade de economia mista"
      },
      {
        "letra": "B",
        "texto": "elaboração e divulgação de politica de divulgação de informações, em conformidade com a legislação em vigor e com as melhores práticas."
      },
      {
        "letra": "C",
        "texto": "divulgação, em nota explicativa às demonstrações financeiras, dos dados operacionais e financeiros das atividades relacionadas à consecução dos fins de interesse coletivo ou de segurança nacional."
      },
      {
        "letra": "D",
        "texto": "adequação de seu estatuto social a autorização legislativa de sua criação."
      },
      {
        "letra": "E",
        "texto": "divulgagdo anual de relatório sustentabilidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3220090",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Câmara de Itupeva - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Com base na Lei nº 13.303/2016 (Lei das Estatais), como é denominada a entidade dotada de personalidade jurídica de direito privado, com criação autorizada por lei, sob a forma de sociedade anônima, cujas ações com direito a voto pertençam em sua maioria à União, aos Estados, ao Distrito Federal, aos Municípios ou a entidade da administração indireta?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Empresa Pública"
      },
      {
        "letra": "B",
        "texto": "Empresa Privada"
      },
      {
        "letra": "C",
        "texto": "Fundação Pública"
      },
      {
        "letra": "D",
        "texto": "Autarquia"
      },
      {
        "letra": "E",
        "texto": "Sociedade de Economia Mista"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3208068",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: FUNPRESP-EXE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Com fundamento na Lei n.º 13.303/2016, no Regulamento Interno de Licitações e Contratações da FUNPRESP-EXE e na jurisprudência do STF acerca de licitações e da organização administrativa das empresas estatais, julgue o item subsequente. O STF declarou inconstitucional o dispositivo da Lei n.º 13.303/2016 que veda a indicação, para o conselho de administração e para a diretoria das empresas estatais, de pessoa que tenha atuado, nos últimos 36 meses, como participante de estrutura decisória de partido político ou em trabalho vinculado a organização, estruturação e realização de campanha eleitoral.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3208067",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: FUNPRESP-EXE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Com fundamento na Lei n.º 13.303/2016, no Regulamento Interno de Licitações e Contratações da FUNPRESP-EXE e na jurisprudência do STF acerca de licitações e da organização administrativa das empresas estatais, julgue o item subsequente. São dispensadas a redução a termo do contrato e a emissão do recibo pelos destinatários no caso de pequenas despesas de pronta entrega e pagamento das quais não resultem obrigações futuras para a empresa pública ou sociedade de economia mista.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3208066",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: FUNPRESP-EXE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Com fundamento na Lei n.º 13.303/2016, no Regulamento Interno de Licitações e Contratações da FUNPRESP-EXE e na jurisprudência do STF acerca de licitações e da organização administrativa das empresas estatais, julgue o item subsequente. Diferentemente da alienação do controle acionário de empresas públicas e sociedades de economia mista, a transferência do controle de suas subsidiárias e controladas não exige a anuência do Poder Legislativo e poderá ser operacionalizada sem processo de licitação pública, desde que garantida a competitividade entre os potenciais interessados e observados os princípios da administração pública.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3208065",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: FUNPRESP-EXE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Com fundamento na Lei n.º 13.303/2016, no Regulamento Interno de Licitações e Contratações da FUNPRESP-EXE e na jurisprudência do STF acerca de licitações e da organização administrativa das empresas estatais, julgue o item subsequente. Dispensa-se a licitação para a contratação de serviços técnicos especializados com profissionais ou empresas de notória especialização, inclusive os relacionados a estudos técnicos, de planejamento e projetos básicos ou executivos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3492196",
    "metadata": "Ano: 2025 | Banca: CONSULPAM | Órgão: CONAB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Sobre as previsões contidas no Regulamento de Licitações e Contratos (RLC) da Companhia Nacional de Abastecimento (CONAB), são modalidades de licitação adotadas pela Companhia:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pregão tradicional, ou via Sistema de Registro de Preços, e Competição pública, somente."
      },
      {
        "letra": "B",
        "texto": "Competição pública e Regime Diferenciado de Contratações Públicas (RDC), nos termos da Lei n.º 12.873 de 2013, somente."
      },
      {
        "letra": "C",
        "texto": "RDC e Pregão tradicional, ou via Sistema de Registro de Preços, somente."
      },
      {
        "letra": "D",
        "texto": "Pregão tradicional, ou via Sistema de Registro de Preços, Competição pública e RDC."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3206287",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: FUNPRESP-EXE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Em relação à Lei n.º 13.303/2016 (Lei das Estatais), julgue o item a seguir. As licitações na modalidade de pregão, na forma eletrônica, só poderão ser realizadas por meio de portais de compras de acesso público na Internet.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3206286",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: FUNPRESP-EXE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Em relação à Lei n.º 13.303/2016 (Lei das Estatais), julgue o item a seguir. Não poderá ser indicada para o conselho de administração e para a diretoria pessoa que tenha atuado, nos últimos 36 meses, como participante de estrutura decisória de partido político.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3206285",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: FUNPRESP-EXE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Em relação à Lei n.º 13.303/2016 (Lei das Estatais), julgue o item a seguir. Em licitação para contratação de serviços, a empresa pública e a sociedade de economia mista poderão indicar o modelo da marca ou o fornecedor que seja o único capaz de atender ao objeto do contrato.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3206284",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: FUNPRESP-EXE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Em relação à Lei n.º 13.303/2016 (Lei das Estatais), julgue o item a seguir. Os prazos de gestão dos membros do conselho de administração, dos indicados para o cargo de diretor e dos membros do conselho fiscal são os mesmos, de até dois anos de duração, sendo permitidas duas reconduções para os membros do conselho fiscal e três, para os demais citados.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3206283",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: FUNPRESP-EXE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Em relação à Lei n.º 13.303/2016 (Lei das Estatais), julgue o item a seguir. A exploração de atividade econômica pelo Estado deve ser exercida por meio de empresa, autarquia pública, sociedade de economia mista ou por suas subsidiárias.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3206282",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: FUNPRESP-EXE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Em relação à Lei n.º 13.303/2016 (Lei das Estatais), julgue o item a seguir. A Lei das Estatais dispõe sobre o estatuto jurídico da empresa pública, da sociedade de economia mista e de suas subsidiárias, de vinculação obrigatória à União e facultativa no âmbito dos estados, do Distrito Federal e dos municípios.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3206281",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: FUNPRESP-EXE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Em relação à Lei n.º 13.303/2016 (Lei das Estatais), julgue o item a seguir. Os registros cadastrais deverão ser mantidos para efeito de habilitação dos inscritos em procedimentos licitatórios e serão válidos por um ano, no máximo, podendo ser atualizados após esse prazo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3186501",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: InoversaSul",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Julgue o próximo item, com base na Lei n.º 14.303/2016 (Lei das Estatais).A Lei das Estatais aplica-se às empresas públicas e sociedades de economia mista que exploram atividade econômica, exceto no que diz respeito aos seus contratos, os quais são regidos pelos seus estatutos e regulamentos internos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3186500",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: InoversaSul",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Julgue o próximo item, com base na Lei n.º 14.303/2016 (Lei das Estatais).A Lei das Estatais prevê a contratação direta quando existir inviabilidade de competição.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3186499",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: InoversaSul",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Julgue o próximo item, com base na Lei n.º 14.303/2016 (Lei das Estatais).Aquele que tiver parentesco até terceiro grau com empregado de empresa pública responsável por licitações e contratos está impedido de participar dessas licitações e de ser contratado pela empresa pública em questão.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3186498",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: InoversaSul",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Julgue o próximo item, com base na Lei n.º 14.303/2016 (Lei das Estatais).As estatais têm a obrigação de elaborar e divulgar o seu código de conduta e integridade, o qual deve conter orientações sobre a prevenção de conflito de interesses e vedação de atos de corrupção e fraude.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3186497",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: InoversaSul",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Julgue o próximo item, com base na Lei n.º 14.303/2016 (Lei das Estatais).O treinamento e aperfeiçoamento de pessoal pode ser objeto de contração pelas estatais sem licitação, mediante processo de inexigibilidade, requerendo-se, para isso, que os contratados sejam profissionais ou empresas de notória especialização.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3184581",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Controle da administração pública",
      "Organização da Administração Pública",
      "Administração Indireta",
      "Empresas Públicas e Sociedades de Economia Mista",
      "Controle administrativo, judicial e legislativo",
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Marco, assessor jurídico de determinado município, de modo a auxiliar o gestor a planejar e compreender a estruturação das empresas estatais daquele ente federativo, depara-se com três afirmações para avaliar a sua juridicidade; analise-as. I. A lei específica autorizadora da criação das estatais é a ordinária, restringindo-se a exigência de lei complementar aos casos expressamente elencados na Constituição da República. II. A transferência do controle de subsidiárias e controladas de empresas estatais exige, além da realização de licitação, a anuência do Poder Legislativo. III. Para a desestatização de empresa estatal é suficiente a autorização prevista em lei que veicule programa de desestatização. Está correto o que se afirma apenas em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "III."
      },
      {
        "letra": "B",
        "texto": "I e II."
      },
      {
        "letra": "C",
        "texto": "I e III."
      },
      {
        "letra": "D",
        "texto": "II e III."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3154654",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: SEFAZ-RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "O Estado do Rio Grande do Sul, em observância às formalidades legais, criou a sociedade de economia mista XYZ, tornando-se imprescindível a elaboração e a divulgação de um Código de Conduta e Integridade da estatal. Nesse cenário, considerando o disposto na Lei nº 13.303/2016, o Código de Conduta e Integridade da sociedade de economia mista XYZ disporá sobre os seguintes itens, que estão corretos à exceção de um. Assinale-o.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Previsão de treinamento periódico, no mínimo semestral, sobre o Código de Conduta e Integridade, a administradores, e sobre a política de gestão de riscos, a empregados e administradores."
      },
      {
        "letra": "B",
        "texto": "Canal de denúncias que possibilite o recebimento de denúncias internas e externas relativas ao descumprimento do Código de Conduta e Integridade e das demais normas internas de ética e obrigacionais."
      },
      {
        "letra": "C",
        "texto": "Princípios, valores e missão da empresa pública e da sociedade de economia mista, bem como orientações sobre a prevenção de conflito de interesses e vedação de atos de corrupção e fraude."
      },
      {
        "letra": "D",
        "texto": "Mecanismos de proteção que impeçam qualquer espécie de retaliação à pessoa que utilize o canal de denúncias."
      },
      {
        "letra": "E",
        "texto": "Instâncias internas responsáveis pela atualização e aplicação do Código de Conduta e Integridade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3540035",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Prefeitura de Mogi das Cruzes - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "A Lei Federal n° 13.303/2016, que dispõe sobre o estatuto jurídico da empresa pública, da sociedade de economia mista e de suas subsidiárias, no âmbito da União, dos Estados, do Distrito Federal e dos Municípios, regula o procedimento de licitação em relação a essas entidades, dispondo, nesse sentido, que podem ser utilizados procedimentos auxiliares das licitações, sendo um deles",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o diálogo competitivo."
      },
      {
        "letra": "B",
        "texto": "o leilão virtual."
      },
      {
        "letra": "C",
        "texto": "a pré-qualificação permanente."
      },
      {
        "letra": "D",
        "texto": "a habilitação pactuada."
      },
      {
        "letra": "E",
        "texto": "o pregão eletrônico antecipado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3518403",
    "metadata": "Ano: 2024 | Banca: IF-MT | Órgão: IF-MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Controle da administração pública",
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "“Os órgãos de controle externo e interno das 3 (três) esferas de governo fiscalizarão as empresas públicas e as sociedades de economia mista a elas relacionadas, inclusive aquelas domiciliadas no exterior, quanto à legitimidade, à economicidade e à eficácia da aplicação de seus recursos, sob o ponto de vista contábil, financeiro, operacional e patrimonial.” Fonte: LEI Nº 13.303, DE 30 DE JUNHO DE 2016. DA FISCALIZAÇÃO PELO ESTADO E PELA SOCIEDADE. Artigo 85. Disponível em: https://www. planalto.gov.br/ccivil_03/_ato2015-2018/2016/lei/l13303.htm . Acesso em 25 ago. 2024. Analise as afirmativas I, II e III a seguir apresentadas e escolha a única resposta CORRETA, referente aos procedimentos estabelecidos na Lei 13.303/2016. I. Para a realização da atividade fiscalizatória, os órgãos de controle deverão ter acesso irrestrito aos documentos e às informações necessários à realização dos trabalhos, inclusive aqueles classificados como sigilosos pela empresa pública ou pela sociedade de economia mista. II. O estatuto da empresa pública, da sociedade de economia mista e de suas subsidiárias deverá observar regras de governança corporativa, de transparência e de estruturas, práticas de gestão de riscos e de controle interno, composição da administração e, havendo acionistas, mecanismos para sua proteção. III. A empresa pública e a sociedade de economia mista deverão criar comitê estatutário para verificar a conformidade do processo de indicação e de avaliação de membros para o Conselho de Administração e para o Conselho Fiscal, com competência para auxiliar o acionista controlador na indicação desses membros. Está/estão CORRETO(S) apenas o(s) item/itens:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II e III."
      },
      {
        "letra": "B",
        "texto": "I, II e III."
      },
      {
        "letra": "C",
        "texto": "III."
      },
      {
        "letra": "D",
        "texto": "I."
      },
      {
        "letra": "E",
        "texto": "I e III."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3483634",
    "metadata": "Ano: 2024 | Banca: INSTITUTO AOCP | Órgão: SANEPAR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "A Sanepar é uma sociedade de economia mista que se submete às normas da Lei das Estatais (Lei Federal nº 13.303/2016). Diante disso, como servidor da Sanepar responsável pelo setor de licitações, você precisa organizar a contratação de serviço técnico especializado de restauração de bem de valor histórico de propriedade da empresa. Nesse caso, é corretor afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a licitação é indispensável."
      },
      {
        "letra": "B",
        "texto": "o serviço técnico especializado para restauro de objetos não se inclui no rol de contratações diretas permitidas."
      },
      {
        "letra": "C",
        "texto": "por ser dispensável, a licitação poderá se dar via modalidade de concurso."
      },
      {
        "letra": "D",
        "texto": "o serviço técnico especializado para restauro de objetos é típico caso de contratação semi-integrada."
      },
      {
        "letra": "E",
        "texto": "a aquisição do serviço poderá se dar via contratação direta."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3450186",
    "metadata": "Ano: 2024 | Banca: INSTITUTO AOCP | Órgão: SANEPAR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista",
      "Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Na atuação como administrador da Sanepar, você precisa realizar um processo licitatório e, para isso, deve observar duas fases: a primeira restrita ao órgão público promotor da licitação e a segunda para os agentes externos ao órgão público, sobretudo fornecedores de bens e serviços. A fase externa inicia-se por meio do(a)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "edital."
      },
      {
        "letra": "B",
        "texto": "nomeação."
      },
      {
        "letra": "C",
        "texto": "justificativa."
      },
      {
        "letra": "D",
        "texto": "publicação."
      },
      {
        "letra": "E",
        "texto": "declaração."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3450159",
    "metadata": "Ano: 2024 | Banca: INSTITUTO AOCP | Órgão: SANEPAR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Um servidor da Sanepar, responsável pelo setor de licitações, recebeu um ofício de determinado setor da empresa, requerendo a organização de uma licitação para a contratação de uma pequena obra comum de engenharia. De acordo com a Lei das Estatais (Lei Federal nº 13.303/2016), esse servidor deve responder o ofício explicando que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a contratação de obras de engenharia requer processo licitatório na modalidade “concorrência”."
      },
      {
        "letra": "B",
        "texto": "a licitação é dispensável se a referida obra está orçada no valor de até R$ 100.000,00 (cem mil reais), desde que não se refira a parcelas de uma mesma obra ou serviço ou ainda a obras e serviços de mesma natureza e no mesmo local que possam ser realizadas conjunta e concomitantemente."
      },
      {
        "letra": "C",
        "texto": "por se tratar de serviços técnicos especializados, referida obra de engenharia poderá ser contratada diretamente, com profissionais ou empresas de notória especialização."
      },
      {
        "letra": "D",
        "texto": "é inexigível a licitação para contratação de obras de engenharia orçadas no valor de até R$ 50.000,00 (cinquenta mil reais)."
      },
      {
        "letra": "E",
        "texto": "a contratação deve ser praticada por licitação no modelo de empreitada integral, via concorrência ou leilão."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3377019",
    "metadata": "Ano: 2024 | Banca: FUNDEP (Gestão de Concursos) | Órgão: Prefeitura de Juiz de Fora - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Segundo a Lei nº 13.303/2016, conhecida como Lei das Estatais, o seguinte requisito de transparência não deverá ser observado pelas empresas públicas e pelas sociedades de economia mista:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Elaboração e divulgação de política de divulgação de informações, em conformidade com a legislação em vigor e com as melhores práticas."
      },
      {
        "letra": "B",
        "texto": "Elaboração de política de distribuição de dividendos, à luz do interesse público que justificou a criação da empresa pública ou da sociedade de economia mista."
      },
      {
        "letra": "C",
        "texto": "Divulgação, em nota explicativa às demonstrações financeiras, dos dados operacionais e financeiros das atividades relacionadas à consecução dos fins de interesse coletivo."
      },
      {
        "letra": "D",
        "texto": "Elaboração e divulgação da política de transações com partes relacionadas, em conformidade com os requisitos de competitividade e conformidade, que deverá ser revista semestralmente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3377018",
    "metadata": "Ano: 2024 | Banca: FUNDEP (Gestão de Concursos) | Órgão: Prefeitura de Juiz de Fora - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Considerando as normas previstas na Lei nº 13.303/2016, que dispõe sobre o estatuto jurídico da empresa pública, da sociedade de economia mista e de suas subsidiárias, no âmbito da União, dos Estados, do Distrito Federal e dos Municípios, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Empresa pública é a entidade dotada de personalidade jurídica de direito privado, com criação autorizada por lei e com patrimônio próprio, cujo capital social é majoritariamente detido pela União, pelos Estados, pelo Distrito Federal ou pelos Municípios."
      },
      {
        "letra": "B",
        "texto": "Depende de autorização legislativa a criação de subsidiárias de empresa pública e de sociedade de economia mista, assim como a participação de qualquer delas em empresa privada, cujo objeto social deve estar relacionado ao da investidora."
      },
      {
        "letra": "C",
        "texto": "Sociedade de economia mista é a entidade dotada de personalidade jurídica de direito privado, com criação autorizada por lei, sob a forma de sociedade anônima, cujas ações com direito a voto pertençam em sua maioria à União, aos Estados, ao Distrito Federal, aos Municípios ou a entidade da administração indireta."
      },
      {
        "letra": "D",
        "texto": "A constituição de empresa pública ou de sociedade de economia mista dependerá de prévia autorização legal que indique, de forma clara, relevante interesse coletivo ou imperativo de segurança nacional."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3376668",
    "metadata": "Ano: 2024 | Banca: FUNDEP (Gestão de Concursos) | Órgão: Prefeitura de Juiz de Fora - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "A Lei nº 13.303, de 30 de junho de 2016, dispõe sobre o estatuto jurídico da empresa pública, da sociedade de economia mista e de suas subsidiárias, no âmbito da União, dos Estados, do Distrito Federal e dos Municípios. Com relação a essa lei, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A empresa pública não pode divulgar toda e qualquer forma de remuneração dos administradores e colaboradores."
      },
      {
        "letra": "B",
        "texto": "A empresa pública poderá lançar debêntures ou outros títulos ou valores mobiliários, conversíveis em ações."
      },
      {
        "letra": "C",
        "texto": "O estatuto da empresa pública deverá observar regras de governança corporativa e de transparência."
      },
      {
        "letra": "D",
        "texto": "A auditoria interna da empresa pública não deverá ser vinculada ao Conselho de Administração, diretamente ou por meio do Comitê de Auditoria Estatutário."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3343686",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: SPTrans",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Considerando a Lei Federal n° 13.303/2016, que trata sobre o estatuto jurídico da empresa pública e da sociedade de economia mista, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A exploração de serviços públicos pelo Estado pode ser exercida por meio de empresa pública, uma vez que seu capital social é integralmente detido pela União, pelos Estados, pelo Distrito Federal ou pelos Municípios."
      },
      {
        "letra": "B",
        "texto": "A sociedade de economia mista será constituída sob a forma de sociedade simples ou anônima."
      },
      {
        "letra": "C",
        "texto": "A constituição de empresa pública ou de sociedade de economia mista dependerá de prévia autorização legal que indique, de forma clara, necessidade de incrementar a oferta de serviços públicos."
      },
      {
        "letra": "D",
        "texto": "Sociedade de economia mista é a entidade dotada de personalidade jurídica de direito público, com criação autorizada por decreto, cujas ações com direito a voto pertençam em sua maioria à União, aos Estados, ao Distrito Federal, aos Municípios ou à entidade da administração indireta."
      },
      {
        "letra": "E",
        "texto": "A empresa pública não poderá emitir partes beneficiárias nem lançar debêntures ou outros títulos ou valores mobiliários conversíveis em ações."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3329204",
    "metadata": "Ano: 2024 | Banca: IDCAP | Órgão: Prefeitura de Serra - ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "A Lei nº 13.303/16 dispõe que o acionista controlador da empresa pública e da sociedade de economia mista responderá pelos atos praticados com abuso de poder. Nesse caso, a ação de reparação poderá ser proposta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No prazo prescricional de 02 anos, contados da data da prática do ato abusivo."
      },
      {
        "letra": "B",
        "texto": "No prazo prescricional de 03 anos, contados da data da prática do ato abusivo."
      },
      {
        "letra": "C",
        "texto": "No prazo prescricional de 06 anos, contados da data da prática do ato abusivo."
      },
      {
        "letra": "D",
        "texto": "No prazo prescricional de 05 anos, contados da data da prática do ato abusivo."
      },
      {
        "letra": "E",
        "texto": "No prazo prescricional de 04 anos, contados da data da prática do ato abusivo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3313135",
    "metadata": "Ano: 2024 | Banca: IADES | Órgão: Correios",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Nos termos da Lei nº 13.303/2016, referente ao estatuto jurídico da empresa pública, da sociedade de economia mista e de suas subsidiárias, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A empresa pública deverá lançar debêntures ou outros títulos ou valores mobiliários, conversíveis em ações."
      },
      {
        "letra": "B",
        "texto": "Apesar de recomendado, é facultado ao estatuto da empresa pública observar as regras de governança corporativa e as práticas de gestão de riscos."
      },
      {
        "letra": "C",
        "texto": "As sociedades de economia mista deverão divulgar bimestralmente o seu relatório integrado."
      },
      {
        "letra": "D",
        "texto": "A sociedade de economia mista é dispensada de divulgar a forma de remuneração dos seus administradores."
      },
      {
        "letra": "E",
        "texto": "A empresa pública e a sociedade de economia mista adotarão regras de estruturas e práticas de controle interno que abranjam auditoria interna e Comitê de Auditoria Estatutário."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3283417",
    "metadata": "Ano: 2024 | Banca: INSTITUTO AOCP | Órgão: MPE-PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "A empresa pública estadual ÁguaPar foi criada com o objetivo de fornecer serviços de tratamento e distribuição de recursos hídricos para a população. Recentemente, a empresa enfrentou uma situação em que a demanda por serviços de tratamento de água aumentou significativamente devido ao grande volume de chuvas no Estado. Assim, a ÁguaPar decidiu contratar uma empresa privada para auxiliar na operação de uma nova estação de tratamento. Considerando esse contexto e com base na Lei nº 13.303/2016, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ÁguaPar pode, sem licitação, contratar a empresa privada para auxiliar na operação da nova estação de tratamento, pois se trata de hipótese em que é dispensável a sua realização."
      },
      {
        "letra": "B",
        "texto": "A ÁguaPar, como empresa pública, deve seguir o processo de licitação para a contratação da empresa privada, devendo observar, dentre outros princípios, os da impessoalidade e da moralidade."
      },
      {
        "letra": "C",
        "texto": "A contratação da empresa privada pode ser feita diretamente, sem licitação, com base em um contrato de prestação de serviços, desde que a empresa pública possua um acordo de cooperação técnica estabelecido com a empresa privada."
      },
      {
        "letra": "D",
        "texto": "A ÁguaPar deve criar uma nova empresa subsidiária para gerir a operação da estação de tratamento, já que empresas públicas não podem terceirizar diretamente a operação de serviços essenciais, como tratamento de água."
      },
      {
        "letra": "E",
        "texto": "A ÁguaPar pode optar por um processo de chamamento público em vez de licitação para a contratação da empresa privada, desde que esse chamamento seja amplamente divulgado e permita a participação de qualquer interessado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3249918",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: EBSERH",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "O Artigo 29 da Lei nº 13.303/2016 estabelece algumas situações em que se dispensa a realização de licitação por empresas públicas e sociedades de economia mista. Uma dessas situações é a realização de obras e serviços de engenharia que não se refiram a parcelas de uma mesma obra ou serviço ou ainda a obras e serviços de mesma natureza e no mesmo local, e cujo valor contratado seja de até",
    "alternativas": [
      {
        "letra": "A",
        "texto": "R$ 50.000,00."
      },
      {
        "letra": "B",
        "texto": "R$ 100.000,00."
      },
      {
        "letra": "C",
        "texto": "R$ 150.000,00."
      },
      {
        "letra": "D",
        "texto": "R$ 200.000,00."
      },
      {
        "letra": "E",
        "texto": "R$ 250.000,00."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3248800",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: EBSERH",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Considerando que as contratações realizadas por empresas públicas devem observar o disposto na Lei nº 13.303/2016, no âmbito da respectiva definição e aplicação de sanções administrativas em decorrência da inexecução total ou parcial do contrato por parte da estatal, garantida a prévia defesa, é correto afirmar que a norma em comento elenca expressamente as seguintes penalidades:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "repreensão, multa, na forma prevista no instrumento convocatório ou no contrato, e declaração de inidoneidade para licitar ou contratar com prazo indeterminado."
      },
      {
        "letra": "B",
        "texto": "advertência, multa, na forma prevista no instrumento convocatório ou no contrato, e impedimento de licitar e contratar com prazo mínimo de três anos e máximo de oito anos."
      },
      {
        "letra": "C",
        "texto": "repreensão, multa, na forma prevista no instrumento convocatório ou no contrato, impedimento de licitar e contratar e declaração de inidoneidade para licitar e contratar, sendo que essa última não pode ultrapassar o prazo de três anos."
      },
      {
        "letra": "D",
        "texto": "advertência, multa, na forma prevista no instrumento convocatório ou no contrato, suspensão temporária de participação em licitação e impedimento de contratar com a entidade sancionadora, por prazo não superior a dois anos."
      },
      {
        "letra": "E",
        "texto": "repreensão, multa, na forma prevista no instrumento convocatório ou no contrato, suspensão temporária de participação em licitação, impedimento de contratar com a Administração Direta e Indireta por até cinco anos e declaração de inidoneidade para licitar ou contratar, por prazo não inferior a um ano."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3227858",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: NOVACAP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Com base na Lei nº 13.303/2016, que trata do Estatuto Jurídico da Empresa Pública e da sociedade de economia mista, julgue o item abaixo. É vedada a indicação para o conselho de administração e para a diretoria da pessoa que exerça cargo em sindicato.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3223291",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Spcine - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "O Diretor de Operações de uma empresa estatal propõe, em reunião de Diretoria, que a área de compliance da empresa esteja vinculada à sua Diretoria, considerando ser esta a Diretoria com o maior número de funcionários e processos dentro da empresa. Porém, é correto afirmar com base na Lei no 13.303/2016 que a área responsável pela verificação de cumprimento de obrigações e de gestão de riscos em uma empresa estatal deverá ser vinculada",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ao Conselho de Administração."
      },
      {
        "letra": "B",
        "texto": "ao Conselho Fiscal."
      },
      {
        "letra": "C",
        "texto": "ao Diretor-Presidente."
      },
      {
        "letra": "D",
        "texto": "ao Comitê de Auditoria."
      },
      {
        "letra": "E",
        "texto": "à Auditoria Interna."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3223277",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Spcine - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "Considere que a Spcine celebrou contrato de prestação de serviços para a adequação de salas pertencentes à Prefeitura, para a implantação de um projeto de veiculação de vídeos com temáticas socioculturais nas zonas leste e sul da Cidade. A ideia é utilizar a estrutura física da Administração já existente e readequá-la, com fim de promoção de projetos culturais, especialmente em áreas que são desassistidas de equipamentos com essas características. A empresa contratada, contudo, deseja subcontratar a parte relacionada a preparação da estrutura de rede e elétrica para uma empresa especializada. Com base na situação hipotética e o disposto na Lei no 13.303/16, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a subcontratação não pode ser realizada para empresa que tenha participado do procedimento licitatório, mas pode ser direcionada a que tenha participado indiretamente da elaboração do projeto básico."
      },
      {
        "letra": "B",
        "texto": "a subcontratação não pode ultrapassar valor que supere 50% do contrato, por expressa previsão legal."
      },
      {
        "letra": "C",
        "texto": "a empresa contratada poderá subcontratar parte do objeto, sem a concordância expressa da Spcine, caso a subcontratação já esteja autorizada no edital."
      },
      {
        "letra": "D",
        "texto": "a subcontratação pode ser realizada, caso esteja autorizada no edital, haja a concordância expressa da Spcine e atenda, em relação ao objeto subcontratado, as exigências de qualificação técnica impostas ao licitante vencedor, em relação ao objeto da subcontratação."
      },
      {
        "letra": "E",
        "texto": "a subcontratação pode ser realizada, caso autorizada no contrato, ainda que a contratação direta tenha sido realizada por inexigibilidade de licitação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3223276",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Spcine - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Indireta",
      "Empresas Públicas e Sociedades de Economia Mista",
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "O Município X possui em sua estrutura orgânica uma empresa estatal cujo objeto social é prestar serviços, para a administração direta e indireta, de tecnologia da informação. Para aumentar a sua sustentabilidade financeira, além dos serviços que presta ao ente político a que está vinculada, a empresa também elabora projetos para outros entes federativos. Com o início de uma nova gestão na Administração municipal, houve a designação de um novo presidente para essa empresa, que possui dúvidas sobre que pessoas podem ser indicadas para exercer cargos no seu Conselho de Administração e na sua diretoria, motivo pelo qual solicita a realização de uma reunião com o(a) Gestor(a) Jurídico(a) da empresa. Com base na situação hipotética, na Lei Federal no 13.303/16 e na jurisprudência do Supremo Tribunal Federal, o(a) Gestor(a) Jurídico afirmará, de maneira correta, que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pode ser indicado para o Conselho de Administração pessoa que exerça cargo em organização sindical, pois o STF considera a vedação, prevista na Lei, inconstitucional, por violar o princípio da liberdade sindical."
      },
      {
        "letra": "B",
        "texto": "não pode ser indicado, para o Conselho de Administração, Secretário Municipal sem vínculo permanente com o serviço público, reservada a possibilidade de permanecer na função o que estiver no seu exercício durante o período em que esteve vigente medida liminar proferida pelo STF na ADI 7331."
      },
      {
        "letra": "C",
        "texto": "as limitações para a indicação de membros de pessoas para o Conselho de Administração e diretoria não se estendem à empresa, pois ela presta serviços para entes federativos diversos a que vinculado, em regime de livre concorrência."
      },
      {
        "letra": "D",
        "texto": "não pode ser indicado, para o cargo de diretor, dirigente estatutário de partido político, que deverá deixar o posto na empesa imediatamente caso ainda o esteja exercendo."
      },
      {
        "letra": "E",
        "texto": "para exercer a função de administrador da empresa e integrar o Conselho de Administração, o indicado deve possuir formação acadêmica compatível com o cargo para o qual foi indicado e ter experiência profissional de, no mínimo, 20 anos no setor público, na área de atuação da empresa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3176789",
    "metadata": "Ano: 2024 | Banca: IDECAN | Órgão: SES-PB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitação nas Empresas Estatais - Lei nº 13.303 de 2016 - Estatuto Jurídico da Empresa Pública e da Sociedade de Economia Mista"
    ],
    "enunciado_principal": "A Lei nº 13.303/2016 dispõe sobre o estatuto jurídico da empresa pública, da sociedade de economia mista e de suas subsidiárias, no âmbito da União, dos Estados, do Distrito Federal e dos Municípios. Com base na referida lei, é correto afirmar que uma empresa pública municipal é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "entidade dotada de personalidade política e de direito público."
      },
      {
        "letra": "B",
        "texto": "entidade dotada de personalidade jurídica de direito público."
      },
      {
        "letra": "C",
        "texto": "entidade de economia mista."
      },
      {
        "letra": "D",
        "texto": "entidade sem personalidade jurídica."
      },
      {
        "letra": "E",
        "texto": "entidade dotada de personalidade jurídica de direito privado."
      }
    ],
    "gabarito": "E"
  }
]