[
  {
    "id": "3624558",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: Prefeitura de João Ramalho - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Em relação à jurisprudência do Tribunal de Contas da União (TCU) e suas decisões relacionadas a licitações e contratos administrativos, analise as afirmativas a seguir. I. É irregular a utilização, pelo órgão gerenciador, do sistema de registro de preços para realização de contratação única e integral do objeto registrado, ocasionando a extinção da ata na primeira contratação, por afronta aos princípios da razoabilidade e da finalidade. II. Na licitação, que tem como critério de julgamento das propostas o maior desconto, é regular a previsão, no edital, de desconto máximo a ser ofertado pelo licitante. III. Nas licitações de serviços advocatícios, é irregular a exigência, na fase de habilitação, de localização específica do escritório de advocacia sem a demonstração de que tal medida seja imprescindível à adequada execução do objeto licitado, devido ao potencial de restringir o caráter competitivo da licitação e afetar a economicidade do contrato. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "I e II, apenas."
      },
      {
        "letra": "C",
        "texto": "I e III, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3615946",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: PGM - RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "O Município do Rio de Janeiro pretende realizar as seguintes contratações: I. alienação de bens imóveis legalmente apreendidos a quem oferecer o maior lance; II. credenciamento para a prestação de serviço de reboque de automóveis, de todos os interessados que preencham os requisitos objetivos para tanto; III. aquisição de grande quantidade de bens comuns, considerados materiais de consumo, tais como produtos de limpeza, papel higiênico, bem como materiais de papelaria e escritório, destinados ao adequado funcionamento de suas repartições, mediante sistema de registro de preços. Considerando as modalidades de licitação e as hipóteses de contratações direta, previstas na Lei nº 14.133/2021, assinale a opção que apresenta a adequada correspondência a cada uma das situações descritas, segundo a ordem apresentada.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I. Concorrência – II. Licitação dispensável – III. Leilão."
      },
      {
        "letra": "B",
        "texto": "I. Leilão – II. Inexigibilidade de licitação – III. Pregão."
      },
      {
        "letra": "C",
        "texto": "I. Licitação dispensável – II. Pregão – III. Concurso."
      },
      {
        "letra": "D",
        "texto": "I. Pregão – II. Concorrência – III. Inexigibilidade de licitação."
      },
      {
        "letra": "E",
        "texto": "I. Inexigibilidade de licitação – II. Concurso – III. Licitação dispensável."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3606473",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRP - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Em relação às licitações e às suas modalidades definidas pela Lei nº 14.133/2021, julgue o item a seguir.No regime jurídico estabelecido pela Lei nº 14.133/2021, há predomínio das modalidades de pregão e de concorrência para a aquisição de bens e serviços, seguindo ambas as modalidades rito procedimental comum, adotando‑se, porém, o pregão sempre que o objeto possuir padrões de desempenho e qualidade que possam ser objetivamente definidos pelo edital, por meio de especificações usuais de mercado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3606472",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRP - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Em relação às licitações e às suas modalidades definidas pela Lei nº 14.133/2021, julgue o item a seguir.É expressamente vedado pelo regime jurídico de licitações a criação de outras modalidades de licitação ou mesmo que o administrador público se valha da combinação das modalidades definidas pela Lei.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3606471",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRP - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Em relação às licitações e às suas modalidades definidas pela Lei nº 14.133/2021, julgue o item a seguir.De acordo com o que estabelece a Lei nº 14.133/2021, são modalidades de licitação a concorrência, a tomada de preços, o convite, o concurso, o pregão e o leilão.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3605594",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRP - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Em relação às licitações públicas, julgue o item a seguir, quanto aos seus princípios, suas modalidades, seus casos de dispensa e inexigibilidade, bem como quanto às suas fases e aos seus procedimentos. Pregão é a modalidade de licitação obrigatória para a aquisição de bens e serviços comuns, cujo critério de julgamento poderá ser o de menor preço ou o de maior desconto. Por sua vez, concurso é a modalidade de licitação para a escolha de trabalho técnico, científico ou artístico, cujo critério de julgamento será o de melhor técnica ou conteúdo artístico, e para a concessão de prêmio ou remuneração ao vencedor.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3605593",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRP - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Em relação às licitações públicas, julgue o item a seguir, quanto aos seus princípios, suas modalidades, seus casos de dispensa e inexigibilidade, bem como quanto às suas fases e aos seus procedimentos. Concorrência é a modalidade de licitação para a contratação de bens e serviços especiais e de obras e serviços comuns e especiais de engenharia, cujo critério de julgamento poderá ser o de menor preço, melhor técnica ou conteúdo artístico, técnica e preço, maior retorno econômico ou maior desconto.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3605587",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRP - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Em relação às licitações públicas, julgue o item a seguir, quanto aos seus princípios, suas modalidades, seus casos de dispensa e inexigibilidade, bem como quanto às suas fases e aos seus procedimentos. Na modalidade diálogo competitivo, a Administração poderá solicitar esclarecimentos ou ajustes às propostas apresentadas, desde que não impliquem discriminação nem distorçam a concorrência entre as propostas.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3605586",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRP - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Em relação às licitações públicas, julgue o item a seguir, quanto aos seus princípios, suas modalidades, seus casos de dispensa e inexigibilidade, bem como quanto às suas fases e aos seus procedimentos. Em regra, o pregão aplica‑se às contratações de serviços técnicos especializados de natureza predominantemente intelectual e de obras e serviços de engenharia.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3604871",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRP - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "No que se refere à Lei de Licitações e Contratos Administrativos, Lei nº 14.133/2021 julgue o item seguinte. Em caso de empate entre duas ou mais propostas, o primeiro critério de desempate será uma disputa final, hipótese em que os licitantes empatados poderão apresentar nova proposta em ato contínuo à classificação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3604870",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRP - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "No que se refere à Lei de Licitações e Contratos Administrativos, Lei nº 14.133/2021 julgue o item seguinte. Serão desclassificadas as propostas que apresentarem preços inexequíveis ou que permanecerem acima do orçamento estimado para a contratação, bem como as propostas que não tiverem a sua exequibilidade demonstrada, quando exigido pela Administração.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3604868",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRP - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "No que se refere à Lei de Licitações e Contratos Administrativos, Lei nº 14.133/2021 julgue o item seguinte. O julgamento por melhor técnica ou conteúdo artístico considerará, exclusivamente, as propostas técnicas ou artísticas apresentadas pelos licitantes, e o edital deverá definir o prêmio ou a remuneração que será atribuída aos vencedores.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3604867",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRP - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "No que se refere à Lei de Licitações e Contratos Administrativos, Lei nº 14.133/2021 julgue o item seguinte. O julgamento das propostas será realizado de acordo com certos critérios, entre eles estão: maior desconto e melhor técnica ou conteúdo artístico.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3604853",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRP - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Quanto às modalidades, bem como aos casos de dispensa e de inexigibilidade de licitação pública, julgue o item a seguir.Será dispensável a licitação nos casos de guerra, estado de defesa, estado de sítio, intervenção federal ou de grave perturbação da ordem, e será inexigível a licitação no caso de objetos que devam ou possam ser contratados por meio de credenciamento.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3604852",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRP - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Quanto às modalidades, bem como aos casos de dispensa e de inexigibilidade de licitação pública, julgue o item a seguir.O concurso observará as regras e as condições previstas em edital, que também indicarão as diretrizes e as formas de apresentação do trabalho, nos concursos destinados à elaboração de projeto. O vencedor deverá ceder à Administração Pública todos os direitos patrimoniais relativos ao projeto e autorizar a sua execução conforme juízo de conveniência e oportunidade das autoridades competentes.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3604851",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRP - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Quanto às modalidades, bem como aos casos de dispensa e de inexigibilidade de licitação pública, julgue o item a seguir.Leilão é a modalidade de licitação para alienação de bens imóveis ou de bens móveis inservíveis ou legalmente apreendidos a quem oferecer o maior lance, ele poderá ser cometido a leiloeiro oficial ou a servidor designado pela autoridade competente da Administração, e o regulamento deverá dispor sobre os seus procedimentos operacionais.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3604850",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRP - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Quanto às modalidades, bem como aos casos de dispensa e de inexigibilidade de licitação pública, julgue o item a seguir.Diálogo competitivo é a modalidade de licitação para contratação de obras, serviços e compras em que a Administração Pública realiza diálogos com licitantes previamente selecionados mediante critérios objetivos, com o intuito de desenvolver uma ou mais opções capazes de atender às suas necessidades, devendo os licitantes apresentarem proposta final após o encerramento dos diálogos, a fase de diálogo poderá ser mantida até que a Administração, em decisão fundamentada, identifique a solução ou as soluções que atendam às suas necessidades.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3585849",
    "metadata": "Ano: 2025 | Banca: CPCON | Órgão: Prefeitura de Nova Palmeira - PB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Considerando as inovações introduzidas pela Lei nº 14.133/2021 no regime jurídico das licitações públicas, especificamente no que se refere à modalidade diálogo competitivo e à figura do agente de contratação, é CORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a modalidade diálogo competitivo, conforme definida no art. 6º, XLII, da Lei nº 14.133/2021, aplica-se a todas as contratações de obras, serviços e compras da Administração Pública, constituindo alternativa às demais modalidades licitatórias, podendo ser adotada por critério de conveniência e oportunidade do administrador público, desde que justificada a escolha no processo administrativo."
      },
      {
        "letra": "B",
        "texto": "o agente de contratação, previsto no art. 8º da Lei nº 14.133/2021, pode ser designado entre quaisquer servidores ou empregados públicos da Administração, independentemente de integrar os quadros permanentes, desde que devidamente capacitado, sendo suas atribuições limitadas ao acompanhamento do procedimento licitatório, vedada a tomada de decisões que possam influenciar o resultado do certame, as quais permanecem sob responsabilidade exclusiva da autoridade competente."
      },
      {
        "letra": "C",
        "texto": "nos termos do art. 32 da Lei nº 14.133/2021, a modalidade diálogo competitivo é restrita a contratações em que a Administração vise a contratar objeto que envolva a inovação tecnológica ou técnica, a impossibilidade de o órgão ou entidade ter sua necessidade satisfeita sem a adaptação de soluções disponíveis no mercado e a impossibilidade de as especificações técnicas serem definidas com precisão suficiente pela Administração ou verifique a necessidade de definir e identificar os meios e as alternativas que possam satisfazer suas necessidades, com destaque para os aspectos de a solução técnica mais adequada, os requisitos técnicos aptos a concretizar a solução já definida e a estrutura jurídica ou financeira do contrato."
      },
      {
        "letra": "D",
        "texto": "o art. 7º da Lei nº 14.133/2021 estabelece que a autoridade competente para designar o agente de contratação deve observar o princípio da segregação de funções, sendo vedada a designação do mesmo agente público para atuação simultânea em funções mais suscetíveis a riscos, regra que se aplica apenas aos órgãos da Administração direta, não alcançando os órgãos de assessoramento jurídico e de controle interno, que possuem regime jurídico específico."
      },
      {
        "letra": "E",
        "texto": "na modalidade diálogo competitivo, após a fase de diálogos com os licitantes previamente selecionados, a apresentação das propostas finais segue necessariamente o critério de julgamento de menor preço, vedada a aplicação dos demais critérios previstos no art. 33 da Lei nº 14.133/2021, em razão da natureza específica desta modalidade e da necessidade de garantir a economicidade das contratações públicas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3582741",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "A respeito das principais diretrizes do processo licitatório, julgue o seguinte item, com base na legislação vigente. A licitação, como procedimento administrativo formal, tem por objeto a escolha da proposta de menor preço, não se admitindo, pela legislação brasileira, outros critérios que sobreponham ao orçamentário.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3542834",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TCU",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Em relação a essa situação hipotética, julgue o próximo item. A modalidade de licitação mais adequada à hipótese é o pregão.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3542832",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TCU",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Em relação a essa situação hipotética, julgue o próximo item. Maior desconto é o critério de julgamento das propostas destinadas a contratos de eficiência, em que o contratado busca gerar economia para a administração pública.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3542831",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TCU",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Em relação a essa situação hipotética, julgue o próximo item. A análise das propostas feita de forma imparcial e técnica baseia-se no princípio do julgamento objetivo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3538228",
    "metadata": "Ano: 2025 | Banca: INSTITUTO AOCP | Órgão: SANESUL",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento",
      "Contratação Direta"
    ],
    "enunciado_principal": "O processo de licitação é um procedimento formal adotado pela Administração Pública para garantir a contratação de bens e serviços de forma transparente, eficiente e econômica. Esse processo segue princípios e regras que estabelecem modalidades de contratação, critérios de julgamento, hipóteses de dispensa e inexigibilidade, além de prever sanções para descumprimento contratual. Nesse processo, também ocorrem inovações, especialmente referentes a novas modalidades licitatórias, critérios de julgamento, regras para dispensa e inexigibilidade, além do fortalecimento dos princípios da transparência e eficiência na gestão pública. Em relação a esse processo, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A modalidade de diálogo competitivo permite que a Administração conduza negociações com licitantes qualificados antes da formulação da proposta final, sendo aplicável quando não há definição prévia da melhor solução técnica para atender ao interesse público."
      },
      {
        "letra": "B",
        "texto": "As modalidades de licitação permanecem inalteradas ao longo do tempo, incluindo as formas clássicas de concorrência, tomada de preços e convite, sendo vedada a introdução de novas modalidades no ordenamento jurídico."
      },
      {
        "letra": "C",
        "texto": "A inexigibilidade de licitação foi totalmente eliminada nos processos administrativos, tornando a concorrência obrigatória para qualquer tipo de contratação realizada pela Administração Pública."
      },
      {
        "letra": "D",
        "texto": "O critério de julgamento de menor preço é sempre obrigatório em qualquer licitação pública, independentemente do objeto contratado, garantindo economicidade nas compras governamentais."
      },
      {
        "letra": "E",
        "texto": "As sanções aplicáveis no âmbito das licitações e contratos administrativos restringem-se aos agentes públicos, sem possibilidade de penalização das empresas contratadas ou dos licitantes."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3530072",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "A respeito de licitação, julgue o próximo item. O sistema de registro de preços consiste em modalidade de licitação destinada a registrar formalmente os preços de bens e serviços para futuras contratações.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3505435",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CREMESE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "No que se refere aos princípios básicos e às modalidades da licitação pública, julgue o item a seguir.Diálogo competitivo é a modalidade de licitação para a escolha de trabalho técnico, científico ou artístico, cujo critério de julgamento será o de melhor técnica ou conteúdo artístico, e para concessão de prêmio ou remuneração ao vencedor.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3505434",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CREMESE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "No que se refere aos princípios básicos e às modalidades da licitação pública, julgue o item a seguir.As reuniões com os licitantes pré‑selecionados na modalidade diálogo competitivo serão registradas em ata e gravadas mediante utilização de recursos tecnológicos de áudio e vídeo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3505433",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CREMESE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "No que se refere aos princípios básicos e às modalidades da licitação pública, julgue o item a seguir.O leilão poderá ser cometido a leiloeiro oficial ou a servidor designado pela autoridade competente da Administração e, se optar pela realização de leilão por intermédio de leiloeiro oficial, a Administração deverá selecioná‑lo mediante credenciamento ou licitação na modalidade pregão.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3505431",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CREMESE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "No que se refere aos princípios básicos e às modalidades da licitação pública, julgue o item a seguir.Concorrência é a modalidade de licitação obrigatória para a aquisição de bens e serviços comuns, cujo critério de julgamento poderá ser o de menor preço ou o de maior desconto.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3505430",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CREMESE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "No que se refere aos princípios básicos e às modalidades da licitação pública, julgue o item a seguir.O diálogo competitivo apenas poderá ser conduzido por comissão de contratação composta de três servidores efetivos pertencentes aos ou empregados públicos quadros permanentes da Administração, não sendo admitida a contratação de profissionais para assessoramento técnico da comissão.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3505429",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CREMESE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "No que se refere aos princípios básicos e às modalidades da licitação pública, julgue o item a seguir.Além das modalidades de licitação já existentes, o leilão e o pregão são exemplos de duas modalidades que, também, poderão ser combinadas, visando melhor atender a Administração Pública.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3505428",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CREMESE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "No que se refere aos princípios básicos e às modalidades da licitação pública, julgue o item a seguir.Na modalidade diálogo competitivo, os critérios empregados para pré‑seleção dos licitantes deverão ser previstos em edital, e serão admitidos todos os interessados que preencherem os requisitos objetivos estabelecidos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3505427",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CREMESE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "No que se refere aos princípios básicos e às modalidades da licitação pública, julgue o item a seguir.Nos concursos destinados à elaboração de projeto, o vencedor deverá autorizar a execução do projeto conforme juízo de conveniência e oportunidade das autoridades competentes.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3505426",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CREMESE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "No que se refere aos princípios básicos e às modalidades da licitação pública, julgue o item a seguir.A concorrência e o pregão seguem o rito procedimental comum, e adota‑se o pregão sempre que o objeto possuir padrões de desempenho e qualidade que possam ser definidos de forma objetiva pelo edital, por meio de especificações usuais de mercado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3502987",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: CAU-MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "No que se refere à Lei n.º 4.320/1964 e suas alterações, e a licitações e contratos administrativos, julgue o seguinte item.O pregão é inaplicável à contratação de serviços técnicos especializados de natureza predominantemente intelectual, salvo em casos legalmente excepcionados que envolvam determinados serviços de engenharia.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3479580",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: UNB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento",
      "Contratação Direta",
      "Alienações e Instrumentos Auxiliares"
    ],
    "enunciado_principal": "O sistema de registro de preços é admitido nas hipóteses de contratação direta ou de licitação na modalidade pregão ou diálogo competitivo, de forma a permitir o registro formal de preços para contratações futuras.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3479577",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: UNB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento",
      "Fases e Processo Licitatório"
    ],
    "enunciado_principal": "O leilão deve ser cometido a leiloeiro oficial, e não a servidor público designado pela administração, e seus procedimentos operacionais devem estar dispostos em regulamento próprio.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3479542",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: UNB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Em procedimentos licitatórios, devem ser desclassificadas as propostas em desobediência às especificações técnicas pormenorizadas no edital e com vícios insanáveis.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3469190",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "A respeito de licitações, controle da administração pública e responsabilidade civil do Estado, julgue o item a seguir.É permitido ao administrador público, com justificativa no interesse público e na particularidade do caso concreto, combinar duas das modalidades de licitação previstas em lei.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3466761",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: FUB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Julgue o item a seguir, em relação a modalidades licitatórias, dispensa e inexigibilidade de licitação, contratos administrativos e convênios no setor público federal. O leilão deve ser cometido a leiloeiro oficial, e não a servidor público designado pela administração, e seus procedimentos operacionais devem estar dispostos em regulamento próprio.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3464436",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: FUB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Julgue o item subsequente, considerando o disposto na Lei n.º 14.133/2021. O julgamento por técnica e preço será sempre escolhido quando o ETP demonstrar que a avaliação e a ponderação da qualidade técnica das propostas atenderam aos parâmetros mínimos de qualidade definidos no edital de licitação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3452308",
    "metadata": "Ano: 2025 | Banca: FAU | Órgão: Prefeitura de Céu Azul - PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Sobre os tipos de licitação, analise as afirmativas a seguir a assinale a opção correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A concorrência deve ser a modalidade adotada sempre que o objeto de contratação possuir padrões de desempenho e qualidade que possam ser objetivamente definidos pelo edital, por meio de especificações usuais de mercado."
      },
      {
        "letra": "B",
        "texto": "O pregão não se aplica às contratações de serviços técnicos especializados de natureza predominantemente intelectual e de obras e serviços de engenharia, exceto os serviços especiais de engenharia."
      },
      {
        "letra": "C",
        "texto": "O concurso é a modalidade de licitação para a escolha de trabalho técnico, científico ou artístico, podendo haver a combinação desta modalidade com o leilão."
      },
      {
        "letra": "D",
        "texto": "O diálogo competitivo é a modalidade de licitação utilizada quando a administração pública se encontra impossibilitada de definir com precisão as especificações técnicas do objeto a ser contratado."
      },
      {
        "letra": "E",
        "texto": "O leilão é a modalidade de licitação utilizada pela Administração Pública para a aquisição de bens ou serviços, e seleção do vencedor é feita através do menor preço oferecido."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3438050",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRC-SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "A Lei nº 14.133/2021 trouxe diversas modificações em relação à legislação anterior (Lei nº 8.666/93). Quanto à Nova Lei de Licitações e Contratos Administrativos, julgue o item seguinte.A modalidade de licitação denominada \"convite\" permanece válida na Lei nº 14.133/2021, desde que respeitado o limite de valor atualizado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3435883",
    "metadata": "Ano: 2025 | Banca: Instituto Indec | Órgão: Prefeitura de Igarassu - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "O Art. 19 da Lei 14133/2021, disserta sobre os órgãos da Administração com competências regulamentares relativas às atividades de administração de materiais, de obras e serviços e de licitações e contratos. O § 3º versa que nas licitações de obras e serviços de engenharia e arquitetura, sempre que adequada ao objeto da licitação, será preferencialmente adotada:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Modelagem da Informação da Construção (Building Information Modelling - BIM) ou tecnologias e processos integrados similares ou mais avançados que venham a substituí-la."
      },
      {
        "letra": "B",
        "texto": "Metodologia de controle físico-financeiro baseada em parâmetros referenciais constantes de sistemas oficiais de custeio e planejamento de obras públicas."
      },
      {
        "letra": "C",
        "texto": "Metodologia de execução baseada na Análise do Valor Agregado (Earned Value Analysis – EVA), conforme diretrizes do PMI."
      },
      {
        "letra": "D",
        "texto": "Execução contratual com acompanhamento por equipe técnica multidisciplinar e adoção de métodos construtivos constantes do Sistema Nacional de Pesquisa de Custos e Índices da Construção Civil (SINAPI)."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3431279",
    "metadata": "Ano: 2025 | Banca: CPCON | Órgão: Prefeitura de Pombal - PB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Considere a situação hipotética: A gestão municipal de uma cidade da região Nordeste deseja criar um programa para contabilizar o cumprimento das metas da agenda 2030 pelo munícipio. A ideia do gestor é que todas as secretarias informem suas ações e o programa apresente um balanço total ao final de cada mês, do cumprimento geral das metas pelo munícipio. Com este intuito, pretende-se realizar uma licitação para a contração de empresa de tecnologia para a criação do sistema integrado de informações. Entretanto, os responsáveis estão com dúvidas na caracterização do objeto da licitação e qual alternativa atenderá as suas necessidades. Neste caso, assinale a alternativa que apresenta a modalidade de licitação mais adequada para este fim.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pregão."
      },
      {
        "letra": "B",
        "texto": "Diálogo competitivo."
      },
      {
        "letra": "C",
        "texto": "Concurso."
      },
      {
        "letra": "D",
        "texto": "Leilão."
      },
      {
        "letra": "E",
        "texto": "Concorrência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3390569",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRMV-PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Acerca das fases e das modalidades de licitação, julgue o item seguinte.Caso decida pela realização de leilão por intermédio de leiloeiro oficial, a Administração deverá selecioná‑lo por meio de credenciamento ou licitação na modalidade concorrência.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3390568",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRMV-PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Acerca das fases e das modalidades de licitação, julgue o item seguinte.O concurso é a modalidade de licitação obrigatória para a aquisição de bens e serviços comuns, cujo critério de julgamento poderá ser o de menor preço ou o de maior desconto.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3390565",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRMV-PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Acerca das fases e das modalidades de licitação, julgue o item seguinte.Na modalidade diálogo competitivo, a fase de diálogo poderá ser mantida até que a Administração, em decisão fundamentada, identifique a solução ou as soluções que atendam às suas necessidades.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3384772",
    "metadata": "Ano: 2025 | Banca: INSTITUTO AOCP | Órgão: MPE-RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "A Lei nº 14.133/2021, que estabelece o novo regime jurídico das licitações e contratos administrativos, apresenta diversas inovações importantes. A respeito dos aspectos gerais da referida lei, analise as assertivas e assinale a alternativa que aponta as corretas. I. A Lei nº 14.133/2021 estabelece que a fase preparatória é uma fase opcional no processo de licitação, ou seja, sua omissão não invalida o procedimento licitatório. II. A Lei nº 14.133/2021 permite que a Administração Pública utilize a modalidade de licitação denominada “diálogo competitivo” em situações restritas, indicadas na legislação. III. A habilitação é a fase da licitação em que se verifica o conjunto de informações e documentos necessários e suficientes para demonstrar a capacidade do licitante de realizar o objeto da licitação, dividindo-se em: jurídica; técnica; fiscal, social e trabalhista; e econômico-financeira. IV. Os atos praticados no processo licitatório são públicos, ressalvadas as hipóteses de informações cujo sigilo seja imprescindível à segurança do proponente, na forma da lei. V. A nova lei permite que a modalidade “pregão” seja utilizada para qualquer contratação de bens e serviços, sendo vedada sua utilização para obras e quaisquer serviços de engenharia.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas II e IV."
      },
      {
        "letra": "B",
        "texto": "Apenas IV e V."
      },
      {
        "letra": "C",
        "texto": "Apenas I e IV."
      },
      {
        "letra": "D",
        "texto": "Apenas II e III."
      },
      {
        "letra": "E",
        "texto": "Apenas II e V."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3375545",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRM-MS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Quanto às licitações públicas, mais especificamente a respeito das fases, modalidades, bem como aos casos de dispensa e inexigibilidade, julgue o item a seguir.O leilão será precedido da divulgação do edital em site oficial, que também conterá a indicação do lugar onde estiverem os móveis, os veículos e os semoventes, bem como a especificação de eventuais ônus, gravames ou pendências existentes sobre os bens a serem leiloados.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3375544",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRM-MS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Quanto às licitações públicas, mais especificamente a respeito das fases, modalidades, bem como aos casos de dispensa e inexigibilidade, julgue o item a seguir.Concorrência é a modalidade de licitação para a contratação de bens e serviços especiais e de obras e serviços comuns e especiais de engenharia, já o pregão é a modalidade de licitação obrigatória para a aquisição de bens e serviços comuns.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3375540",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRM-MS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Quanto às licitações públicas, mais especificamente a respeito das fases, modalidades, bem como aos casos de dispensa e inexigibilidade, julgue o item a seguir.Na modalidade diálogo competitivo, o edital poderá prever a realização de fases sucessivas, caso em que cada fase poderá restringir as soluções ou as propostas a serem discutidas.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3351323",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: PC-DF",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Julgue o próximo item, com base no que dispõe a Lei n.º 14.133/2021. São previstas na lei as seguintes modalidades de licitação: pregão, concorrência, concurso, convite, leilão, tomada de preços e diálogo competitivo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3306714",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: MPE-CE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Julgue o seguinte item, referente ao direito administrativo.A autoridade competente para homologar o pregão não poderá revogá-lo por razões de interesse público, por motivo de fato superveniente devidamente comprovado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3301305",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TJ-SE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "O Município de Canindé de São Francisco empenhou dotação orçamentária de R$ 20 milhões para o patrocínio de evento com apresentações artísticas destinado a fomentar o turismo na região, especialmente nos cânions de Xingó. Nessa situação hipotética, a escolha do destinatário do patrocínio:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deve ser precedida de licitação pela modalidade concurso;"
      },
      {
        "letra": "B",
        "texto": "deve ser precedida de licitação pela modalidade concorrência;"
      },
      {
        "letra": "C",
        "texto": "deve ser precedida de licitação pela modalidade leilão;"
      },
      {
        "letra": "D",
        "texto": "deve ser precedida de licitação pela modalidade pregão;"
      },
      {
        "letra": "E",
        "texto": "não caracteriza contratação administrativa sujeita à licitação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3300459",
    "metadata": "Ano: 2025 | Banca: IGEDUC | Órgão: CRMV-BA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Cláusulas Exorbitantes e Equilíbrio Econômico-Financeiro – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "A Lei nº 14.133/2021, também conhecida como a Nova Lei de Licitações e Contratos Administrativos, é a legislação que moderniza e unifica as regras para contratações públicas no Brasil. A respeito dessa Lei, analise os itens abaixo: I. A Lei nº 14.133/2021 estabelece critérios objetivos para julgamento de propostas, incluindo modalidades como menor preço, maior desconto, melhor técnica e técnica e preço. II. A nova Lei revoga imediatamente todas as normas anteriores sobre licitações e contratos, tornando inválidas as disposições da Lei nº 8.666/1993 e da Lei nº 10.520/2002 a partir de sua publicação. III. A legislação introduziu o seguro-garantia com cláusula de retomada, permitindo que, em caso de inadimplência contratual, a seguradora possa assumir a execução da obra ou serviço público. Após análise, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os itens I, II e III estão corretos."
      },
      {
        "letra": "B",
        "texto": "Apenas os itens I e II estão corretos."
      },
      {
        "letra": "C",
        "texto": "Apenas os itens II e III estão corretos."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens I e III estão corretos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3300174",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Câmara de Cerro Grande - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "De acordo com a Lei nº 14.133/2021, assinale a alternativa INCORRETA sobre as modalidades de licitação.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São modalidades de licitação o pregão, a concorrência, o concurso, o leilão e o diálogo competitivo."
      },
      {
        "letra": "B",
        "texto": "O leilão poderá ser cometido a leiloeiro oficial ou a servidor designado pela autoridade competente da Administração, e o regulamento deverá dispor sobre seus procedimentos operacionais."
      },
      {
        "letra": "C",
        "texto": "A modalidade diálogo competitivo é restrita a contratações em que a Administração vise a contratar objeto que envolva as seguintes condições: inovação tecnológica ou técnica; impossibilidade de o órgão ou entidade ter sua necessidade satisfeita sem a adaptação de soluções disponíveis no mercado; e impossibilidade de as especificações técnicas serem definidas com precisão suficiente pela Administração."
      },
      {
        "letra": "D",
        "texto": "O pregão não se aplica às contratações de serviços técnicos especializados de natureza predominantemente intelectual."
      },
      {
        "letra": "E",
        "texto": "O diálogo competitivo será conduzido por comissão de contratação composta de pelo menos cinco servidores efetivos ou empregados públicos pertencentes aos quadros permanentes da Administração, sendo vedada a contratação de profissionais para assessoramento técnico."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3300124",
    "metadata": "Ano: 2025 | Banca: FADESP | Órgão: UNIFESSPA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Na contratação de obras e serviços de construção civil e engenharia pelo setor público, na forma da Lei, podemos dizer que menor preço, melhor técnica ou conteúdo artístico, técnica e preço, maior retorno econômico e maior desconto, são modalidades de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "edital."
      },
      {
        "letra": "B",
        "texto": "certame."
      },
      {
        "letra": "C",
        "texto": "concorrência."
      },
      {
        "letra": "D",
        "texto": "seleção pública."
      },
      {
        "letra": "E",
        "texto": "carta-convite."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3300123",
    "metadata": "Ano: 2025 | Banca: FADESP | Órgão: UNIFESSPA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Sobre a atual Lei de Licitações (Lei Federal nº 14.133, de 01/04/2021), pode-se afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se aplica à maioria das obras e serviços de Arquitetura e Engenharia, à exceção daqueles de alta complexidade, capacidade instalada e exclusividade de perfil, sobre os quais a Lei não incide, por sua inexequibilidade."
      },
      {
        "letra": "B",
        "texto": "se conceitua obra como atividade estabelecida em lei e de responsabilidade privativa de engenheiros civis, arquitetos e técnicos em edificações, que acarreta impacto ambiental e material sob fiscalização técnica."
      },
      {
        "letra": "C",
        "texto": "o restauro de bens de valor histórico é considerado serviço técnico especializado de natureza predominantemente intelectual."
      },
      {
        "letra": "D",
        "texto": "obras consideradas de grande vulto são aquelas cujo valor estimado em orçamento técnico ultrapassa R$ 50 milhões (cinquenta milhões de reais) ou serviços acima de R$ 10 milhões (dez milhões de reais)."
      },
      {
        "letra": "E",
        "texto": "a contratação integrada prevê obras de engenharia, elaboração de anteprojeto e projeto básico, cessão de bens, equipamentos e serviços de montagem, com teste a cargo do contratante para entrega da obra."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3300068",
    "metadata": "Ano: 2025 | Banca: FADESP | Órgão: UNIFESSPA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Abaixo são apresentadas diferentes modalidades de licitação. I. Licitação por convite; II. Licitação por pregão; III. Licitação por concorrência; IV. Licitação por diálogo competitivo. São modalidades de licitação, de acordo com a Lei nº14.133/2021, os itens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III, apenas."
      },
      {
        "letra": "B",
        "texto": "I e II, apenas."
      },
      {
        "letra": "C",
        "texto": "II e III, apenas."
      },
      {
        "letra": "D",
        "texto": "III e IV, apenas."
      },
      {
        "letra": "E",
        "texto": "II, III e IV, apenas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3300067",
    "metadata": "Ano: 2025 | Banca: FADESP | Órgão: UNIFESSPA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento",
      "Fases e Processo Licitatório"
    ],
    "enunciado_principal": "Em relação à Lei nº 14.133/2021, que estabelece normas gerais de licitação e contratação para a Administração Pública, analise as afirmativas abaixo. I. A sequência de fases de um processo licitatório consiste em fases preparatória, divulgação do edital, apresentação de propostas e lances (quando for o caso), julgamento, habilitação, recursal e homologação. II. O prazo mínimo, em dias úteis, para apresentação de propostas e lances, a partir da data de divulgação do edital, para a contratação de serviços de engenharia com o regime de execução de contratação integrada, é de 40 dias. III. Definido o resultado do julgamento, a Administração poderá negociar condições mais vantajosas com o primeiro colocado e os demais licitantes, segundo a ordem de classificação inicialmente estabelecida, quando o primeiro colocado, mesmo após a negociação, for desclassificado em razão de sua proposta permanecer acima do preço máximo definido pela Administração. É(são) verdadeira(s) a(s) afirmativa(s)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "II, apenas."
      },
      {
        "letra": "C",
        "texto": "I e II, apenas."
      },
      {
        "letra": "D",
        "texto": "I e III, apenas."
      },
      {
        "letra": "E",
        "texto": "II e III, apenas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3299915",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Câmara de Cerro Grande - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento",
      "Contratação Direta"
    ],
    "enunciado_principal": "Sobre modalidades de licitação dispensa e inexigibilidade conforme a Lei nº 14.133/2021, analise as assertivas abaixo e assinale V, se verdadeiras, ou F, se falsas. ( ) A inexigibilidade de licitação ocorre quando há inviabilidade de competição, como em casos de exclusividade de fornecedor comprovada por documento idôneo. ( ) O pregão eletrônico é vedado para a contratação de bens comuns e serviços comuns de engenharia. ( ) A concorrência é a modalidade obrigatória para obras e serviços de engenharia com valor superior a R$ 330.000,00. ( ) A dispensa de licitação é permitida quando o valor do contrato não ultrapassa os limites definidos pela Lei nº 14.133/2021, como R$ 100.000,00 para obras de engenharia. ( ) A inexigibilidade também pode ser aplicada para contratações emergenciais de serviços essenciais. A ordem correta de preenchimento dos parênteses, de cima para baixo, é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F – V – F – F – V."
      },
      {
        "letra": "B",
        "texto": "V – V – F – V – F."
      },
      {
        "letra": "C",
        "texto": "F – F – V – V – V."
      },
      {
        "letra": "D",
        "texto": "V – F – V – F – F."
      },
      {
        "letra": "E",
        "texto": "V – F – F – V – F."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3296776",
    "metadata": "Ano: 2025 | Banca: IVIN | Órgão: Prefeitura de Cajazeiras do Piauí - PI",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "A Secretaria de Obras de determinado Município abrirá processo licitatório regido pela Lei Nº 14.133/2021, com o objetivo de alienar bens imóveis legalmente apreendidos. Assim, é correto dizer que a licitação mencionada será pela modalidade:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Diálogo competitivo."
      },
      {
        "letra": "B",
        "texto": "Concurso."
      },
      {
        "letra": "C",
        "texto": "Leilão."
      },
      {
        "letra": "D",
        "texto": "Pregão."
      },
      {
        "letra": "E",
        "texto": "Concorrência."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3292348",
    "metadata": "Ano: 2025 | Banca: FAFIPA | Órgão: Câmara de Guarapuava - PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "De acordo com o disposto na Lei nº 14. 133/2021, assinale a alternativa que NÃO corresponde a uma modalidade de licitação prevista nessa legislação.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Diálogo competitivo."
      },
      {
        "letra": "B",
        "texto": "Leilão."
      },
      {
        "letra": "C",
        "texto": "Pregão."
      },
      {
        "letra": "D",
        "texto": "Menor preço."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3291510",
    "metadata": "Ano: 2025 | Banca: ADM&TEC | Órgão: Prefeitura de João Alfredo - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "A Lei Federal nº 14.133/2021, que regula licitações e contratos administrativos, estabelece que a modalidade de pregão:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É obrigatória para todas as contratações de serviços comuns."
      },
      {
        "letra": "B",
        "texto": "É vedado para contratações de obras públicas."
      },
      {
        "letra": "C",
        "texto": "Pode ser utilizado para aquisições de bens e serviços comuns, com valor estimado até o limite legal."
      },
      {
        "letra": "D",
        "texto": "Dispensa a publicação de editais para valores inferiores a R$ 50.000,00."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3288716",
    "metadata": "Ano: 2025 | Banca: ADM&TEC | Órgão: Prefeitura de João Alfredo - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "De acordo com a Lei 14.133/2021, qual modalidade de licitação foi extinta e não pode mais ser utilizada após a sua promulgação?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Dialogo Competitivo"
      },
      {
        "letra": "B",
        "texto": "Concorrência"
      },
      {
        "letra": "C",
        "texto": "Pregão"
      },
      {
        "letra": "D",
        "texto": "Convite"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3287887",
    "metadata": "Ano: 2025 | Banca: IBADE | Órgão: PC-BA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "De acordo com a Lei nº 14.133/2021, os critérios de julgamento: Menor preço, maior desconto, melhor Técnica ou conteúdo artístico, técnica e preço e maior retorno econômico podem ser utilizados em qual modalidade?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pregão."
      },
      {
        "letra": "B",
        "texto": "Leilão."
      },
      {
        "letra": "C",
        "texto": "Diálogo Competitivo."
      },
      {
        "letra": "D",
        "texto": "Concurso."
      },
      {
        "letra": "E",
        "texto": "Concorrência."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3287613",
    "metadata": "Ano: 2025 | Banca: OBJETIVA | Órgão: Câmara de Progresso - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "De acordo com a Lei nº 14.133/2021 - Lei de Licitações e Contratos Administrativos, a modalidade obrigatória para aquisição de bens e serviços comuns, cujo critério de julgamento poderá ser o de menor preço ou maior desconto, é o(a):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Concorrência."
      },
      {
        "letra": "B",
        "texto": "Leilão."
      },
      {
        "letra": "C",
        "texto": "Concurso."
      },
      {
        "letra": "D",
        "texto": "Pregão."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3286440",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Caconde - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "A modalidade de concorrência é amplamente utilizada em licitações públicas devido à sua abrangência e importância nas contratações. Desse modo, complete CORRETAMENTE a frase a seguir: \"Concorrência: modalidade de licitação para contratação de bens e serviços especiais e de obras e serviços comuns e especiais de ________________.\"",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tecnologia"
      },
      {
        "letra": "B",
        "texto": "logística"
      },
      {
        "letra": "C",
        "texto": "engenharia"
      },
      {
        "letra": "D",
        "texto": "informática"
      },
      {
        "letra": "E",
        "texto": "transporte"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3286350",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Caconde - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "A Prefeitura Municipal de Alfa pretende contratar uma empresa para fornecer materiais de escritório de forma contínua ao longo do ano. Para garantir a melhor proposta, optou por utilizar a modalidade de licitação mais adequada. Com base na Lei Federal nº 14.133/2021, analise as afirmativas e assinale a alternativa mais adequada ao caso apresentado.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O leilão é a modalidade mais apropriada para a contratação, pois permite a escolha da proposta mais vantajosa."
      },
      {
        "letra": "B",
        "texto": "O concurso deve ser utilizado nesse caso, pois seleciona a melhor proposta com base em critérios técnicos."
      },
      {
        "letra": "C",
        "texto": "O pregão é a modalidade mais indicada, pois é destinado à aquisição de bens e serviços comuns de forma ágil e eficiente, cujo critério de julgamento poderá ser o de menor preço ou o de maior desconto."
      },
      {
        "letra": "D",
        "texto": "O diálogo competitivo deve ser aplicado, pois possibilita a negociação indireta com os licitantes antes da escolha da proposta."
      },
      {
        "letra": "E",
        "texto": "A concorrência é a única modalidade permitida para qualquer tipo de contratação no setor público."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3286156",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Caconde - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "A cidade de Nova Aurora está prestes a inaugurar um grande projeto: a construção de um parque ecológico com áreas de lazer, trilhas e espaços educativos. Para isso, a prefeitura abriu um processo de licitação, mas, no meio da reunião de planejamento, o estagiário Rafael percebeu algo estranho. No quadro onde estavam anotadas as modalidades de licitação disponíveis, algumas opções pareciam suspeitas. — “Tenho certeza de que algumas dessas modalidades não existem na lei!” — disse Rafael, intrigado. Um funcionário confirmou que, de fato, somente algumas das opções listadas estavam corretas. Com base no Art. 28 da Lei nº 14.133/2021, qual das alternativas apresenta apenas modalidades de licitação permitidas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pregão, concorrência, tomada de preços, leilão e parceria estratégica."
      },
      {
        "letra": "B",
        "texto": "Concorrência, pregão, carta-convite, leilão e diálogo competitivo."
      },
      {
        "letra": "C",
        "texto": "Concurso, pregão, concorrência, ajuste administrativo e leilão."
      },
      {
        "letra": "D",
        "texto": "Pregão, concorrência, concurso, leilão e diálogo competitivo."
      },
      {
        "letra": "E",
        "texto": "Diálogo competitivo, concorrência, contratação direta, pregão e chamada pública."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3285795",
    "metadata": "Ano: 2025 | Banca: Ibest | Órgão: CREFONO - 5ª Região",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "No que diz respeito às modalidades de licitação, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "só são válidas as previstas na legislação de regência da matéria, mas admite-se a combinação das mesmas."
      },
      {
        "letra": "B",
        "texto": "nos concursos destinados à elaboração de projeto, o vencedor mantém todos os direitos patrimoniais relativos ao projeto, independentemente de autorizar ou não sua execução."
      },
      {
        "letra": "C",
        "texto": "se optar pela realização de leilão por intermédio de leiloeiro oficial, a Administração deverá selecioná-lo mediante concurso público de provas ou de provas e títulos."
      },
      {
        "letra": "D",
        "texto": "no diálogo competitivo, admite-se a contratação de profissionais para assessoramento técnico da comissão, exigindo-se confidencialidade e inexistência de conflito de interesses."
      },
      {
        "letra": "E",
        "texto": "o pregão é indicado quando o objeto não possuir padrões de desempenho e qualidade que possam ser objetivamente definidos pelo edital."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3284707",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Caconde - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "A prefeitura de uma cidade está organizando um processo de licitação e precisa escolher uma modalidade. De acordo com o artigo 28 da Lei nº 14.133/2021, qual das alternativas apresenta apenas modalidades de licitação permitidas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pregão, concorrência, tomada de preços, leilão e ajuste administrativo."
      },
      {
        "letra": "B",
        "texto": "Concorrência, pregão, carta-convite, leilão e diálogo competitivo."
      },
      {
        "letra": "C",
        "texto": "Concurso, pregão, concorrência, consulta pública e leilão."
      },
      {
        "letra": "D",
        "texto": "Pregão, concorrência, concurso, leilão e diálogo competitivo."
      },
      {
        "letra": "E",
        "texto": "Diálogo competitivo, concorrência, dispensa de licitação, pregão e chamada pública."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3284408",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Caconde - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Analise as alternativas e assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Concurso é a modalidade de licitação para escolha de trabalho técnico ou científico, cujo critério de julgamento será o de maior retorno econômico, e para concessão de prêmio ou remuneração ao vencedor."
      },
      {
        "letra": "B",
        "texto": "Concurso é a modalidade de licitação para escolha de trabalho técnico, científico ou artístico, cujo critério de julgamento será o de melhor técnica ou menor preço, e para concessão de prêmio ou remuneração ao vencedor."
      },
      {
        "letra": "C",
        "texto": "Concurso é a modalidade de licitação obrigatória para aquisição de bens e serviços comuns, cujo critério de julgamento poderá ser o de menor preço ou o de maior desconto."
      },
      {
        "letra": "D",
        "texto": "Concurso é a modalidade de licitação para escolha de trabalho técnico, científico ou artístico, cujo critério de julgamento será o de melhor técnica ou conteúdo artístico, e para concessão de prêmio ou remuneração ao vencedor."
      },
      {
        "letra": "E",
        "texto": "Concurso é a modalidade de licitação para contratação de bens e serviços especiais e de obras e serviços comuns e especiais da educação, cujo critério de julgamento será o de melhor técnica ou conteúdo artístico ou maior desconto."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3283611",
    "metadata": "Ano: 2025 | Banca: Máxima | Órgão: Prefeitura de Goiabeira - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "São modalidades de licitação, previstas na Lei Federal 14.133/21, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pregão;"
      },
      {
        "letra": "B",
        "texto": "carta convite;"
      },
      {
        "letra": "C",
        "texto": "concorrência;"
      },
      {
        "letra": "D",
        "texto": "concurso."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3283077",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: FUSAM de Caçapava - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "De acordo com a Lei de Licitações e Contratos Administrativos, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "concurso: modalidade de licitação para escolha de trabalho técnico, científico ou artístico, cujo critério de julgamento será o de melhor técnica ou conteúdo artístico, e para concessão de prêmio ou remuneração ao vencedor."
      },
      {
        "letra": "B",
        "texto": "concurso: modalidade de licitação para alienação de bens imóveis ou de bens móveis inservíveis ou legalmente apreendidos a quem oferecer o maior lance."
      },
      {
        "letra": "C",
        "texto": "concurso: modalidade de licitação obrigatória para aquisição de bens e serviços comuns, cujo critério de julgamento poderá ser o de menor preço ou o de maior desconto."
      },
      {
        "letra": "D",
        "texto": "concurso: processo administrativo de chamamento público em que a Administração Pública convoca interessados em prestar serviços ou fornecer bens para que, preenchidos os requisitos necessários, se credenciem no órgão ou na entidade para executar o objeto quando convocados."
      },
      {
        "letra": "E",
        "texto": "concurso: conjunto de agentes públicos indicados pela Administração, em caráter permanente ou especial, com a função de receber, examinar e julgar documentos relativos às licitações e aos procedimentos auxiliares."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3282696",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ICMBIO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Em relação aos processos de compras nas organizações públicas, julgue o item a seguir, de acordo com a Lei n.º 14.133/2021. A modalidade de licitação pregão deve ser adotada sempre que o objeto possuir padrões de desempenho e qualidade que possam ser objetivamente definidos pelo edital de licitação, por meio de especificações usuais de mercado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3282667",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ICMBIO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "No que concerne ao regime dos servidores públicos federais e às licitações públicas, julgue o item seguinte. Em licitação realizada na modalidade concorrência, pode-se adotar como critério de julgamento, entre outros, o maior desconto ou o maior retorno econômico.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3282663",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ICMBIO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "No que concerne ao regime dos servidores públicos federais e às licitações públicas, julgue o item seguinte. No pregão eletrônico, a fase de julgamento precede à de habilitação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3282547",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: Prefeitura de Sinop - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "As modalidades de licitações que se aplicam para o procedimento de registro de preços estabelecidos na Lei 14.133/2021 são:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "concurso e leilão"
      },
      {
        "letra": "B",
        "texto": "concorrência e pregão"
      },
      {
        "letra": "C",
        "texto": "credenciamento e registro cadastral"
      },
      {
        "letra": "D",
        "texto": "manifestação de interesse e pré-qualificação"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3282544",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: Prefeitura de Sinop - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "A modalidade de licitação aplicável para alienação de bens imóveis ou de bens móveis inservíveis, ou legalmente apreendidos a quem oferecer o maior lance é denominada:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "leilão"
      },
      {
        "letra": "B",
        "texto": "pregão"
      },
      {
        "letra": "C",
        "texto": "credenciamento"
      },
      {
        "letra": "D",
        "texto": "diálogo competitivo"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3282079",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: FUSAM de Caçapava - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "De acordo com a Lei n.º 14.133/2021, que dispõe sobre Licitações e Contratos Administrativos, assinale a alternativa correta acerca das modalidades de licitação previstas na referida norma:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As modalidades de licitação incluem apenas o convite, a tomada de preços e a concorrência."
      },
      {
        "letra": "B",
        "texto": "O pregão deixou de ser uma modalidade de licitação na nova legislação."
      },
      {
        "letra": "C",
        "texto": "A Lei n.º 14.133/2021 unifica todas as modalidades de licitação em apenas uma chamada “licitação simplificada”."
      },
      {
        "letra": "D",
        "texto": "As modalidades de licitação são: concorrência, pregão, concurso, leilão e diálogo competitivo."
      },
      {
        "letra": "E",
        "texto": "A nova lei extinguiu o uso da concorrência como modalidade, substituindo-a pelo diálogo competitivo em todos os casos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3279899",
    "metadata": "Ano: 2025 | Banca: EDUCA | Órgão: Prefeitura de Pedras de Fogo - PB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Com base no Art. 6º da Lei nº 14.133/2021, Lei de Licitações, analise as definições e assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Credenciamento: processo administrativo de chamamento público em que a Administração Pública convoca interessados em prestar serviços ou fornecer bens para que, preenchidos os requisitos necessários, se credenciem no órgão ou na entidade para executar o objeto quando convocados."
      },
      {
        "letra": "B",
        "texto": "Pré-qualificação: procedimento seletivo prévio à licitação, convocado por meio de edital, destinado à análise das condições de habilitação, total ou parcial, dos interessados ou do objeto."
      },
      {
        "letra": "C",
        "texto": "Leilão: modalidade de licitação para alienação de bens imóveis ou de bens móveis inservíveis ou legalmente apreendidos a quem oferecer o maior lance."
      },
      {
        "letra": "D",
        "texto": "sistema de registro de preços: documento vinculativo e obrigacional, com característica de compromisso para futura contratação, no qual são registrados o objeto, os preços, os fornecedores, os órgãos participantes e as condições a serem praticadas, conforme as disposições contidas no edital da licitação, no aviso ou instrumento de contratação direta e nas propostas apresentadas."
      },
      {
        "letra": "E",
        "texto": "Pregão: modalidade de licitação obrigatória para aquisição de bens e serviços comuns, cujo critério de julgamento poderá ser o de menor preço ou o de maior desconto."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3277250",
    "metadata": "Ano: 2025 | Banca: OBJETIVA | Órgão: Prefeitura de Arvorezinha - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "A Secretaria de Administração do Município X pretende adquirir materiais de escritório que possuem padrões de desempenho e qualidade e que possam ser objetivamente definidos pelo edital, por meio de especificações usuais de mercado. Nos termos da Lei nº 14.133/2021 – Licitações e contratos administrativos, a Secretaria de Administração deverá recorrer à modalidade:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pregão."
      },
      {
        "letra": "B",
        "texto": "Concorrência."
      },
      {
        "letra": "C",
        "texto": "Concurso."
      },
      {
        "letra": "D",
        "texto": "Leilão."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3276853",
    "metadata": "Ano: 2025 | Banca: FUNDEP (Gestão de Concursos) | Órgão: UPA-CS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "A concorrência está definida no inciso XXXVIII do artigo 6º da Lei nº 14.133/2021, segundo o qual ela se trata de “modalidade de licitação para contratação de bens e serviços especiais e de obras e serviços comuns e especiais de engenharia”. Podem ser usados os seguintes critérios de julgamento nesta modalidade de licitação, exceto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Menor preço"
      },
      {
        "letra": "B",
        "texto": "Melhor técnica ou conteúdo artístico"
      },
      {
        "letra": "C",
        "texto": "Maior retorno econômico"
      },
      {
        "letra": "D",
        "texto": "Maior lance"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3276850",
    "metadata": "Ano: 2025 | Banca: FUNDEP (Gestão de Concursos) | Órgão: UPA-CS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "No que diz respeito ao julgamento das propostas, e considerando o disposto na Lei de Licitações e Contratos Administrativos (Lei nº 14.133/2021), assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Serão desclassificadas as propostas que apresentarem preços inexequíveis ou permanecerem acima do orçamento estimado para a contratação."
      },
      {
        "letra": "B",
        "texto": "No caso de obras e serviços de Engenharia, serão consideradas inexequíveis as propostas cujos valores forem inferiores a 75% do valor orçado pela Administração."
      },
      {
        "letra": "C",
        "texto": "A verificação da conformidade das propostas não poderá ser feita apenas em relação à proposta mais bem classificada."
      },
      {
        "letra": "D",
        "texto": "Definido o resultado do julgamento, a Administração poderá negociar condições mais vantajosas com o primeiro colocado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3274221",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: IF-AM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento",
      "Fases e Processo Licitatório"
    ],
    "enunciado_principal": "Sobre a modalidade diálogo competitivo da Lei de Licitações nº 14.133/2021, assinale alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os critérios empregados para pré-seleção dos licitantes deverão ser previstos em edital."
      },
      {
        "letra": "B",
        "texto": "A fase de diálogo poderá ser mantida até que a Administração, em decisão fundamentada, identifique a solução ou as soluções que atendam às suas necessidades."
      },
      {
        "letra": "C",
        "texto": "O edital poderá prever a realização de fases sucessivas, caso em que cada fase poderá restringir as soluções ou as propostas a serem discutidas."
      },
      {
        "letra": "D",
        "texto": "Pode ser utilizada em contratações em que as especificações técnicas são definidas com precisão suficiente pela Administração."
      },
      {
        "letra": "E",
        "texto": "A Administração poderá solicitar esclarecimentos ou ajustes às propostas apresentadas, desde que não impliquem discriminação nem distorçam a concorrência entre as propostas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3269155",
    "metadata": "Ano: 2025 | Banca: CEPS-UFPA | Órgão: UFOPA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "No intuito de fortalecer o enfrentamento à violência doméstica contra a mulher, a 6ª edição do Guia Nacional de Contratações Sustentáveis da Advocacia Geral da União (AGU) (2023) incluiu orientações para a inclusão de mulheres vítimas de violência doméstica em contratações públicas de mão de obra, seguindo a atualização da legislação e normas infralegais específicas sobre o tema. Para operacionalizar a iniciativa, é necessário usar as informações do Cadastro Nacional de Violência Doméstica contra a Mulher, gerido pelo Conselho Nacional do Ministério Público (CNMP). Acerca do tema, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A exigência, em contratações públicas de percentual mínimo de mão de obra constituída por mulheres vítimas de violência doméstica, aplica-se aos contratos com quantitativos mínimos de 1.000 colaboradores."
      },
      {
        "letra": "B",
        "texto": "O desenvolvimento, pelo licitante, de ações de equidade entre mulheres e homens no ambiente de trabalho será critério de desempate em processos licitatórios."
      },
      {
        "letra": "C",
        "texto": "Serão consideradas, no ato das contratações, as ações de equidade medidas de inserção, de participação e de ascensão profissional igualitária entre homens, excluída a proporção de mulheres em cargos de direção do licitante."
      },
      {
        "letra": "D",
        "texto": "A licitação somente incluirá exigências de ações de equidade entre homens e mulheres no ambiente de trabalho, quando as informações estiverem disponíveis no Cadastro Nacional de Violência Doméstica contra a Mulher."
      },
      {
        "letra": "E",
        "texto": "É dever do gestor utilizar os modelos de contrato AGU que disciplinam sobre as obrigações das contratadas em relação ao percentual mínimo de 50% de vagas para a contratação de serviços contínuos com regime de dedicação exclusiva de mão de obra."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3269149",
    "metadata": "Ano: 2025 | Banca: CEPS-UFPA | Órgão: UFOPA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Joana é servidora do setor de licitações de determinado órgão público. Anualmente recebe diversas demandas de contratação e precisa estar atenta para aplicação da modalidade de licitação, conforme prevê a legislação vigente. Analise as situações abaixo e ajude Joana na escolha da modalidade que melhor se ajusta em cada exemplo, conforme a Lei nº 14.133/2021. I. Compra de computadores e equipamentos de Tecnologia da Informação. II. Contratação de serviços contínuos de limpeza e de manutenção predial. III. Construção de um prédio de três andares. IV. Prêmio para o melhor estudo técnico sobre sustentabilidade em áreas urbanas. V. Venda de veículos oficiais inservíveis que foram substituídos. A modalidade de licitação para cada exemplo está adequada em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I - Concorrência, II - Pregão, III - Leilão, IV - Concurso, V - Concorrência."
      },
      {
        "letra": "B",
        "texto": "I - Pregão, II - Pregão, III - Concorrência, IV - Concurso, V - Leilão."
      },
      {
        "letra": "C",
        "texto": "I - Diálogo Competitivo, II - Pregão, III - Concorrência, IV - Leilão, V - Concurso."
      },
      {
        "letra": "D",
        "texto": "I - Concorrência, II - Leilão, III - Concorrência, IV - Concurso, V - Leilão."
      },
      {
        "letra": "E",
        "texto": "I - Pregão, II - Pregão, III - Convite, IV - Concorrência, V - Leilão."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3267135",
    "metadata": "Ano: 2025 | Banca: UEG | Órgão: UEG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Evelyn, servidora pública efetiva, foi nomeada para ser chefe do setor de licitação da Universidade Estadual de Goiás. A Universidade possui a necessidade de compra de objeto de elevada complexibilidade, em que a sociedade empresarial contratada colabore com atributos de modo de execução que atendam os interesses da gestão de docentes e discentes para realização de eventos da Universidade. De acordo com o causídico, a melhor modalidade de licitação é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "carta-convite"
      },
      {
        "letra": "B",
        "texto": "leilão eletrônico"
      },
      {
        "letra": "C",
        "texto": "concurso público"
      },
      {
        "letra": "D",
        "texto": "pregão eletrônico"
      },
      {
        "letra": "E",
        "texto": "diálogo competitivo"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3266003",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: Prefeitura de Canaã dos Carajás - PA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Sobre as modalidades de licitação, previstas na Lei de Licitações e Contratos Administrativos (Lei nº 14.133/2021), assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A concorrência se destina à contratação de bens e serviços especiais e de obras e serviços comuns e especiais de engenharia, cujo critério de julgamento poderá ser o de menor preço ou o de maior desconto."
      },
      {
        "letra": "B",
        "texto": "O concurso é a modalidade de licitação para escolha de trabalho técnico, científico ou artístico, cujo critério de julgamento será o de melhor técnica ou conteúdo artístico, e para concessão de prêmio ou remuneração ao vencedor, que passará a ter direitos patrimoniais relativos ao projeto."
      },
      {
        "letra": "C",
        "texto": "O pregão é obrigatório para aquisição de bens e serviços comuns, cujo critério de julgamento poderá ser o de menor preço ou o de maior desconto."
      },
      {
        "letra": "D",
        "texto": "O leilão é a modalidade de licitação para alienação de bens imóveis ou de bens móveis inservíveis ou legalmente apreendidos a quem oferecer o maior lance, desde que tenha registro cadastral prévio para acesso a edital e anexos."
      },
      {
        "letra": "E",
        "texto": "No diálogo competitivo, uma comissão de contratação composta de pelo menos 2 (dois) servidores efetivos da Administração Pública, realiza diálogos com licitantes previamente selecionados mediante critérios objetivos, com o intuito de desenvolver uma ou mais alternativas capazes de atender às suas necessidades, devendo os licitantes apresentar proposta final após o encerramento dos diálogos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3265230",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: Prefeitura de Canaã dos Carajás - PA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Uma entidade escolhe a modalidade de pregão para adquirir um bem. Em relação a essa modalidade, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O critério de julgamento pode ser o de menor preço ou o de maior desconto."
      },
      {
        "letra": "B",
        "texto": "É aplicado às contratações de serviços técnicos especializados de natureza predominantemente intelectual."
      },
      {
        "letra": "C",
        "texto": "O vencedor deverá ceder à Administração Pública os direitos patrimoniais relativos ao projeto e autorizar sua execução."
      },
      {
        "letra": "D",
        "texto": "As regras e condições deverão indicar a qualificação exigida dos participantes e as diretrizes e formas de apresentação do trabalho."
      },
      {
        "letra": "E",
        "texto": "Não deve ser adotado, quando o objeto possuir padrões de desempenho e qualidade que possam ser objetivamente definidos pelo edital."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3263662",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: IF-RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Entre as modalidades de licitação previstas na Lei nº 14.133/2021, encontram-se o(a) __________, que se destina à contratação de bens e serviços especiais e de obras e serviços comuns e especiais de engenharia, cujo critério de julgamento poderá ser, entre outros, menor preço, técnica e preço e maior retorno econômico. Há também o __________, que é obrigatório para aquisição de bens e serviços comuns, cujo critério de julgamento poderá ser o de menor preço ou o de maior desconto. Assinale a alternativa que preenche, correta e respectivamente, as lacunas do trecho acima.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pregão – concurso"
      },
      {
        "letra": "B",
        "texto": "pregão – leilão"
      },
      {
        "letra": "C",
        "texto": "concorrência – concurso"
      },
      {
        "letra": "D",
        "texto": "concorrência – leilão"
      },
      {
        "letra": "E",
        "texto": "concorrência – pregão"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3261603",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Sobre as modalidades de licitação, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O pregão deve observar as condições de realização e o prêmio ou remuneração a ser concedido ao vencedor."
      },
      {
        "letra": "B",
        "texto": "O leilão poderá ser cometido a leiloeiro oficial e não um servidor, mesmo designado pela autoridade competente da Administração."
      },
      {
        "letra": "C",
        "texto": "O diálogo competitivo é restrito a contratações em que a Administração vise contratar objeto que envolva inovação tecnológica ou técnica."
      },
      {
        "letra": "D",
        "texto": "O concurso deve ser adotado sempre que o objeto possuir padrões de desempenho e qualidade que possam ser objetivamente definidos pelo edital."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3261600",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento",
      "Fases e Processo Licitatório"
    ],
    "enunciado_principal": "De acordo com a Lei de Licitações e Contratos Administrativos (Lei nº 14.133/2021), marque V para as afirmativas verdadeiras e F para as falsas. ( ) O processo licitatório busca assegurar a seleção da proposta apta a gerar o resultado de contratação mais vantajoso para a Administração Pública, exceto no que se refere ao ciclo de vida do objeto. ( ) O leilão poderá ser cometido a leiloeiro oficial ou a servidor designado pela autoridade competente da Administração, e o regulamento deverá dispor sobre seus procedimentos operacionais. ( ) O edital deverá conter o objeto da licitação e as regras relativas à convocação, ao julgamento, à habilitação, aos recursos e às penalidades da licitação, à fiscalização e à gestão do contrato, à entrega do objeto e às condições de pagamento. ( ) Compra é conceituada como a aquisição remunerada de bens para fornecimento de uma só vez ou parceladamente, considerada imediata aquela com prazo de entrega de até sessenta dias da ordem de fornecimento. A sequência está correta em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F, V, V, F."
      },
      {
        "letra": "B",
        "texto": "V, F, V, V."
      },
      {
        "letra": "C",
        "texto": "V, V, F, V."
      },
      {
        "letra": "D",
        "texto": "F, F, F, F."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3260918",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: HEMOMINAS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Princípios das Licitações",
      "Procedimento licitatório e julgamento das propostas: edital, habilitação, classificação, homologação e adjudicação",
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Numa Secretaria de Estado de Minas Gerais, no julgamento das propostas de um processo licitatório para contratação de serviços de manutenção, ocorreu, em igualdade de condições, um empate entre três propostas, uma das quais de uma empresa estabelecida em Minas Gerais, outra estabelecida na Bahia e a terceira estabelecida no Rio de Janeiro. Nesse caso, o primeiro critério utilizado para assegurar a preferência na contratação será dada para a empresa que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tenha o cadastro mais antigo"
      },
      {
        "letra": "B",
        "texto": "for estabelecida em Minas Gerais"
      },
      {
        "letra": "C",
        "texto": "invista em pesquisa e em desenvolvimento"
      },
      {
        "letra": "D",
        "texto": "comprove melhores práticas ambientais"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3260917",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: HEMOMINAS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Procedimento licitatório e julgamento das propostas: edital, habilitação, classificação, homologação e adjudicação",
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "O tipo de licitação utilizado pela Administração que, na escolha do critério de julgamento, leva em consideração a redução de despesas correntes de forma a proporcionar economias para o contratante e cuja remuneração do contratado é fixada com base em percentuais da economia gerada na execução do contrato, é o denominado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "técnica e preço"
      },
      {
        "letra": "B",
        "texto": "maior desconto"
      },
      {
        "letra": "C",
        "texto": "maior retorno econômico"
      },
      {
        "letra": "D",
        "texto": "melhor técnica ou conteúdo"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3260916",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: HEMOMINAS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "De acordo com o Art. 31 da Lei n º 14.133/2021, a modalidade do leilão poderá ser realizada por servidor designado para tal ou por leiloeiro oficial. Na hipótese da Administração se utilizar de leiloeiro oficial, sua seleção poderá ser por credenciamento ou por licitação na modalidade de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pregão"
      },
      {
        "letra": "B",
        "texto": "concurso"
      },
      {
        "letra": "C",
        "texto": "concorrência"
      },
      {
        "letra": "D",
        "texto": "diálogo competitivo"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3260730",
    "metadata": "Ano: 2025 | Banca: FAU | Órgão: Prefeitura de Porto Amazonas - PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Princípios das Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento",
      "Fases e Processo Licitatório"
    ],
    "enunciado_principal": "No que se refere à Licitação, considerando a Nova Lei de Licitações e Contratos Administrativos (Lei nº 14.133/2021) analise as sentenças, considerando V (verdadeiro) e F (falso): ( ) A Nova Lei de Licitações e Contratos Administrativos possui como objetivos modernizar e conferir mais celeridade às licitações, desburocratizando os processos, além de garantir a imparcialidade e a eficiência nos contratos celebrados com a administração pública. ( ) A Nova Lei de Licitações e Contratos Administrativos prevê cinco modalidades de licitação: pregão, concorrência, concurso, leilão e diálogo competitivo, sendo este último a grande novidade. ( ) De acordo com o art. 17 da Lei nº 14.133/2021, o processo de licitação seguirá as seguintes fases, nesta ordem: (i) preparatória; (ii) divulgação do edital de licitação; (iii) apresentação de propostas e lances, quando for o caso; (iv) julgamento; (v) habilitação; (vi) recursal; e (vii) homologação. ( ) As licitações de acordo com a Lei são realizadas, preferencialmente, de forma eletrônica, o que facilita e reduz os custos do processo, tanto para a administração pública quanto para as empresas participantes. ( ) A inversão das fases do processo de licitação visa agilizar o processo licitatório, além de desburocratizar a participação das empresas, pois, em vez de abranger os documentos de habilitação de todas as interessadas, a análise se restringirá aos documentos da empresa vencedora. ( ) A licitação em formato presencial ainda pode ser utilizada, mas é uma exceção e deve ser motivada. ( ) As sessões públicas devem ser registradas em ata e gravadas em áudio e vídeo. Após a análise, a ordem que expressa as sentenças respectivamente é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V, F, V, V, F, F, V."
      },
      {
        "letra": "B",
        "texto": "V, V, F, F, F, V, F"
      },
      {
        "letra": "C",
        "texto": "F, F, V, F, F, V, V."
      },
      {
        "letra": "D",
        "texto": "F, F, F, F, F, F, F."
      },
      {
        "letra": "E",
        "texto": "V, V, V, V, V, V, V."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3260405",
    "metadata": "Ano: 2025 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Princípios das Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento",
      "Contratos Administrativos – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Considerando o disposto na Lei no 14.133, de 1o de abril de 2021 (Lei de Licitações e Contratos Administrativos), assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Subordinam-se ao regime da Lei no 14.133/2021 os contratos que tenham por objeto operação de crédito, interno ou externo, e gestão de dívida pública, incluídas as contratações de agente financeiro e a concessão de garantias relacionadas a esses contratos."
      },
      {
        "letra": "B",
        "texto": "É vedada a segregação de funções na aplicação da Lei no 14.133/2021, por se tratar de conduta que conflita com os princípios da igualdade, da impessoalidade e da moralidade."
      },
      {
        "letra": "C",
        "texto": "O diálogo competitivo é modalidade de licitação para a contratação de obras, serviços e compras, na qual a Administração Pública realiza diálogos com licitantes previamente selecionados, com base em critérios objetivos, a fim de desenvolver uma ou mais alternativas que atendam às suas necessidades. Após o encerramento dos diálogos, os licitantes devem apresentar a proposta final."
      },
      {
        "letra": "D",
        "texto": "Não se subordinam ao regime da Lei no 14.133/2021 as contratações de tecnologia da informação e de comunicação, sujeitas a normas previstas em legislação própria."
      },
      {
        "letra": "E",
        "texto": "Concorrência é modalidade de licitação para contratação de bens e serviços especiais e de obras e serviços comuns e especiais de engenharia, cujo critério de julgamento não poderá ser o conteúdo artístico, tipo de avaliação própria da modalidade concurso."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3257431",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: BDMG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Considerando o processo de licenciamento ambiental, as normas gerais de licitação e contratação de serviços e obras públicas e as disposições legais sobre parcerias público-privadas e sobre contratos de concessão de serviços públicos, julgue o próximo item. Pregão, leilão, concurso e sistema de registro de preços são modalidades de licitação previstas na Lei n.º 14.133/2021.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3256884",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TRT - 10ª REGIÃO (DF e TO)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "No que se refere às licitações e aos contratos administrativos, julgue o item a seguir, com base na Lei n.º 14.133/2021.O processo de contratação por inexigibilidade de licitação deve ser instruído com o documento de formalização de demanda, a razão da escolha da contratada, a justificativa de preço e a autorização da autoridade competente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3253522",
    "metadata": "Ano: 2025 | Banca: Fundação CETAP | Órgão: BANPARÁ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "A Lei nº 14.133/2021, conhecida como a Nova Lei de Licitações e Contratos, moderniza as regras para contratações públicas no Brasil, substituindo a Lei nº 8.666/1993 e outras normas. Ela estabelece algumas modalidades de licitação, dentre elas estão:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "concorrência, pregão, concurso, leilão e carta convite."
      },
      {
        "letra": "B",
        "texto": "concorrência, pregão, tomada de preço, leilão e diálogo competitivo."
      },
      {
        "letra": "C",
        "texto": "concorrência, pregão, tomada de preço, leilão e carta convite."
      },
      {
        "letra": "D",
        "texto": "concorrência, pregão, concurso, leilão e diálogo competitivo."
      },
      {
        "letra": "E",
        "texto": "concorrência, pregão, contratação direta, leilão e carta convite."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3247541",
    "metadata": "Ano: 2025 | Banca: AMEOSC | Órgão: Câmara de Princesa - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "No contexto das contratações públicas, a Lei nº 14.133/2021 trouxe mudanças significativas, modernizando os processos de licitação e substituindo normas anteriores, como a Lei nº 8.666/1993. Entre as alterações, destaca-se a redefinição das modalidades de licitação, eliminando algumas formas antigas e introduzindo novas. Com base nessa atualização legislativa, qual das alternativas a seguir NÃO corresponde a uma modalidade de licitação prevista na Lei nº 14.133/2021?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Concorrência."
      },
      {
        "letra": "B",
        "texto": "Diálogo Competitivo."
      },
      {
        "letra": "C",
        "texto": "Concurso."
      },
      {
        "letra": "D",
        "texto": "Carta Convite."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3242379",
    "metadata": "Ano: 2025 | Banca: IBAM | Órgão: Câmara de Bebedouro - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento",
      "Fases e Processo Licitatório"
    ],
    "enunciado_principal": "O instrumento convocatório da licitação deve possuir todos os elementos capazes de identificar e individualizar o objeto pretendido pela Administração. Acerca das condições de pagamento e descontos no contexto de uma licitação, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O pagamento do objeto licitado deve ser sempre realizado à vista, independentemente do que for estabelecido no edital."
      },
      {
        "letra": "B",
        "texto": "O pagamento pode ser realizado em qualquer prazo, sem necessidade de previsão no edital ou no contrato, de acordo com a conveniência da Administração Pública."
      },
      {
        "letra": "C",
        "texto": "A Administração Pública é proibida de aceitar qualquer condição de pagamento parcelado, mesmo que esteja prevista no edital."
      },
      {
        "letra": "D",
        "texto": "O desconto oferecido pelo licitante pode ser considerado critério de julgamento da proposta, desde que esteja claramente especificado no edital."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3241064",
    "metadata": "Ano: 2025 | Banca: OBJETIVA | Órgão: Prefeitura de Rio Negro - PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "A Prefeitura do Município Y precisa adquirir móveis para a nova escola, como quadros, mesas e armários. Qual modalidade de licitação seria a ideal?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Convite."
      },
      {
        "letra": "B",
        "texto": "Pregão."
      },
      {
        "letra": "C",
        "texto": "Tomada de preços."
      },
      {
        "letra": "D",
        "texto": "Diálogo competitivo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3240081",
    "metadata": "Ano: 2025 | Banca: OBJETIVA | Órgão: Prefeitura de Rio Negro - PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "A licitação obrigatória para aquisição de bens e serviços comuns cujo critério de julgamento poderá ser o de menor preço ou o de maior desconto refere-se à modalidade de licitação:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Leilão."
      },
      {
        "letra": "B",
        "texto": "Tomada de preços.."
      },
      {
        "letra": "C",
        "texto": "Convite"
      },
      {
        "letra": "D",
        "texto": "Pregão."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3238079",
    "metadata": "Ano: 2025 | Banca: Instituto Unique | Órgão: Câmara de Santo Antônio do Paraíso - PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento",
      "Contratação Direta"
    ],
    "enunciado_principal": "Identifique abaixo as afirmativas verdadeiras (V) e as falsas (F) sobre a Nova Lei de Licitações e Contratos (Lei nº 14.133/2021): ( ) A Nova Lei de Licitações estabelece que o critério de julgamento de menor preço deve ser utilizado prioritariamente em todas as licitações. ( ) A Lei nº 14.133/2021 permite a contratação direta, sem licitação, em casos de emergência ou calamidade pública. ( ) Os contratos celebrados sob a Nova Lei de Licitações devem seguir obrigatoriamente as normas de direito privado. ( ) A Nova Lei de Licitações introduz o seguro-garantia de execução contratual para obras e serviços de grande vulto. Assinale a alternativa que indica a sequência CORRETA, de cima para baixo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F - V - F – V."
      },
      {
        "letra": "B",
        "texto": "V - F - V – F."
      },
      {
        "letra": "C",
        "texto": "F - F - V – V."
      },
      {
        "letra": "D",
        "texto": "V - V - F – F."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3236566",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: Prefeitura de Nova Iguaçu - RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Princípios das Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento",
      "Fases e Processo Licitatório"
    ],
    "enunciado_principal": "Determinado agente de contratação, ao se preparar para um certame licitatório que ocorrerá nos próximos meses de 2025, começa a estudar sobre os critérios de julgamento contidos na Lei nº 14.133/2021. Assim, ele se depara com as seguintes afirmações acerca da matéria e que precisa verificar a sua validade; analise-as. I. O julgamento por menor preço ou maior desconto e, quando couber, por técnica e preço considerará o menor dispêndio para a administração, atendidos os parâmetros mínimos de qualidade definidos no edital de licitação. II. O julgamento por maior retorno econômico, utilizado para a celebração de contrato de eficiência e de contratos de engenharia, considerará a maior economia para a administração, e a remuneração deverá ser fixada em percentual que incidirá de forma proporcional à economia efetivamente obtida na execução do contrato. III. O julgamento por melhor técnica ou conteúdo artístico considerará exclusivamente as propostas técnicas ou artísticas apresentadas pelos licitantes. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "I e II, apenas."
      },
      {
        "letra": "C",
        "texto": "I e III, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3236132",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: Prefeitura de Nova Iguaçu - RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Determinada prefeitura municipal, visando à construção de uma nova escola, decide realizar um processo licitatório. A comissão de licitação observa que a obra possui um valor estimado de R$ 2.500.000,00 e que a complexidade técnica da construção exige a apresentação de projetos de engenharia especializada nesse tipo de obra. Diante disso, a comissão se questiona sobre qual modalidade de licitação seria a mais adequada para assegurar a competitividade e a melhor escolha para a Administração Pública. Com base na situação hipotética apresentada, assinale a alternativa que apresenta a modalidade de licitação correta para a contratação da construção da escola, conforme a Lei nº 14.133/2021.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Diálogo competitivo, tendo em vista a necessidade da administração pública em contratar objeto envolvendo inovações técnicas, em que sua necessidade não será satisfeita sem a adaptação de soluções disponíveis no mercado."
      },
      {
        "letra": "B",
        "texto": "Pregão, tendo em vista ser essa modalidade a base da Lei nº 14.133/2021, visando maior agilidade, cujo critério de julgamento poderá ser o de menor preço ou o de maior desconto, incluindo obras, prestação de serviço e aquisição de bens."
      },
      {
        "letra": "C",
        "texto": "Concorrência, que é a modalidade adequada para contratações de grande vulto, sendo adotada para os casos em que não é possível a utilização do pregão, podendo, a administração pública, optar pela realização da fase de julgamento antes da etapa de habilitação, conforme constar no edital."
      },
      {
        "letra": "D",
        "texto": "Concorrência, por se tratar de obra de engenharia, com a obrigatoriedade de verificação do cumprimento dos requisitos de capacidade jurídica, técnica, econômico-financeira e de regularidade fiscal e trabalhista, além de outros exigidos no edital, dos licitantes, antes do julgamento das propostas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3229172",
    "metadata": "Ano: 2025 | Banca: UNIOESTE | Órgão: Prefeitura de Cianorte - PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "A Lei 14.133/2021 estabelece como pode ser o modo de disputa nos processos licitatórios. No entanto, quando definida a melhor proposta na modalidade pregão, se a diferença desta em relação à proposta classificada em segundo lugar for de até um determinado percentual, a Administração poderá admitir o reinício da disputa aberta, nos termos estabelecidos no instrumento convocatório, para a definição das demais colocações. Qual é esse percentual?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "2%."
      },
      {
        "letra": "B",
        "texto": "5%."
      },
      {
        "letra": "C",
        "texto": "10%."
      },
      {
        "letra": "D",
        "texto": "15%."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3228506",
    "metadata": "Ano: 2025 | Banca: PUBLICONSULT | Órgão: Prefeitura de Santa Cruz do Rio Pardo - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Considere a seguinte situação hipotética: A Secretaria Municipal de Administração necessita adquirir diversos computadores, tendo em vista a precariedade das máquinas existentes no setor. Pelos orçamentos realizados pelo setor, a aquisição custará em torno de R$ 100.000,00 (cem mil reais) e, portanto, há necessidade de realização de procedimento licitatório. Nesse sentido, nos termos da Lei Federal nº 14.133/21, a modalidade de licitação adequada para a aquisição das referidas máquinas é: (FONTE: Lei Federal nº 14.133/21 e alterações, art. 6º)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Leilão."
      },
      {
        "letra": "B",
        "texto": "Concorrência."
      },
      {
        "letra": "C",
        "texto": "Pregão."
      },
      {
        "letra": "D",
        "texto": "Concurso."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3224012",
    "metadata": "Ano: 2025 | Banca: IBFC | Órgão: UFPB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Segundo a Lei 14.133/2021, ______ é a modalidade de licitação obrigatória para aquisição de bens e serviços comuns, cujo critério de julgamento poderá ser o de menor preço ou o de maior desconto. Assinale a alternativa que preencha corretamente a lacuna.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "leilão"
      },
      {
        "letra": "B",
        "texto": "diálogo Competitivo"
      },
      {
        "letra": "C",
        "texto": "pregão"
      },
      {
        "letra": "D",
        "texto": "concurso"
      },
      {
        "letra": "E",
        "texto": "credenciamento"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3222189",
    "metadata": "Ano: 2025 | Banca: FAU | Órgão: Prefeitura de Toledo - PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento",
      "Contratação Direta"
    ],
    "enunciado_principal": "A nova lei que permite a contratação de determinados serviços técnicos especializados, de natureza essencialmente intelectual, com profissionais ou pessoas jurídicas de notória especialização mas que, ao mesmo tempo, veda a inexigibilidade para serviços de publicidade e divulgação é a:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "14.133/2021."
      },
      {
        "letra": "B",
        "texto": "16.922/2023."
      },
      {
        "letra": "C",
        "texto": "16.978/2023."
      },
      {
        "letra": "D",
        "texto": "12.290/2023."
      },
      {
        "letra": "E",
        "texto": "13.469/2024."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3219454",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Câmara de Itupeva - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "No que tange a Lei nº 14.133/2021 (Lei de Licitações e Contratos), analise os itens a seguir e, ao final, assinale a alternativa correta. I – É vedada a criação de outras modalidades de licitação, porém, é permitida a combinação das modalidades existentes em lei. II – Na execução indireta de obras e serviços de engenharia é admitido o serviço de contratação semi-integrada. III – O diálogo competitivo será conduzido por comissão de contratação composta de pelo menos 3 (três) servidores efetivos ou empregados públicos pertencentes aos quadros permanentes da Administração, admitida a contratação de profissionais para assessoramento técnico da comissão.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas o item I está correto."
      },
      {
        "letra": "B",
        "texto": "Apenas o item II está correto."
      },
      {
        "letra": "C",
        "texto": "Apenas o item III está correto."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens I e II estão corretos."
      },
      {
        "letra": "E",
        "texto": "Apenas os itens II e III estão corretos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3219453",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Câmara de Itupeva - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Segundo o que dispõe a Lei nº 14.133/2021 (Lei de Licitações e Contratos) é correto afirmar, exceto.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segregação das funções é um dos princípios previstos na lei."
      },
      {
        "letra": "B",
        "texto": "Pregão é a modalidade de licitação obrigatória para aquisição de serviços comuns e bens imóveis ou móveis inservíveis, cujo critério de julgamento poderá ser o de menor preço ou o de maior desconto."
      },
      {
        "letra": "C",
        "texto": "O leilão poderá ser cometido a leiloeiro oficial ou a servidor designado pela autoridade competente da Administração, e regulamento deverá dispor sobre seus procedimentos operacionais."
      },
      {
        "letra": "D",
        "texto": "O julgamento por menor preço ou maior desconto e, quando couber, por técnica e preço considerará o menor dispêndio para a Administração, atendidos os parâmetros mínimos de qualidade definidos no edital de licitação."
      },
      {
        "letra": "E",
        "texto": "O julgamento por melhor técnica ou conteúdo artístico considerará exclusivamente as propostas técnicas ou artísticas apresentadas pelos licitantes, e o edital deverá definir o prêmio ou a remuneração que será atribuída aos vencedores."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3219045",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Câmara de Itupeva - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Considerando as disposições da Lei Federal n.º 14.133/2021, assinale a alternativa que preenche corretamente as 03 lacunas. _____________ : modalidade de licitação para escolha de trabalho técnico, científico ou artístico, cujo critério de julgamento será o de melhor técnica ou conteúdo artístico, e para concessão de prêmio ou remuneração ao vencedor; _____________ : modalidade de licitação obrigatória para aquisição de bens e serviços comuns, cujo critério de julgamento poderá ser o de menor preço ou o de maior desconto; _____________ : forma de manutenção do equilíbrio econômico-financeiro de contrato utilizada para serviços contínuos com regime de dedicação exclusiva de mão de obra ou predominância de mão de obra, por meio da análise da variação dos custos contratuais, devendo estar prevista no edital com data vinculada à apresentação das propostas, para os custos decorrentes do mercado, e com data vinculada ao acordo, à convenção coletiva ou ao dissídio coletivo ao qual o orçamento esteja vinculado, para os custos decorrentes da mão de obra;",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Concurso – pregão – repactuação."
      },
      {
        "letra": "B",
        "texto": "Leilão – concurso – concorrência."
      },
      {
        "letra": "C",
        "texto": "Leilão – pregão – credenciamento."
      },
      {
        "letra": "D",
        "texto": "Concurso – concorrência – seguro-garantia."
      },
      {
        "letra": "E",
        "texto": "Concurso – licitação – seguro-garantia."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3218043",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: IF Farroupilha - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "À luz da Lei nº 14.133/2021, analise as assertivas abaixo: I. O leilão é a modalidade de licitação para alienação de bens imóveis ou de bens móveis inservíveis ou legalmente apreendidos a quem oferecer o maior lance. II. A concorrência é a modalidade de licitação obrigatória para aquisição de bens e serviços comuns, cujo critério de julgamento poderá ser o de menor preço ou o de maior desconto. III. O concurso é a modalidade de licitação para contratação de obras, serviços e compras em que a Administração Pública realiza diálogos com licitantes previamente selecionados mediante critérios objetivos. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas II."
      },
      {
        "letra": "C",
        "texto": "Apenas I e II."
      },
      {
        "letra": "D",
        "texto": "Apenas II e III."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3217597",
    "metadata": "Ano: 2025 | Banca: FAU | Órgão: Prefeitura de Toledo - PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "De acordo definição dada pela Lei nº 14.133/21, conhecida com a nova lei de licitações, a modalidade de licitação obrigatória para aquisição de bens e serviços comuns, cujo critério de julgamento poderá ser o de menor preço ou o de maior desconto é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Convite."
      },
      {
        "letra": "B",
        "texto": "Tomada de preço."
      },
      {
        "letra": "C",
        "texto": "Leilão."
      },
      {
        "letra": "D",
        "texto": "Pregão."
      },
      {
        "letra": "E",
        "texto": "Concurso."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3216446",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: Câmara de Araraquara - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Princípios das Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Certo servidor público foi designado para realizar uma licitação para a compra de materiais de escritório. Durante o processo, ele recebeu uma proposta de determinado fornecedor que oferecia um preço muito abaixo do mercado, o que levantou suspeitas sobre a viabilidade do serviço e a idoneidade da empresa. O servidor, desconfiado, decidiu investigar a idoneidade do fornecedor e descobriu que ele estava com pendências judiciais e fiscais. Considerando os princípios da legalidade, da moralidade e da eficiência, assinale, a seguir, a conduta correta que o servidor deverá adotar e, ainda, os possíveis desdobramentos dessa decisão.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aceitar a proposta, pois o preço é vantajoso e a economia gerada pode ser utilizada em outras áreas."
      },
      {
        "letra": "B",
        "texto": "Prosseguir com o processo licitatório sem considerar as pendências, confiando que a proposta é vantajosa e necessária."
      },
      {
        "letra": "C",
        "texto": "Consultar a administração superior sobre como proceder, sem tomar uma decisão imediata, para evitar possíveis conflitos."
      },
      {
        "letra": "D",
        "texto": "Solicitar ao fornecedor que regularize sua situação antes de considerar a proposta, mas sem desclassificá-lo imediatamente."
      },
      {
        "letra": "E",
        "texto": "Desclassificar a proposta do fornecedor, informando os motivos da desclassificação e garantindo que apenas fornecedores idôneos participem do processo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3215727",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: TRT - 6ª Região (PE)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "De acordo com as disposições da Lei nº 14. 133/2021, a aquisição de monitores inteligentes (smarts) por um ente da Administração Pública indireta com personalidade jurídica de direito público, para possibilitar a instalação de sistema que promove a integração de dados das diversas unidades da entidade,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deverá se dar por meio de dispensa de licitação, pela modalidade “sem disputa”, tendo em vista a necessidade de prévia especificação do resultado a ser alcançado pelo ente após a instalação do sistema nos bens objeto da aquisição."
      },
      {
        "letra": "B",
        "texto": "poderá se dar por meio de pregão simplificado, que dispensa a fase de lances, prevendo, como medida de celeridade, que todos os valores ofertados sofrerão redução linear de 20% em seu valor de face."
      },
      {
        "letra": "C",
        "texto": "deverá se dar por meio de contratação direta, por inexigibilidade de licitação, tendo em vista que equipamentos de informática demandam solução especifica para cada adquirente."
      },
      {
        "letra": "D",
        "texto": "poderá se dar por meio de leilão, concorrência ou pregão, em razão da natureza do objeto, definindo-se a modalidade conforme o valor total da contratação."
      },
      {
        "letra": "E",
        "texto": "deverá se dar por meio de pregão, considerando que o objeto da aquisição se enquadre na categoria de bem comum, de objetiva descrição e fácil identificação no mercado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3210941",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "A respeito de modalidades licitatórias, julgue o item subsequente.O sistema de registro de preços não é uma modalidade licitatória, mas uma das espécies de procedimentos auxiliares à contratação direta ou às modalidades do pregão e da concorrência, com o objetivo de registrar formalmente preços relativos a prestação de serviços, obras e aquisição e locação de bens para contratações futuras.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3210940",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "A respeito de modalidades licitatórias, julgue o item subsequente.Inovação da Lei n.º 14.133/2021, o diálogo competitivo consiste em modalidade licitatória à qual se impõe a obrigatoriedade de previsão, em edital, dos critérios para pré-seleção dos licitantes, devendo ser admitidos todos os interessados que preencham os requisitos objetivos estabelecidos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3209670",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "No que se refere a contratações e orçamento públicos, e à Lei n.º 14.133/2021, julgue o item a seguir. O julgamento por técnica e preço é compulsório em licitações que envolvam bens e serviços especiais de tecnologia da informação e comunicação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3208189",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Marau - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "De acordo com a Lei nº 14.133/2021, assinale a alternativa correta sobre a modalidade de licitação conhecida como pregão.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Utilizado para qualquer valor de contratação, sendo obrigatório apenas para contratações de bens e serviços comuns no valor superior a R$ 1.500.000,00."
      },
      {
        "letra": "B",
        "texto": "Obrigatório apenas para a contratação de bens e serviços comuns, com valor superior a R$ 80.000,00, e pode ser realizado de forma presencial ou eletrônica."
      },
      {
        "letra": "C",
        "texto": "Exclusivo para contratações de serviços especializados e obras de grande vulto, independentemente do valor envolvido."
      },
      {
        "letra": "D",
        "texto": "Utilizado para contratações de obras e serviços técnicos, sendo obrigatória a presença de, no mínimo, três empresas interessadas."
      },
      {
        "letra": "E",
        "texto": "Só pode ser realizado por meio eletrônico, independentemente do valor da contratação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3262328",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Procedimento licitatório e julgamento das propostas: edital, habilitação, classificação, homologação e adjudicação",
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Considere que o assessor administrativo está revisando um edital de licitação que prevê o julgamento das propostas. O julgamento é uma etapa crítica que determina qual proponente será contratado, e deve ser realizado de acordo com critérios claros e objetivos. De acordo com a legislação aplicável, a respeito dos critérios de julgamento que podem ser utilizados, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O julgamento deve ser feito de forma aleatória, a fim de garantir a imparcialidade entre os proponentes."
      },
      {
        "letra": "B",
        "texto": "Apenas o critério de melhor técnica pode ser utilizado, pois é o único que garante a qualidade dos serviços prestados."
      },
      {
        "letra": "C",
        "texto": "O edital pode prever diferentes critérios de julgamento, como menor preço, melhor técnica ou técnica e preço, desde que claramente especificados."
      },
      {
        "letra": "D",
        "texto": "O julgamento das propostas deve ser feito exclusivamente pelo critério de menor preço, independentemente da qualidade dos bens ou serviços oferecidos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3210934",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Cada item a seguir apresenta uma situação hipotética seguida de uma assertiva a ser julgada em relação aos princípios licitatórios e à inexigibilidade de licitação.Determinado edital de licitação, nos termos de regulamento já editado, prevê que haja margem de preferência para aquisição de produtos de limpeza biodegradáveis que apresentem embalagem e rótulo recicláveis mediante técnicas de reciclagem comprovadamente adotadas em âmbito regional. Nesse caso, a referida previsão viola o princípio da isonomia entre os licitantes, pois cria restrições injustificadas que limitam o acesso ao mercado das compras públicas por grande parte dos fornecedores.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3207239",
    "metadata": "Ano: 2025 | Banca: Gama Consult | Órgão: Prefeitura de Cotriguaçu - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Determine o principal objetivo do pregão como modalidade de licitação, conforme a legislação brasileira:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Promover a negociação de preços exclusivamente para contratos de obras públicas."
      },
      {
        "letra": "B",
        "texto": "Garantir maior celeridade e competitividade na contratação de bens e serviços comuns."
      },
      {
        "letra": "C",
        "texto": "Estimular o uso de técnicas de julgamento subjetivas em aquisições complexas."
      },
      {
        "letra": "D",
        "texto": "Ampliar o prazo para apresentação de propostas, priorizando análises detalhadas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3207237",
    "metadata": "Ano: 2025 | Banca: Gama Consult | Órgão: Prefeitura de Cotriguaçu - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Identifique a modalidade de licitação descrita no seguinte procedimento, conforme a Lei nº 14.133/2021: \"Procedimento em formato eletrônico destinado à aquisição de bens e serviços comuns, caracterizado por disputa aberta e fechada, com apresentação de propostas e lances públicos\":",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Concorrência eletrônica, aplicável para contratações de qualquer valor, desde que previamente cadastrados no sistema unificado."
      },
      {
        "letra": "B",
        "texto": "Diálogo competitivo em meio digital, utilizado para objetos que demandem disputa por etapas sucessivas."
      },
      {
        "letra": "C",
        "texto": "Pregão, modalidade obrigatória para bens e serviços comuns, independente do valor estimado da contratação."
      },
      {
        "letra": "D",
        "texto": "Leilão eletrônico, caracterizado pela disputa sequencial de preços em plataforma digital."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3207236",
    "metadata": "Ano: 2025 | Banca: Gama Consult | Órgão: Prefeitura de Cotriguaçu - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Identifique as características procedimentais que definem o diálogo competitivo segundo a Lei nº 14.133/2021:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Modalidade para contratação de obras e serviços de engenharia, com apresentação de propostas técnicas seguida de propostas de preço em envelopes lacrados."
      },
      {
        "letra": "B",
        "texto": "Modalidade para objetos que envolvam inovação tecnológica, com fase inicial de análise de propostas técnicas elaboradas por comissão especializada."
      },
      {
        "letra": "C",
        "texto": "Procedimento para contratação de objetos que demandem diálogo com potenciais contratadas para definição e desenvolvimento de soluções, seguido de competição entre as alternativas selecionadas."
      },
      {
        "letra": "D",
        "texto": "Modalidade exclusiva para serviços técnicos especializados, com avaliação baseada exclusivamente em critérios técnicos predefinidos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3207161",
    "metadata": "Ano: 2025 | Banca: CONSULPAM | Órgão: CFESS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Conforme a Lei n.º 14.133/2021, são modalidades de licitação, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Convite."
      },
      {
        "letra": "B",
        "texto": "Pregão."
      },
      {
        "letra": "C",
        "texto": "Leilão."
      },
      {
        "letra": "D",
        "texto": "Concorrência."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3206063",
    "metadata": "Ano: 2025 | Banca: IF-ES | Órgão: IF-ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "A Lei Federal nº 14.133/2021 trata das licitações e contratos administrativos no âmbito do setor público brasileiro. Sobre o assunto, marque a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Bens e serviços especiais são aqueles cujos padrões de desempenho e qualidade podem ser objetivamente definidos pelo edital, por meio de especificações usuais de mercado."
      },
      {
        "letra": "B",
        "texto": "Leilão é a modalidade de licitação para alienação de bens imóveis ou de bens móveis inservíveis ou legalmente apreendidos a quem oferecer o maior lance."
      },
      {
        "letra": "C",
        "texto": "Um dos objetivos do processo licitatório é assegurar tratamento isonômico entre os licitantes, bem como a justa competição."
      },
      {
        "letra": "D",
        "texto": "Em licitação na modalidade pregão, o agente responsável pela condução do certame será designado pregoeiro."
      },
      {
        "letra": "E",
        "texto": "Concurso e diálogo competitivo são exemplos de modalidades de licitação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3204656",
    "metadata": "Ano: 2025 | Banca: CETREDE | Órgão: Prefeitura de São Benedito - CE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "De acordo com a Lei de Licitações e Contratos Administrativos, a modalidade de licitação para contratação de bens e serviços especiais e de obras e serviços comuns e especiais de engenharia, cujo critério de julgamento poderá ser menor preço, melhor técnica ou conteúdo artístico, técnica e preço, maior retorno econômico ou maior desconto é chamada de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pregão."
      },
      {
        "letra": "B",
        "texto": "Diálogo competitivo."
      },
      {
        "letra": "C",
        "texto": "Leilão."
      },
      {
        "letra": "D",
        "texto": "Concorrência."
      },
      {
        "letra": "E",
        "texto": "Concurso."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3204484",
    "metadata": "Ano: 2025 | Banca: UECE-CEV | Órgão: PGE-CE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Concorrência é a modalidade de licitação para contratação de bens e serviços especiais e de obras e serviços comuns e especiais de engenharia, cujo critério de julgamento NÃO poderá ser",
    "alternativas": [
      {
        "letra": "A",
        "texto": "menor preço dentro do desvio padrão da média de preço do mercado."
      },
      {
        "letra": "B",
        "texto": "melhor técnica ou conteúdo artístico."
      },
      {
        "letra": "C",
        "texto": "técnica e preço"
      },
      {
        "letra": "D",
        "texto": "maior retorno econômico."
      },
      {
        "letra": "E",
        "texto": "maior desconto."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3204411",
    "metadata": "Ano: 2025 | Banca: UECE-CEV | Órgão: PGE-CE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Assinale a modalidade de licitação que pode ser aplicada às contratações de serviços técnicos especializados de natureza predominantemente intelectual.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Concorrência"
      },
      {
        "letra": "B",
        "texto": "Dispensa de Licitação"
      },
      {
        "letra": "C",
        "texto": "Inexigibilidade de Licitação"
      },
      {
        "letra": "D",
        "texto": "Pregão"
      },
      {
        "letra": "E",
        "texto": "Tomada de Preços"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3204090",
    "metadata": "Ano: 2025 | Banca: UECE-CEV | Órgão: PGE-CE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Assinale a opção que apresenta a modalidade de licitação, prevista em lei, que NÃO se aplica às contratações de serviços técnicos especializados de natureza predominantemente intelectual.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "concorrência"
      },
      {
        "letra": "B",
        "texto": "credenciamento"
      },
      {
        "letra": "C",
        "texto": "pregão"
      },
      {
        "letra": "D",
        "texto": "registro de preços"
      },
      {
        "letra": "E",
        "texto": "tomada de preços"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3202044",
    "metadata": "Ano: 2025 | Banca: EVO Concursos | Órgão: Prefeitura de Paraisópolis - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "São modalidades de licitação, exceto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Concorrência"
      },
      {
        "letra": "B",
        "texto": "Concurso"
      },
      {
        "letra": "C",
        "texto": "Leilão"
      },
      {
        "letra": "D",
        "texto": "Apuração"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3198450",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRO-AL",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Em relação às noções de licitação pública, julgue o item seguinte.A concorrência é a modalidade de licitação para contratação de bens e serviços especiais e de obras e serviços comuns e especiais de engenharia, cujo critério de julgamento poderá ser apenas melhor técnica ou conteúdo artístico; técnica e preço ou menor preço.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3195940",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de São Vicente do Sul - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "A modalidade de licitação prevista na Nova Lei de Licitações, que é obrigatória para aquisição de bens e serviços comuns, cujo critério de julgamento poderá ser o de menor preço ou o de maior desconto, chama-se:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Concorrência."
      },
      {
        "letra": "B",
        "texto": "Tomada de preços."
      },
      {
        "letra": "C",
        "texto": "Concurso."
      },
      {
        "letra": "D",
        "texto": "Leilão."
      },
      {
        "letra": "E",
        "texto": "Pregão."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3195429",
    "metadata": "Ano: 2025 | Banca: Instituto Fênix | Órgão: Prefeitura de Passos Maia - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento",
      "Contratos Administrativos – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "O conjunto de procedimentos para realização, mediante contratação direta ou licitação nas modalidades pregão ou concorrência, de registro formal de preços relativos a prestação de serviços, a obras e a aquisição e locação de bens para contratações futuras é definido pela lei nº 14.133/21 como:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Sistema de registro de preços."
      },
      {
        "letra": "B",
        "texto": "Catálogo eletrônico de padronização de compras."
      },
      {
        "letra": "C",
        "texto": "Ata de registro de preços."
      },
      {
        "letra": "D",
        "texto": "Credenciamento."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3194950",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: CRP - 3ª Região (BA)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "O Município de Pintassilgo pretende construir um moderno centro de saúde infantil e, ainda, lançar um edital para contratação de empresa especializada, para elaborar os projetos necessários e executar a obra, considerada complexa e de grande porte. Nesse caso e, à luz da Lei de Licitações e Contratos Administrativos, é correto afirmar que a modalidade de licitação a ser adotada é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Leilão."
      },
      {
        "letra": "B",
        "texto": "Pregão."
      },
      {
        "letra": "C",
        "texto": "Convite."
      },
      {
        "letra": "D",
        "texto": "Concorrência."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3194781",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: CRP - 3ª Região (BA)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Em respeito às disposições do Decreto nº 10.024/2019, que regulamenta a licitação, na modalidade pregão, na forma eletrônica, para a aquisição de bens e a contratação de serviços comuns, marque V para as afirmativas verdadeiras e F para as falsas. ( ) É possível a realização de licitação na modalidade pregão, na forma eletrônica, para contratação de serviços comuns de engenharia. ( ) A utilização da modalidade de pregão, na forma eletrônica, pelos órgãos da administração pública federal direta, é obrigatória. Outrossim, para autarquias, fundações e fundos especiais, esta modalidade é facultativa. ( ) Entes federativos ou órgãos públicos que façam aquisições ou contratações de serviços comuns com recursos federais provenientes de transferências voluntárias – a exemplo de convênios e contratos de repasses – deverão se utilizar, obrigatoriamente, da modalidade de pregão, na forma eletrônica, sendo expressamente vedada a adoção de quaisquer outras modalidades de licitação. A sequência está correta em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V, F, F."
      },
      {
        "letra": "B",
        "texto": "V, F, V."
      },
      {
        "letra": "C",
        "texto": "F, V, V."
      },
      {
        "letra": "D",
        "texto": "F, V, F."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3194780",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: CRP - 3ª Região (BA)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Nos termos da legislação e normas infralegais vigentes, para habilitação em procedimento licitatório na modalidade de pregão, na forma eletrônica, são exigíveis dos licitantes documentos que comprovem, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Habilitação jurídica."
      },
      {
        "letra": "B",
        "texto": "Regularidade fiscal e trabalhista."
      },
      {
        "letra": "C",
        "texto": "Qualificação técnica e qualificação econômico-financeira."
      },
      {
        "letra": "D",
        "texto": "Não empregar menores de 21 anos em trabalho noturno, perigoso ou insalubre."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3194692",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: CRP - 3ª Região (BA)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Uma autarquia pretende contratar uma empresa para construir uma nova sede no valor estimado de R$ 5.000.000,00. Durante o planejamento da contratação, a equipe de licitações analisou as opções disponíveis na Lei nº 14.133/2021 para escolher a modalidade mais adequada e garantir a competitividade e a legalidade do processo. Analise as opções apresentadas. I. A concorrência, é adequada. por ser a modalidade de licitação para contratação de bens e serviços comuns e especiais de engenharia. II. O pregão é a modalidade de licitação para aquisição de bens e serviços comuns e pode ser utilizado para contratação de serviços comuns de engenharia. III. A tomada de preços é aplicável se a obra demandar a entrega do projeto básico e a execução, sendo o critério de julgamento o maior desconto. IV. O diálogo competitivo é aplicável para garantir a transparência, pois permite ajustes na solução proposta durante a fase de licitação. Está correto o que se afirma apenas em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "III e IV."
      },
      {
        "letra": "C",
        "texto": "I, II e IV."
      },
      {
        "letra": "D",
        "texto": "II, III e IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3194442",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: CRP - 3ª Região (BA)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Um órgão público deseja contratar uma solução inovadora e tecnológica para a gestão dos atendimentos, buscando alcançar maior eficiência. Entretanto, devido à complexidade do projeto e à ausência de especificações técnicas previamente definidas, é necessário um diálogo prévio com os possíveis contratados para identificar as melhores alternativas disponíveis no mercado. Com base na Lei nº 14.133/2021, a modalidade de licitação definida para atender a essa situação é o diálogo competitivo. Considerando as características da modalidade diálogo competitivo, assinale a afirmativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A fase de diálogo poderá ser mantida até que a Administração, em decisão fundamentada, identifique a solução ou as soluções que atendam às suas necessidades."
      },
      {
        "letra": "B",
        "texto": "A Administração poderá solicitar esclarecimentos ou ajustes às propostas apresentadas, desde que não impliquem discriminação nem distorçam a concorrência entre as propostas."
      },
      {
        "letra": "C",
        "texto": "A Administração poderá divulgar a outros licitantes soluções ou informações sigilosas de um licitante, mesmo sem consentimento, para assegurar a transparência do processo licitatório."
      },
      {
        "letra": "D",
        "texto": "Os critérios empregados para pré-seleção dos licitantes deverão ser previstos em edital, e serão admitidos todos os interessados que preencherem os requisitos objetivos estabelecidos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3194423",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: CRP - 3ª Região (BA)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "De acordo com a Lei nº 14.133/2021 – Licitações e Contratos Administrativos, qual a modalidade de licitação obrigatória para aquisição de bens e serviços comuns, cujo critério de julgamento pode ser o de menor preço ou o de maior desconto?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Leilão."
      },
      {
        "letra": "B",
        "texto": "Pregão."
      },
      {
        "letra": "C",
        "texto": "Concurso."
      },
      {
        "letra": "D",
        "texto": "Concorrência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3194296",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: CRP - 3ª Região (BA)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "A Lei de Licitações e Contratos Administrativos (Lei nº 14.133/2021) estabelece modalidades de licitação que devem ser escolhidas de acordo com o valor e a natureza do objeto a ser contratado. Em um caso prático, determinada prefeitura decidiu realizar a contratação de uma empresa para a construção de escola, com um valor estimado de R$ 150.000,00. No entanto, a administração optou por realizar um pregão eletrônico. Assinale a justificativa correta para a escolha da modalidade pregão eletrônico.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A modalidade pregão é recomendada apenas para contratações de grande vulto, pois permite uma maior concorrência e transparência no processo licitatório."
      },
      {
        "letra": "B",
        "texto": "O pregão eletrônico é a modalidade mais adequada para contratações, cujo valor esteja abaixo de R$ 330.000,00, permitindo maior concorrência e transparência no processo."
      },
      {
        "letra": "C",
        "texto": "A escolha do pregão se justifica pelo fato de que a obra é de pequeno porte, independentemente do valor, permitindo a participação de apenas três empresas convidadas."
      },
      {
        "letra": "D",
        "texto": "O pregão eletrônico deve ser utilizado exclusivamente para a contratação de bens e serviços comuns, sendo vedado para obras de engenharia, independentemente do valor."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3193027",
    "metadata": "Ano: 2025 | Banca: ADM&TEC | Órgão: CIMPAJEÚ - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Considere o seguinte caso hipotético: uma autarquia federal deseja contratar um serviço de tecnologia para modernizar seus sistemas internos. De acordo com a Lei 14.133/2021, qual modalidade de licitação é mais adequada para essa contratação, considerando que o fator determinante é a proposta economicamente mais vantajosa para a administração?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Convite."
      },
      {
        "letra": "B",
        "texto": "Pregão."
      },
      {
        "letra": "C",
        "texto": "Tomada de Preços."
      },
      {
        "letra": "D",
        "texto": "Dispensa de licitação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3189728",
    "metadata": "Ano: 2025 | Banca: EVO Concursos | Órgão: Prefeitura de Serra Alta - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Qual modalidade de licitação que existe na nova lei e não na lei anterior:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Diálogo competitivo;"
      },
      {
        "letra": "B",
        "texto": "Concorrência;"
      },
      {
        "letra": "C",
        "texto": "Concurso;"
      },
      {
        "letra": "D",
        "texto": "Leilão"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3186778",
    "metadata": "Ano: 2025 | Banca: UFCG | Órgão: UFCG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Sobre as modalidades de licitações previstas na Lei nº 14.133/2021, marque a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No concurso para elaboração e seleção de projeto, mediante pagamento de remuneração, os direitos patrimoniais relativos ao projeto são transferidos automaticamente para a administração pública, tendo em vista a remuneração paga ao licitante vencedor."
      },
      {
        "letra": "B",
        "texto": "O diálogo competitivo trata-se de inovação no regime geral de contratações públicas, podendo ser utilizado para a contratação de obras, serviços e compras, e será conduzido pelo agente de contratação e da equipe de apoio."
      },
      {
        "letra": "C",
        "texto": "O pregão poderá ser utilizado quando o objeto possa ser enquadrado como bens e serviços comuns, que são compreendidos como aqueles cujas especificações técnicas e de qualidade podem ser objetivamente definidas no edital. No pregão, a inversão das fases é a regra, ou seja, antecipa-se a habilitação para momento anterior à apresentação das propostas e do julgamento."
      },
      {
        "letra": "D",
        "texto": "A concorrência é a modalidade de licitação que deve ser adotada nas contratações de obras, serviços e fornecimentos de grande vulto, uma vez que tais contratações devem seguir um procedimento mais formal e mais rígido, tendo em vista que se trata de valores superiores a R$ 200 milhões de reais."
      },
      {
        "letra": "E",
        "texto": "O leilão pode ser utilizado para alienação de bens móveis inservíveis ou legalmente apreendidos e de bens imóveis, podendo ser conduzido por servidora designada pela autoridade competente ou por leiloeiro oficial, que será contratado, por exemplo, por meio de credenciamento."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3185442",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TCE-RR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "A contratação de bens, serviços ou obras pela Administração Pública deve ser realizada de forma a garantir a transparência, a competitividade e o uso adequado dos recursos públicos. Para assegurar esses princípios, foram criadas normas específicas, como a Nova Lei de Licitações (Lei nº 14.133/2021). De acordo com o disposto nessa lei, é prevista como modalidade para a aquisição de bens e serviços comuns, sempre que o objeto possuir padrões de desempenho e qualidade que possam ser objetivamente definidos pelo edital, por meio de especificações usuais de mercado, aquela conhecida como",
    "alternativas": [
      {
        "letra": "A",
        "texto": "diálogo competitivo."
      },
      {
        "letra": "B",
        "texto": "concorrência."
      },
      {
        "letra": "C",
        "texto": "tomada de preços."
      },
      {
        "letra": "D",
        "texto": "leilão."
      },
      {
        "letra": "E",
        "texto": "pregão."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3185198",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CFO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "De acordo com a Lei nº 14.133/2021, que estabelece as regras para a realização de licitações e contratos administrativos, julgue o item a seguir. No caso do pregão, o critério de julgamento da licitação poderá ser o menor preço ou técnica e preço, a depender do objeto da contratação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3185118",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRESS-PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Considerando as noções de licitação pública, julgue o item seguinte. O leilão será precedido da divulgação do edital em site eletrônico oficial e, também, conterá o valor pelo qual o bem foi avaliado, o preço mínimo pelo qual poderá ser alienado, as condições de pagamento e, se for o caso, a comissão do leiloeiro designado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3185115",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRESS-PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Considerando as noções de licitação pública, julgue o item seguinte. Leilão é a modalidade de licitação para a alienação de bens imóveis ou de bens móveis inservíveis ou legalmente apreendidos a quem oferecer o maior lance. Por sua vez, o pregão é a modalidade de licitação obrigatória para a aquisição de bens e de serviços comuns, cujo critério de julgamento poderá ser o de menor preço ou o de maior desconto.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3185114",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRESS-PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Considerando as noções de licitação pública, julgue o item seguinte. Se optar pela realização de leilão por intermédio de leiloeiro oficial, a Administração deverá selecioná‑lo mediante credenciamento ou licitação na modalidade concorrência.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3185113",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRESS-PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Considerando as noções de licitação pública, julgue o item seguinte. Diálogo competitivo é a modalidade de licitação para a escolha de trabalho técnico, científico ou artístico – cujo critério de julgamento será o de melhor técnica ou conteúdo artístico – e, também, para concessão de prêmio ou de remuneração ao vencedor.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3183867",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CFO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "À luz da Lei nº 14.133/2021, que trata de licitações e contratos administrativos, julgue o item a seguir.O julgamento por menor preço ou maior desconto e, quando couber, por técnica e preço considerará o menor dispêndio para a Administração, atendidos os parâmetros mínimos de qualidade definidos no edital de licitação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3183114",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Aratiba - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Analise as assertivas a seguir quanto aos critérios de julgamento de licitações previstos na Lei Federal nº 14.133/2021: I. O critério de julgamento por maior desconto é aplicável quando a Administração, para a contratação de obras e serviços de engenharia, possui insuficiente conhecimento sobre os valores praticados no mercado para o objeto da contratação. II. O critério de técnica e preço considera a pontuação obtida da ponderação entre os quesitos técnicos e a proposta de preço, para licitações em que o menor preço se revele como critério adequado, porquanto atinente a objetos de menor complexidade especificativa ou obrigacional. III. No critério de julgamento de maior retorno econômico, será vencedora a proposta que proporcionar maior economia, deduzido o valor da proposta de preço; e, na execução contratual, se a economia efetiva for inferior, a variação será descontada da remuneração do contratado. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas II."
      },
      {
        "letra": "C",
        "texto": "Apenas III."
      },
      {
        "letra": "D",
        "texto": "Apenas II e III."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3183113",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Aratiba - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Acerca da modalidade licitatória denominada Diálogo Competitivo, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Serve à contratação de obras, serviços e compras, por meio do qual a Administração efetua diálogos com licitantes previamente selecionados mediante critérios subjetivos, com o intuito de desenvolver uma ou mais alternativas capazes de atender às suas necessidades."
      },
      {
        "letra": "B",
        "texto": "Possibilita o desencadeamento de processo dialético, mediante a interação com os agentes de mercado, ampliando-se a assimetria de informações que pesa em desfavor da Administração."
      },
      {
        "letra": "C",
        "texto": "É conduzido por comissão de contratação, composta de ao menos dois servidores efetivos integrantes dos quadros da Administração, possibilitando-se a contratação de especialistas para o fim de assessoramento técnico à comissão."
      },
      {
        "letra": "D",
        "texto": "Possibilita a determinação de fases sucessivas, ampliando-se gradativamente as soluções e propostas a serem discutidas em cada momento."
      },
      {
        "letra": "E",
        "texto": "Restringe-se a situações peculiares, em que a Administração vise a contratar objeto caracterizado por inovação tecnológica ou técnica, quando impossível satisfazer a necessidade mediante a adaptação de soluções existentes, tal como a imprecisão das especificações técnicas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3183072",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Aratiba - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Sobre a modalidade de licitação denominada \"pregão\", assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O pregão pode ser utilizado para a contratação de bens e serviços comuns, independentemente do valor estimado da contratação."
      },
      {
        "letra": "B",
        "texto": "No pregão, a fase de lances verbais ocorre após a análise das propostas escritas."
      },
      {
        "letra": "C",
        "texto": "O pregão eletrônico é obrigatório para a Administração Pública Federal, salvo exceções previstas em lei."
      },
      {
        "letra": "D",
        "texto": "No pregão, a inversão das fases de habilitação e julgamento das propostas é facultativa."
      },
      {
        "letra": "E",
        "texto": "O pregoeiro é o responsável pela condução do procedimento licitatório e pela adjudicação do objeto ao vencedor."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3178622",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Tangará da Serra - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "De acordo com as definições da Nova Lei de Licitações, a modalidade de licitação para contratação de bens e serviços especiais e de obras e serviços comuns e especiais de engenharia, cujo critério de julgamento poderá ser, entre outros, o de menor preço e de técnica e preço, se denomina:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pregão."
      },
      {
        "letra": "B",
        "texto": "Concurso."
      },
      {
        "letra": "C",
        "texto": "Tomada de preços."
      },
      {
        "letra": "D",
        "texto": "Concorrência."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3175890",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Tangará da Serra - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "A Prefeitura Municipal de BCA, com base no artigo 36, §2º da Lei de Licitações, ao escolher o critério de julgamento das propostas por técnica e preço, em uma contratação que totaliza R$ 1.000.000,00 (um milhão de reais), poderá atribuir valor ponderado da proposta técnica de até:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "R$ 100.000,00 (cem mil reais)."
      },
      {
        "letra": "B",
        "texto": "R$ 300.000,00 (trezentos mil reais)."
      },
      {
        "letra": "C",
        "texto": "R$ 700.000,00 (setecentos mil reais)."
      },
      {
        "letra": "D",
        "texto": "R$ 1.000.000,00 (um milhão de reais)."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3175886",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Tangará da Serra - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "A Prefeitura Municipal de XYZ deseja alienar bens móveis inservíveis para suas atividades e, ainda na fase de planejamento das ações legais cabíveis, questionou o Controle Interno acerca da modalidade de licitação indicada para a venda em questão. Em resposta, o servidor responsável, fundamentando seu parecer no artigo 6º, inciso XL da Lei de Licitações, afirmou que a modalidade correta é o:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pregão."
      },
      {
        "letra": "B",
        "texto": "Leilão."
      },
      {
        "letra": "C",
        "texto": "Concurso."
      },
      {
        "letra": "D",
        "texto": "Diálogo competitivo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3175883",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Tangará da Serra - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento",
      "Fases e Processo Licitatório"
    ],
    "enunciado_principal": "A respeito do julgamento das propostas em procedimentos licitatórios, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ausência de objetividade no julgamento, inobservância dos critérios previamente fixados no ato convocatório, falta de justificativa da avaliação e da classificação ou desclassificação de propostas são exemplos de situações que comprometem a validade do procedimento."
      },
      {
        "letra": "B",
        "texto": "Na ata da sessão pública, o Agente de Contratação ou Pregoeiro, conforme o caso, fará constar o registro da inviolabilidade dos envelopes das propostas e quaisquer observações porventura feitas pelos licitantes."
      },
      {
        "letra": "C",
        "texto": "A subjetividade do julgamento deve resultar da observância das seguintes regras fundamentais: vinculação ao tipo da licitação, avaliação exclusivamente dos fatores previstos no edital e explicitação das razões que justifiquem o resultado."
      },
      {
        "letra": "D",
        "texto": "O julgamento da licitação inicia-se com o recebimento e a abertura dos envelopes das propostas, que deve ocorrer, sempre, em sessão pública, na data e horário indicados no edital respectivo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3175280",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Tangará da Serra - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Sobre a modalidade diálogo competitivo da Lei nº 14.133/2021, analise as assertivas a seguir: I. É uma modalidade restrita a contratações em que a Administração vise a contratar objeto que envolva, entre outras condições, inovação tecnológica ou técnica. II. Os critérios empregados para pré-seleção dos licitantes deverão ser previstos em edital, e serão admitidos todos os interessados que preencherem os requisitos objetivos estabelecidos. III. A Administração não poderá revelar a outros licitantes as soluções propostas ou as informações sigilosas comunicadas por um licitante sem o seu consentimento. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas I e II."
      },
      {
        "letra": "C",
        "texto": "Apenas II e III."
      },
      {
        "letra": "D",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3174885",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CORE-CE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Quanto às modalidades de licitação pública, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É permitida a criação de outras modalidades de licitação, bem como a combinação das modalidades leilão e concurso."
      },
      {
        "letra": "B",
        "texto": "Diálogo competitivo é a modalidade de licitação para escolha de trabalho técnico, científico ou artístico."
      },
      {
        "letra": "C",
        "texto": "Concorrência é a modalidade de licitação para alienação de bens imóveis ou de bens móveis inservíveis ou legalmente apreendidos a quem oferecer o maior lance."
      },
      {
        "letra": "D",
        "texto": "Adota‑se o concurso sempre que o objeto apresentar padrões de desempenho e qualidade que possam ser objetivamente definidos pelo edital, por meio de especificações usuais de mercado."
      },
      {
        "letra": "E",
        "texto": "Caso opte pela realização de leilão por intermédio de leiloeiro oficial, a Administração deverá selecioná‑lo mediante credenciamento ou licitação na modalidade pregão."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3174883",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CORE-CE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Assinale a opção correta quanto à modalidade de licitação leilão.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O leilão exigirá registro cadastral prévio e terá fase de habilitação."
      },
      {
        "letra": "B",
        "texto": "O leilão somente poderá ser cometido a leiloeiro oficial, não podendo ser designado servidor, ainda que pela autoridade competente da Administração."
      },
      {
        "letra": "C",
        "texto": "O edital do leilão será afixado em local de ampla circulação de pessoas na sede da Administração e, também, poderá ser divulgado por outros meios."
      },
      {
        "letra": "D",
        "texto": "Não será necessário que o leilão seja precedido de divulgação do edital em site oficial."
      },
      {
        "letra": "E",
        "texto": "Leilão é a modalidade de licitação obrigatória para a aquisição de bens e serviços comuns."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3172806",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Caieiras - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "A modalidade de licitação denominada \"concurso\" é utilizada para a escolha de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Obras ou serviços de engenharia, com julgamento pelo menor preço."
      },
      {
        "letra": "B",
        "texto": "Projetos de infraestrutura, com julgamento baseado na melhor proposta técnica e financeira."
      },
      {
        "letra": "C",
        "texto": "Trabalhos técnicos, científicos ou artísticos, com critério de julgamento pela melhor técnica ou conteúdo artístico."
      },
      {
        "letra": "D",
        "texto": "Fornecedores de bens comuns, com base no menor preço ofertado."
      },
      {
        "letra": "E",
        "texto": "Projetos de pesquisa e desenvolvimento, com julgamento pelas melhores condições de execução."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3172450",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "[Questão inédita] Com base na Nova Lei de Licitações, a Lei 14.133/2021, o secretário de infraestrutura do município de Luziânia/GO pretende construir uma nova sede para a Secretaria. Por se tratar de um serviço comum de engenharia, a licitação adotará o critério de julgamento de menor preço. Nesse caso em tela, o prazo mínimo para apresentação de propostas e lances, contados a partir da data de divulgação do edital de licitação, é de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "8 (oito) dias úteis."
      },
      {
        "letra": "B",
        "texto": "10 (dez) dias úteis."
      },
      {
        "letra": "C",
        "texto": "15 (quinze) dias úteis."
      },
      {
        "letra": "D",
        "texto": "25 (quinze) dias úteis."
      },
      {
        "letra": "E",
        "texto": "35 (quinze) dias úteis."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3163320",
    "metadata": "Ano: 2025 | Banca: FCPC | Órgão: UFC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "De acordo com o Decreto nº 10.024/2019, é responsabilidade do pregoeiro:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "credenciar-se previamente no Sicaf ou no sistema eletrônico utilizado no certame."
      },
      {
        "letra": "B",
        "texto": "receber, examinar e decidir as impugnações e os pedidos de esclarecimentos ao edital e aos anexos, além de poder requisitar subsídios formais aos responsáveis pela elaboração desses documentos."
      },
      {
        "letra": "C",
        "texto": "comunicar imediatamente ao provedor do sistema qualquer acontecimento que possa comprometer o sigilo ou a inviabilidade do uso da senha, para imediato bloqueio de acesso."
      },
      {
        "letra": "D",
        "texto": "remeter, no prazo estabelecido, exclusivamente via sistema, os documentos de habilitação e a proposta e, quando necessário, os documentos complementares."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3163318",
    "metadata": "Ano: 2025 | Banca: FCPC | Órgão: UFC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Na Lei 14.133/2021, a modalidade de licitação do tipo pregão é definida como:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "modalidade de licitação para escolha de trabalho técnico, científico ou artístico, cujo critério de julgamento será o de melhor técnica ou conteúdo artístico, e para concessão de prêmio ou remuneração ao vencedor."
      },
      {
        "letra": "B",
        "texto": "modalidade de licitação para alienação de bens imóveis ou de bens móveis inservíveis ou legalmente apreendidos a quem oferecer o maior lance."
      },
      {
        "letra": "C",
        "texto": "modalidade de licitação obrigatória para aquisição de bens e serviços comuns, cujo critério de julgamento poderá ser o de menor preço ou o de maior desconto."
      },
      {
        "letra": "D",
        "texto": "modalidade de licitação para contratação de bens e serviços especiais e de obras e serviços comuns e especiais de engenharia, cujo critério de julgamento poderá ser menor preço, melhor técnica, técnica e preço, maior retorno econômico ou maior desconto."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3163265",
    "metadata": "Ano: 2025 | Banca: FCPC | Órgão: UFC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "No capítulo III – Artigo 6o – Das Definições, da Lei Federal n o 14.133/21 – Lei de Licitações e Contratos, se encontram os Incisos que rezam sobre as diferentes modalidades que podem ser empregadas nos processos licitatórios. Marque a alternativa que contém a correspondência correta entre a modalidade e sua definição.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pregão: modalidade de licitação para alienação de bens imóveis, ou de bens móveis inservíveis ou legalmente apreendidos, a quem oferecer o maior lance."
      },
      {
        "letra": "B",
        "texto": "Leilão: modalidade de licitação obrigatória para aquisição de bens e serviços comuns, cujo critério de julgamento poderá ser o de menor preço ou o de maior desconto."
      },
      {
        "letra": "C",
        "texto": "Concurso: modalidade de licitação para contratação de obras, serviços e compras em que a Administração Pública realiza diálogos com licitantes, previamente selecionados mediante critérios objetivos, com o intuito de desenvolver uma ou mais alternativas capazes de atender às suas necessidades."
      },
      {
        "letra": "D",
        "texto": "Concorrência: modalidade de licitação para contratação de bens e serviços especiais, e de obras e serviços comuns e especiais de engenharia, cujo critério de julgamento poderá ser: menor preço, melhor técnica, melhor conteúdo artístico, maior retorno econômico e maior desconto."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3162709",
    "metadata": "Ano: 2025 | Banca: FCPC | Órgão: UFC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Nos termos da Lei nº 14.133/2021, a modalidade de licitação, que é obrigatória para a aquisição de bens e serviços comuns, cujo critério de julgamento poderá ser o de menor preço ou de maior desconto, é denominada de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Leilão."
      },
      {
        "letra": "B",
        "texto": "Pregão."
      },
      {
        "letra": "C",
        "texto": "Concorrência."
      },
      {
        "letra": "D",
        "texto": "Diálogo Competitivo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3162430",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: ITUPREV - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Observe o enunciado abaixo, e assinale a alternativa correta, considerando V (Verdadeiro) ou F (Falso): Consideram-se modalidades de licitação: ( ) Pregão; ( ) Concorrência; ( ) Processo Seletivo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F, F, V."
      },
      {
        "letra": "B",
        "texto": "V, V, F."
      },
      {
        "letra": "C",
        "texto": "F, V, F."
      },
      {
        "letra": "D",
        "texto": "V, F, V."
      },
      {
        "letra": "E",
        "texto": "Nenhuma das alternativas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3161322",
    "metadata": "Ano: 2025 | Banca: FCPC | Órgão: UFC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Segundo o disposto na Lei nº 14.133/21, são modalidades de licitação:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "credenciamento, concurso, leilão."
      },
      {
        "letra": "B",
        "texto": "leilão, diálogo competitivo, pregão."
      },
      {
        "letra": "C",
        "texto": "concorrência, tomada de preços, convite."
      },
      {
        "letra": "D",
        "texto": "registro de preços, pré-qualificação, convite."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3161163",
    "metadata": "Ano: 2025 | Banca: FCPC | Órgão: UFC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Segundo a Lei nº 14.133/2021, que dispõe sobre diferentes modalidades de licitação, assinale a alternativa correta quanto às modalidades apresentadas e suas características.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O pregão é a modalidade de licitação obrigatória para aquisição de bens e serviços comuns, cujo critério de julgamento poderá ser o de menor preço ou o de maior desconto."
      },
      {
        "letra": "B",
        "texto": "O leilão exige fase de habilitação e registro cadastral prévio dos licitantes além de homologação quando concluídas as fases de lance, devendo ser efetivado o pagamento pelo licitante vencedor, na forma definida no edital."
      },
      {
        "letra": "C",
        "texto": "O concurso é a modalidade de licitação obrigatória para contratações cujo objeto envolva inovação tecnológica ou técnica; impossibilidade de o órgão ou entidade ter sua necessidade satisfeita sem adaptação de soluções disponíveis no mercado; e, impossibilidade de as especificações técnicas serem definidas com precisão suficiente pela Administração."
      },
      {
        "letra": "D",
        "texto": "A ata de registro de preços é a modalidade de licitação para contratação de bens e serviços especiais podendo ser utilizada para a realização de obras e serviços comuns e especiais de engenharia, cujo critério de julgamento poderá ser de técnica e preço."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3160199",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Morungaba - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Considerando a Lei nº 14.133, de 1º de abril de 2021, que regulamenta as licitações e contratos administrativos, identifique a modalidade de licitação adequada para a contratação de bens e serviços especiais, bem como de obras e serviços comuns e especializados de engenharia, em que o critério de seleção é o maior retorno econômico:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Concurso."
      },
      {
        "letra": "B",
        "texto": "Leilão."
      },
      {
        "letra": "C",
        "texto": "Concorrência."
      },
      {
        "letra": "D",
        "texto": "Pregão."
      },
      {
        "letra": "E",
        "texto": "Diálogo competitivo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3158845",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CORE-RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "O concurso é a modalidade de licitação para a escolha de trabalho técnico, científico ou artístico – cujo critério de julgamento será o de melhor técnica ou conteúdo artístico – e, também, é a modalidade para a concessão de prêmio ou remuneração ao vencedor, assinale a opção correta que apresenta essa modalidade de licitação.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos concursos destinados à elaboração de projeto, o vencedor não poderá ceder à Administração Pública os direitos patrimoniais relativos ao projeto."
      },
      {
        "letra": "B",
        "texto": "Em licitação na modalidade concurso, o agente responsável pela condução do certame será designado pregoeiro."
      },
      {
        "letra": "C",
        "texto": "Poderá existir a combinação de modalidade de licitação leilão com a modalidade de licitação concurso."
      },
      {
        "letra": "D",
        "texto": "No edital do concurso, não será indicada a qualificação exigida dos participantes."
      },
      {
        "letra": "E",
        "texto": "O concurso observará as regras e as condições previstas em edital, que também indicará as condições de realização e o prêmio ou remuneração a ser concedida ao vencedor."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3157789",
    "metadata": "Ano: 2025 | Banca: UFU-MG | Órgão: UFU-MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "A Lei nº 14.133/2021 estabelece normas gerais sobre licitações e contratos administrativos. Sobre as modalidades de licitação previstas nessa lei, analise as asserções abaixo. I. Convite II. Tomada de preços III. Pregão IV. Concorrência Assinale a alternativa que apresenta apenas asserções corretas.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II"
      },
      {
        "letra": "B",
        "texto": "III e IV"
      },
      {
        "letra": "C",
        "texto": "I e III"
      },
      {
        "letra": "D",
        "texto": "II e IV"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3154972",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: Prefeitura de Carangola - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento",
      "Fases e Processo Licitatório"
    ],
    "enunciado_principal": "A Lei de Licitações e Contratos Administrativos no Brasil, conhecida como Lei nº 14.133/2021, estabelece normas gerais sobre licitações e contratos no âmbito das administrações públicas. Ela veio para substituir a antiga Lei nº 8.666/1993 e modernizar o processo licitatório no país. Tem por objetivo aumentar a competitividade, a eficiência, e a transparência dos processos licitatórios e contratuais do setor público. A forma de manutenção do equilíbrio econômico-financeiro de contrato utilizada para serviços contínuos com regime de dedicação exclusiva de mão de obra ou predominância de mão de obra, por meio da análise da variação dos custos contratuais, devendo estar prevista no edital com data vinculada à apresentação das propostas, para os custos decorrentes do mercado, e com data vinculada ao acordo, à convenção coletiva ou ao dissídio coletivo ao qual o orçamento esteja vinculado, para os custos decorrentes da mão de obra, denomina-se:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Leilão."
      },
      {
        "letra": "B",
        "texto": "Pregão."
      },
      {
        "letra": "C",
        "texto": "Repactuação."
      },
      {
        "letra": "D",
        "texto": "Agente de contratação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3154899",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: Prefeitura de Carangola - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Agentes da Licitação",
      "Modalidades e Critérios de Julgamento",
      "Fases e Processo Licitatório"
    ],
    "enunciado_principal": "Jonas, servidor do município de Carangola, que desempenha suas funções junto ao setor de Compras de determinada Secretaria, ao analisar três processos licitatórios tramitando perante sua repartição, se deparou com as seguintes afirmações: I. A nova Lei de Licitações (Lei Federal nº 14.133/2021) promoveu profundas alterações nos procedimentos licitatórios, abolindo a modalidade pregão e instituindo a modalidade de tomada de preços. II. Para os fins da Lei nº 14.133/2021, considera-se agente público o indivíduo que, em virtude de eleição, nomeação, designação, contratação ou qualquer outra forma de investidura ou vínculo, exerce mandato, cargo, emprego ou função em pessoa jurídica integrante da Administração Pública. III. A dispensa de licitação é admitida no Direito Brasileiro unicamente na hipótese de calamidade ou emergência pública. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "I, apenas."
      },
      {
        "letra": "C",
        "texto": "II, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3154547",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TCE-PI",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Princípios das Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "O Governo do Estado do Piauí pretende realizar, no exercício financeiro de 2025, tratativas para adquirir, entre outros, os bens e serviços listados a seguir. I. Aquisição de software inovador de inteligência artificial com funcionalidades adaptadas, específica e individualmente, para cada tipo de trabalho executado por suas Secretarias de Estado, a serem definidas e identificados durante o processo licitatório. II. Registro formal de preços de notebooks de última geração a serem licitados quando da implementação do software de inteligência artificial. III. Chamamento público de profissionais interessados na prestação de serviço de TI e manutenção de equipamentos informáticos, em regime de contratação simultânea e padronizada. No que tange à Lei de Licitações (Lei nº 14.133/2021), os instrumentos jurídicos a serem adotados pela administração do Estado do Piauí para a aquisição dos bens e serviços supramencionados (segundo a ordem apresentada) são, respectivamente,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "concurso, pregão e diálogo competitivo."
      },
      {
        "letra": "B",
        "texto": "pré-qualificação, credenciamento e diálogo competitivo."
      },
      {
        "letra": "C",
        "texto": "diálogo competitivo, sistema de registro de preços e pregão."
      },
      {
        "letra": "D",
        "texto": "credenciamento, diálogo competitivo e sistema de registro de preços."
      },
      {
        "letra": "E",
        "texto": "diálogo competitivo, sistema de registro de preços e credenciamento."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3153405",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Porto Nacional - TO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Agentes da Licitação",
      "Modalidades e Critérios de Julgamento",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Analise as assertivas abaixo: I. Em licitação na modalidade pregão, o agente responsável pela condução do certame será designado pregoeiro. II. O agente de contratação será auxiliado por equipe de apoio e responderá individualmente pelos atos que praticar, salvo quando induzido a erro pela atuação da equipe. III. Os atos praticados no processo licitatório são públicos, ressalvadas as hipóteses de informações cujo sigilo seja imprescindível à segurança da sociedade e do Estado, na forma da lei. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas II."
      },
      {
        "letra": "C",
        "texto": "Apenas I e II."
      },
      {
        "letra": "D",
        "texto": "Apenas II e III."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3151275",
    "metadata": "Ano: 2025 | Banca: Unesc | Órgão: Prefeitura de Maracajá - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "O ____________ é a modalidade de licitação obrigatória para a aquisição de bens e serviços comuns, onde o critério de julgamento pode ser o de menor preço ou o de maior desconto, conforme previsto na Lei nº 14.133/2021. Assinale a alternativa que corretamente completa a lacuna no excerto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tomada de Preços"
      },
      {
        "letra": "B",
        "texto": "Convite"
      },
      {
        "letra": "C",
        "texto": "Concurso"
      },
      {
        "letra": "D",
        "texto": "Pregão"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3150405",
    "metadata": "Ano: 2025 | Banca: IMPARH | Órgão: CGM de Fortaleza - CE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Nos termos da Lei nº 14.133/2021, assinale a alternativa que corresponde à modalidade de licitação “pregão”.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Modalidade de licitação para alienação de bens imóveis ou de bens móveis inservíveis ou legalmente apreendidos a quem oferecer o maior lance."
      },
      {
        "letra": "B",
        "texto": "Modalidade de licitação obrigatória para aquisição de bens e serviços comuns, cujo critério de julgamento poderá ser o de menor preço ou o de maior desconto."
      },
      {
        "letra": "C",
        "texto": "Modalidade de licitação para contratação de obras, serviços e compras em que a Administração Pública realiza diálogos com licitantes previamente selecionados mediante critérios objetivos, com o intuito de desenvolver uma ou mais alternativas capazes de atender às suas necessidades, devendo os licitantes apresentar proposta final após o encerramento dos diálogos."
      },
      {
        "letra": "D",
        "texto": "Procedimento seletivo prévio à licitação, convocado por meio de edital, destinado à análise das condições de habilitação, total ou parcial, dos interessados ou do objeto."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3149660",
    "metadata": "Ano: 2025 | Banca: IGEDUC | Órgão: Prefeitura de Calumbi - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "No tocante as modalidades de contratação da administração pública, tem-se a àquela que consiste no regime de contratação de obras e serviços de engenharia em que o contratado é responsável por elaborar e desenvolver os projetos básico e executivo, executar obras e serviços de engenharia, fornecer bens ou prestar serviços especiais e realizar montagem, teste, pré-operação e as demais operações necessárias e suficientes para a entrega final do objeto. A modalidade de contratação citada acima é a contratação:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Integrada."
      },
      {
        "letra": "B",
        "texto": "Concorrência."
      },
      {
        "letra": "C",
        "texto": "Tomada de Preços."
      },
      {
        "letra": "D",
        "texto": "Semi-integrada."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3585207",
    "metadata": "Ano: 2024 | Banca: SELECON | Órgão: Prefeitura de Alto Araguaia - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "A modalidade de licitação cabível para a contratação que pretende adquirir objeto que envolve inovação tecnológica ou técnica, sem possibilidade de as especificações técnicas serem definidas com precisão suficiente pela administração, é denominada:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "diálogo competitivo"
      },
      {
        "letra": "B",
        "texto": "concorrência"
      },
      {
        "letra": "C",
        "texto": "concurso"
      },
      {
        "letra": "D",
        "texto": "pregão"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3578387",
    "metadata": "Ano: 2024 | Banca: Instituto Avançar | Órgão: Prefeitura de Borrazópolis - PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento",
      "Fases e Processo Licitatório"
    ],
    "enunciado_principal": "Encerradas as fases de julgamento e habilitação, e exauridos os recursos administrativos, o processo licitatório será encaminhado à autoridade superior. Supondo que todos os procedimentos do processo licitatório estão de acordo com a legislação vigente, os procedimentos a serem adotados são os seguintes:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Consolidar o objeto e arrematar a licitação."
      },
      {
        "letra": "B",
        "texto": "Indeferir o objeto e aglutinar a licitação."
      },
      {
        "letra": "C",
        "texto": "Adjudicar o objeto e homologar a licitação."
      },
      {
        "letra": "D",
        "texto": "Ratificar o objeto e convalidar a licitação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3531060",
    "metadata": "Ano: 2024 | Banca: Instituto Fênix | Órgão: Prefeitura de São José do Cerrito - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Considerando a Lei nº 14.133/21, qual das seguintes modalidades de licitação é inovada pela referida lei, oferecendo flexibilidade e eficiência ao processo licitatório na Administração Pública?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Concorrência pública, como única modalidade permitida para contratações de grande vulto."
      },
      {
        "letra": "B",
        "texto": "Tomada de preços, agora aplicada exclusivamente para a contratação de serviços de natureza técnica especializada."
      },
      {
        "letra": "C",
        "texto": "Convite, que passa a ser a modalidade predominante para qualquer tipo de contratação, independente do valor."
      },
      {
        "letra": "D",
        "texto": "Diálogo competitivo, permitindo a discussão de soluções técnicas ou jurídicas inovadoras antes da apresentação final das propostas"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3444730",
    "metadata": "Ano: 2024 | Banca: EDUCA | Órgão: Câmara de Pombal - PB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Modalidade licitatória se refere à forma como será conduzida o certame. É determinada conforme o valor estimado da contratação e em conformidade com a complexidade do objeto. Segundo o art. 28 da Lei nº 14.133/2021, são modalidades de Licitação: I. Pregão. II. Concorrência. III. Concurso. IV. Leilão. V. V - Diálogo Competitivo. Estão CORRETAS:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III apenas."
      },
      {
        "letra": "B",
        "texto": "III, IV, V apenas."
      },
      {
        "letra": "C",
        "texto": "II, IV, V apenas."
      },
      {
        "letra": "D",
        "texto": "I, II apenas."
      },
      {
        "letra": "E",
        "texto": "I, II, III, IV, V."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3414324",
    "metadata": "Ano: 2024 | Banca: OBJETIVA | Órgão: Prefeitura de Catuípe - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Segundo a Lei nº 14.133/2021 — Lei de Licitações e Contratos Administrativos, menor preço, maior desconto, maior retorno econômico, melhor técnica ou conteúdo artístico e melhor técnica e preço são alguns dos critérios de julgamento das propostas. Sabendo-se disso, assinalar a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O julgamento por maior desconto terá como referência o preço global fixado no edital de licitação, e o desconto será estendido aos eventuais termos aditivos."
      },
      {
        "letra": "B",
        "texto": "O julgamento por melhor conteúdo artístico considerará a maior pontuação obtida a partir da ponderação, segundo fatores objetivos previstos no edital, das notas atribuídas aos aspectos de moda, beleza e arte."
      },
      {
        "letra": "C",
        "texto": "O julgamento por melhor técnica ou conteúdo artístico considerará exclusivamente as propostas técnicas ou artísticas apresentadas pelos licitantes, e o edital deverá definir o prêmio ou a remuneração que será atribuída aos vencedores."
      },
      {
        "letra": "D",
        "texto": "O julgamento por menor preço ou maior desconto e, quando couber, por técnica e preço considerará o menor dispêndio para a Administração, atendidos os parâmetros mínimos de qualidade definidos no edital de licitação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3402063",
    "metadata": "Ano: 2024 | Banca: OBJETIVA | Órgão: Prefeitura de Vitória das Missões - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Sobre as modalidades licitatórias, de acordo com a Lei nº 14.133/2021, avaliar se as afirmativas são certas (C) ou erradas (E) e assinalar a sequência correspondente. ( ) Diálogo competitivo. ( ) Convite. ( ) Tomada de preços. ( ) Concorrência.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "C - E - E - C."
      },
      {
        "letra": "B",
        "texto": "E - C - C - E."
      },
      {
        "letra": "C",
        "texto": "E - C - E - E."
      },
      {
        "letra": "D",
        "texto": "C - E - C - C."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3393564",
    "metadata": "Ano: 2024 | Banca: FURB | Órgão: Prefeitura de Bombinhas - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "A modalidade de licitação para contratação de obras, serviços e compras em que a Administração Pública realiza negociações com licitantes previamente selecionados mediante critérios objetivos, com o intuito de desenvolver uma ou mais alternativas capazes de atender às suas necessidades, devendo os licitantes apresentarem proposta final após o encerramento das negociações. A descrição corresponde à modalidade de licitação chamada:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Leilão."
      },
      {
        "letra": "B",
        "texto": "Diálogo competitivo."
      },
      {
        "letra": "C",
        "texto": "Concorrência."
      },
      {
        "letra": "D",
        "texto": "Tomada de preços."
      },
      {
        "letra": "E",
        "texto": "Pregão."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3334089",
    "metadata": "Ano: 2024 | Banca: FIOCRUZ | Órgão: FIOCRUZ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Em relação a Lei 14.133/21 (lei de licitações e contratos administrativos), a alternativa que se enquadra no conceito das modalidades de licitação:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I - pregão; II - concorrência; III - concurso; IV - leilão; V - sorteio."
      },
      {
        "letra": "B",
        "texto": "I - menor preço; II - maior desconto; III - melhor técnica ou conteúdo artístico; IV - técnica e preço; V - maior lance, no caso de leilão; VI - maior retorno econômico."
      },
      {
        "letra": "C",
        "texto": "I - pregão; II - concorrência; III - concurso; IV - leilão; V - diálogo competitivo."
      },
      {
        "letra": "D",
        "texto": "I - pregão; II - concorrência; III - concurso; IV - leilão; V – maior retorno econômico."
      },
      {
        "letra": "E",
        "texto": "I - menor preço; II - maior desconto; III - leilão; IV - técnica e preço; V - maior lance, no caso de leilão; VI - maior retorno econômico."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3331805",
    "metadata": "Ano: 2024 | Banca: FIOCRUZ | Órgão: FIOCRUZ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento",
      "Contratos Administrativos – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "De acordo com a Lei nº 14.133/2021, na execução indireta de obras e serviços de engenharia são admitidos alguns regimes de execução, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "empreitada por preço certo e real."
      },
      {
        "letra": "B",
        "texto": "empreitada por preço unitário."
      },
      {
        "letra": "C",
        "texto": "empreitada por preço global."
      },
      {
        "letra": "D",
        "texto": "empreitada integral."
      },
      {
        "letra": "E",
        "texto": "contratação por tarefa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3331801",
    "metadata": "Ano: 2024 | Banca: FIOCRUZ | Órgão: FIOCRUZ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "A Lei nº 14.133/2021 apresenta como modalidades de licitação:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pregão, concorrência, convite, concurso e diálogo competitivo."
      },
      {
        "letra": "B",
        "texto": "concurso, tomada de preços, convite, leilão e diálogo competitivo."
      },
      {
        "letra": "C",
        "texto": "tomada de preços, cotação eletrônica, concorrência, concurso e leilão."
      },
      {
        "letra": "D",
        "texto": "pregão, concorrência, concurso, leilão e diálogo competitivo."
      },
      {
        "letra": "E",
        "texto": "convite, pregão, tomada de preços, concorrência e cotação eletrônica."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3329548",
    "metadata": "Ano: 2024 | Banca: FIOCRUZ | Órgão: FIOCRUZ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Sobre as modalidades de licitação trazidas pela Lei nº 14.133/2021, aquela que é obrigatória para aquisição de bens e serviços comuns, cujo critério de julgamento poderá ser o de menor preço ou o de maior desconto, e aquela voltada para a contratação de serviços especiais de engenharia, são, respectivamente, as modalidades:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "concorrência e concurso."
      },
      {
        "letra": "B",
        "texto": "concurso e diálogo competitivo."
      },
      {
        "letra": "C",
        "texto": "leilão e pregão."
      },
      {
        "letra": "D",
        "texto": "diálogo competitivo e pregão."
      },
      {
        "letra": "E",
        "texto": "pregão e concorrência."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3324089",
    "metadata": "Ano: 2024 | Banca: IDCAP | Órgão: UEFS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Assegurar a seleção da proposta apta a gerar o resultado de contratação mais vantajoso à Administração Pública é um dos objetivos do processo licitatório, conforme disposto na Lei nº 14.133/2021 - Lei de licitações e contratos administrativos. Sobre o tema licitações, com base nas disposições da referida lei de regência, avalie as proposições abaixo: I.Pregão. II.Empreitada Global. III.Leilão. IV.Diálogo Competitivo. V.Concorrência. VI.Convite. São modalidades de licitação previstas na Lei nº 14.133/2021:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "III, IV e V, apenas."
      },
      {
        "letra": "B",
        "texto": "I, II, III, IV, V e VI."
      },
      {
        "letra": "C",
        "texto": "I, III, IV e V, apenas."
      },
      {
        "letra": "D",
        "texto": "II, III e VI, apenas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3309855",
    "metadata": "Ano: 2024 | Banca: FAUEL | Órgão: Prefeitura de Jaguapitã - PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Licitação é o processo por meio do qual a Administração Pública contrata obras, serviços, compras e alienações. Em outras palavras, licitação é a forma como a Administração Pública pode comprar e vender. De acordo com o que dispõe o Art. 28 da Lei nº 14.133/2021, são modalidades de licitação:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pregão, concorrência, concurso, leilão e convite."
      },
      {
        "letra": "B",
        "texto": "pregão, concorrência, concurso, leilão e diálogo competitivo."
      },
      {
        "letra": "C",
        "texto": "tomada de preço, concorrência, concurso, leilão e diálogo competitivo."
      },
      {
        "letra": "D",
        "texto": "técnica e preço, pregão, concorrência, concurso, leilão e diálogo competitivo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3298437",
    "metadata": "Ano: 2024 | Banca: IDCAP | Órgão: Prefeitura de Piúma - ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "A Nova Lei de Licitações (Lei nº 14.133/2021) introduziu diversas mudanças nas modalidades licitatórias e nos critérios de julgamento, visando modernizar e simplificar os processos de contratação pública. Assim, avalie as proposições: I.Exclusão das modalidades de carta-convite e tomada de preços. II.Inclusão do diálogo competitivo como nova modalidade. III.Estabelecimento de critérios de julgamento único para todas as modalidades. Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as proposições I e II estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas a proposição III está correta."
      },
      {
        "letra": "C",
        "texto": "Apenas a proposição II está correta."
      },
      {
        "letra": "D",
        "texto": "Apenas as proposições II e III estão corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3283977",
    "metadata": "Ano: 2024 | Banca: IDESG | Órgão: Prefeitura de Mantenópolis - ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Criada por fundamentos próprios, a licitação é norteada por princípios, os quais definem os lineamentos em que se deve situar o procedimento. Assim sendo, quando falamos que quis o legislador, na instituição do princípio, descartar subjetivismos e personalismos. Mas isso não apenas no julgamento final, como também em todas as fases em que exista espécie de julgamento, de escolha, de modo que os atos da Administração jamais possam ser ditados por gosto pessoal ou favorecimento, falamos do princípio do (a):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Moralidade."
      },
      {
        "letra": "B",
        "texto": "Julgamento objetivo."
      },
      {
        "letra": "C",
        "texto": "Probidade administrativa."
      },
      {
        "letra": "D",
        "texto": "Publicidade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3271114",
    "metadata": "Ano: 2024 | Banca: Ibest | Órgão: CRF-RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento",
      "Fases e Processo Licitatório"
    ],
    "enunciado_principal": "De acordo com a Lei n.º 14.133/2021, o processo de licitação observará sete principais fases. Uma dessas fases envolve a classificação dos licitantes que preenchem os requisitos do edital e a desclassificação dos que não os satisfazem, com o objetivo de selecionar a proposta vencedora. A fase apresentada refere-se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "à divulgação do edital de licitação."
      },
      {
        "letra": "B",
        "texto": "à apresentação de propostas e lances, quando for o caso."
      },
      {
        "letra": "C",
        "texto": "ao recursal."
      },
      {
        "letra": "D",
        "texto": "à habilitação."
      },
      {
        "letra": "E",
        "texto": "ao julgamento."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3270853",
    "metadata": "Ano: 2024 | Banca: Instituto Access | Órgão: Prefeitura de Itaguara - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Princípios das Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "A Lei nº 14.133/2021 substituiu a antiga legislação de licitações e contratos e estabelece novas diretrizes e procedimentos para as contratações públicas no Brasil. Avalie as alternativas abaixo e assinale a que está correta em relação aos princípios e procedimentos previstos na Lei nº 14.133/2021?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A nova lei obriga a administração pública a utilizar apenas o critério de menor preço para contratação de bens e serviços comuns."
      },
      {
        "letra": "B",
        "texto": "A Lei nº 14.133/2021 prevê a utilização preferencial de meios eletrônicos para a realização das licitações."
      },
      {
        "letra": "C",
        "texto": "A Lei nº 14.133/2021 determina que o pregão é aplicável para todos os tipos de contratação, inclusive obras e serviços de engenharia."
      },
      {
        "letra": "D",
        "texto": "A modalidade de concorrência é obrigatória para todas as compras públicas de bens e serviços acima de R$ 10 milhões."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3269719",
    "metadata": "Ano: 2024 | Banca: Instituto Access | Órgão: Prefeitura de Itaguara - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Analise as afirmativas abaixo no que tange à lei licitações públicas (Lei nº 14.133/2021). Assinale a que for correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pregão é a modalidade de licitação para alienação de bens imóveis ou de bens móveis inservíveis ou legalmente apreendidos a quem oferecer o maior lance."
      },
      {
        "letra": "B",
        "texto": "Sistema de registro de preços é o conjunto de procedimentos para realização, mediante contratação direta ou licitação nas modalidades pregão ou concorrência, de registro formal de preços relativos a prestação de serviços, a obras e a aquisição e locação de bens para contratações futuras."
      },
      {
        "letra": "C",
        "texto": "Contratação integrada é o regime de contratação de mão de obra para pequenos trabalhos por preço certo, com ou sem fornecimento de materiais."
      },
      {
        "letra": "D",
        "texto": "Empreitada por preço unitário consiste na contratação da execução da obra ou do serviço por preço certo de unidades determinada."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3268739",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CREF - 9ª Região (PR)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Assinale a alternativa que apresenta a modalidade de licitação para a contratação de obras, de serviços e de compras em que a Administração Pública realiza diálogos com licitantes previamente selecionados mediante critérios objetivos, com o intuito de desenvolver uma ou mais alternativas capazes de atender às suas necessidades, devendo os licitantes apresentarem proposta final após o encerramento dos diálogos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "concurso"
      },
      {
        "letra": "B",
        "texto": "concorrência"
      },
      {
        "letra": "C",
        "texto": "leilão"
      },
      {
        "letra": "D",
        "texto": "pregão"
      },
      {
        "letra": "E",
        "texto": "diálogo competitivo"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3268737",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CREF - 9ª Região (PR)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Assinale a alternativa que apresenta a modalidade de licitação para a contratação de bens e serviços especiais e de obras e serviços comuns e especiais de engenharia.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pregão"
      },
      {
        "letra": "B",
        "texto": "concurso"
      },
      {
        "letra": "C",
        "texto": "diálogo competitivo"
      },
      {
        "letra": "D",
        "texto": "concorrência"
      },
      {
        "letra": "E",
        "texto": "leilão"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3268715",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CREF - 9ª Região (PR)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Quanto à Lei de Licitações e Contratos Administrativos, assinale a alternativa correta, em relação às modalidades de licitação.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os bens inservíveis e legalmente apreendidos poderão ser alienados pela Administração Pública sem a necessidade de licitação."
      },
      {
        "letra": "B",
        "texto": "O pregão é a modalidade de licitação obrigatória para a aquisição de bens e serviços comuns, cujo critério de julgamento poderá ser o de menor preço ou o de maior desconto."
      },
      {
        "letra": "C",
        "texto": "O diálogo competitivo é a modalidade de licitação destinada, exclusivamente, à contratação de serviços especiais de engenharia."
      },
      {
        "letra": "D",
        "texto": "Desde que seja conveniente e mais vantajoso para a Administração, a aquisição de serviços especializados poderá ocorrer mediante leilão."
      },
      {
        "letra": "E",
        "texto": "É vedada a utilização do pregão eletrônico para a aquisição de bens e de serviços comuns."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3268680",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CREF - 9ª Região (PR)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Um município pretende lançar um projeto para oferecer Internet 5G gratuita em espaços públicos. No entanto, não há servidores técnicos especializados nesse tema. Portanto, é essencial, antes de tudo, criar uma solução inovadora que estabeleça as diretrizes para a implementação do projeto, incluindo aspectos como especificações técnicas e áreas cobertas. Com base nessa situação hipotética, e conforme a Lei nº 14.133/2021, a modalidade adequada para se selecionar licitantes capazes de apresentar propostas que atendam a essa necessidade é o(a)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "diálogo competitivo."
      },
      {
        "letra": "B",
        "texto": "carta convite."
      },
      {
        "letra": "C",
        "texto": "concurso."
      },
      {
        "letra": "D",
        "texto": "credenciamento."
      },
      {
        "letra": "E",
        "texto": "cadastramento."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3268679",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CREF - 9ª Região (PR)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento",
      "Contratação Direta"
    ],
    "enunciado_principal": "O município de Colibri do Mato planeja contratar serviços de mão de obra mecânica para a manutenção da frota de ambulâncias da Secretaria de Saúde. Com base no histórico de despesas anuais desses veículos, estima‑se que o valor total do contrato será de, aproximadamente, R$ 90.000 no exercício de 2024. Com base nessa situação hipotética e, também, na Lei nº 14.133/2021, é correto afirmar que o(a)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "procedimento adequado, diante do valor envolvido, é instaurar licitação na modalidade tomada de preços."
      },
      {
        "letra": "B",
        "texto": "contratação em apreço deverá ser levada a efeito após a condução de procedimento licitatório na modalidade concorrência."
      },
      {
        "letra": "C",
        "texto": "licitação poderá ser dispensada, uma vez que o valor estimado da contratação está abaixo do limite anual de dispensa para esse tipo de serviço."
      },
      {
        "letra": "D",
        "texto": "adoção de qualquer procedimento de contratação direta é vedada, devendo a Administração licitar na modalidade pregão."
      },
      {
        "letra": "E",
        "texto": "licitação é inexigível, e o contrato deve ser celebrado diretamente."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3268593",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CREF - 9ª Região (PR)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento",
      "Fases e Processo Licitatório"
    ],
    "enunciado_principal": "Em conformidade com a nova Lei de Licitações, assinale a alternativa que apresenta o prazo mínimo para a apresentação de propostas e lances, contados a partir da data de divulgação do edital de licitação, no caso de serviços e obras comuns de engenharia, quando utilizado o critério de julgamento de menor preço.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "8 dias corridos"
      },
      {
        "letra": "B",
        "texto": "8 dias úteis"
      },
      {
        "letra": "C",
        "texto": "10 dias corridos"
      },
      {
        "letra": "D",
        "texto": "10 dias úteis"
      },
      {
        "letra": "E",
        "texto": "60 dias úteis"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3255140",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: UNESP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Em concordância com a Lei n° 14.133/2021, concurso é a modalidade de licitação para escolha de trabalho técnico, científico ou artístico, cujo critério de julgamento será o seguinte:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a melhor redação e a maior nota."
      },
      {
        "letra": "B",
        "texto": "a melhor técnica dissertativa e o melhor conteúdo artístico."
      },
      {
        "letra": "C",
        "texto": "a melhor metodologia."
      },
      {
        "letra": "D",
        "texto": "a melhor técnica ou o melhor conteúdo artístico."
      },
      {
        "letra": "E",
        "texto": "o melhor conteúdo técnico ou racional artístico."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3248549",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: EBSERH",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "A Lei nº 14.133/2021, conhecida como Nova Lei de Licitações e Contratos, introduziu uma série de inovações significativas para aprimorar os processos de contratação na Administração Pública brasileira. Embora tenha trazido mudanças substanciais, a lei manteve algumas modalidades tradicionais de licitação, realizando adaptações necessárias para adequá-las às novas exigências e demandas do setor público. Avalie se os critérios de julgamento da concorrência na Nova Lei de Licitações e contratos incluem: I. melhor conteúdo artístico; II. maior retorno econômico; III. maior desconto. Está correto o que se apresenta em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "I e II, apenas."
      },
      {
        "letra": "C",
        "texto": "II e III, apenas."
      },
      {
        "letra": "D",
        "texto": "I e III, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3245025",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: SAAE de Aparecida - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": ". A respeito das Licitações e Contratos Administrativos, assinale a alternativa que está de acordo com a Lei nº 14.133/2021.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A licitação que se seguir ao procedimento da pré-qualificação deverá ser restrita a licitantes ou bens pré-qualificados."
      },
      {
        "letra": "B",
        "texto": "O sistema de registro de preços poderá ser usado para a contratação de bens e serviços, inclusive de obras e serviços de engenharia, observadas as condições legais."
      },
      {
        "letra": "C",
        "texto": "Nos contratos de serviços contínuos, o critério de reajustamento de preços será aplicado após o interregno mínimo de 3 anos, salvo comprovação de caso fortuito ou força maior."
      },
      {
        "letra": "D",
        "texto": "A divulgação no Portal Nacional de Contratações Públicas é condição indispensável para a eficácia do contrato e, no caso de licitação, deverá ocorrer no prazo de 5 dias úteis, contado da data de sua assinatura."
      },
      {
        "letra": "E",
        "texto": "A extinção do contrato configurará óbice para o reconhecimento do desequilíbrio econômico-financeiro."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3233649",
    "metadata": "Ano: 2024 | Banca: IBFC | Órgão: Prefeitura de Feira de Santana - BA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "A modalidade de licitação chamada ______ tem como objetivo a alienação de bens imóveis ou de bens móveis inservíveis ou legalmente apreendidos a quem oferecer o ______. Assinale a alternativa que preencha correta e respectivamente as lacunas.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "leilão / maior lance"
      },
      {
        "letra": "B",
        "texto": "pregão / maior desconto"
      },
      {
        "letra": "C",
        "texto": "concorrência / maior lance"
      },
      {
        "letra": "D",
        "texto": "concurso / maior retorno econômico"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3233647",
    "metadata": "Ano: 2024 | Banca: IBFC | Órgão: Prefeitura de Feira de Santana - BA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Com base na nova Lei de Licitações e Contratos Administrativos (Lei nº 14.133/2021), assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As modalidades de licitação previstas nessa lei são, apenas, concorrência, concurso, leilão, tomada de preços e convite"
      },
      {
        "letra": "B",
        "texto": "Diálogo competitivo foi uma das modalidades extintas na nova Lei de Licitações"
      },
      {
        "letra": "C",
        "texto": "As modalidades tomada de preço e convite foram extintas pela nova Lei de Licitações"
      },
      {
        "letra": "D",
        "texto": "A nova Lei de licitações extinguiu algumas modalidades de licitação, mas não criou nenhuma nova modalidade"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3233126",
    "metadata": "Ano: 2024 | Banca: FCC | Órgão: TRT - 20ª REGIÃO (SE)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "A Administração Pública pretende realizar a demolição de um galpão existente em um terreno onde posteriormente será implantado um projeto em parceria com a iniciativa privada. A existência da construção. todavia, enseja riscos de invasão, de forma que a Administração reputa mais seguro providenciar, diretamente, a obra de demolição. Para tanto, providenciou a instrução de um processo para a realização de um pregão. Houve impugnação no Tribunal de Contas competente, aduzindo que a modalidade escolhida não seria adequada. O questionamento",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é infundado, tendo em vista que não foi necessária a realização de projeto de engenharia, o que obstaria a realização de pregão."
      },
      {
        "letra": "B",
        "texto": "é procedente, tendo em vista que não são admissíveis contratações de obras de engenharia por meio de pregão."
      },
      {
        "letra": "C",
        "texto": "não procede, tendo em vista que as impugnações devem ser apresentadas ao pregoeiro, cabendo ao Tribunal de Contas a fiscalização da licitação após a conclusão do certame."
      },
      {
        "letra": "D",
        "texto": "não possui fundamento, considerando que a Administração tenha demonstrado se tratar de serviço de engenharia de natureza comum, o que atende os requisitos para a realização de um pregão."
      },
      {
        "letra": "E",
        "texto": "pode ser procedente a depender do valor da obra, tendo em vista que a modalidade adequada é definida pela alçada do valor da contratação, não pela natureza do serviço."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3232140",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CRESS - 1ª Região (PA)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Quanto às noções de licitação pública, a modalidade de licitação que é utilizada para a alienação de bens imóveis ou de bens móveis inservíveis, ou legalmente apreendidos, a quem oferecer o maior lance é denominada",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pregão."
      },
      {
        "letra": "B",
        "texto": "leilão."
      },
      {
        "letra": "C",
        "texto": "diálogo competitivo."
      },
      {
        "letra": "D",
        "texto": "concorrência."
      },
      {
        "letra": "E",
        "texto": "concurso."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3226214",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Prefeitura de Piracicaba - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "O Banco de preços em saúde do SUS possui grande relevância no setor de compras públicas já que compõe o Portal Nacional de Contratações Públicas – PNCP, conforme previsto na nova lei de licitações. De acordo com a legislação, o edital de licitação para registro de preços deve dispor, entre outros, sobre",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a previsão de preços iguais para os mesmos itens."
      },
      {
        "letra": "B",
        "texto": "a obrigatoriedade do licitante em oferecer o quantitativo igual ao máximo previsto no edital."
      },
      {
        "letra": "C",
        "texto": "o critério de julgamento da licitação, que será o de menor preço ou o de maior desconto sobre tabela de preços praticada no mercado."
      },
      {
        "letra": "D",
        "texto": "a possibilidade de participação do órgão ou entidade em mais de uma ata de registro de preços com o mesmo objeto no prazo de validade daquela de que já tiver participado."
      },
      {
        "letra": "E",
        "texto": "a impossibilidade de contratação de serviços, inclusive de obras e serviços de engenharia, pelo sistema de registro de preços."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3203817",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: Prefeitura de Passo do Sobrado - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Para Vaz (2022), com a Nova Lei de Licitações, a sistemática das modalidades de _______________ e ______________ ficou muito próxima, possuindo o mesmo rito procedimental, em que as fases de apresentação de propostas e lances e o seu respectivo julgamento são anteriores à habilitação, ou seja, primeiro se verifica qual foi o licitante que apresentou a melhor proposta de preços, com a realização de lances sucessivos, para, após, realizar a verificação de habilitação somente do licitante declarado provisoriamente vencedor, a fim de averiguar se possui condições de realizar o objeto licitado nos termos previamente definidos no edital. Assinale a alternativa que preenche, correta e respectivamente, as lacunas do trecho acima.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "concurso – leilão"
      },
      {
        "letra": "B",
        "texto": "leilão – concorrência"
      },
      {
        "letra": "C",
        "texto": "pregão – concorrência"
      },
      {
        "letra": "D",
        "texto": "pregão – tomada de preços"
      },
      {
        "letra": "E",
        "texto": "leilão – pregão"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3200799",
    "metadata": "Ano: 2024 | Banca: Unesc | Órgão: Prefeitura de Balneário Rincão - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "O processo de compras em órgãos governamentais é realizado por meio de licitação, um procedimento detalhado e burocrático criado para assegurar a correta aplicação dos recursos públicos. Esse mecanismo visa promover a transparência, a competitividade entre fornecedores e a obtenção das melhores condições de compra, além de prevenir fraudes e desvios de verbas, garantindo a eficiência e a integridade na utilização do dinheiro público. Com relação às modalidades de licitações e suas características, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em casos em que há urgência na compra de medicamentos e a falta dos mesmos pode colocar em risco a saúde do indivíduo, a aquisição poderá ser feita sem o processo de licitação."
      },
      {
        "letra": "B",
        "texto": "O pregão é empregado para contratos cujo valor ultrapassa R$650.000,00, permitindo a participação de qualquer interessado que atenda aos requisitos estabelecidos no edital. A convocação deve ocorrer com, no mínimo, 30 dias de antecedência, garantindo ampla divulgação tanto em meios oficiais quanto na imprensa privada."
      },
      {
        "letra": "C",
        "texto": "A concorrência é uma modalidade de licitação baseada no critério de menor preço, utilizada para a aquisição de bens e serviços comuns, independentemente do valor estimado. A disputa ocorre por meio de propostas e lances sucessivos, em sessão pública, que pode ser realizada de forma presencial ou eletrônica."
      },
      {
        "letra": "D",
        "texto": "A concorrência é um modelo de licitação utilizada para contratos de valor até R$650.000,00, sendo que a convocação deve ser feita com antecedência mínima de 30 dias, com divulgação por edital afixado na repartição e comunicação as entidades de classe que os representem."
      },
      {
        "letra": "E",
        "texto": "O convite é a modalidade de licitação mais simples, utilizada nas contratações de até R$50.000,00. Pelo menos cinco interessados são convocados pela administração, com antecedência mínima de cinco dias, sendo que o instrumento convocatório deve ser afixado no quadro de avisos do órgão."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3199282",
    "metadata": "Ano: 2024 | Banca: ADM&TEC | Órgão: Prefeitura de São Luís do Quitunde - AL",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "De acordo com a Lei 14.133/21, leia as afirmativas abaixo e marque V para verdadeiro e F para falso. ( ) Em licitação na modalidade concurso, o agente responsável pela condução do certame será designado pregoeiro. ( ) É obrigatório ao agente público designado para atuar na área de licitações e contratos admitir, prever, incluir ou tolerar, nos atos que praticar, situações que estabeleçam preferências ou distinções em razão da naturalidade, da sede ou do domicílio dos licitantes. ( ) O processo licitatório tem por objetivo assegurar a seleção da proposta apta a gerar o resultado de contratação mais vantajoso para a Administração Pública, inclusive no que se refere ao ciclo de vida do objeto. ( ) No processo licitatório os documentos serão produzidos por escrito, com data e local de sua realização e assinatura dos responsáveis. Assinale a alternativa que contém a sequência correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V-V-F-V."
      },
      {
        "letra": "B",
        "texto": "F-V-V-F."
      },
      {
        "letra": "C",
        "texto": "V-V-F-F."
      },
      {
        "letra": "D",
        "texto": "F-F-V-V."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3198730",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Câmara de Osasco - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Assinale a alternativa que consta a definição da modalidade de licitação denominada \"pregão\":",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Modalidade de licitação obrigatória para aquisição de bens e serviços comuns, cujo critério de julgamento poderá ser o de menor preço ou o de maior desconto."
      },
      {
        "letra": "B",
        "texto": "Modalidade de licitação para alienação de bens imóveis ou de bens móveis inservíveis ou legalmente apreendidos a quem oferecer o maior lance."
      },
      {
        "letra": "C",
        "texto": "Modalidade de licitação para escolha de trabalho técnico, científico ou artístico, cujo critério de julgamento será o de melhor técnica ou conteúdo artístico, e para concessão de prêmio ou remuneração ao vencedor."
      },
      {
        "letra": "D",
        "texto": "Modalidade de licitação para a venda de imóveis públicos, que requer avaliação prévia."
      },
      {
        "letra": "E",
        "texto": "Modalidade de licitação para contratação de obras, serviços e compras em que a Administração Pública realiza diálogos com licitantes previamente selecionados mediante critérios objetivos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3188717",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Câmara de Osasco - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Conceito, Competência Legislativa, Sujeitos e Finalidades em Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento",
      "Contratos Administrativos – Lei nº 14.133 de 2021",
      "Conceito e Característica – Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "À luz do disposto na Lei Federal nº 14.133/2021, (Lei de Licitações e Contratos Administrativos), avalie as seguintes assertivas. I – Leilão é a modalidade de licitação obrigatória para aquisição de bens e serviços comuns, cujo critério de julgamento poderá ser o de menor preço ou o de maior desconto; II - Pré-qualificação é a modalidade de licitação para escolha de trabalho técnico, científico ou artístico, cujo critério de julgamento será o de melhor técnica ou conteúdo artístico, e para concessão de prêmio ou remuneração ao vencedor; III – Órgão ou entidade participante é o conjunto de agentes públicos indicados pela Administração, em caráter permanente ou especial, com a função de receber, examinar e julgar documentos relativos às licitações e aos procedimentos auxiliares; IV – Contrato de eficiência é o contrato cujo objeto é a prestação de serviços, que pode incluir a realização de obras e o fornecimento de bens, com o objetivo de proporcionar economia ao contratante, na forma de redução de despesas correntes, remunerado o contratado com base em percentual da economia gerada. Está INCORRETO o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II e III, apenas."
      },
      {
        "letra": "B",
        "texto": "IV, apenas."
      },
      {
        "letra": "C",
        "texto": "I, II e III, apenas."
      },
      {
        "letra": "D",
        "texto": "I, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3176806",
    "metadata": "Ano: 2024 | Banca: IDECAN | Órgão: SES-PB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Determinado órgão público municipal realizou licitação cuja finalidade era a concessão de prêmio ao licitante vencedor. Considerando as diversas modalidades de licitação, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "trata-se de licitação que poderia ser realizada na modalidade concurso, leilão ou concorrência, a critério do gestor público."
      },
      {
        "letra": "B",
        "texto": "a licitação em questão não foi na modalidade leilão."
      },
      {
        "letra": "C",
        "texto": "trata-se de licitação realizada na modalidade concurso ou leilão, a critério de conveniência e oportunidade da Administração Pública."
      },
      {
        "letra": "D",
        "texto": "a licitação em questão não pode ter sido na modalidade concurso, mas pode ter sido na modalidade pregão."
      },
      {
        "letra": "E",
        "texto": "à Administração Pública é vedado escolher a modalidade concurso ou diálogo competitivo para licitação cuja finalidade era a concessão de prêmio ao licitante vencedor."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3173915",
    "metadata": "Ano: 2024 | Banca: IBFC | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "O Capítulo III da Lei Federal n° 14.133/2021 (Licitação e contratos administrativos) trata da modalidade conhecida por concorrência para contratação de bens e serviços especiais e de obras e serviços comuns e especiais de engenharia. Acerca do critério de ligamento do processo de concorrência, analise as afirmativas abaixo e dê valores Verdadeiro (V) ou Falso (F). ( ) menor preço. ( ) melhor técnica ou conteúdo artístico. ( ) técnica e preço. ( ) maior retorno econômico. ( ) maior desconto. Assinale a alternativa que apresenta a sequência correta de cima para baixo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V – V – V – V – V"
      },
      {
        "letra": "B",
        "texto": "V – V – V – F – V"
      },
      {
        "letra": "C",
        "texto": "V – F – V – V – V"
      },
      {
        "letra": "D",
        "texto": "V – V – V – V – F"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3173543",
    "metadata": "Ano: 2024 | Banca: IBFC | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "A prefeitura de uma cidade decidiu revitalizar a praça central e, como parte desse projeto, contratar uma obra de engenharia especializada para restaurar um monumento histórico da cidade, que exige materiais e técnicas específicas para preservar sua integridade arquitetônica. Com base nas diretrizes da Lei n. 14.133/2021, assinale a alternativa que apresenta a modalidade de licitação que seria a mais adequada para a contratação dos serviços de engenharia necessários para a restauração do monumento histórico.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Leilão"
      },
      {
        "letra": "B",
        "texto": "Concorrência"
      },
      {
        "letra": "C",
        "texto": "Pregão"
      },
      {
        "letra": "D",
        "texto": "Concurso"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3172992",
    "metadata": "Ano: 2024 | Banca: IBFC | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "A Lei nº 14.133/2021, que institui as normas gerais de licitação e contratos administrativos no Brasil, apresenta várias inovações em relação às legislações anteriores. Diante do exposto, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O diálogo competitivo é uma modalidade de licitação introduzida pela Lei 14.133/2021 sendo aplicável às situações em que administração públic a não consegue definir previamente os meios técnicos necessários para atender ao interesse público"
      },
      {
        "letra": "B",
        "texto": "Esta lei exige que o prazo mínimo entre a publicação do edital e a apresentação das propostas seja de 30 dias, independentemente da complexidade do objeto licitado"
      },
      {
        "letra": "C",
        "texto": "De acordo com a Lei nº 14.133/2021, a escolha da proposta vencedora deve ser feita sempre pelo critério de menor preço, a fim de garantir a economicidade para a administração pública"
      },
      {
        "letra": "D",
        "texto": "A lei dispensa a necessidade de estudos técnicos preliminares para contratações de serviços comuns, devendo esses estudos serem realizados apenas para contratações de obras e serviços de engenharia"
      }
    ],
    "gabarito": "A"
  }
]