[
  {
    "id": "3606468",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRP - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Direta",
      "Administração Indireta",
      "Órgãos Públicos"
    ],
    "enunciado_principal": "A partir do contexto jurídico da organização objetiva e subjetiva da Administração Pública brasileira, julgue o item a seguir.De acordo com a legislação brasileira e com o entendimento doutrinário consolidado, entidade é a unidade de atuação integrante da estrutura da Administração Direta e da estrutura da administração indireta. Já órgão, por sua vez, é a unidade de atuação dotada de personalidade jurídica.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3542829",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TCU",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Órgãos Públicos"
    ],
    "enunciado_principal": "Considerando essa situação hipotética, julgue o item que se segue. Ministério de Estado é órgão público sem personalidade jurídica.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3288502",
    "metadata": "Ano: 2025 | Banca: IDECAN | Órgão: ADAGRI-CE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Conceitos iniciais de Direito Administrativo - Histórico, Funções de Estado e Fontes",
      "Órgãos Públicos"
    ],
    "enunciado_principal": "O conceito de Administração Pública, em sentido subjetivo (formal), é o conjunto de entes (pessoas jurídicas, órgãos e agentes públicos). Nesse sentido, pelo sentido objetivo (material), a Administração Pública é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a natureza da atividade exercida pelos entes, ou seja, é a própria função administrativa que incumbe, predominantemente, ao poder executivo."
      },
      {
        "letra": "B",
        "texto": "o conjunto de agentes públicos que exercem a atividade administrativa para consecução dos objetivos estratégicos do governo."
      },
      {
        "letra": "C",
        "texto": "a natureza da atividade exercida pelos agentes públicos, ou seja, é a própria atividade administrativa que incumbe, predominantemente, ao poder judiciário."
      },
      {
        "letra": "D",
        "texto": "o conjunto de órgãos instituídos para consecução dos objetivos estratégicos do governo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3273987",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: IF-AM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Processo Administrativo - Lei nº 9.784 de 1999 e Lei nº 14.210 de 2021",
      "Organização da Administração Pública",
      "Órgãos Públicos",
      "Demais aspectos da lei 9.784/99"
    ],
    "enunciado_principal": "Relacione a Coluna 1 à Coluna 2, associando os termos apresentados na Lei nº 9.784/1999 aos seus respectivos conceitos. Coluna 1 1. Órgão. 2. Entidade. 3. Autoridade. Coluna 2 ( ) Unidade de atuação integrante da estrutura da Administração direta e da estrutura da Administração indireta. ( ) Unidade de atuação dotada de personalidade jurídica. ( ) Servidor ou agente público dotado de poder de decisão. A ordem correta de preenchimento dos parênteses, de cima para baixo, é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "1 – 3 – 2."
      },
      {
        "letra": "B",
        "texto": "3 – 1 – 2."
      },
      {
        "letra": "C",
        "texto": "2 – 3 – 1."
      },
      {
        "letra": "D",
        "texto": "1 – 2 – 3."
      },
      {
        "letra": "E",
        "texto": "3 – 2 – 1."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3272374",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: DPE-SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Conceitos iniciais de Direito Administrativo - Histórico, Funções de Estado e Fontes",
      "Órgãos Públicos"
    ],
    "enunciado_principal": "A manifestação de vontade do Estado se dá através do agente público. Assim, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A doutrina é pacífica em afirmar a adoção da Teoria da Representação pelo Direito Administrativo brasileiro."
      },
      {
        "letra": "B",
        "texto": "A Teoria do Órgão ou da Imputação, idealizada por Otto Gierke e adotada pelo ordenamento jurídico brasileiro, estabelece que o agente que manifesta a vontade do Estado o faz por determinação legal e em nome próprio. Em outras palavras, as ações praticadas pelos agentes públicos são atribuídas às pessoas física e jurídica."
      },
      {
        "letra": "C",
        "texto": "A jurisprudência do STJ é firme no sentido de que se aplica, no âmbito do Direito Administrativo, a Teoria do Órgão ou da Imputação, segundo a qual o agente que manifesta a vontade do Estado o faz por determinação legal. As ações praticadas pelos agentes públicos são atribuídas à pessoa jurídica a qual são vinculados, sendo esta que detém personalidade jurídica para titularizar direitos e assumir obrigações."
      },
      {
        "letra": "D",
        "texto": "Pela Teoria do Órgão, o prefeito que pratica ato de exoneração de servidor público de forma manifestamente ilegal deve responder civil e penalmente pelos danos causados em litisconsórcio com o ente municipal."
      },
      {
        "letra": "E",
        "texto": "O Tema 940 do STF, de forma excepcional, autorizou o ajuizamento de ação por danos causados pelo agente contra o Estado e o autor do fato, quando este age mediante dolo, desde que haja provas irrefutáveis do caráter doloso no ato praticado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3271308",
    "metadata": "Ano: 2025 | Banca: CEPS-UFPA | Órgão: UFOPA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Órgãos Públicos"
    ],
    "enunciado_principal": "A unidade de gestão estratégica de uma Instituição Federal de Ensino Superior precisa iniciar a elaboração do planejamento estratégico da instituição. Para isso, é essencial que haja uma preparação de toda a equipe técnica por meio da realização de estudos e levantamentos de normas e legislações. Uma das legislações a serem observadas pela unidade é a Política de Governança da Administração Pública federal direta, autárquica e fundacional, instituída pelo Decreto nº 9.203/2017. Considerando o artigo 2º do Decreto nº 9.203/2017, correlacione a coluna A da esquerda com a coluna B da direita. COLUNA A I) valor público II) gestão de riscos III) alta administração IV) governança pública COLUNA B A) processo de natureza permanente, estabelecido, direcionado e monitorado pela alta administração, que contempla as atividades de identificar, avaliar e gerenciar potenciais eventos que possam afetar a organização, destinado a fornecer segurança razoável quanto à realização de seus objetivos. B) Ministros de Estado, ocupantes de cargos de natureza especial, ocupantes de cargo de nível 6 do Grupo-Direção e Assessoramento Superiores - DAS e presidentes e diretores de autarquias, inclusive as especiais, e de fundações públicas ou autoridades de hierarquia equivalente. C) conjunto de mecanismos de liderança, estratégia e controle postos em prática para avaliar, direcionar e monitorar a gestão, com vistas à condução de políticas públicas e à prestação de serviços de interesse da sociedade. D) produtos e resultados gerados, preservados ou entregues pelas atividades de uma organização que representem respostas efetivas e úteis às necessidades ou às demandas de interesse público e modifiquem aspectos do conjunto da sociedade ou de alguns grupos específicos reconhecidos como destinatários legítimos de bens e serviços públicos. A sequência correta é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I-D, II-A, III-B e IV-C."
      },
      {
        "letra": "B",
        "texto": "I-B, II-D, III-C e IV-A."
      },
      {
        "letra": "C",
        "texto": "I-C, II-D, III-A e IV-B."
      },
      {
        "letra": "D",
        "texto": "I-D, II-A, III-C e IV-B."
      },
      {
        "letra": "E",
        "texto": "I-A, II-B, III-C e IV-D."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3271297",
    "metadata": "Ano: 2025 | Banca: CEPS-UFPA | Órgão: UFOPA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Órgãos Públicos"
    ],
    "enunciado_principal": "O Decreto n° 9.739/2019 estabelece medidas para aprimorar a eficiência organizacional da administração pública federal. Sobre o que prescreve este decreto, analise as afirmativas seguintes. I. O Decreto incentiva a digitalização de processos administrativos como medida de eficiência. II. O planejamento estratégico é obrigatório para órgãos e entidades da administração pública. III. A ocupação de cargos de direção exige capacitação prévia em gestão pública. IV. O decreto determina a eliminação de funções que estejam ociosas ou duplicadas. V. A revisão periódica dos processos organizacionais é recomendada para garantir a eficiência. Estão corretas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II e IV, somente."
      },
      {
        "letra": "B",
        "texto": "I, II, IV e V, somente."
      },
      {
        "letra": "C",
        "texto": "III e V, somente."
      },
      {
        "letra": "D",
        "texto": "I e IV, somente."
      },
      {
        "letra": "E",
        "texto": "II e V somente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3271272",
    "metadata": "Ano: 2025 | Banca: FADESP | Órgão: UNIFESSPA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Direta",
      "Órgãos Públicos"
    ],
    "enunciado_principal": "O Decreto nº 11.462/2023 regulamenta os artigos 82 a 86 da Lei nº 14.133/2021, dispondo sobre o Sistema de Registro de Preços (SRP) para a contratação de bens e serviços, inclusive obras e serviços de engenharia, no âmbito da Administração Pública Federal direta, autárquica e fundacional. Ao órgão ou à entidade, responsável pela condução do conjunto de procedimentos, para registro de preços e pelo gerenciamento da ata de registro de preços dele decorrente, dá-se o nome de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "gerenciadora."
      },
      {
        "letra": "B",
        "texto": "participante."
      },
      {
        "letra": "C",
        "texto": "não participante."
      },
      {
        "letra": "D",
        "texto": "fiscalizadora."
      },
      {
        "letra": "E",
        "texto": "executora."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3270872",
    "metadata": "Ano: 2025 | Banca: CEPS-UFPA | Órgão: UFOPA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Órgãos Públicos"
    ],
    "enunciado_principal": "Estatutariamente, o órgão colegiado máximo de consulta e deliberação da Ufopa e sua última instância recursal é o(a)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "CONSUN."
      },
      {
        "letra": "B",
        "texto": "CONSEPE."
      },
      {
        "letra": "C",
        "texto": "CONSAD."
      },
      {
        "letra": "D",
        "texto": "Reitoria."
      },
      {
        "letra": "E",
        "texto": "CONSECOM."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3267093",
    "metadata": "Ano: 2025 | Banca: UEG | Órgão: UEG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Órgãos Públicos"
    ],
    "enunciado_principal": "Os casos omissos do Código de Ética da Universidade Estadual de Goiás serão resolvidos pelo(a):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Comissão de Ética Pública."
      },
      {
        "letra": "B",
        "texto": "Conselho Universitário."
      },
      {
        "letra": "C",
        "texto": "Conselho de Governo."
      },
      {
        "letra": "D",
        "texto": "Conselho de Gestão."
      },
      {
        "letra": "E",
        "texto": "Reitor."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3267091",
    "metadata": "Ano: 2025 | Banca: UEG | Órgão: UEG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Órgãos Públicos"
    ],
    "enunciado_principal": "A fiscalização da Universidade Estadual de Goiás quanto ao cumprimento das diretrizes curriculares da graduação é de responsabilidade do(a)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Conselho Universitário (CsU)."
      },
      {
        "letra": "B",
        "texto": "Comissão Interconfessional (CI)."
      },
      {
        "letra": "C",
        "texto": "Ministério de Educação e Cultura (MEC)."
      },
      {
        "letra": "D",
        "texto": "Conselho Estadual de Educação (CEE)."
      },
      {
        "letra": "E",
        "texto": "Coordenação de Aperfeiçoamento de Pessoal de Ensino Superior (CAPES)."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3263721",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Órgãos Públicos"
    ],
    "enunciado_principal": "Em uma determinada região do interior do país, verificou-se que existem dois órgãos públicos federais e um órgão público estadual que possuem projetos de atuação semelhantes para a melhoria de alguns serviços oferecidos a uma comunidade rural. Com base na situação hipotética descrita, de acordo com o Decreto-Lei nº 200/1967, tais órgãos devem:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Executar o projeto de forma individualizada."
      },
      {
        "letra": "B",
        "texto": "Se coordenar para trabalhar de forma integrada."
      },
      {
        "letra": "C",
        "texto": "Entrar em um acordo para que apenas um dos órgãos execute o projeto."
      },
      {
        "letra": "D",
        "texto": "Consultar a comunidade para que apenas o projeto mais votado seja executado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3263132",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: IF-RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Direta",
      "Órgãos Públicos"
    ],
    "enunciado_principal": "Elaborar o Planejamento Estratégico Nacional no âmbito do Sistema Único de Saúde (SUS), em cooperação técnica com os Estados, Municípios e Distrito Federal, é __________ da direção nacional do SUS, conforme a legislação vigente. Assinale a alternativa que preenche corretamente a lacuna do trecho acima.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "objetivo"
      },
      {
        "letra": "B",
        "texto": "competência"
      },
      {
        "letra": "C",
        "texto": "diretriz"
      },
      {
        "letra": "D",
        "texto": "princípio"
      },
      {
        "letra": "E",
        "texto": "prioridade"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3263108",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: IF-RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Órgãos Públicos"
    ],
    "enunciado_principal": "O Decreto nº 11.072/2022 instituiu o Programa de Gestão e Desempenho (PGD) da Administração Pública Federal. Conforme esse instrumento normativo, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Por se referir ao desempenho dos servidores, o PGD somente pode ser adotado na modalidade presencial."
      },
      {
        "letra": "B",
        "texto": "A adesão ao PGD não requer formalidades, podendo ser feita de forma tácita entre o agente público e sua chefia."
      },
      {
        "letra": "C",
        "texto": "A instituição do PGD engloba toda a Administração Pública Federal e, por esse motivo, mesmo as autoridades máximas dos órgãos e entidades não dispõem de autonomia para suspendê-lo ou revogá-lo."
      },
      {
        "letra": "D",
        "texto": "O PGD é extensivo às Forças Armadas."
      },
      {
        "letra": "E",
        "texto": "O Decreto que institui o PGD se aplica mesmo para os servidores públicos ocupantes de cargo em comissão."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3263036",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Direta",
      "Órgãos Públicos"
    ],
    "enunciado_principal": "O comércio exterior de importações e exportações do Brasil é tratado por diversas entidades públicas. Considere que Ambrósio trabalha na Hemobrás e é responsável pelo acompanhamento de uma importação de insumos para exames laboratoriais adquiridos pelo órgão. A importação dos produtos adquiridos, ao chegar no Porto de Santos, sofreu fiscalização e foi impedida de dar prosseguimento devido a problemas documentais. Ambrósio, então, irá no órgão responsável para regularizar as pendências. Qual órgão é responsável pelo controle aduaneiro das importações e exportações brasileiras?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Receita Federal do Brasil (RFB)."
      },
      {
        "letra": "B",
        "texto": "Banco Central do Brasil (BACEN)."
      },
      {
        "letra": "C",
        "texto": "Secretaria de Comércio Exterior (SECEX)."
      },
      {
        "letra": "D",
        "texto": "Departamento de Operações de Comércio Exterior (DECEX)."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3261748",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Empresas Públicas e Sociedades de Economia Mista",
      "Órgãos Públicos"
    ],
    "enunciado_principal": "Sobre a estrutura organizacional prevista no Regimento Interno da Hemobrás, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A Diretoria Executiva é órgão de fiscalização e controle dos atos dos administradores, com atribuições definidas em lei, e seu funcionamento reger-se-á por meio de regimento específico."
      },
      {
        "letra": "B",
        "texto": "A Hemobrás não possui Procuradoria Jurídica própria em sua estrutura; a representação judicial ou extrajudicial da instituição é realizada por meio da Advocacia Geral da União (AGU)."
      },
      {
        "letra": "C",
        "texto": "A função de Presidente da Hemobrás é exercida por um dos Diretores Executivos, conforme previsão no Estatuto da Hemobrás, vedada a acumulação entre as atribuições da respectiva Diretoria com as da Presidência da Empresa."
      },
      {
        "letra": "D",
        "texto": "Há previsão no Regimento Interno de que, em decisões da Presidência ou do Conselho de Administração, a Hemobrás disporá de um Comitê Técnico-Científico, constituído de até cinco membros honoríficos, com atribuições de subsidiar tecnicamente tais decisões."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3223777",
    "metadata": "Ano: 2025 | Banca: OBJETIVA | Órgão: Prefeitura de Rio do Oeste - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Agentes públicos e Lei 8.112 de 1990",
      "Concurso público",
      "Associação sindical e direito de greve",
      "Órgãos Públicos"
    ],
    "enunciado_principal": "No que diz respeito à administração municipal, com base na Lei Orgânica do Município, avaliar se as afirmativas são certas (C) ou erradas (E) e assinalar a sequência correspondente. ( ) Os vencimentos dos cargos do Poder Legislativo poderão ser superiores aos pagos pelo Poder Executivo. ( ) O prazo de validade do concurso público será de dois anos, prorrogável uma vez, por igual período. ( ) Ao servidor público civil é garantido o direito à livre associação sindical.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "E - E - C."
      },
      {
        "letra": "B",
        "texto": "C - E - C."
      },
      {
        "letra": "C",
        "texto": "E - C - E."
      },
      {
        "letra": "D",
        "texto": "C - C - E."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3290871",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: Prefeitura de São Paulo - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Órgãos Públicos"
    ],
    "enunciado_principal": "Suponha que o Munícipio de São Paulo planeje implementar uma ampla reorganização administrativa, com criação de novas Secretarias, extinção de outras e também de cargos vagos, bem como descentralizar a prestação de alguns serviços. De acordo com a disciplina estabelecida constitucionalmente e com os princípios de organização administrativa,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a prestação de serviços por entidades da administração indireta constitui medida de desconcentração, demandando lei autorizativa, enquanto a criação de novos órgãos configura descentralização e prescinde de lei."
      },
      {
        "letra": "B",
        "texto": "será necessária lei para criação e extinção das Secretarias, porém não para extinção de cargos vagos, podendo a descentralização ocorrer mediante a criação, também por lei, de autarquia."
      },
      {
        "letra": "C",
        "texto": "apenas na hipótese de as medidas almejadas ensejarem aumento de despesa pública será necessária lei autorizativa, afastada nas hipóteses de criação de novas entidades para integrarem a Administração indireta."
      },
      {
        "letra": "D",
        "texto": "todas as medidas aventadas dependem de lei em sentido formal, não podendo ser manejadas por decreto do Chefe do Executivo, independentemente de criação ou aumento de despesas."
      },
      {
        "letra": "E",
        "texto": "a extinção de órgãos e de cargos, vagos ou não, pode ser feita por decreto do Chefe do Executivo, sendo necessária autorização legislativa apenas para as medidas de instituição de cargos, órgãos ou novas pessoas jurídicas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3203957",
    "metadata": "Ano: 2025 | Banca: Prefeitura de Catas Altas - MG | Órgão: Prefeitura de Catas Altas - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Órgãos Públicos"
    ],
    "enunciado_principal": "Os Órgãos Públicos classificam-se quanto a estrutura, ativação e posição estatal. Assinale abaixo as opções que representam um exemplo de cada classificação:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Simples, singulares e independentes."
      },
      {
        "letra": "B",
        "texto": "Singulares, subalternos e independentes."
      },
      {
        "letra": "C",
        "texto": "Autônomos, superiores e compostos."
      },
      {
        "letra": "D",
        "texto": "Compostos, independentes e superiores."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3203955",
    "metadata": "Ano: 2025 | Banca: Prefeitura de Catas Altas - MG | Órgão: Prefeitura de Catas Altas - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Órgãos Públicos"
    ],
    "enunciado_principal": "“São as repartições internas do Estado, criadas a partir da desconcentração administrativa e necessárias à sua organização. A sua criação é justificada pela necessidade de especialização de funções administrativas, com o intuito de tornar a atuação estatal mais eficiente. Sua principal característica é a ausência de personalidade jurídica própria.” É correto afirmar que o trecho apresentado se refere:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "às empresas públicas."
      },
      {
        "letra": "B",
        "texto": "às autarquias."
      },
      {
        "letra": "C",
        "texto": "às organizações sociais."
      },
      {
        "letra": "D",
        "texto": "aos órgãos públicos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3203544",
    "metadata": "Ano: 2025 | Banca: EVO Concursos | Órgão: Prefeitura de Pedras Grandes - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Direta",
      "Órgãos Públicos"
    ],
    "enunciado_principal": "À direção nacional do SUS compete, exceto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "formular, avaliar e apoiar políticas de alimentação e nutrição;"
      },
      {
        "letra": "B",
        "texto": "participar na formulação e na implementação das políticas;"
      },
      {
        "letra": "C",
        "texto": "controlar e fiscalizar procedimentos, produtos e substâncias de interesse para a direção;"
      },
      {
        "letra": "D",
        "texto": "coordenar e participar na execução das ações de vigilância epidemiológica;"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3178827",
    "metadata": "Ano: 2025 | Banca: MS CONCURSOS | Órgão: FCS - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Órgãos Públicos"
    ],
    "enunciado_principal": "De acordo com o Professor Marcelo Caetano, em sua obra Manual de Direito Administrativo, órgão público “é o elemento da pessoa coletiva, que consiste num centro institucionalizado de poderes funcionais a ser exercido pelo indivíduo ou pelo colégio de indivíduos, que nele estiverem providos, com o objetivo de exprimir a vontade, juridicamente, imputável a essa pessoa coletiva.” A Doutrina do Direito Administrativo Brasileiro, classifica os órgãos públicos das mais diversas formas. Das alternativas, marque aquela que não é considerada uma espécie de classificação do órgão público, quanto à posição que ocupa na estrutura do Estado.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Órgãos independentes."
      },
      {
        "letra": "B",
        "texto": "Órgãos autônomos."
      },
      {
        "letra": "C",
        "texto": "Órgãos consultivos."
      },
      {
        "letra": "D",
        "texto": "Órgãos superiores."
      },
      {
        "letra": "E",
        "texto": "Órgãos subalternos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3178242",
    "metadata": "Ano: 2025 | Banca: AMAUC | Órgão: Prefeitura de Jaborá - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Agentes públicos e Lei 8.112 de 1990",
      "Administração Direta",
      "Cargo, emprego, função",
      "Responsabilidades do servidor",
      "Órgãos Públicos"
    ],
    "enunciado_principal": "No serviço público, as relações de hierarquia são regidas por princípios e normas que visam garantir a ordem, a disciplina e o bom funcionamento da administração pública. Compreender a estrutura hierárquica e as atribuições de cada cargo é fundamental para o bom desempenho das funções. Imagine a seguinte situação: Um homem é um Agente de Manutenção recém-concursado e foi designado para trabalhar em uma escola municipal. Em seu primeiro dia de trabalho, ele recebe uma ordem diretamente do Diretor da escola para realizar uma tarefa que não é de sua competência. João se sente desconfortável com a situação, pois sabe que a ordem deveria ter vindo de seu chefe imediato, que é o Coordenador de Serviços Gerais. Considerando as regras de hierarquia no serviço público, qual seria a atitude mais adequada para João tomar nessa situação?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Procurar o Coordenador de Serviços Gerais e relatar a situação, solicitando orientação sobre como proceder."
      },
      {
        "letra": "B",
        "texto": "Recusar-se a cumprir a ordem do Diretor, alegando que ele não é seu superior hierárquico direto."
      },
      {
        "letra": "C",
        "texto": "Cumprir a ordem do Diretor sem questionar, afinal ele é a autoridade máxima na escola."
      },
      {
        "letra": "D",
        "texto": "Ignorar a ordem do Diretor e continuar realizando suas tarefas rotineiras."
      },
      {
        "letra": "E",
        "texto": "Conversar diretamente com o Diretor, explicando que prefere receber as ordens por meio de seu chefe imediato."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3176248",
    "metadata": "Ano: 2025 | Banca: MS CONCURSOS | Órgão: FCS - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Órgãos Públicos"
    ],
    "enunciado_principal": "No caso de extinção, criação de órgão ou entidade, a lotação será estabelecida em decreto e fica condicionada à aprovação:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Da FAOP."
      },
      {
        "letra": "B",
        "texto": "Da SEPLAG."
      },
      {
        "letra": "C",
        "texto": "Da SEC."
      },
      {
        "letra": "D",
        "texto": "No IEPHA."
      },
      {
        "letra": "E",
        "texto": "A FCS."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3176242",
    "metadata": "Ano: 2025 | Banca: MS CONCURSOS | Órgão: FCS - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Fundações Públicas",
      "Órgãos Públicos"
    ],
    "enunciado_principal": "Assinale a alternativa que apresente informação incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Compete ao Conselho Curador da FCS deliberar sobre alienação e oneração de bens da FCS."
      },
      {
        "letra": "B",
        "texto": "A Diretoria de Relações Institucionais tem como competência planejar, coordenar e avaliar as ações de intercâmbio institucional."
      },
      {
        "letra": "C",
        "texto": "A Gerência de Projetos tem como competência executar a gestão de projetos resultantes das parcerias institucionais."
      },
      {
        "letra": "D",
        "texto": "A Procuradoria é unidade setorial de execução da Advocacia Geral da União, à qual se subordina jurídica e tecnicamente."
      },
      {
        "letra": "E",
        "texto": "A Gerência de Produção Artística tem como competência planejar, gerir, monitorar e produzir as atividades dos corpos artísticos da FCS."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3398261",
    "metadata": "Ano: 2024 | Banca: SELECON | Órgão: CRC-SE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Órgãos Públicos"
    ],
    "enunciado_principal": "O elemento despersonalizado da administração pública caracterizado como um centro de competência instituído para o desempenho de funções estatais, através de seus agentes, cuja atuação é imputada à pessoa jurídica a que pertencem, refere-se ao conceito de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "autarquia"
      },
      {
        "letra": "B",
        "texto": "órgão público"
      },
      {
        "letra": "C",
        "texto": "entidade estatal"
      },
      {
        "letra": "D",
        "texto": "ente de cooperação"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3296431",
    "metadata": "Ano: 2024 | Banca: IDCAP | Órgão: Prefeitura de Piúma - ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Órgãos Públicos",
      "Desconcentração e Descentralização Administrativa"
    ],
    "enunciado_principal": "Órgãos públicos, em síntese, são partes da estrutura administrativa do Estado, criadas para desempenhar funções específicas determinadas pelo ordenamento jurídico. Na esfera municipal podem ser citados como exemplos de órgãos públicos as Secretarias Municipais. Sobre os órgãos públicos assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O movimento de criação de órgãos públicos se chama descentralização técnica."
      },
      {
        "letra": "B",
        "texto": "O movimento de criação de órgãos públicos se chama desconcentração."
      },
      {
        "letra": "C",
        "texto": "Possuem personalidade jurídica própria."
      },
      {
        "letra": "D",
        "texto": "Em regra, possuem capacidade processual."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3271787",
    "metadata": "Ano: 2024 | Banca: FADESP | Órgão: CDSA - AP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Órgãos Públicos"
    ],
    "enunciado_principal": "De acordo com o Ato Declaratório Executivo Nº 14, de 11 de dezembro de 2012, que torna o Porto Organizado de Santana-AP alfandegado em caráter precário, este ficará sob a jurisdição da Inspetoria da",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Marinha Mercante."
      },
      {
        "letra": "B",
        "texto": "Polícia Federal do Brasil."
      },
      {
        "letra": "C",
        "texto": "ANTAQ (Agência Nacional de Transportes Aquaviários)."
      },
      {
        "letra": "D",
        "texto": "Receita Federal do Brasil."
      },
      {
        "letra": "E",
        "texto": "Marinha do Brasil."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3271786",
    "metadata": "Ano: 2024 | Banca: FADESP | Órgão: CDSA - AP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Órgãos Públicos"
    ],
    "enunciado_principal": "Compete ao titular da Unidade da RFB (Receita Federal do Brasil) de jurisdição do local ou recinto I. Estabelecer rotinas operacionais necessárias ao controle e a segurança aduaneira: II. Manifestar-se sobre assuntos gerais referentes ao alfandegamento de locais e recintos sob sua jurisdição; III. Gerenciar as ações de monitoramento e revisão dos requisitos e das condições para o alfandegamento, por meio de vistorias, diligências ou auditorias. É(São) verdadeiro(s) o(s) item/itens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "I, apenas."
      },
      {
        "letra": "C",
        "texto": "III, apenas."
      },
      {
        "letra": "D",
        "texto": "I e III, apenas."
      },
      {
        "letra": "E",
        "texto": "I e II, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3271782",
    "metadata": "Ano: 2024 | Banca: FADESP | Órgão: CDSA - AP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função",
      "Órgãos Públicos"
    ],
    "enunciado_principal": "Julgue as afirmativas a seguir, relacionadas ao Regulamento da Guarda Portuária e às Atribuições do Inspetor da Guarda Portuária da Companhia de Docas de Santana. I. A suspensão é uma suspensão que consiste em uma interrupção temporária do exercício de carga, encargo ou função, não podendo exceder quinze dias. II. É competência do inspetor supervisionar, manter o controle e a manutenção das viaturas, lanchas e demais veículos colocados à disposição da guarda portuária. III. É atribuição do inspetor da guarda portuária escrever as anormalidades relevantes no livro de ocorrência. IV. É de competência exclusiva do Diretor Operacional aplicar a pena de demissão. Estão corretas as afirmativas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III, apenas."
      },
      {
        "letra": "B",
        "texto": "I e III, apenas."
      },
      {
        "letra": "C",
        "texto": "II e, IV, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3271422",
    "metadata": "Ano: 2024 | Banca: FADESP | Órgão: CDSA - AP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Órgãos Públicos"
    ],
    "enunciado_principal": "O Ato Declaratório Executivo Nº 14, de 11 de dezembro de 2012, estabelece que o Porto Organizado de Santana (AP), alfandegado até 31 de dezembro de 2027, ficará sob a jurisdição da",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Secretaria Municipal de Fazenda de Santana (AP)."
      },
      {
        "letra": "B",
        "texto": "Secretaria de Estado da Fazenda do Amapá (AP)."
      },
      {
        "letra": "C",
        "texto": "Inspetoria da Receita Federal do Brasil em Macapá (AP)."
      },
      {
        "letra": "D",
        "texto": "Inspetoria da Receita Federal do Brasil em Santana (AP)."
      },
      {
        "letra": "E",
        "texto": "Secretaria da Receita Federal em Brasília (DF)."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3269500",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Prefeitura de Paraty - RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Órgãos Públicos"
    ],
    "enunciado_principal": "Ao ligar o número 180, você estará acionando qual dos órgãos abaixo?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Conselhos Tutelares"
      },
      {
        "letra": "B",
        "texto": "Ministério da Cidadania"
      },
      {
        "letra": "C",
        "texto": "Ministério da Saúde – Linha da Vida"
      },
      {
        "letra": "D",
        "texto": "Central de Atendimento à Mulher"
      },
      {
        "letra": "E",
        "texto": "Disque Denúncia"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3258977",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: UERGS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Órgãos Públicos"
    ],
    "enunciado_principal": "Conforme o Decreto nº 43.240/2004, são órgãos que compreendem a estrutura acadêmica e administrativa da UERGS, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Reitoria."
      },
      {
        "letra": "B",
        "texto": "Unidades Universitárias."
      },
      {
        "letra": "C",
        "texto": "Conselho de Ensino, Pesquisa e Extensão."
      },
      {
        "letra": "D",
        "texto": "Conselho Superior da Universidade."
      },
      {
        "letra": "E",
        "texto": "Conselho da Presidência da República."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3255321",
    "metadata": "Ano: 2024 | Banca: IBAM | Órgão: Prefeitura de Guarulhos - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Direta",
      "Órgãos Públicos"
    ],
    "enunciado_principal": "A administração do Fundo Municipal de Proteção e Defesa Civil (FUNMPDEC) é crucial para a gestão eficiente dos recursos destinados a emergências e desastres. O Art. 14 define o Coordenador Municipal de Proteção e Defesa Civil como o principal responsável por diversas funções administrativas e financeiras essenciais. Assinale a alternativa que identifica corretamente quem exerce a administração do FUNMPDEC.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Secretário Municipal de Proteção e Defesa Civil, ao qual caberá coordenar as atividades financeiras e operacionais do fundo."
      },
      {
        "letra": "B",
        "texto": "Prefeito municipal, ao qual caberá supervisionar a alocação de recursos e as despesas."
      },
      {
        "letra": "C",
        "texto": "Conselho Municipal de Proteção e Defesa Civil - CONMPDEC, ao qual caberá deliberar sobre a utilização dos recursos do fundo."
      },
      {
        "letra": "D",
        "texto": "Diretor do Departamento de Proteção e Defesa Civil, ao qual caberá encarregar-se da gestão diária do fundo."
      },
      {
        "letra": "E",
        "texto": "Coordenador Municipal de Proteção e Defesa Civil, ao qual caberá, entre outras atribuições legais, gerir e zelar pela aplicação dos recursos financeiros."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3254176",
    "metadata": "Ano: 2024 | Banca: IBAM | Órgão: Prefeitura de Guarulhos - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Órgãos Públicos"
    ],
    "enunciado_principal": "Assinale a alternativa que preenche corretamente a lacuna do texto a seguir: \"Os membros que integram a _______________________________ têm como objetivo promover a cooperação técnica e a avaliação em gestão da ética. Sua atuação na Comissão de Ética é considerada prestação de relevante serviço público, não ensejando qualquer remuneração, devendo, contudo, ser registrada nos assentamentos funcionais do servidor.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Rede de Ética do Poder Executivo Federal"
      },
      {
        "letra": "B",
        "texto": "Comissão de Ética do Ministério da Saúde"
      },
      {
        "letra": "C",
        "texto": "Secretaria Executiva da Comissão de Ética do Ministério da Saúde"
      },
      {
        "letra": "D",
        "texto": "Secretaria Geral do Ministério da Saúde"
      },
      {
        "letra": "E",
        "texto": "Comissão de Ética nas ações de comunicação e educação"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3233525",
    "metadata": "Ano: 2024 | Banca: Instituto Consulplan | Órgão: Prefeitura de Santa Fé do Sul - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Órgãos Públicos",
      "Desconcentração e Descentralização Administrativa"
    ],
    "enunciado_principal": "O poder público se estrutura de variadas formas para melhor desempenhar suas funções. Assim, sobre a organização administrativa, analise as afirmativas a seguir. I. Os órgãos públicos não possuem personalidade jurídica, embora alguns possam ter personalidade judiciária. II. Na descentralização por colaboração, há a delegação do exercício de competências estatais a pessoas físicas ou jurídicas de direito privado. III. A Administração Pública em um sentido objetivo pode ser compreendida como sendo a própria atividade ou função administrativa. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "I e II, apenas."
      },
      {
        "letra": "C",
        "texto": "I e III, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3172655",
    "metadata": "Ano: 2024 | Banca: IBFC | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Órgãos Públicos"
    ],
    "enunciado_principal": "Sobre o conceito de órgãos públicos, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Órgãos públicos são entidades que possuem personalidade jurídica própria e atuam de forma independente da Administração Pública, podendo firmar contratos e assumir obrigações diretamente"
      },
      {
        "letra": "B",
        "texto": "Órgãos públicos são unidades administrativas que integram a estrutura da Administração Pública e não possuem personalidade jurídica própria, atuando em nome do Estado e com finalidade específica"
      },
      {
        "letra": "C",
        "texto": "Órgãos públicos são os cargos ocupados por servidores públicos, responsáveis exclusivamente pela execução de atividades específicas e não têm relação com a estrutura administrativa"
      },
      {
        "letra": "D",
        "texto": "Órgãos públicos são as entidades autônomas criadas para a gestão de serviços públicos essenciais, como empresas estatais e organizações da sociedade civil"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3171640",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: PC-MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Administração Direta",
      "Órgãos Públicos",
      "Desconcentração e Descentralização Administrativa"
    ],
    "enunciado_principal": "Antes de ser nomeado e empossado na qualidade de inspetor de polícia, Lucas, com o objetivo de melhor entender as funções que futuramente desempenhará, resolveu analisar como a Polícia Civil do Estado de Minas Gerais está inserida no contexto da Administração Pública. Considerando os entendimentos doutrinário e jurisprudencial dominantes, é correto afirmar que a Polícia Civil do Estado de Minas Gerais é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "um órgão público, integrante da Administração Pública Direta, fruto da desconcentração administrativa."
      },
      {
        "letra": "B",
        "texto": "um órgão público, integrante da Administração Pública Direta, fruto da descentralização administrativa."
      },
      {
        "letra": "C",
        "texto": "um órgão público, integrante da Administração Pública Indireta, fruto da desconcentração administrativa."
      },
      {
        "letra": "D",
        "texto": "uma autarquia, integrante da Administração Pública Indireta, fruto da desconcentração administrativa."
      },
      {
        "letra": "E",
        "texto": "uma autarquia, integrante da Administração Pública Indireta, fruto da descentralização administrativa."
      }
    ],
    "gabarito": "A"
  }
]