[
  {
    "id": "3641382",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: CNU",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Parcerias público-privadas",
      "Serviços Públicos"
    ],
    "enunciado_principal": "O aumento da participação de entidades privadas na execução de atividades típicas do Estado torna indispensável o fortalecimento de mecanismos de integridade voltados à prevenção da corrupção nas relações entre o setor público e o setor privado. No âmbito da prestação de serviços públicos por meio de parcerias com particulares, assinale a alternativa que apresenta a estratégia correta de integridade.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A simples fiscalização formal dos contratos administrativos é suficiente para eliminar, de forma plena, os riscos de práticas corruptas nas parcerias público-privadas."
      },
      {
        "letra": "B",
        "texto": "A descentralização dos serviços públicos afasta a necessidade de mecanismos de integridade, já que reduz a presença direta do Estado na execução das atividades."
      },
      {
        "letra": "C",
        "texto": "A ampliação do papel do setor privado na gestão de serviços públicos implica menor risco de corrupção, pois a responsabilidade pela integridade passa a ser integralmente do ente privado."
      },
      {
        "letra": "D",
        "texto": "A corrupção, por atingir apenas os agentes envolvidos, possui efeitos restritos ao campo econômico, sem comprometer a qualidade dos serviços prestados à coletividade."
      },
      {
        "letra": "E",
        "texto": "A implementação de normas específicas de integridade, a prevenção de conflitos de interesse e o uso de tecnologias voltadas à transparência configuram medidas indispensáveis para reduzir riscos em ambientes de interação público-privada."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3594024",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TCE-PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Parcerias público-privadas",
      "Serviços Públicos"
    ],
    "enunciado_principal": "Um Município de médio porte delegará à iniciativa privada a responsabilidade pela ampliação, modernização, operação e manutenção de seu terminal rodoviário central, atualmente em condições precárias. A remuneração da concessionária se dará por meio das tarifas de embarque e do aluguel dos espaços comerciais do terminal. Diante disso, a administração municipal optou por contratar o projeto por meio de uma Parceria Público-Privada (PPP). Com base na Lei nº 11.079/2004, que trata das normas gerais para licitação e contratação de PPPs, a(s) modalidade(s) de licitação aplicáveis é (são):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "leilão, apenas."
      },
      {
        "letra": "B",
        "texto": "concorrência, apenas."
      },
      {
        "letra": "C",
        "texto": "diálogo competitivo, apenas."
      },
      {
        "letra": "D",
        "texto": "eilão ou concorrência, apenas."
      },
      {
        "letra": "E",
        "texto": "concorrência ou diálogo competitivo, apenas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3452832",
    "metadata": "Ano: 2025 | Banca: VUNESP | Órgão: Prefeitura de Campinas - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Parcerias público-privadas",
      "Serviços Públicos"
    ],
    "enunciado_principal": "A unidade responsável pela estruturação de concessões e parcerias público-privadas no Município de Campinas/ SP está estudando realizar a concessão, à iniciativa privada, da construção, manutenção e operação de 05 (cinco) unidades escolares, que deverão funcionar em tempo integral durante a semana e ser utilizadas nos finais de semana, pela comunidade, para prática de atividades de lazer, por um prazo de 35 anos. As contrapartidas do parceiro privado serão pagas integralmente pelo Município. Com base na situação hipotética e o disposto nas Leis no 8.987/95 e 11.079/04, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderá prever a necessidade de constituição de sociedade de propósito específico, de acordo com a conveniência da Administração."
      },
      {
        "letra": "B",
        "texto": "se trata de uma concessão patrocinada."
      },
      {
        "letra": "C",
        "texto": "o projeto não pode ser executado dessa forma, pois o prazo máximo das concessões é de 30 anos."
      },
      {
        "letra": "D",
        "texto": "a contraprestação pública pode ser garantida pela instituição ou utilização de fundo especial previsto em lei."
      },
      {
        "letra": "E",
        "texto": "o projeto não pode ser implantado, pois a celebração de uma concessão de serviços públicos pressupõe, necessariamente, a cobrança de tarifas dos usuários dos serviços."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3373714",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: CRC-RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Parcerias público-privadas",
      "Serviços Públicos"
    ],
    "enunciado_principal": "De acordo com a Lei nº 11.079/2004, as obrigações pecuniárias contraídas pela Administração Pública em contrato de parceria público-privada poderão ser garantidas mediante: I. Garantias prestadas por fundo garantidor ou empresa estatal criada para essa finalidade. II. Contratação de seguro-garantia com as companhias seguradoras controladas pelo Poder Público. III. Garantia prestada por organismos internacionais ou instituições financeiras. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas III."
      },
      {
        "letra": "C",
        "texto": "Apenas I e II."
      },
      {
        "letra": "D",
        "texto": "Apenas I e III."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3363050",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: ARCE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Parcerias público-privadas",
      "Serviços Públicos",
      "Consórcios públicos",
      "Contratos Administrativos"
    ],
    "enunciado_principal": "A administração pública utiliza diversos instrumentos para a formalização de parcerias e de delegações para prestação de serviços públicos por terceiros. Nesse contexto, relacione adequadamente cada tipo de instrumento ao seu respectivo exemplo. 1. Contrato administrativo. 2. Convênio. 3. Consórcio público. 4. Acordo de cooperação. ( ) Acordo firmado entre dois municípios para a gestão compartilhada de serviços de saúde, criando uma entidade com personalidade jurídica própria. ( ) Parceria entre uma universidade pública e uma fundação privada sem fins lucrativos para a execução conjunta de um projeto de pesquisa, sem transferência de recursos financeiros. ( ) Instrumento de formalização firmado entre uma autarquia federal e uma empresa privada para a construção de uma nova sede administrativa, mediante processo licitatório. ( ) Instrumento firmado entre a União e um estado para a execução de um programa educacional de interesse comum, com repasse de recursos federais. A sequência está correta em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "1, 2, 3, 4."
      },
      {
        "letra": "B",
        "texto": "2, 1, 4, 3."
      },
      {
        "letra": "C",
        "texto": "3, 4, 1, 2."
      },
      {
        "letra": "D",
        "texto": "4, 3, 2, 1."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3338946",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: SEFAZ-RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Parcerias público-privadas",
      "Serviços Públicos"
    ],
    "enunciado_principal": "Segundo a Lei n.º 11.079/2004, antes da celebração do contrato, deverá ser constituída uma sociedade de propósito específico (SPE), incumbida de implantar e gerir o objeto da parceria público-privada. A respeito dessa sociedade, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A SPE poderá assumir a forma de companhia aberta, com valores mobiliários admitidos a negociação no mercado."
      },
      {
        "letra": "B",
        "texto": "O aporte de bens de uso especial ou de uso comum na SPE será condicionado à sua desafetação de forma individualizada."
      },
      {
        "letra": "C",
        "texto": "A SPE tem natureza privada e patrimônio próprio separado do patrimônio dos cotistas, e será sujeita a obrigações próprias."
      },
      {
        "letra": "D",
        "texto": "A SPE tem por finalidade a prestação de garantia de pagamento de obrigações pecuniárias assumidas pelos parceiros públicos federais, distritais, estaduais ou municipais em virtude das parcerias."
      },
      {
        "letra": "E",
        "texto": "A SPE responderá por suas obrigações com os bens e direitos integrantes de seu patrimônio, e os cotistas não responderão por qualquer obrigação do fundo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3338945",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: SEFAZ-RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Parcerias público-privadas",
      "Serviços Públicos"
    ],
    "enunciado_principal": "De acordo com a Lei n.º 11.079/2004 e suas alterações, as obrigações pecuniárias contraídas pela administração pública em contrato de parceria público-privada poderão ser garantidas mediante I contratação de seguro-garantia com as companhias seguradoras que não sejam controladas pelo poder público. II título de capitalização custeado por pagamento único, com resgate pelo valor parcial. III garantia prestada por organismos internacionais ou instituições financeiras. Assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas o item II está certo."
      },
      {
        "letra": "B",
        "texto": "Apenas o item III está certo."
      },
      {
        "letra": "C",
        "texto": "Apenas os itens I e II estão certos."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens I e III estão certos."
      },
      {
        "letra": "E",
        "texto": "Todos os itens estão certos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3325404",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Parcerias público-privadas",
      "Serviços Públicos"
    ],
    "enunciado_principal": "[Questão Inédita] De acordo com a Lei das Parcerias Público Privadas (PPPs), a Lei n. 11.079, de 30 de dezembro de 2004:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Parceria público-privada é o contrato administrativo de concessão, exclusivamente na modalidade administrativa."
      },
      {
        "letra": "B",
        "texto": "As cláusulas contratuais de atualização automática de valores baseadas em índices e fórmulas matemáticas, quando houver, serão aplicadas sem necessidade de homologação pela Administração Pública, exceto se esta publicar, na imprensa oficial, onde houver, até o prazo de 15 (quinze) dias após apresentação da fatura, razões fundamentadas na Lei das PPPs ou no contrato para a rejeição da atualização."
      },
      {
        "letra": "C",
        "texto": "Os contratos não poderão prever adicionalmente a possibilidade de emissão de empenho em nome dos financiadores do projeto em relação às obrigações pecuniárias da Administração Pública."
      },
      {
        "letra": "D",
        "texto": "A contraprestação da Administração Pública nos contratos de parceria público-privada poderá ser feita apenas por ordem bancária, cessão de créditos não tributários, outorga de direitos em face da Administração Pública e outorga de direitos sobre bens públicos dominicais."
      },
      {
        "letra": "E",
        "texto": "É vedado à administração pública, nos termos do contrato, efetuar o pagamento da contraprestação relativa a parcela fruível do serviço objeto do contrato de parceria público-privada."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3308355",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: MPE-CE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Parcerias público-privadas",
      "Serviços Públicos"
    ],
    "enunciado_principal": "De acordo com a Lei n.º 11.079/2004, julgue o item a seguir, no que se refere à licitação e à contratação de parcerias público-privadas. No âmbito de licitação para a celebração de parceria público-privada, o julgamento das propostas poderá utilizar como um de seus critérios a maior oferta de outorga ao parceiro público.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3308354",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: MPE-CE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Parcerias público-privadas",
      "Serviços Públicos"
    ],
    "enunciado_principal": "De acordo com a Lei n.º 11.079/2004, julgue o item a seguir, no que se refere à licitação e à contratação de parcerias público-privadas. Na contratação de parceria público-privada, a fase de julgamento poderá ser precedida de etapa de qualificação técnica das propostas, havendo a desclassificação dos licitantes que não alcançarem a pontuação mínima estabelecida no edital de licitação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3308353",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: MPE-CE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Parcerias público-privadas",
      "Serviços Públicos"
    ],
    "enunciado_principal": "De acordo com a Lei n.º 11.079/2004, julgue o item a seguir, no que se refere à licitação e à contratação de parcerias público-privadas. Os estudos de engenharia realizados para a definição do valor do investimento de uma parceria público-privada deverão ter, no mínimo, nível de detalhamento equivalente ao de um projeto básico.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3292343",
    "metadata": "Ano: 2025 | Banca: FAFIPA | Órgão: Câmara de Guarapuava - PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Parcerias público-privadas",
      "Serviços Públicos"
    ],
    "enunciado_principal": "De acordo com a Lei nº 11.079/2004, a respeito do processo licitatório, assinale a alternativa que corresponde a uma das modalidades admitidas para a contratação de parcerias público-privadas.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Leilão."
      },
      {
        "letra": "B",
        "texto": "Concorrência."
      },
      {
        "letra": "C",
        "texto": "Menor preço."
      },
      {
        "letra": "D",
        "texto": "Convite."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3292342",
    "metadata": "Ano: 2025 | Banca: FAFIPA | Órgão: Câmara de Guarapuava - PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Parcerias público-privadas",
      "Serviços Públicos"
    ],
    "enunciado_principal": "No que tange à sociedade de propósito específico, conforme disposto na Lei nº 11.079/2004, é INCORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é vedado à Administração Pública ser titular da maioria do capital votante das sociedades de propósito específico."
      },
      {
        "letra": "B",
        "texto": "a sociedade de propósito específico deverá obedecer a padrões de governança corporativa e adotar contabilidade e demonstrações financeiras padronizadas, conforme regulamento."
      },
      {
        "letra": "C",
        "texto": "a sociedade de propósito específico poderá assumir a forma de companhia aberta, com valores mobiliários admitidos à negociação no mercado."
      },
      {
        "letra": "D",
        "texto": "a sociedade de propósito específico, incumbida de implantar e gerir o objeto da parceria, deverá ser instituída após a celebração do contrato."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3292341",
    "metadata": "Ano: 2025 | Banca: FAFIPA | Órgão: Câmara de Guarapuava - PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Parcerias público-privadas",
      "Serviços Públicos"
    ],
    "enunciado_principal": "No que diz respeito às diretrizes a serem observadas na contratação de parcerias público-privadas, é CORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o respeito reservado unicamente aos interesses e direitos dos destinatários dos serviços é uma diretriz que deve ser observada."
      },
      {
        "letra": "B",
        "texto": "não é diretriz a ser observada a repartição objetiva de riscos entre as partes."
      },
      {
        "letra": "C",
        "texto": "a sustentabilidade financeira e as vantagens socioeconômicas dos projetos de parceria são diretrizes que devem ser observadas."
      },
      {
        "letra": "D",
        "texto": "a delegabilidade das funções de regulação, jurisdicional, do exercício do poder de polícia e de outras atividades exclusivas do Estado é uma diretriz a ser observada."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3292340",
    "metadata": "Ano: 2025 | Banca: FAFIPA | Órgão: Câmara de Guarapuava - PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Parcerias público-privadas",
      "Serviços Públicos"
    ],
    "enunciado_principal": "Com base na Lei nº 11.079/2004, que regulamenta as parcerias público-privadas no âmbito da Administração Pública, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A parceria público-privada é o contrato administrativo de concessão, apenas na modalidade patrocinada."
      },
      {
        "letra": "B",
        "texto": "É vedada a celebração de contrato de parceria público-privada cujo período de prestação de serviço seja inferior a 5 (cinco) anos."
      },
      {
        "letra": "C",
        "texto": "É vedada a celebração de contrato de parceria público-privada cujo valor seja inferior a R$ 10.000.000,00 (dez milhões de reais)."
      },
      {
        "letra": "D",
        "texto": "As cláusulas dos contratos de parceria público-privada atenderão, no que couber, ao disposto no art. 23 da Lei nº 8.987, de 13 de fevereiro de 1995."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3291513",
    "metadata": "Ano: 2025 | Banca: ADM&TEC | Órgão: Prefeitura de João Alfredo - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Parcerias público-privadas",
      "Serviços Públicos"
    ],
    "enunciado_principal": "A Lei Federal nº 11.079/2004, que regula as Parcerias Público-Privadas (PPPs), estabelece que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As PPPs são aplicáveis apenas a obras de infraestrutura de grande porte."
      },
      {
        "letra": "B",
        "texto": "As PPPs exigem licitação prévia e envolvem, em geral, contraprestação pecuniária do poder público ao parceiro privado, observados os limites legais."
      },
      {
        "letra": "C",
        "texto": "As PPPs dispensam a realização de licitação, podendo ser contratadas diretamente."
      },
      {
        "letra": "D",
        "texto": "As PPPs são vedadas para serviços de saúde e educação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3291052",
    "metadata": "Ano: 2025 | Banca: FAFIPA | Órgão: Prefeitura de Araucária - PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Parcerias público-privadas",
      "Serviços Públicos"
    ],
    "enunciado_principal": "Durante a elaboração de um projeto de parceria entre uma organização da sociedade civil e o poder público, a equipe de planejamento deve assegurar que todas as diretrizes fundamentais do regime jurídico de parceria sejam atendidas, conforme o Art. 6º da Lei nº 13.019. Com base nesse artigo, julgue verdadeiro (V) ou falso (F) o que se afirma a seguir e assinale a alternativa com a sequência CORRETA. (__) A promoção e o fortalecimento institucional das organizações da sociedade civil para a cooperação com o poder público são diretrizes fundamentais. (__) A priorização do controle de resultados é opcional e pode ser flexibilizada conforme a necessidade do projeto. (__) O incentivo ao uso de tecnologias de informação e comunicação atualizadas é uma diretriz fundamental. (__) A ação integrada e descentralizada de recursos e ações entre os entes da Federação visa evitar a sobreposição de iniciativas e a fragmentação de recursos. (__) A adoção de práticas de gestão administrativa para coibir a obtenção de benefícios ou vantagens indevidos é uma diretriz fundamental.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V, V, F, F, V."
      },
      {
        "letra": "B",
        "texto": "F, V, F, V, V."
      },
      {
        "letra": "C",
        "texto": "F, F, V, V, F."
      },
      {
        "letra": "D",
        "texto": "V, F, V, V, V."
      },
      {
        "letra": "E",
        "texto": "V, V, F, F, F."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3291051",
    "metadata": "Ano: 2025 | Banca: FAFIPA | Órgão: Prefeitura de Araucária - PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Parcerias público-privadas",
      "Serviços Públicos"
    ],
    "enunciado_principal": "Durante a elaboração de um contrato de parceria público-privada (PPP) para a construção e operação de uma infraestrutura de transporte, a equipe jurídica deve assegurar que todas as cláusulas atendam às diretrizes estabelecidas no Art. 5º da Lei de PPPs. Com base nesse artigo, julgue verdadeiro (V) ou falso (F) o que se afirma a seguir e assinale a alternativa com a sequência CORRETA. (__) O prazo de vigência do contrato deve ser compatível com a amortização dos investimentos realizados, podendo variar entre 5 e 35 anos, incluindo eventuais prorrogações. (__) As penalidades aplicáveis à Administração Pública e ao parceiro privado em caso de inadimplemento contratual devem ser fixadas de forma proporcional à gravidade da falta cometida e às obrigações assumidas. (__) A repartição de riscos entre as partes não precisa incluir os riscos referentes a caso fortuito, força maior, fato do príncipe e álea econômica extraordinária. (__) O contrato deve prever mecanismos para a preservação da atualidade da prestação dos serviços, garantindo que os serviços permaneçam atualizados e eficientes. (__) A prestação de garantias de execução pelo parceiro privado deve ser suficiente e compatível com os ônus e riscos envolvidos, observando os limites estabelecidos pela legislação aplicável.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V, F, V, F, V."
      },
      {
        "letra": "B",
        "texto": "V, V, V, F, F."
      },
      {
        "letra": "C",
        "texto": "F, V, F, V, F."
      },
      {
        "letra": "D",
        "texto": "F, F, V, V, V."
      },
      {
        "letra": "E",
        "texto": "V, V, F, V, V."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3291050",
    "metadata": "Ano: 2025 | Banca: FAFIPA | Órgão: Prefeitura de Araucária - PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Parcerias público-privadas",
      "Serviços Públicos"
    ],
    "enunciado_principal": "Durante a análise de um projeto de parceria público-privada (PPP) para a construção e operação de um hospital, a equipe de avaliação deve considerar diversas diretrizes estabelecidas pelo Art. 4º da Lei de PPPs. Com base nessas diretrizes, julgue verdadeiro (V) ou falso (F) o que se afirma a seguir e assinale a alternativa com a sequência CORRETA. (__) A equipe deve garantir que a função de regulação e o exercício do poder de polícia sejam delegados ao parceiro privado para assegurar a eficiência do projeto. (__) A transparência dos procedimentos e das decisões é uma diretriz fundamental que deve ser observada durante toda a execução da parceria. (__) A responsabilidade fiscal na celebração e execução das parcerias é opcional e pode ser flexibilizada conforme a necessidade do projeto. (__) A repartição objetiva de riscos entre as partes é uma diretriz que visa equilibrar as responsabilidades e minimizar os riscos para ambas as partes envolvidas. (__) A sustentabilidade financeira e as vantagens socioeconômicas dos projetos de parceria são critérios essenciais que devem ser avaliados para garantir o sucesso a longo prazo da PPP.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V, V, F, F, V."
      },
      {
        "letra": "B",
        "texto": "F, F, V, F, F."
      },
      {
        "letra": "C",
        "texto": "F, V, F, V, V."
      },
      {
        "letra": "D",
        "texto": "V, F, F, F, V."
      },
      {
        "letra": "E",
        "texto": "F, V, V, F, V."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3280364",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: EMBRAPA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Parcerias público-privadas",
      "Serviços Públicos"
    ],
    "enunciado_principal": "Julgue o item subsequente, a respeito de gestão de parcerias estratégicas.Parceria público-privada é um contrato administrativo de uma concessão que pode ser utilizada, entre outros fins, para inovação. Em sua modalidade administrativa, a concessão de serviços públicos é condicionada à cobrança de tarifa dos usuários como contraprestação pecuniária do parceiro público ao parceiro privado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3280363",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: EMBRAPA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Parcerias público-privadas",
      "Serviços Públicos"
    ],
    "enunciado_principal": "Julgue o item subsequente, a respeito de gestão de parcerias estratégicas.A gestão de contratos de parceria público-privada (PPP) está associada ao escopo da obtenção de resultados, tal que o controle dos contratos passa a ser feito por meio de padrões e metas de desempenho, em oposição ao simples controle físico-financeiro de obras, ou seja, um contrato de PPP deve considerar a forma como o serviço deve ser prestado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3280361",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: EMBRAPA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Parcerias público-privadas",
      "Serviços Públicos"
    ],
    "enunciado_principal": "Julgue o item subsequente, a respeito de gestão de parcerias estratégicas.Na gestão de contratos que abranjam inovação, seja na forma de joint ventures ou na de parceria público-privada (PPP), a contraprestação da administração pública prescinde da disponibilização do serviço objeto do contrato de PPP, sendo obrigatório, em qualquer caso, que a administração efetue o pagamento da contraprestação relativa à parcela fruível do serviço objeto do contrato.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3265450",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: Prefeitura de Canaã dos Carajás - PA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Parcerias público-privadas",
      "Serviços Públicos"
    ],
    "enunciado_principal": "A diretoria da sociedade empresária XYZ, interessada na celebração de uma parceria público-privada com o Estado Alfa, passou a analisar, detidamente, a legislação que trata sobre a matéria, de forma a melhor se informar sobre a temática. Nesse cenário, considerando as disposições da Lei nº 11.079/2004, assinale a opção que não é uma diretriz a ser observada na contratação de parceria público-privada.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Sustentabilidade financeira e vantagens socioeconômicas dos projetos de parceria."
      },
      {
        "letra": "B",
        "texto": "Respeito aos interesses e direitos dos destinatários dos serviços e dos entes privados incumbidos da sua execução."
      },
      {
        "letra": "C",
        "texto": "Eficiência no cumprimento das missões de Estado e no emprego dos recursos da sociedade."
      },
      {
        "letra": "D",
        "texto": "Assunção do risco da contratação por parte da parceira privada, sem ônus ao Poder Público."
      },
      {
        "letra": "E",
        "texto": "Indelegabilidade das funções de regulação, jurisdicional, do exercício do poder de polícia e de outras atividades exclusivas do Estado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3260396",
    "metadata": "Ano: 2025 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Parcerias público-privadas",
      "Serviços Públicos"
    ],
    "enunciado_principal": "Assinale a alternativa correta a respeito da cláusula de step-in rights nas concessões reguladas pela Lei no 11.079/2004 (parcerias público-privadas nas modalidades patrocinada e administrativa).",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A outorga da administração temporária da sociedade de propósito específico (SPE) confere ao financiador o poder de indicar os membros do Conselho de Administração e do Conselho Fiscal, bem como o de exercer o veto às propostas discriminadas em lei. No entanto, em caso de inadimplemento, desde que haja anuência do poder concedente, o financiador poderá incorporar ao seu patrimônio as ações da concessionária, uma vez que essa prática não viola a vedação ao pacto comissório, exclusiva dos contratos de direito privado."
      },
      {
        "letra": "B",
        "texto": "Considerando que uma das diretrizes para a contratação de parceria público-privada é a “repartição objetiva de riscos entre as partes” (artigo 4o, VI, da Lei no 11.079/2004), a administração temporária acarretará responsabilidade aos financiadores e garantidores em relação a tributação, encargos, ônus, sanções, obrigações ou compromissos com terceiros, inclusive aos assumidos pela concessionária desde o início da vigência do contrato."
      },
      {
        "letra": "C",
        "texto": "As normas de regência desse mecanismo permitem que os financiadores assumam temporariamente o controle acionário da sociedade de propósito específico (SPE) em caso de gestão ineficiente e risco de não recebimento do crédito. É vedado ao financiador, do qual não se exige prévia comprovação de capacidade técnica, assumir em definitivo a execução do objeto da contratação, cabendo-lhe agir temporariamente para promover a reestruturação financeira da concessionária."
      },
      {
        "letra": "D",
        "texto": "O contrato de parceria público-privada é personalíssimo (intuitu personae), podendo ser executado apenas pelo contratado original, isto é, o vencedor do certame licitatório; assim, a alienação definitiva do controle da concessão a terceiro, ainda que autorizada pelo poder concedente, implica inadmissível inserção de terceiro estranho à relação contratual original."
      },
      {
        "letra": "E",
        "texto": "Todas as alternativas estão incorretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3257429",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: BDMG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Parcerias público-privadas",
      "Serviços Públicos"
    ],
    "enunciado_principal": "Considerando o processo de licenciamento ambiental, as normas gerais de licitação e contratação de serviços e obras públicas e as disposições legais sobre parcerias público-privadas e sobre contratos de concessão de serviços públicos, julgue o próximo item. Nos contratos de parcerias público-privadas, deve haver cláusula que preveja a repartição de riscos entre as partes, inclusive os referentes a caso fortuito, força maior, fato do príncipe e álea econômica extraordinária.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3236022",
    "metadata": "Ano: 2025 | Banca: IDESG | Órgão: Prefeitura de Cariacica - ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Parcerias público-privadas",
      "Serviços Públicos"
    ],
    "enunciado_principal": "Sobre os modelos de concessão e parcerias público-privadas (PPPs), marque a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em uma PPP patrocinada, o poder público não realiza pagamentos ao parceiro privado."
      },
      {
        "letra": "B",
        "texto": "A concessão é um contrato em que o setor público fornece bens ou serviços diretamente, sem envolver o setor privado."
      },
      {
        "letra": "C",
        "texto": "Nas concessões comuns, o risco do empreendimento é totalmente assumido pelo poder público."
      },
      {
        "letra": "D",
        "texto": "As PPPs podem envolver contratos de concessão administrativa ou patrocinada."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3234748",
    "metadata": "Ano: 2025 | Banca: VUNESP | Órgão: Prefeitura de Itapevi - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Parcerias público-privadas",
      "Serviços Públicos"
    ],
    "enunciado_principal": "Minuta de contrato de parceria público-privada nos termos do disposto na Lei no 11.079, de 30 de dezembro de 2004, prevê a celebração do contrato tendo como objeto a execução de obra pública e conjuntamente o fornecimento de mão de obra, pelo prazo de vigência de 20 anos, prorrogável por mais 20 anos, tendo como valor total a quantia de trinta milhões de reais. O contrato fez a previsão da responsabilidade pelos riscos contratuais unicamente ao parceiro privado e a remuneração deste através de ordem bancária e cessão de créditos não tributários da Administração Pública. Diante da situação e da legislação mencionadas, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "considerada a prorrogação, houve extrapolação do prazo máximo de vigência permitido."
      },
      {
        "letra": "B",
        "texto": "há vedação expressa à celebração de parceria com o objeto mencionado."
      },
      {
        "letra": "C",
        "texto": "o valor do contrato extrapolou o máximo permitido."
      },
      {
        "letra": "D",
        "texto": "a previsão com relação à responsabilidade pelos riscos está condizente com a legislação."
      },
      {
        "letra": "E",
        "texto": "há vedação na legislação quanto à forma de contraprestação prevista no contrato."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3225336",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: INSA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Parcerias público-privadas",
      "Serviços Públicos"
    ],
    "enunciado_principal": "A respeito de investidura na função pública, das atribuições do presidente da República, das normas gerais sobre parcerias público-privadas, conforme a Lei n.º 11.079/2004, e de licitações e contratos administrativos consoante a Lei n.º 14.133/2021, julgue o item que se segue. Nos contratos de parceria público-privada, não se permite que a administração pública realize a sua contraprestação por cessão de créditos não tributários.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3219468",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Câmara de Itupeva - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Parcerias público-privadas",
      "Serviços Públicos"
    ],
    "enunciado_principal": "No que tange à Parceria Público Privada e Concessões de Serviços Públicos é correto afirmar, exceto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Parceria público-privada é o contrato administrativo de concessão, na modalidade patrocinada ou administrativa."
      },
      {
        "letra": "B",
        "texto": "É vedada a celebração de contrato de parceria público-privada cujo período de prestação do serviço seja inferior a 3 (três) anos."
      },
      {
        "letra": "C",
        "texto": "Concessão administrativa é o contrato de prestação de serviços de que a Administração Pública seja a usuária direta ou indireta, ainda que envolva execução de obra ou fornecimento e instalação de bens."
      },
      {
        "letra": "D",
        "texto": "Não constitui parceria público-privada a concessão comum, assim entendida a concessão de serviços públicos ou de obras públicas, quando não envolver contraprestação pecuniária do parceiro público ao parceiro privado."
      },
      {
        "letra": "E",
        "texto": "É proibida a contratação para atividades exclusivamente de poder de polícia, regulamentação, e outras funções típicas de Estado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3215725",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: TRT - 6ª Região (PE)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Parcerias público-privadas",
      "Serviços Públicos"
    ],
    "enunciado_principal": "A delegação de serviços públicos por meio de contratos de parceria público-privada, em qualquer de suas modalidades, enseja, em favor da concessionária,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a remuneração por meio de contraprestação paga pelo parceiro-público, por meio de ordem bancária, para transferência em espécie, ou mediante outras formas de pagamento previstas, como outorga de direitos sobre bens públicos dominicais."
      },
      {
        "letra": "B",
        "texto": "o direito e o dever de se remunerar integralmente por meio da cobrança de tarifa dos usuários do serviço, além de outras receitas contratualmente estabelecidas."
      },
      {
        "letra": "C",
        "texto": "o pagamento de contraprestação pelo parceiro-público, obrigatoriamente em espécie, sem prejuízo de repasse de valores ou bens à titulo de aporte."
      },
      {
        "letra": "D",
        "texto": "a remuneração da prestação de serviços por meio de tarifa, contraprestação e aporte pelo Poder Público."
      },
      {
        "letra": "E",
        "texto": "a necessidade de prestação de garantia pelo parceiro-público no valor total dos investimentos a serem promovidos pelo parceiro-privado, como medida de repartição de riscos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3215150",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: TRT - 6ª Região (PE)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Parcerias público-privadas",
      "Serviços Públicos"
    ],
    "enunciado_principal": "Os contratos de parceria público-privada, regidos pela Lei nº 11.079/2004, nas modalidades concessão administrativa e patrocinada, apresentam, entre as características estabelecidas no correspondente regime legal,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "possibilidade de aporte de recursos do parceiro público, adicionalmente ao pagamento de contraprestação pecuniária, os quais, contudo, destinam-se apenas à aplicação em obras e bens reversíveis."
      },
      {
        "letra": "B",
        "texto": "vedação à remuneração do parceiro privado mediante tarifa paga pelos usuários, devendo a integralidade da remuneração do concessionário advir da contraprestação pecuniária."
      },
      {
        "letra": "C",
        "texto": "exigência de garantia do parceiro público e do parceiro privado, em proporções equivalentes, para assegurar o equilíbrio econômico-financeiro do contrato."
      },
      {
        "letra": "D",
        "texto": "vedação de combinação de serviços e obras em seu objeto, sendo a concessão patrocinada destinada à concessão de serviços, e a administrativa à concessão de equipamentos públicos."
      },
      {
        "letra": "E",
        "texto": "prazo máximo de 5 anos para a duração do contrato, prorrogáveis por mais 2 períodos iguais e sucessivos, desde que necessário para a integral amortização dos investimentos privados."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3213325",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Parcerias público-privadas",
      "Serviços Públicos"
    ],
    "enunciado_principal": "No que diz respeito ao sistema administrativo, aos atos administrativos, às parcerias público-privadas e ao tombamento, julgue o item a seguir.A previsão legal que dispensa a apresentação, pelo parceiro privado, de orçamentos detalhados, com os quantitativos e os preços unitários, nas parcerias público-privadas impede que o tribunal de contas determine a apresentação de documentos detalhados relativos à construção de obra pública, com a finalidade de apurar eventual ocorrência de sobrepreço e superfaturamento na contratação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3204053",
    "metadata": "Ano: 2025 | Banca: UECE-CEV | Órgão: PGE-CE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Parcerias público-privadas",
      "Serviços Públicos"
    ],
    "enunciado_principal": "Sobre a parceria público-privada, é correto afirmar-se que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "as obrigações pecuniárias contraídas pela Administração Pública em contrato de parceria público-privada serão garantidas mediante contratação de seguro-garantia com as companhias seguradoras que não sejam controladas pelo Poder Público."
      },
      {
        "letra": "B",
        "texto": "concessão patrocinada é o contrato de prestação de serviços de que a Administração Pública seja a usuária direta ou indireta, ainda que envolva execução de obra ou fornecimento e instalação de bens."
      },
      {
        "letra": "C",
        "texto": "constitui parceria público-privada a concessão comum, assim entendida a concessão de serviços públicos ou de obras públicas, quando não envolver contraprestação pecuniária do parceiro público ao parceiro privado."
      },
      {
        "letra": "D",
        "texto": "é vedada a celebração de contrato de parceria público-privada que tenha como objeto único o fornecimento de mão de obra, o fornecimento e instalação de equipamentos ou a execução de obra pública."
      },
      {
        "letra": "E",
        "texto": "o contrato deverá prever o pagamento ao parceiro privado de remuneração variável vinculada ao seu desempenho, conforme metas e padrões de qualidade e disponibilidade definidos no contrato."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3185451",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TCE-RR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Parcerias público-privadas",
      "Serviços Públicos"
    ],
    "enunciado_principal": "Determinado analista jurídico-governamental, atendente a uma solicitação presidencial, está avaliando a viabilidade de alguns contratos serem firmados por meio de Parceria Público-Privada (PPP). Entre os contratos apresentados, constam as seguintes propostas: 1. Contrato estimado em R$ 9 milhões, com período de prestação de 10 anos e tendo como objeto único a mão de obra. 2. Contrato estimado em R$ 25 milhões, com período de prestação de oito anos, envolvendo a construção e operação de uma rodovia. 3. Contrato estimado em R$ 12 milhões, com período de prestação de cinco anos, que tem como objeto único o fornecimento e instalação de equipamentos em uma escola pública. 4. Contrato estimado em R$ 30 milhões, com período de prestação de 12 anos, incluindo a construção e gestão de um hospital municipal. Com base na Lei nº 11.079/2004, que regulamenta as Parcerias Público-Privadas no Brasil, os contratos que podem ser firmados por meio de PPP são",
    "alternativas": [
      {
        "letra": "A",
        "texto": "2 e 4, apenas."
      },
      {
        "letra": "B",
        "texto": "1 e 3, apenas."
      },
      {
        "letra": "C",
        "texto": "2 e 3, apenas."
      },
      {
        "letra": "D",
        "texto": "1, 3 e 4, apenas."
      },
      {
        "letra": "E",
        "texto": "1, 2, 3 e 4."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3183073",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Aratiba - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Parcerias público-privadas",
      "Serviços Públicos"
    ],
    "enunciado_principal": "Em uma Parceria Público-Privada (PPP), qual é uma vantagem do modelo de concessão em comparação com o modelo de contrato de gestão?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Maior flexibilidade na definição dos termos do contrato."
      },
      {
        "letra": "B",
        "texto": "Transferência total da propriedade do ativo para o setor privado."
      },
      {
        "letra": "C",
        "texto": "Maior controle do setor público sobre a operação do serviço."
      },
      {
        "letra": "D",
        "texto": "Incentivo ao investimento privado em infraestrutura pública."
      },
      {
        "letra": "E",
        "texto": "Redução dos custos operacionais para o setor público."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3183069",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Aratiba - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Parcerias público-privadas",
      "Serviços Públicos"
    ],
    "enunciado_principal": "Assinale a alternativa que apresenta corretamente um dos objetivos das Parcerias Público-Privadas (PPP) no contexto de infraestrutura.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Reduzir a carga tributária sobre o setor privado."
      },
      {
        "letra": "B",
        "texto": "Transferir todos os riscos do projeto para o setor público."
      },
      {
        "letra": "C",
        "texto": "Melhorar a eficiência e a qualidade dos serviços públicos através da colaboração com o setor privado."
      },
      {
        "letra": "D",
        "texto": "Garantir que todos os projetos de infraestrutura sejam financiados exclusivamente pelo setor privado."
      },
      {
        "letra": "E",
        "texto": "Aumentar o controle governamental sobre as operações do setor privado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3175898",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Tangará da Serra - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Parcerias público-privadas",
      "Serviços Públicos"
    ],
    "enunciado_principal": "O artigo 9º da Lei Federal nº 11.079/2004, que institui normas gerais para licitação e contratação de parceria público-privada no âmbito da administração pública, prevê que “antes da celebração do contrato, deverá ser constituída sociedade de propósito ___________, incumbida de implantar e gerir o objeto da parceria”. Assinale a alternativa que preenche corretamente a lacuna do trecho acima.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "específico"
      },
      {
        "letra": "B",
        "texto": "geral"
      },
      {
        "letra": "C",
        "texto": "permanente"
      },
      {
        "letra": "D",
        "texto": "público"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3175897",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Tangará da Serra - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Parcerias público-privadas",
      "Serviços Públicos"
    ],
    "enunciado_principal": "Sobre a utilização de contratos de Parcerias Público-Privadas (PPPs), assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As PPPs são alternativas para financiar e modernizar a infraestrutura e os serviços públicos, pois conseguem atrair para os projetos capitais privados e inovações técnicas que aumentam os resultados."
      },
      {
        "letra": "B",
        "texto": "Mudanças inesperadas no cenário econômico, como crises ou alterações na legislação, podem elevar os custos do projeto, impactando o orçamento público."
      },
      {
        "letra": "C",
        "texto": "Esse conceito de parceria prevê o compartilhamento de riscos entre a entidade pública e o parceiro privado, a quem cabe assumir a responsabilidade da gestão do ativo e ter sua remuneração vinculada ao desempenho no fornecimento dos serviços contratados."
      },
      {
        "letra": "D",
        "texto": "Ante as limitações de orçamento e/ou da constatação de que certas atividades são desempenhadas com mais eficiência pelo setor privado, as PPPs abrem para o setor público a possibilidade de concretizar projetos de grande impacto social com maior comprometimento de seu orçamento."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3171708",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Porto Alegre - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Parcerias público-privadas",
      "Serviços Públicos",
      "Delegação dos Serviços Públicos - Concessão e Permissão"
    ],
    "enunciado_principal": "Sobre os contratos de concessão, permissão e parceria público-privada, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pela concessão, uma pessoa jurídica ou consórcio explora, em seu nome e por conta própria, determinada atividade econômica, de interesse ou utilidade pública, durante certo período de tempo, mediante a assunção de certos encargos e obrigações. Já a permissão não é contrato, é ato administrativo unilateral, precário, revogável, não sujeito à licitação."
      },
      {
        "letra": "B",
        "texto": "Nos contratos de gestão, concessão e permissão, o princípio da eficiência determina a obrigatoriedade da Administração escolher, entre as várias alternativas possíveis, a menos dispendiosa."
      },
      {
        "letra": "C",
        "texto": "A administração consensual diz respeito, exclusivamente, à prestação de serviços públicos e à regulação de atividades econômicas."
      },
      {
        "letra": "D",
        "texto": "A concessão é administrativa nos casos de serviço ou obra pública em que, adicionalmente, é cobrada tarifa dos usuários."
      },
      {
        "letra": "E",
        "texto": "Nos termos da Lei nº 11.079/2004, parceria é contrato de concessão administrativa ou patrocinada."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3154652",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: SEFAZ-RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Parcerias público-privadas",
      "Serviços Públicos"
    ],
    "enunciado_principal": "Após tomar ciência de que o Estado do Rio Grande do Sul pretende publicar edital de licitação para a celebração de contrato de parceria público-privada, a sociedade empresária Alfa contratou advogados especialistas na matéria, os quais prestarão consultoria jurídica aos dirigentes do grupo empresarial, orientando-os sobre as peculiaridades da legislação de regência. Nesse cenário, considerando o disposto na Lei nº 11.079/2004, é incorreto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "as cláusulas contratuais de atualização automática de valores baseadas em índices e fórmulas matemáticas, quando houver, serão aplicadas sem necessidade de homologação pela Administração Pública, exceto se esta publicar, na imprensa oficial, onde houver, até o prazo de 15 dias após apresentação da fatura, razões fundamentadas na Lei nº 11.079/2004 ou no contrato para a rejeição da atualização."
      },
      {
        "letra": "B",
        "texto": "além das cláusulas obrigatórias do contrato de parceria público privada, as partes poderão prever, facultativamente, a partir de negociação, o compartilhamento com a Administração Pública de ganhos econômicos efetivos do parceiro privado decorrentes da redução do risco de crédito dos financiamentos utilizados pelo parceiro privado."
      },
      {
        "letra": "C",
        "texto": "a contraprestação da Administração Pública nos contratos de parceria público-privada poderá ser feita por ordem bancária, cessão de créditos não tributários, outorga de direitos em face da Administração Pública, outorga de direitos sobre bens públicos dominicais e outros meios admitidos em lei."
      },
      {
        "letra": "D",
        "texto": "o prazo de vigência do contrato de parceria público-privada será compatível com a amortização dos investimentos realizados, não inferior a cinco nem superior a trinta e cinco anos, incluindo eventual prorrogação."
      },
      {
        "letra": "E",
        "texto": "o contrato poderá prever o pagamento ao parceiro privado de remuneração variável vinculada ao seu desempenho, conforme metas e padrões de qualidade e disponibilidade definidos no contrato."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3154380",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TCE-PI",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Parcerias público-privadas",
      "Serviços Públicos"
    ],
    "enunciado_principal": "No Brasil, as Parcerias Público-Privadas (PPPs) têm duas modalidades: patrocinada e administrativa. Na patrocinada, o parceiro privado pode cobrar tarifas dos usuários, mas o governo ainda paga contraprestações. Já na modalidade administrativa, a remuneração do parceiro privado vem exclusivamente do poder público, sem cobrança de tarifas dos usuários. Um exemplo de modelo de concessão administrativa com o uso do shadow toll nas PPPs é a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "remuneração do concessionário com base na receita obtida exclusivamente com o pedágio."
      },
      {
        "letra": "B",
        "texto": "cobrança de pedágio diretamente dos usuários da rodovia para remunerar o concessionário."
      },
      {
        "letra": "C",
        "texto": "participação dos usuários no pagamento da manutenção da rodovia por meio de taxas adicionais cobradas anualmente."
      },
      {
        "letra": "D",
        "texto": "remuneração do concessionário pela administração pública, com base na disponibilidade da rodovia, sem cobrança de pedágio aos usuários."
      },
      {
        "letra": "E",
        "texto": "remuneração do concessionário pelos usuários com base na demanda de tráfego, sendo o valor proporcional ao número de veículos que trafegam na rodovia."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3153539",
    "metadata": "Ano: 2025 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Parcerias público-privadas",
      "Serviços Públicos"
    ],
    "enunciado_principal": "“(...) a realização de investimentos por meio de PPPs apenas se justificaria nos casos em que os ganhos de eficiência trazidos pela gestão do projeto pelo setor privado fossem superiores à economia que ocorreria ao se recorrer ao financiamento pelo próprio governo. Isso, pois, em casos normais, o governo tem acesso a fontes de financiamento mais baratas que o parceiro privado, o que torna a realização do investimento pelo parceiro privado, de início, menos econômica que a realização pelo próprio Poder Público.” (ARELLANO, Luis Felipe Vidal. Teoria jurídica do crédito público e operações estruturadas: empréstimos públicos, securitizações, ppps, garantias e outras operações estruturadas no direito financeiro. São Paulo: Open Access, 2020) Com base no trecho transcrito e na legislação nacional, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os aportes para investimentos em parcerias público-privadas apenas são autorizados nas parcerias contratadas na modalidade de concessão patrocinada, isto é, nas concessões em que, além de pagamento de tarifa pelos usuários, há também o pagamento de contraprestação pelo poder público."
      },
      {
        "letra": "B",
        "texto": "a contratação de PPP deve ser precedida de licitação na modalidade concorrência ou diálogo competitivo, cuja abertura dependerá de autorização da autoridade competente, fundamentada em estudo que demonstre a conveniência e a oportunidade, com as razões que justifiquem a opção pela forma de parceria público-privada."
      },
      {
        "letra": "C",
        "texto": "a exigência legal para que os aportes em parcerias público-privadas apenas ocorram após o início da prestação do serviço e a colocação da infraestrutura em funcionamento pelo parceiro privado obriga este a financiar com seu próprio capital os investimentos iniciais."
      },
      {
        "letra": "D",
        "texto": "a questão mencionada no trecho transcrito é o que justifica a existência, na Lei de Responsabilidade Fiscal brasileira, de limites quantitativos para o endividamento público, mensurado como índice máximo da dívida financeira bruta sobre a receita corrente líquida da União, dos estados, Distrito Federal e municípios."
      },
      {
        "letra": "E",
        "texto": "a existência de mecanismos de proteção dos interesses dos financiadores em uma parceria público privada, tais como os chamados step in rights ou a possibilidade de realização dos empenhos diretamente aos financiadores, afeta diretamente o custo de capital do parceiro público em uma PPP."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3151471",
    "metadata": "Ano: 2025 | Banca: Unesc | Órgão: Prefeitura de Maracajá - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Parcerias público-privadas",
      "Serviços Públicos"
    ],
    "enunciado_principal": "A _________________________ trata das Parcerias Público Privadas (PPPs) no Brasil. Ela estabelece as regras e diretrizes para a formalização e execução dessas parcerias, com o objetivo de promover a colaboração entre o poder público e a iniciativa privada, visando à realização de projetos de infraestrutura e a prestação de serviços públicos. Assinale a alternativa que corretamente completa a lacuna no excerto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Lei nº 14.133/2021."
      },
      {
        "letra": "B",
        "texto": "Lei nº 11.079/2004."
      },
      {
        "letra": "C",
        "texto": "Lei nº 12.232/2010."
      },
      {
        "letra": "D",
        "texto": "Lei nº 8.666/1993."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3151269",
    "metadata": "Ano: 2025 | Banca: Unesc | Órgão: Prefeitura de Maracajá - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Parcerias público-privadas",
      "Serviços Públicos"
    ],
    "enunciado_principal": "A Lei nº 11.079/2004 regula as Parcerias Público Privadas (PPPs) no Brasil, definindo as regras e condições para a realização dessas parcerias, com foco na infraestrutura e prestação de serviços públicos. Na contratação de parceria público privada serão observadas algumas diretrizes, avalie as afirmações a seguir: I.Eficiência no cumprimento das missões de Estado e no emprego dos recursos da sociedade. II.Respeito aos interesses e direitos dos destinatários dos serviços e dos entes privados incumbidos da sua execução. III.Indelegabilidade das funções de regulação, jurisdicional, do exercício do poder de polícia e de outras atividades exclusivas do Estado. Está correto o que ser afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, somente."
      },
      {
        "letra": "B",
        "texto": "II e III, somente."
      },
      {
        "letra": "C",
        "texto": "I e II, somente."
      },
      {
        "letra": "D",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3150408",
    "metadata": "Ano: 2025 | Banca: IMPARH | Órgão: CGM de Fortaleza - CE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Parcerias público-privadas",
      "Serviços Públicos"
    ],
    "enunciado_principal": "De acordo com a legislação específica, qual seja, a Lei nº 11.079/2004, o Fundo Garantidor de Parcerias Público-Privadas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "terá natureza pública e patrimônio comum ao dos cotistas, e será sujeito a direitos e obrigações solidários."
      },
      {
        "letra": "B",
        "texto": "seu patrimônio será formado pelo aporte de bens, serviços e obrigações realizadas pelos cotistas, por meio da integralização de cotas e pelos rendimentos obtidos com sua administração."
      },
      {
        "letra": "C",
        "texto": "responderá pelas obrigações contraídas de forma solidária com os cotistas."
      },
      {
        "letra": "D",
        "texto": "responderá por suas obrigações com os bens e direitos integrantes de seu patrimônio, não respondendo os cotistas por qualquer obrigação do Fundo, salvo pela integralização das cotas que subscreverem."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3609763",
    "metadata": "Ano: 2024 | Banca: POLICON | Órgão: Prefeitura de São José do Povo - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Parcerias público-privadas",
      "Serviços Públicos"
    ],
    "enunciado_principal": "De acordo com a Lei nº 11.079/2004, que institui normas gerais para licitação e contratação de parceria público-privada no âmbito da administração pública. Ficam a União, seus fundos especiais, suas autarquias, suas fundações públicas e suas empresas estatais dependentes autorizadas a participar, no limite global de R$ 6.000.000.000,00 (seis bilhões de reais), em Fundo Garantidor de Parcerias Público-Privadas - FGP que terá por finalidade prestar garantia de pagamento de obrigações pecuniárias assumidas pelos parceiros públicos federais, distritais, estaduais ou municipais em virtude das parcerias de que trata esta Lei. Exceto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A integralização das cotas poderá ser realizada em dinheiro, títulos da dívida pública, bens imóveis dominicais, bens móveis, inclusive ações de sociedade de economia mista federal excedentes ao necessário para manutenção de seu controle pela União, ou outros direitos com valor patrimonial."
      },
      {
        "letra": "B",
        "texto": "O patrimônio do Fundo será formado pelo aporte de bens e direitos realizado pelos cotistas, por meio da integralização de cotas e pelos rendimentos obtidos com sua administração."
      },
      {
        "letra": "C",
        "texto": "O FGP terá natureza pública e patrimônio próprio separado do patrimônio dos cotistas, e será sujeito a direitos e obrigações próprios."
      },
      {
        "letra": "D",
        "texto": "Os bens e direitos transferidos ao Fundo serão avaliados por empresa especializada, que deverá apresentar laudo fundamentado, com indicação dos critérios de avaliação adotados e instruído com os documentos relativos aos bens avaliados."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3545430",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: Prefeitura de Jari - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Parcerias público-privadas",
      "Serviços Públicos"
    ],
    "enunciado_principal": "No que diz respeito às parcerias público-privadas, é vedada a celebração desse tipo de contrato, conforme estabelece a Lei nº 11.079/2004 e suas alterações, quando o valor do contrato for inferior a:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "R$ 1.000.000,00."
      },
      {
        "letra": "B",
        "texto": "R$ 5.000.000,00."
      },
      {
        "letra": "C",
        "texto": "R$ 10.000.000,00."
      },
      {
        "letra": "D",
        "texto": "R$ 20.000.000,00."
      },
      {
        "letra": "E",
        "texto": "R$ 25.000.000,00."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3433369",
    "metadata": "Ano: 2024 | Banca: IDIB | Órgão: Prefeitura de Formosa - GO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Parcerias público-privadas",
      "Serviços Públicos"
    ],
    "enunciado_principal": "Uma Parceria Pablico-Privada (PPP) é uma espécie de acordo entre o setor público e o setor privado para o desenvolvimento de atividades de ambos os interessados em determinado setor da sociedade. Nesse sentido, de acordo com o Artigo 2° da Lei N° 11.079/2004, pode-se afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Concessão administrativa é o contrato de prestação de serviços de que a Administração Pública seja a usuária direta ou indireta, ainda que envolva execução de obra ou fornecimento e instalação de bens."
      },
      {
        "letra": "B",
        "texto": "Parceria publico-privada constitui a concessão comum, assim entendida a concessão de serviços públicos ou de obras publicas que não envolva contraprestação pecuniária do parceiro público ao parceiro privado."
      },
      {
        "letra": "C",
        "texto": "Concessao patrocinada é a concessão de serviços públicos ou de obras publicas que envolva, adicionalmente à tarifa cobrada dos usuários contraprestação pecuniária do parceiro privado ao parceiro público."
      },
      {
        "letra": "D",
        "texto": "Concessão é um contrato de longo prazo no qual o ente público delega a iniciativa privada a prestação de serviços públicos e a exploração de bens, necessariamente com limite indeterminado de prazo contratual."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3433368",
    "metadata": "Ano: 2024 | Banca: IDIB | Órgão: Prefeitura de Formosa - GO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Parcerias público-privadas",
      "Serviços Públicos"
    ],
    "enunciado_principal": "0 Fundo Garantidor das Parcerias Público Privadas (FGP) tem a finalidade de garantir o pagamento de obrigações pecuniárias assumidas pelos parceiros públicos federais em virtude de formalização de projetos de Parcerias Público- Privadas. Dentre as características de tal fundo, pode-se ressaltar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A natureza do FGP é pública e seu patrimônio é anexado ao patrimônio de seus cotistas, sendo dotado também de direitos e obrigações próprios."
      },
      {
        "letra": "B",
        "texto": "O FGP poderá usar parcela da cota da União para prestar garantia aos seus fundos especiais, sendo obrigado a honrar faturas aceitas e não pagas pelo parceiro público."
      },
      {
        "letra": "C",
        "texto": "Em caso de inadimplemento, os bens e direitos do FGP não poderão ser objeto de constrição judicial ou alienação para satisfazer as obrigações garantidas."
      },
      {
        "letra": "D",
        "texto": "É vedado ao FGP prestar contragarantias a seguradoras, instituições financeiras e organismos internacionais dos cotistas em contratos de parceria publico-privadas vigentes."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3433366",
    "metadata": "Ano: 2024 | Banca: IDIB | Órgão: Prefeitura de Formosa - GO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Parcerias público-privadas",
      "Serviços Públicos"
    ],
    "enunciado_principal": "A Lei 11.079/2004 — a qual institui normas gerais para licitação e contratação de parceria público-privada no âmbito da administração publica no Brasil — foi inspirada na formula inglesa das Private Finance Initiative (PFI) e regulamenta o modelo até então inédito no país. Considerando-se o exposto, sabe-se que, atualmente, a celebração de contrato de parceria publico-privada, dentre outros requisitos, exige que o",
    "alternativas": [
      {
        "letra": "A",
        "texto": "prazo de vigência do contrato deve durar entre 5 e 35 anos, incluindo eventual prorrogação e os critérios objetivos de avaliação do desempenho do parceiro privado."
      },
      {
        "letra": "B",
        "texto": "fornecimento de mão-de-obra-de-obra, o fornecimento e instalação de equipamentos e o período de prestações do serviço seja inferior a cinco anos."
      },
      {
        "letra": "C",
        "texto": "valor do contrato seja inferior a dez milhões de reais e que o período de prestação do serviço seja inferior a cinco anos."
      },
      {
        "letra": "D",
        "texto": "periodo de prestação do serviço inferior a 5 (cinco) anos e que tenha como objeto único a execução de obra publica."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3305898",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: Prefeitura de Ibirapuitã - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Parcerias público-privadas",
      "Serviços Públicos"
    ],
    "enunciado_principal": "A Prefeitura Municipal de NBT pretende celebrar um contrato de parceria público-privada para concessão administrativa utilizando como referencial o regime da Lei Federal nº 11.079/2004. Dessa forma, atendidas as demais exigências legais, tem-se que o prazo mínimo de vigência do contrato em questão deverá ser igual ou superior a:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "1 ano."
      },
      {
        "letra": "B",
        "texto": "2 anos."
      },
      {
        "letra": "C",
        "texto": "3 anos."
      },
      {
        "letra": "D",
        "texto": "4 anos."
      },
      {
        "letra": "E",
        "texto": "5 anos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3283416",
    "metadata": "Ano: 2024 | Banca: INSTITUTO AOCP | Órgão: MPE-PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Parcerias público-privadas",
      "Serviços Públicos"
    ],
    "enunciado_principal": "As parcerias público-privadas são modalidades específicas de contratos de concessão, instituídas e reguladas pela Lei nº 11.079/2004. Com base no assunto e na lei mencionada, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Concessão patrocinada é a concessão de serviços públicos ou de obras públicas quando envolver, adicionalmente, a tarifa cobrada dos usuários e contraprestação pecuniária do parceiro privado ao parceiro público."
      },
      {
        "letra": "B",
        "texto": "Constitui parceria público-privada a concessão comum, assim entendida a concessão de serviços públicos ou de obras públicas quando não envolver contraprestação pecuniária."
      },
      {
        "letra": "C",
        "texto": "É vedada a celebração de contrato de parceria público-privada cujo valor do contrato seja superior a R$ 10.000.000 (dez milhões de reais)."
      },
      {
        "letra": "D",
        "texto": "Na contratação de parceria público-privada, será observada a indelegabilidade das funções de regulação, jurisdicional, do exercício do poder de polícia e de outras atividades exclusivas do Estado."
      },
      {
        "letra": "E",
        "texto": "A contraprestação da Administração Pública nos contratos de parceira público-privada deverá ser feita por ordem bancária."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3245072",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: SAAE de Aparecida - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Parcerias público-privadas",
      "Serviços Públicos"
    ],
    "enunciado_principal": "Joana é tesoureira do Município X e, nessa condição, foi designada para analisar a prestação de contas fornecida por entidade que celebrou termo de parceria com a Administração, na forma da Lei nº 13.019/14. Ao examinar as despesas que foram executadas pela entidade privada, Joana deverá considerar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o pagamento de remuneração da equipe contratada pela organização da sociedade civil com recursos da parceria gera, em regra, vínculo trabalhista com o poder público."
      },
      {
        "letra": "B",
        "texto": "a entidade poderia arcar, com recursos vinculados a parceria, custos indiretos necessários à execução do objeto, seja qual for a proporção em relação ao objeto da parceria."
      },
      {
        "letra": "C",
        "texto": "a entidade pode pagar, a qualquer título, servidor ou empregado público que esteja designado para participar da execução do contrato de parceria."
      },
      {
        "letra": "D",
        "texto": "não é possível utilizar recursos do contrato de parceria para o pagamento de diárias e hospedagem, por se tratar de despesas usualmente infladas para viabilizar a realização de fraudes."
      },
      {
        "letra": "E",
        "texto": "caso organização da sociedade civil possua débitos trabalhistas, independentemente de sua origem, não pode receber novos recursos que tenham origem em contratos de parceria."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3245061",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: SAAE de Aparecida - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Parcerias público-privadas",
      "Serviços Públicos"
    ],
    "enunciado_principal": "A respeito das Parcerias Público-Privadas, reguladas pela Lei nº 11.079/04, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os contratos podem, excepcionalmente, ter prazo de vigência inferior a cinco anos."
      },
      {
        "letra": "B",
        "texto": "Caso haja justificativa adequada, os contratos podem ter por objeto único a execução de obra pública."
      },
      {
        "letra": "C",
        "texto": "O poder público não pode efetuar o pagamento de contraprestações em favor do parceiro privado."
      },
      {
        "letra": "D",
        "texto": "O valor do contrato não pode ser inferior a dez milhões de reais e o contrato administrativo de concessão, nesse caso, será na modalidade patrocinada ou administrativa."
      },
      {
        "letra": "E",
        "texto": "A Administração não pode conceder garantias contratuais em favor do parceiro privado, dada a necessidade de que prevaleça, sempre, o interesse público."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3225694",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: DESENVOLVE-SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Parcerias público-privadas",
      "Serviços Públicos"
    ],
    "enunciado_principal": "Conforme dispõe a Lei nº 11.079/04, que versa sobre a contratação de parceria público-privada no âmbito da administração pública, a parceria público-privada é o contrato administrativo de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "concessão, na modalidade patrocinada ou administrativa, devendo o valor do contrato ser superior a R$ 10.000.000,00 (dez milhões de reais) e o período de prestação do serviço superior a 5 (cinco) anos."
      },
      {
        "letra": "B",
        "texto": "permissão, na modalidade patrocinada ou administrativa, devendo o valor do contrato ser superior a R$ 5.000.000,00 (cinco milhões de reais) e o período de prestação do serviço superior a 5 (cinco) anos."
      },
      {
        "letra": "C",
        "texto": "concessão, na modalidade patrocinada ou administrativa, devendo o valor do contrato ser superior a R$ 5.000.000,00 (cinco milhões de reais) e o período de prestação do serviço superior a 5 (cinco) anos."
      },
      {
        "letra": "D",
        "texto": "concessão, na modalidade patrocinada ou administrativa, devendo o valor do contrato ser superior a R$ 10.000.000,00 (dez milhões de reais) e o período de prestação do serviço superior a 10 (dez) anos."
      },
      {
        "letra": "E",
        "texto": "de permissão, na modalidade patrocinada ou administrativa, devendo o valor do contrato ser superior a R$ 10.000.000,00 (dez milhões de reais) e o período de prestação do serviço superior a 5 (cinco) anos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3225126",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: UNIFESP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Parcerias público-privadas",
      "Serviços Públicos"
    ],
    "enunciado_principal": "O contrato de prestação de serviços de que a Administração Pública seja a usuária direta, envolvendo apenas contraprestação pecuniária do parceiro público ao parceiro privado, é denominado",
    "alternativas": [
      {
        "letra": "A",
        "texto": "concessão patrocinada."
      },
      {
        "letra": "B",
        "texto": "concessão administrativa."
      },
      {
        "letra": "C",
        "texto": "concessão comum."
      },
      {
        "letra": "D",
        "texto": "privatização."
      },
      {
        "letra": "E",
        "texto": "consórcio público."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3223278",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Spcine - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Agências Reguladoras na Organização da Administração Pública",
      "Parcerias público-privadas",
      "Serviços Públicos",
      "Autarquias",
      "Delegação dos Serviços Públicos - Concessão e Permissão",
      "Contratos Administrativos",
      "Cláusulas Exorbitantes e Equilíbrio Econômico-Financeiro",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade"
    ],
    "enunciado_principal": "O Município X possui em sua estrutura uma agência reguladora cujo objetivo é regular e fiscalizar o cumprimento da legislação por empresas concessionárias de serviços públicos, nas hipóteses em que o poder público transferiu a execução dessas atividades à iniciativa privada, por meio de contratos de concessão e parcerias público- -privadas. Além disso, há a intenção de que a entidade passe também a fiscalizar os serviços públicos que são exercidos, no Município, por empresas estatais não monopolistas. Interessado em saber como funciona e quais são os limites legais para a ação desse tipo de autarquia, o Diretor de Regulação de uma empresa estatal pede uma reunião com o jurídico para tratar do assunto. Com base na situação hipotética, na legislação federal e na jurisprudência do Supremo Tribunal Federal, o advogado presente na reunião poderá afirmar de maneira correta que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "as agências reguladoras são dotadas de independência, e é possível que o legislador, para assegurar a independência de seus funcionários, impeça os servidores titulares de cargo efetivo o exercício de outra atividade profissional, inclusive gestão operacional de empresa."
      },
      {
        "letra": "B",
        "texto": "não há problema jurídico em, por lei, o ente público conferir a uma agência reguladora a competência para fiscalizar também a empresa estatal, pois nas situações tratadas no enunciado a transferência do exercício do serviço público para a entidade privada se dá por delegação e, mesmo no caso da empresa estatal, é necessário que exista um contrato regulando a relação jurídica da empresa com o titular do serviço."
      },
      {
        "letra": "C",
        "texto": "o poder normativo conferido a essas agências reguladoras é amplo, pois é válido, nesse modelo, que a lei fixe apenas as finalidades, os objetivos e a estrutura da agência. Além disso, elas podem inovar na ordem jurídica caso haja expressa ou tácita de delegação no instrumento que a cria, bem como regular determinados assuntos com base em conceitos genéricos previstos na lei instituidora."
      },
      {
        "letra": "D",
        "texto": "em relação aos contratos de concessão e parceria público-privada, o poder de regular os serviços objeto da contratação é limitado e reduzido, pois os instrumentos contratuais preveem todas as condições que regerão a relação jurídica do ponto de vista técnico, no caderno de encargos do contrato, que somente poderá ser alterado se assegurada a preservação do equilíbrio econômico-financeiro do negócio."
      },
      {
        "letra": "E",
        "texto": "o poder de fiscalização e aplicação de sanção das agências reguladoras, em geral, é amplo, pois elas possuem a prerrogativa de definir que sanções podem ser aplicadas e de que maneira os processos sancionatórios deverão ser regulados, que precisarão respeitar aos princípios do direito administrativo sancionador."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3172659",
    "metadata": "Ano: 2024 | Banca: IBFC | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Parcerias público-privadas",
      "Serviços Públicos"
    ],
    "enunciado_principal": "De acordo com a Lei nº 11.079/2004, que institui normas gerais para licitação e contratação de parcerias público-privadas (PPPs) no âmbito da administração pública, assinale a alternativa que corresponde a uma das características de uma parceria público-privada.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O contrato de parceria público-privada não pode prever remuneração do parceiro privado com base no desempenho do serviço prestado"
      },
      {
        "letra": "B",
        "texto": "O prazo do contrato de parceria público-privada deve ser de, no mínimo, 5 anos e, no máximo, 35 anos"
      },
      {
        "letra": "C",
        "texto": "As parcerias público-privadas são obrigatoriamente limitadas a contratos cujo valor seja inferior a R$ 10 milhões"
      },
      {
        "letra": "D",
        "texto": "O parceiro privado assume apenas a execução da obra, enquanto o setor público é o único responsável pela operação do serviço"
      }
    ],
    "gabarito": "B"
  }
]