[
  {
    "id": "3408851",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: STM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Poder vinculado e discricionário",
      "Abuso de Poder"
    ],
    "enunciado_principal": "Considerando a situação hipotética precedente, julgue o item a seguir. Ao conduzir os envolvidos à sala da supervisão e manter um deles retido, o agente apenas exerceu seu poder discricionário, não tendo cometido abuso de autoridade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3296132",
    "metadata": "Ano: 2025 | Banca: IVIN | Órgão: Prefeitura de Cajazeiras do Piauí - PI",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Poder vinculado e discricionário",
      "Poder de polícia"
    ],
    "enunciado_principal": "Acerca do poder de polícia, observe os itens a seguir e, em seguida, assinale a alternativa correta: I. O poder de polícia pode ser exercido também pela edição de atos com efeitos concretos. II. Os atos do poder de polícia são, naturalmente, sempre vinculados. III. Por serem autoexecutáveis, os atos de poder de polícia são passíveis de execução por meios diretos e indiretos de coação.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I é verdadeiro."
      },
      {
        "letra": "B",
        "texto": "Apenas II é verdadeiro."
      },
      {
        "letra": "C",
        "texto": "Apenas III é verdadeiro."
      },
      {
        "letra": "D",
        "texto": "I e II são verdadeiros."
      },
      {
        "letra": "E",
        "texto": "I e III são verdadeiros."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3285621",
    "metadata": "Ano: 2025 | Banca: Ibest | Órgão: CORE-MA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Poder vinculado e discricionário"
    ],
    "enunciado_principal": "O poder administrativo que permite ao agente público escolher a melhor forma de agir dentro dos limites legais é chamado de poder",
    "alternativas": [
      {
        "letra": "A",
        "texto": "hierárquico."
      },
      {
        "letra": "B",
        "texto": "de polícia."
      },
      {
        "letra": "C",
        "texto": "regulamentar."
      },
      {
        "letra": "D",
        "texto": "discricionário."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3260931",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: HEMOMINAS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Poder vinculado e discricionário"
    ],
    "enunciado_principal": "O Diretor de um hospital público, em razão de diversos projetos de melhoria propostos para as clínicas, decidiu, por conveniência e oportunidade, pelo projeto da clínica que mais atende a comunidade do entorno do hospital. Essa liberdade de escolha do diretor caracteriza o poder administrativo do tipo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "vinculado"
      },
      {
        "letra": "B",
        "texto": "disciplinar"
      },
      {
        "letra": "C",
        "texto": "hierárquico"
      },
      {
        "letra": "D",
        "texto": "discricionário"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3242799",
    "metadata": "Ano: 2025 | Banca: IBAM | Órgão: Câmara de Bebedouro - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Poder vinculado e discricionário"
    ],
    "enunciado_principal": "Sobre a classificação dos atos administrativos, qual alternativa descreve corretamente os atos vinculados?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São praticados com base na Lei, sem margem para decisão subjetiva."
      },
      {
        "letra": "B",
        "texto": "São aqueles que dependem de análise discricionária para serem praticados."
      },
      {
        "letra": "C",
        "texto": "Devem ser fundamentados em critérios de conveniência e oportunidade."
      },
      {
        "letra": "D",
        "texto": "Podem ser revogados a qualquer momento, independentemente de justificativa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3183009",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Aratiba - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Poder vinculado e discricionário",
      "Poder normativo, poder hierárquico e poder disciplinar",
      "Poder de polícia"
    ],
    "enunciado_principal": "Sobre os poderes e deveres da Administração Pública, analise as assertivas a seguir: I. O poder discricionário é aquele de que dispõe a administração para a prática de atos administrativos em que é mínima ou inexistente a sua liberdade de atuação. II. O poder de polícia é a faculdade de que dispõe a Administração Pública para condicionar e restringir o uso e gozo de bens, atividades e direitos individuais em benefício da coletividade ou do próprio Estado. III. O poder hierárquico possibilita a Administração Pública punir internamente as infrações funcionais de seus servidores assim como as infrações administrativas cometidas por particulares a ela ligados por algum vínculo jurídico específico. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas II."
      },
      {
        "letra": "C",
        "texto": "Apenas I e II."
      },
      {
        "letra": "D",
        "texto": "Apenas I e III."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3171706",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Porto Alegre - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Poder vinculado e discricionário"
    ],
    "enunciado_principal": "Em relação ao poder discricionário da Administração e a interpretação dos conceitos jurídicos indeterminados, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Poder discricionário é aquela esfera livre de atuação de que se beneficia a Administração, por isso mesmo, os atos praticados no exercício desse poder não podem ser controlados pelo Poder Judiciário."
      },
      {
        "letra": "B",
        "texto": "Se a autoridade não faz uso do poder discricionário que lhe compete e viola direitos fundamentais e princípios administrativos gerais, pode ser obrigada, pelos tribunais, a revisar e a revogar sua atuação."
      },
      {
        "letra": "C",
        "texto": "Os conceitos jurídicos indeterminados suscitam uma liberdade de escolha de consequências por parte da Administração."
      },
      {
        "letra": "D",
        "texto": "Conquanto os conceitos jurídicos indeterminados – “empíricos” ou “de valor” – sejam vagos e imprecisos, podendo ser preenchidos por conteúdos diversos, há uma impossibilidade relativa de controle judicial."
      },
      {
        "letra": "E",
        "texto": "Os atos que preenchem os conteúdos dos conceitos jurídicos indeterminados são fontes de poder discricionário."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3135761",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Santa Rosa - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Poder vinculado e discricionário",
      "Poder normativo, poder hierárquico e poder disciplinar",
      "Poder de polícia",
      "Abuso de Poder"
    ],
    "enunciado_principal": "Para Rossi (2020), os agentes públicos serão dotados de poderes instrumentais adequados à realização de tarefas administrativas e, também, de deveres administrativos consistentes num poder-dever de agir. Segundo a autora, entre esses poderes da Administração estão: 1. Poder vinculado. 2. Poder disciplinar. 3. Poder hierárquico. 4. Poder de polícia. 5. Poder regulamentar. O resultado da somatória dos números correspondentes às afirmações corretas é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "09."
      },
      {
        "letra": "B",
        "texto": "10."
      },
      {
        "letra": "C",
        "texto": "12."
      },
      {
        "letra": "D",
        "texto": "13."
      },
      {
        "letra": "E",
        "texto": "15."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3298491",
    "metadata": "Ano: 2024 | Banca: IDCAP | Órgão: Prefeitura de Piúma - ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Poder vinculado e discricionário"
    ],
    "enunciado_principal": "O poder administrativo, no direito público, visa garantir a eficiência e a legalidade dos atos praticados pela administração, sempre respeitando os limites impostos pela legislação. Sobre os poderes administrativo vinculado e discricionário, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No poder vinculado, o agente público possui liberdade para decidir sobre a aplicação da lei, desde que respeite os princípios da razoabilidade e proporcionalidade."
      },
      {
        "letra": "B",
        "texto": "O poder vinculado é caracterizado pela possibilidade do agente público editar normas complementares às leis, com o intuito de garantir a sua fiel execução."
      },
      {
        "letra": "C",
        "texto": "O poder discricionário permite uma certa liberdade ao agente público, mas essa liberdade está limitada pela lei e pelos princípios da proporcionalidade e razoabilidade."
      },
      {
        "letra": "D",
        "texto": "No poder discricionário, o agente público deve agir estritamente conforme previsto na lei, sem margem para adaptação ou interpretação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3285260",
    "metadata": "Ano: 2024 | Banca: IDIB | Órgão: Prefeitura de Ipueiras - CE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Poder vinculado e discricionário"
    ],
    "enunciado_principal": "Aquele Poder Administrativo conferido por lei ao administrador público para que, nos limites nela previstos e com certa parcela de liberdade, adote, no caso concreto, a solução mais adequada satisfazer o interesse público, fundamentado no princípio constitucional da separação dos Poderes, que prevê a existência de atos reservados a cada um dos Poderes, havendo a reserva judicial (Judiciário), a reserva legislativa (Legislativa) e a reserva administrativa (Executivo), só pode ser corretamente chamado de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Poder Derivado."
      },
      {
        "letra": "B",
        "texto": "Poder Disciplinar."
      },
      {
        "letra": "C",
        "texto": "Poder Discricionário."
      },
      {
        "letra": "D",
        "texto": "Poder Vinculado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3225631",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Prefeitura de Piracicaba - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Poder vinculado e discricionário",
      "Poder de polícia"
    ],
    "enunciado_principal": "A respeito das características do poder de polícia, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o legislador, em regra, não deixa margem de liberdade para o administrador, e a atuação de polícia é normalmente vinculada."
      },
      {
        "letra": "B",
        "texto": "em regra, o exercício do poder de polícia não precisa ter por base prévia autorização em lei, pois ao gestor público cabe defender sempre o interesse público."
      },
      {
        "letra": "C",
        "texto": "a autoexecutoriedade não é uma característica do poder de polícia, pois os atos administrativos que afetam interesses particulares precisam ser precedidos de processo administrativo, em que se garanta o respeito ao contraditório e à ampla defesa."
      },
      {
        "letra": "D",
        "texto": "o poder de polícia é, em regra, caracterizado pela discricionariedade, que corresponde à necessidade de que todos os pressupostos para a realização do ato sejam discriminados pela lei."
      },
      {
        "letra": "E",
        "texto": "os atos de polícia, em regra, são coercitivos, pois impõem restrições ou condições que precisam ser cumpridas por particulares."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3199275",
    "metadata": "Ano: 2024 | Banca: INAZ do Pará | Órgão: Prefeitura de Capão Alto - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Poderes da Administração",
      "Poder vinculado e discricionário"
    ],
    "enunciado_principal": "Qual a diferença entre discricionariedade e vinculação em atos administrativos?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A discricionariedade impõe uma única solução a ser seguida, enquanto a vinculação permite a escolha de várias soluções possíveis."
      },
      {
        "letra": "B",
        "texto": "Discricionariedade e vinculação são conceitos que se referem à mesma coisa."
      },
      {
        "letra": "C",
        "texto": "A discricionariedade é a possibilidade de escolha de uma entre várias soluções possíveis, enquanto a vinculação impõe uma única solução a ser seguida."
      },
      {
        "letra": "D",
        "texto": "A discricionariedade implica isenção de arbitrariedade, enquanto a vinculação pode ser arbitrária."
      },
      {
        "letra": "E",
        "texto": "A vinculação é a possibilidade de escolha de uma entre várias soluções possíveis, enquanto a discricionariedade impõe uma única solução a ser seguida."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3198627",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Câmara de Osasco - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Poder vinculado e discricionário"
    ],
    "enunciado_principal": "Qual dos poderes da administração pública NÃO possui margem de liberdade para o seu exercício:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Poder Regulamentar."
      },
      {
        "letra": "B",
        "texto": "Poder Disciplinar."
      },
      {
        "letra": "C",
        "texto": "Poder Hierárquico."
      },
      {
        "letra": "D",
        "texto": "Poder Vinculado."
      },
      {
        "letra": "E",
        "texto": "Poder Discricionário."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3197260",
    "metadata": "Ano: 2024 | Banca: IV - UFG | Órgão: Prefeitura de Posse - GO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Poder vinculado e discricionário"
    ],
    "enunciado_principal": "No que concerne à decisão administrativa, ela será vinculada quando a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "autoridade tem margem para escolher entre diferentes opções."
      },
      {
        "letra": "B",
        "texto": "decisão é tomada estritamente de acordo com a lei, sem margem de escolha."
      },
      {
        "letra": "C",
        "texto": "autoridade age de acordo com sua experiência pessoal."
      },
      {
        "letra": "D",
        "texto": "decisão depende da situação específica, sem seguir regras preestabelecidas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3172989",
    "metadata": "Ano: 2024 | Banca: IBFC | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Poderes da Administração",
      "Poder vinculado e discricionário",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Probidade e discricionariedade são conceitos fundamentais no direito administrativo, especialmente no contexto da administração pública. Ambos desempenham um papel crucial na atuação dos agentes públicos e na gestão dos recursos públicos A Constituição Federal de 1988, em seu artigo 37, estabelece a probidade como um dos princípios fundamentais da administração pública. Analise as afirmativas abaixo e dê valores Verdadeiro (V) ou Falso (F). ( ) Probidade: refere-se à honestidade, integridade e lealdade no exercício da função pública. É um princípio fundamental da administração pública e está intimamente ligado à moralidade e à ética no serviço público. ( ) Improbidade administrativa: refere-se a atos que violam o princípio da probidade administrativa incluem enriquecimento ilícito, danos aos cofres públicos e violação de princípios da administração pública. ( ) Discricionariedade é o poder conferido à administração pública para escolher, dentro dos limites da lei, a melhor solução para atender ao interesse público em situações em que a lei permite margem de liberdade na tomada de decisões. ( ) A discricionariedade oferece liberdade de escolha, mas essa liberdade deve ser exercida em conformidade com os princípios da administração pública. O desvio de poder ou a utilização inadequada da discricionariedade pode ser objeto de controle judicial e resultar em anulação do ato administrativo. Assinale a alternativa que apresenta a sequência correta de cima para baixo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V - V - V - V"
      },
      {
        "letra": "B",
        "texto": "V - V - F - F"
      },
      {
        "letra": "C",
        "texto": "F - F - V - V"
      },
      {
        "letra": "D",
        "texto": "F - F - F - V"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3170296",
    "metadata": "Ano: 2024 | Banca: FURB | Órgão: Prefeitura de Timbó - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Poder vinculado e discricionário",
      "Poder normativo, poder hierárquico e poder disciplinar"
    ],
    "enunciado_principal": "Os poderes administrativos são instrumentos conferidos à Administração Pública para exercer suas funções e alcançar o interesse público. São fundamentais para a organização e o funcionamento do Estado. Quanto aos poderes administrativos, registre V, para verdadeiras, e F, para falsas: (__)O poder vinculado é aquele em que a Administração Pública deve agir de acordo com a lei, sem margem para discricionariedade. (__)O poder discricionário permite que a Administração Pública tome decisões com certo grau de liberdade, dentro dos limites da lei, avaliando a conveniência e a oportunidade. (__)O poder hierárquico é a atribuição da Administração Pública de limitar ou disciplinar direitos e atividades privadas para proteger o interesse público, como a fiscalização de estabelecimentos comerciais. Assinale a alternativa que apresenta a sequência correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V − F − F."
      },
      {
        "letra": "B",
        "texto": "F − V − F."
      },
      {
        "letra": "C",
        "texto": "F − F − V."
      },
      {
        "letra": "D",
        "texto": "V − F − V."
      },
      {
        "letra": "E",
        "texto": "V − V − F."
      }
    ],
    "gabarito": "E"
  }
]