[
  {
    "id": "3582908",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Poder normativo, poder hierárquico e poder disciplinar"
    ],
    "enunciado_principal": "A respeito dos poderes e deveres da administração pública, julgue o item a seguir, considerando, no que couber, a jurisprudência dos tribunais superiores. O poder disciplinar da administração pública se desenvolve interna corporis, não alcançando particulares.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3542826",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TCU",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Poder normativo, poder hierárquico e poder disciplinar"
    ],
    "enunciado_principal": "Considerando essa situação hipotética, julgue o item que se segue. A aplicação da multa contratual configura exercício do poder administrativo disciplinar.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3479209",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: UNB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Poder normativo, poder hierárquico e poder disciplinar"
    ],
    "enunciado_principal": "Com base na legislação vigente e na doutrina majoritária, julgue o item a seguir, acerca do regime jurídico‐administrativo e dos princípios, poderes e atos da administração pública. No âmbito do processo administrativo federal, a permissão, em caráter excepcional e por motivos relevantes devidamente justificados, da avocação temporária de competência atribuída a órgão diverso é manifestação precípua do poder hierárquico da administração pública.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3448647",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Polícia Federal",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Poder normativo, poder hierárquico e poder disciplinar"
    ],
    "enunciado_principal": "Sobre os poderes da administração pública, julgue o item a seguir. O poder hierárquico, um dos instrumentos de organização da Administração Pública, permite que o superior controle a legalidade e o mérito dos atos praticados pelos seus subordinados, podendo avocar a competência para si e delegar atribuições. Diferentemente, o poder de polícia, que fundamenta a atuação estatal na limitação de direitos individuais em prol do interesse coletivo, não admite a delegação de todas as suas atividades, sendo indelegável o ato normativo primário que estabelece as restrições.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3440424",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Processo Administrativo - Lei nº 9.784 de 1999 e Lei nº 14.210 de 2021",
      "Regime jurídico administrativo",
      "Poderes da Administração",
      "Poder normativo, poder hierárquico e poder disciplinar",
      "Poder de polícia",
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Princípios - Contraditório e Ampla Defesa e Segurança Jurídica",
      "Princípios - Proporcionalidade, Razoabilidade, Motivação, Autotutela e Outros Princípios",
      "Demais aspectos da lei 9.784/99",
      "Atos de Improbidade Administrativa e suas Sanções"
    ],
    "enunciado_principal": "Relativamente ao Direito Administrativo Sancionador e às recentes decisões do STJ sobre a matéria, a retroatividade da lei mais benéfica é aplicada da seguinte forma:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aplica-se ao Direito Administrativo Sancionador a retroatividade da lei posterior mais benéfica em idêntica extensão à novatio legis in mellius do direito penal."
      },
      {
        "letra": "B",
        "texto": "A penalidade administrativa deve se basear no princípio do tempus regit actum, salvo se houver previsão expressa de retroatividade da lei mais benéfica."
      },
      {
        "letra": "C",
        "texto": "A pena administrativa minorada por lei posterior não pode ser aplicada a casos anteriores em nenhuma hipótese."
      },
      {
        "letra": "D",
        "texto": "A pena administrativa reduzida por lei posterior pode ser aplicada a casos pretéritos somente se a conduta for tipificada na lei penal vigente."
      },
      {
        "letra": "E",
        "texto": "Em qualquer caso a penalidade administrativa minorada por lei posterior poderá ser aplicada a casos pretéritos à sua vigência, independentemente de previsão expressa, por força dos princípios implícitos do Direito Administrativo Sancionador."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3409236",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: STM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Poder normativo, poder hierárquico e poder disciplinar"
    ],
    "enunciado_principal": "Acerca dos poderes da administração pública, julgue o item seguinte. O poder regulamentar decorre da função normativa, ainda que em caráter derivado, considerada a natureza complementar em relação às leis, a exemplo de resoluções, portarias e instruções normativas.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3407070",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Poder normativo, poder hierárquico e poder disciplinar"
    ],
    "enunciado_principal": "A hierarquia e a subordinação estão presentes somente nas relações internas e verticais entre a Administração direta ou indireta com seus respectivos órgãos públicos e agentes. Sobre o poder hierárquico, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A delegação de competência ocorre para atribuição de atos para subordinados, em caráter facultativo e temporário."
      },
      {
        "letra": "B",
        "texto": "A avocação oriunda do poder hierárquico não pode ser exercida em casos de atos normativos, recursos e de competência exclusiva."
      },
      {
        "letra": "C",
        "texto": "Refere-se ao controle estatal dos interesses e das atividades dos particulares, limitando ou disciplinando direitos, interesses ou liberdades individuais, em razão do interesse público."
      },
      {
        "letra": "D",
        "texto": "Os servidores públicos têm o dever de acatar e cumprir as ordens de seus superiores hierárquicos, mesmo quando manifestamente ilegais, sob pena de violação do poder hierárquico."
      },
      {
        "letra": "E",
        "texto": "Segundo a doutrina tradicional, o poder hierárquico é aquele em que o agente fica inteiramente restrito ao enunciado da lei, que, de resto, estabelece o único comportamento a ser adotado em situações concretas, não deixando nenhuma margem de liberdade para uma apreciação subjetiva pelo administrador."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3355505",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Poder normativo, poder hierárquico e poder disciplinar"
    ],
    "enunciado_principal": "Augusto é chefe dos Auditores Fiscais da SEFAZ lotado em Goiânia. Certo dia, ao fiscalizar os relatórios dos Auditores, verificou que um deles havia alterado propositalmente um relatório, sem comunicação prévia. Para tanto, Augusto instaurou procedimento e o Auditor foi submetido a 30 dias de suspensão. O agente superior detém a prerrogativa para o exercício de tal competência em razão de qual poder?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Poder hierárquico."
      },
      {
        "letra": "B",
        "texto": "Poder disciplinar."
      },
      {
        "letra": "C",
        "texto": "Poder vinculado."
      },
      {
        "letra": "D",
        "texto": "Poder de polícia."
      },
      {
        "letra": "E",
        "texto": "Poder regulamentar."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3298737",
    "metadata": "Ano: 2025 | Banca: IGEDUC | Órgão: CRMV-BA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Poder normativo, poder hierárquico e poder disciplinar",
      "Abuso de Poder"
    ],
    "enunciado_principal": "Relacione os tipos de poderes administrativos da Coluna 1 com suas respectivas características na Coluna 2: Coluna 1 1.Poder Hierárquico. 2.Poder Disciplinar. 3.Poder Regulamentar. 4.Poder de Polícia. 5.Abuso de Poder. Coluna 2 (__)Possibilita à Administração Pública editar normas complementares às leis para garantir sua correta aplicação. (__)Permite que a Administração organize sua estrutura interna, distribuindo competências e fiscalizando os subordinados. (__)É o poder que impõe sanções a agentes públicos por infrações funcionais, garantindo a ordem e a disciplina no serviço público. (__)Faculta ao Estado limitar direitos individuais em prol do interesse coletivo, mediante ações preventivas e repressivas. (__)Ocorre quando há desvio ou excesso no exercício do poder, resultando em ilegalidade nos atos administrativos. Marque a alternativa que apresenta a sequencia correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "3 − 1 − 2 − 4 − 5."
      },
      {
        "letra": "B",
        "texto": "2 − 3 − 4 − 1 − 5."
      },
      {
        "letra": "C",
        "texto": "4 − 2 − 1 − 5 − 3."
      },
      {
        "letra": "D",
        "texto": "1 − 4 − 3 − 2 − 5."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3288508",
    "metadata": "Ano: 2025 | Banca: IDECAN | Órgão: ADAGRI-CE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Poder normativo, poder hierárquico e poder disciplinar"
    ],
    "enunciado_principal": "Poder administrativo que possibilita ao Administrador aplicar sanções aos agentes públicos em razão da prática de infrações de caráter funcional, ou seja, aquelas que possuam conexão com as atividades desenvolvidas pelo agente. Nesse sentido, o texto refere-se ao poder",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Regulamentar."
      },
      {
        "letra": "B",
        "texto": "Disciplinar."
      },
      {
        "letra": "C",
        "texto": "Polícia."
      },
      {
        "letra": "D",
        "texto": "Hierárquico."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3283645",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ICMBIO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Poder normativo, poder hierárquico e poder disciplinar"
    ],
    "enunciado_principal": "A partir da situação hipotética apresentada, julgue o item a seguir. Ao aplicar a penalidade administrativa a Caio pela prática de ato irregular no exercício de sua função pública, o chefe da repartição exerceu o poder disciplinar.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3278023",
    "metadata": "Ano: 2025 | Banca: OBJETIVA | Órgão: Prefeitura de Horizontina - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Poder normativo, poder hierárquico e poder disciplinar"
    ],
    "enunciado_principal": "O poder regulamentar, proveniente da hierarquia administrativa, permite que os chefes do Poder Executivo editem atos normativos, tanto de caráter geral e abstrato quanto de caráter geral e concreto, visando à fiel execução das leis. No que diz respeito a esse poder, avaliar se as afirmativas são certas (C) ou erradas (E) e assinalar a sequência correspondente. ( ) O regulamento é o veículo introdutor do decreto. ( ) O exercício do poder não está condicionado à existência de uma previsão legal expressa. ( ) Os decretos e o regulamento podem criar obrigações de fazer ou deixar de fazer. ( ) Os regulamentos executivos são delegáveis.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "C - E - C - C."
      },
      {
        "letra": "B",
        "texto": "E - C - E - C."
      },
      {
        "letra": "C",
        "texto": "C - E - C - E."
      },
      {
        "letra": "D",
        "texto": "E - C - E - E."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3278022",
    "metadata": "Ano: 2025 | Banca: OBJETIVA | Órgão: Prefeitura de Horizontina - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Poder normativo, poder hierárquico e poder disciplinar"
    ],
    "enunciado_principal": "Conforme Hely Lopes Meirelles, o poder hierárquico confere ao Executivo a prerrogativa de organizar e gerenciar seus órgãos e seus servidores, definindo atribuições e estabelecendo relações de subordinação. No que diz respeito aos institutos relacionados ao poder hierárquico, é CORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A supervisão ministerial é o poder exercido pelos Ministérios Federais e pelas Secretarias Estaduais e Municipais, sobre órgãos e entidades da Administração Indireta."
      },
      {
        "letra": "B",
        "texto": "A delegação é a transferência permanente de competência administrativa de seu titular a outro órgão ou agente público subordinado à autoridade delegante."
      },
      {
        "letra": "C",
        "texto": "A avocação de competência só pode ser realizada fora de uma linha hierárquica."
      },
      {
        "letra": "D",
        "texto": "A delegação abrange a edição de ato de caráter normativo, a decisão em recursos administrativos e as matérias de competência exclusiva de autoridades."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3277253",
    "metadata": "Ano: 2025 | Banca: OBJETIVA | Órgão: Prefeitura de Arvorezinha - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Poder normativo, poder hierárquico e poder disciplinar"
    ],
    "enunciado_principal": "Sobre os atos ordinatórios, assinalar a alternativa que preenche a lacuna abaixo CORRETAMENTE. Os atos ordinatórios são as manifestações internas da Administração decorrentes do poder ______________ disciplinando o funcionamento de órgãos e a conduta de agentes públicos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de polícia"
      },
      {
        "letra": "B",
        "texto": "regulamentar"
      },
      {
        "letra": "C",
        "texto": "normativo"
      },
      {
        "letra": "D",
        "texto": "hierárquico"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3267382",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Poder normativo, poder hierárquico e poder disciplinar"
    ],
    "enunciado_principal": "[Questão Inédita] O regime jurídico administrativo é pautado pelos princípios da supremacia do interesse público e da indisponibilidade do interesse público, por tratar das relações verticais entre Estado e o particular. Para isso, a Administração dispõe de poderes especiais para estabelecer essa relação, sendo irrenunciáveis. Assinale a alternativa que apresenta o poder administrativo que autoriza à Administração aplicar sanções seus servidores que venham a cometer infrações administrativas e, também, ao particular que tenha vínculo jurídico específico com a Administração:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Poder vinculado."
      },
      {
        "letra": "B",
        "texto": "Poder hierárquico."
      },
      {
        "letra": "C",
        "texto": "Poder disciplinar."
      },
      {
        "letra": "D",
        "texto": "Poder regulamentar."
      },
      {
        "letra": "E",
        "texto": "Poder de polícia."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3267298",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Poder normativo, poder hierárquico e poder disciplinar",
      "Poder de polícia",
      "Abuso de Poder"
    ],
    "enunciado_principal": "[Questão Inédita] Sobre os poderes administrativos, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O poder hierárquico confere à Administração Pública a prerrogativa de avocar qualquer ato administrativo, independentemente da matéria ou competência legal."
      },
      {
        "letra": "B",
        "texto": "O poder de polícia pode ser delegado a particulares, inclusive para a imposição de sanções administrativas."
      },
      {
        "letra": "C",
        "texto": "O poder disciplinar permite à Administração punir servidores públicos e particulares que possuam vínculo jurídico com o Estado, mas depende sempre de decisão judicial."
      },
      {
        "letra": "D",
        "texto": "O abuso de poder pode ocorrer tanto pelo excesso de poder quanto pelo desvio de finalidade, e pode ser controlado pelo Poder Judiciário."
      },
      {
        "letra": "E",
        "texto": "O poder regulamentar permite à Administração Pública inovar no ordenamento jurídico, criando normas primárias sem necessidade de previsão legal específica."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3248000",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: Prefeitura de Niterói - RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Poder normativo, poder hierárquico e poder disciplinar"
    ],
    "enunciado_principal": "A atribuição para a aplicação de sanções àqueles que estejam sujeitos à disciplina do ente estatal consiste no exercício do poder disciplinar da Administração. Ao exercer esse poder, é dispensável ao administrador:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "observar o devido processo legal"
      },
      {
        "letra": "B",
        "texto": "aplicar o princípio da verdade sabida"
      },
      {
        "letra": "C",
        "texto": "aplicar o princípio do contraditório e da ampla defesa"
      },
      {
        "letra": "D",
        "texto": "utilizar de prova emprestada no processo administrativo disciplinar"
      },
      {
        "letra": "E",
        "texto": "utilizar de proporcionalidade e de razoabilidade na aplicação da sanção administrativa"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3228239",
    "metadata": "Ano: 2025 | Banca: IBGP | Órgão: TJ-PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Poder normativo, poder hierárquico e poder disciplinar"
    ],
    "enunciado_principal": "Servidor público é a pessoa legalmente investida em cargo ou em emprego público na administração direta, nas autarquias ou nas fundações públicas. Cargo público, por sua vez, é o conjunto de atribuições e responsabilidades previstas na estrutura organizacional que devem ser cometidas a um servidor. Com base no entendimento sumulado do Superior Tribunal de Justiça sobre o processo administrativo disciplinar do servidor público, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O controle jurisdicional do processo administrativo disciplinar não se restringe ao exame da regularidade do procedimento e da legalidade do ato, à luz dos princípios do contraditório, da ampla defesa e do devido processo legal, sendo possível incursão no mérito administrativo, bem como nas hipóteses de flagrante ilegalidade, teratologia ou manifesta desproporcionalidade da sanção aplicada."
      },
      {
        "letra": "B",
        "texto": "Desde que devidamente motivada e com amparo em investigação ou sindicância, é permitida a instauração de processo administrativo disciplinar com base em denúncia anônima, em face do poder-dever de autotutela imposto à Administração."
      },
      {
        "letra": "C",
        "texto": "O excesso de prazo para a conclusão do processo administrativo disciplinar causa nulidade ainda que não haja demonstração de prejuízo à defesa."
      },
      {
        "letra": "D",
        "texto": "A autoridade administrativa não pode se utilizar de fundamentação per relationem nos processos disciplinares."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3222602",
    "metadata": "Ano: 2025 | Banca: OBJETIVA | Órgão: Prefeitura de Planaltina do Paraná - PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Poder normativo, poder hierárquico e poder disciplinar"
    ],
    "enunciado_principal": "A respeito das características do poder hierárquico, analisar os itens. I. É interno, pois não se aplica a particulares. II. Não é exercido por órgãos consultivos. III. Não é permanente. Está CORRETO o que se afirma:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas no item III."
      },
      {
        "letra": "B",
        "texto": "Apenas nos itens I e II."
      },
      {
        "letra": "C",
        "texto": "Apenas nos itens II e III."
      },
      {
        "letra": "D",
        "texto": "Em todos os itens."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3221569",
    "metadata": "Ano: 2025 | Banca: OBJETIVA | Órgão: Prefeitura de Planaltina do Paraná - PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Poder normativo, poder hierárquico e poder disciplinar"
    ],
    "enunciado_principal": "Em decorrência da estrutura hierárquica da Administração Pública, o poder regulamentar confere aos chefes do Poder Executivo a prerrogativa de emitir normas gerais, abstratas ou concretas, com o propósito de assegurar a correta aplicação das leis. Sobre o poder regulamentar, é INCORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os decretos e os regulamentos são atos administrativos que se encontram em posição de inferioridade diante da lei."
      },
      {
        "letra": "B",
        "texto": "O regulamento constitui uma forma de ato administrativo, enquanto o decreto representa o conteúdo do ato."
      },
      {
        "letra": "C",
        "texto": "A atribuição de expedir decretos e regulamentos é do Presidente da República, estendendo−se, por simetria, a Governadores e Prefeitos."
      },
      {
        "letra": "D",
        "texto": "O exercício do poder regulamentar independe de previsão na lei a ser regulamentada."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3216601",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: TRT - 6ª Região (PE)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Poder normativo, poder hierárquico e poder disciplinar"
    ],
    "enunciado_principal": "O Chefe do Poder Executivo de um município editou um decreto estabelecendo os valores das multas pelo cometimento de infrações administrativas estabelecidas em lei própria do ente, a exemplo da ausência ou da irregularidade da licença de funcionamento para estabelecimentos comerciais. O decreto editado",
    "alternativas": [
      {
        "letra": "A",
        "texto": "fundamenta-se no poder normativo da Administração Pública, apresentando natureza autônoma e geral, oponível, portanto, aos administrados em geral."
      },
      {
        "letra": "B",
        "texto": "é irregular, pois, havendo lei, não remanesce matéria reservada a decreto, especialmente quando se presta a disciplinar aspectos necessários à constituição da infração."
      },
      {
        "letra": "C",
        "texto": "é manifestação do poder disciplinar, de natureza autônoma e abstrata, aplicável aos administrados em geral."
      },
      {
        "letra": "D",
        "texto": "é manifestação do poder regulamentar da Administração Pública, considerando que as infrações foram instituídas por lei."
      },
      {
        "letra": "E",
        "texto": "decorre do exercício do poder de polícia, pois ensejará fiscalização e autuação de estabelecimentos privados."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3215155",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: TRT - 6ª Região (PE)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Poder normativo, poder hierárquico e poder disciplinar"
    ],
    "enunciado_principal": "A aplicação de sanção de inidoneidade a uma empresa que contratou com a Administração Pública constitui expressão do exercício de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poder hierárquico, que constitui prerrogativa da Administração Pública ao contratar com o privado e que se manifesta por meio das denominadas cláusulas exorbitantes."
      },
      {
        "letra": "B",
        "texto": "poder de polícia, que incide independentemente de existência de vínculo específico com a Administração Pública e é dotado de autoexecutoriedade."
      },
      {
        "letra": "C",
        "texto": "supremacia do interesse público, que fundamenta a aplicação de sanções administrativas independentemente de previsão específica em lei."
      },
      {
        "letra": "D",
        "texto": "poder regulamentar, decorrente de previsões contidas em contrato administrativo que regulamentam a aplicação concreta de disposições legais de caráter geral."
      },
      {
        "letra": "E",
        "texto": "poder disciplinar, aplicável também àqueles que possuem vínculo funcional com a Administração Pública."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3211775",
    "metadata": "Ano: 2025 | Banca: VUNESP | Órgão: Prefeitura de Sertãozinho - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Poder normativo, poder hierárquico e poder disciplinar"
    ],
    "enunciado_principal": "Visando a modificação de decisão tomada por agente público em processo de prestação de contas de adiantamentos concedidos a servidor, o interessado apresenta recurso ao chefe da seção administrativa responsável pela análise do processo, contra a decisão tomada por seu subordinado. É possível, nesse caso, afirmar que o poder da chefia para a análise do recurso e eventual modificação da decisão é conhecido por",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poder hierárquico."
      },
      {
        "letra": "B",
        "texto": "poder discricionário."
      },
      {
        "letra": "C",
        "texto": "poder disciplinar."
      },
      {
        "letra": "D",
        "texto": "poder regulamentar."
      },
      {
        "letra": "E",
        "texto": "poder de polícia."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3290865",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: Prefeitura de São Paulo - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Poder normativo, poder hierárquico e poder disciplinar"
    ],
    "enunciado_principal": "Considere que determinada empresa tenha sofrido sanção de inidoneidade em função de descumprimentos reiterados em contrato de concessão celebrado com a Administração Pública municipal, A aplicação da referida penalidade à contratada representa o exercício pela Administração de poder",
    "alternativas": [
      {
        "letra": "A",
        "texto": "regulamentar, derivado do poder de polícia, este que autoriza a imposição de restrições e sanções."
      },
      {
        "letra": "B",
        "texto": "hierárquico, decorrente da supremacia do interesse público sobre o particular e com vistas a preservar a continuidade serviço público."
      },
      {
        "letra": "C",
        "texto": "disciplinar, presente quando há vínculo jurídico entre o particular e a Administração."
      },
      {
        "letra": "D",
        "texto": "normativo, presente nas denominadas cláusulas exorbitantes do contrato administrativo."
      },
      {
        "letra": "E",
        "texto": "extroverso, eis que independe do vínculo contratual estabelecido entre as partes e deriva de previsão legal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3204660",
    "metadata": "Ano: 2025 | Banca: CETREDE | Órgão: Prefeitura de São Benedito - CE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Poder normativo, poder hierárquico e poder disciplinar"
    ],
    "enunciado_principal": "Leia o excerto a seguir. “É a prerrogativa da Administração Pública para apurar infrações e aplicar penalidades às pessoas que estão submetidas à autoridade interna da Administração, sejam servidores públicos ou não.” O trecho diz respeito ao: Poder",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Disciplinar."
      },
      {
        "letra": "B",
        "texto": "Hierárquico."
      },
      {
        "letra": "C",
        "texto": "Regulamentar."
      },
      {
        "letra": "D",
        "texto": "Vinculado."
      },
      {
        "letra": "E",
        "texto": "Discricionário."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3194947",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: CRP - 3ª Região (BA)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Poder normativo, poder hierárquico e poder disciplinar"
    ],
    "enunciado_principal": "Após o devido processo administrativo, o diretor de uma autarquia aplicou sanções de advertência a servidores que descumpriram normas do Código de Ética do Servidor Público Federal. É correto afirmar que o diretor agiu com base no poder (de):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Polícia."
      },
      {
        "letra": "B",
        "texto": "Disciplinar"
      },
      {
        "letra": "C",
        "texto": "Normativo."
      },
      {
        "letra": "D",
        "texto": "Sancionador."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3187658",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Poder normativo, poder hierárquico e poder disciplinar"
    ],
    "enunciado_principal": "[Questão Inédita] A respeito do poder regulamentar ou normativo, julgue os itens a seguir. I – Os parâmetros para a fiel execução das leis são realizados mediante decreto regulamentar ou decreto autônomo. Este último, é de competência privativa da Presidência da República. II – O decreto autônomo atua diante a organização e funcionamento da Administração pública federal, desde que não importe aumento de despesas e criação ou extinção de órgãos públicos. III – O poder regulamentar é uma prerrogativa que a administração possui para completar as leis, com vistas à sua efetiva aplicação, não sendo possível, em nenhuma situação, a inovação na ordem jurídica. IV – Estão relacionadas ao poder regulamentar as prerrogativas de editar atos normativos, de controlar os órgãos inferiores. Assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas o item I está correto."
      },
      {
        "letra": "B",
        "texto": "Apenas o item II está correto."
      },
      {
        "letra": "C",
        "texto": "Apenas os itens I e II estão corretos."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens III e IV estão corretos."
      },
      {
        "letra": "E",
        "texto": "Apenas os itens II, III e IV estão corretos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3183860",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CFO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Poder normativo, poder hierárquico e poder disciplinar"
    ],
    "enunciado_principal": "No que se refere ao poder regulamentar e ao uso e abuso de poder, julgue o item a seguir.O poder regulamentar concede ao chefe do Poder Executivo a prerrogativa de criar normas que se substitua a lei sempre que houver uma omissão do Poder Legislativo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3183009",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Aratiba - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Poder vinculado e discricionário",
      "Poder normativo, poder hierárquico e poder disciplinar",
      "Poder de polícia"
    ],
    "enunciado_principal": "Sobre os poderes e deveres da Administração Pública, analise as assertivas a seguir: I. O poder discricionário é aquele de que dispõe a administração para a prática de atos administrativos em que é mínima ou inexistente a sua liberdade de atuação. II. O poder de polícia é a faculdade de que dispõe a Administração Pública para condicionar e restringir o uso e gozo de bens, atividades e direitos individuais em benefício da coletividade ou do próprio Estado. III. O poder hierárquico possibilita a Administração Pública punir internamente as infrações funcionais de seus servidores assim como as infrações administrativas cometidas por particulares a ela ligados por algum vínculo jurídico específico. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas II."
      },
      {
        "letra": "C",
        "texto": "Apenas I e II."
      },
      {
        "letra": "D",
        "texto": "Apenas I e III."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3178105",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Tangará da Serra - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Poder normativo, poder hierárquico e poder disciplinar"
    ],
    "enunciado_principal": "Um servidor público municipal, lotado na área de fiscalização, desempenha atividades relacionadas à fiscalização de obras de construção civil, posturas, sanitária, meio ambiente e outros serviços de poder de polícia administrativa. Em uma situação excepcional, o chefe imediato desse servidor decide assumir temporariamente a responsabilidade pela fiscalização de uma obra específica de grande impacto ambiental, que normalmente seria atribuída ao servidor. Dentro do poder hierárquico da Administração Pública, como deve ser classificado esse ato administrativo praticado pelo chefe?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Delegação."
      },
      {
        "letra": "B",
        "texto": "Avocação."
      },
      {
        "letra": "C",
        "texto": "Substituição."
      },
      {
        "letra": "D",
        "texto": "Redistribuição."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3177193",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CORE-CE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Poder normativo, poder hierárquico e poder disciplinar"
    ],
    "enunciado_principal": "Tratando‑se dos poderes administrativos, quais sejam: poder hierárquico, disciplinar, regulamentar e de polícia, assim como o uso e abuso do poder, assinale opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tanto o poder hierárquico quanto o poder de disciplinar possuem seu alcance restrito aos setores internos da Administração Pública, não se aplicando aos particulares sem vínculo com a Administração."
      },
      {
        "letra": "B",
        "texto": "O poder regulamentar não autoriza o chefe do Poder Executivo a criar ou a modificar leis, cabendo‑lhe apenas editar atos normativos destinados a garantir a sua fiel execução, dentro dos limites estabelecidos pela própria lei."
      },
      {
        "letra": "C",
        "texto": "O poder de polícia poderá ser delegado integralmente aos particulares por meio de ato do chefe máximo da entidade pública."
      },
      {
        "letra": "D",
        "texto": "O poder regulamentar permite a inovação no ordenamento jurídico, possibilitando a criação de leis nos casos em que houver omissão do Poder Legislativo."
      },
      {
        "letra": "E",
        "texto": "O uso e o abuso de poder cometidos pelo agente público são admitidos apenas na modalidade comissiva, ou seja, quando o agente extrapola os limites estabelecidos pela lei."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3175878",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Tangará da Serra - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Poder normativo, poder hierárquico e poder disciplinar"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA quanto aos poderes e deveres da Administração Pública.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A discricionariedade pode se manifestar, de acordo com a doutrina majoritária, quando a lei expressamente confere à Administração o poder para decidir acerca da conveniência e oportunidade do ato, ou quando a lei utiliza os chamados conceitos jurídicos indeterminados na descrição dos motivos que ensejam a prática do ato."
      },
      {
        "letra": "B",
        "texto": "O poder disciplinar caracteriza-se pela existência de níveis de subordinação entre órgãos e agentes públicos de uma mesma pessoa jurídica, dele decorrendo a atribuição de ordenar, coordenar, controlar e corrigir a atividade administrativa."
      },
      {
        "letra": "C",
        "texto": "No exercício do poder vinculado, o agente público é um executor da vontade legal, não havendo margem de discricionariedade para a escolha da melhor forma de agir."
      },
      {
        "letra": "D",
        "texto": "O dever de prestar contas é decorrência direta do princípio da indisponibilidade do interesse público e do princípio republicano, devendo ser observado não só pelos agentes públicos, como também por toda e qualquer pessoa responsável por bens e valores públicos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3175818",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: SENAPPEN",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Poder normativo, poder hierárquico e poder disciplinar"
    ],
    "enunciado_principal": "Os poderes administrativos são instrumentos dos quais o Estado é dotado para buscar o interesse público, de modo a submeter a vontade individual ao bem-estar coletivo por meio do exercício dos poderes administrativos. Entre esses poderes, está o conhecido como normativo ou regulamentar, que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "versa estritamente sobre a prerrogativa do chefe do executivo para editar os regulamentos"
      },
      {
        "letra": "B",
        "texto": "engloba o poder da Administração Pública para fazer atos normativos originários e derivados"
      },
      {
        "letra": "C",
        "texto": "compete primordialmente ao Poder Legislativo por ser o poder encarregado de editar normas e fazer leis"
      },
      {
        "letra": "D",
        "texto": "é compreendido como a competência exclusiva do chefe do Poder Executivo para fazer decretos, visando à fiel execução das leis, somente"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3175817",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: SENAPPEN",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Poder normativo, poder hierárquico e poder disciplinar"
    ],
    "enunciado_principal": "O Poder Disciplinar trata da atribuição pública da Administração em aplicar sanções e penalidades. No uso do poder disciplinar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o princípio do devido processo legal é inaplicável"
      },
      {
        "letra": "B",
        "texto": "a pessoa jurídica de direito privado não pode ser sancionada"
      },
      {
        "letra": "C",
        "texto": "existe um vínculo de sujeição entre Administração e administrado"
      },
      {
        "letra": "D",
        "texto": "a Administração pode punir particulares que não tenham tido em nenhum momento alguma relação com o poder público"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3152721",
    "metadata": "Ano: 2025 | Banca: IGEDUC | Órgão: Prefeitura de Calumbi - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Poder normativo, poder hierárquico e poder disciplinar"
    ],
    "enunciado_principal": "Considere as atribuições dos poderes administrativos, com base nos princípios da Administração Pública. Assinale a alternativa correta sobre o poder disciplinar, o poder hierárquico, o poder regulamentar e o poder de polícia.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O poder de polícia refere-se ao poder da Administração Pública para regulamentações suas próprias atividades internas e corrige desvios funcionais de seus agentes."
      },
      {
        "letra": "B",
        "texto": "O poder hierárquico permite à Administração Pública aplicar avaliações aos servidores e cidadãos que descumpram as normas administrativas."
      },
      {
        "letra": "C",
        "texto": "O poder disciplinar é aquele por meio do qual a Administração Pública organiza internamente sua estrutura, distribuindo e escalonando funções e atividades."
      },
      {
        "letra": "D",
        "texto": "O poder regulamentar possibilita a criação de normas complementares para o cumprimento das leis, por meio de regulamentos e decretos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3150311",
    "metadata": "Ano: 2025 | Banca: IMPARH | Órgão: CGM de Fortaleza - CE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Poder normativo, poder hierárquico e poder disciplinar"
    ],
    "enunciado_principal": "Ao editar as leis e atos normativos, o Poder Legislativo nem sempre possibilita que elas sejam especificamente normatizadas. Cumpre, então, à Administração criar os mecanismos de complementação das leis indispensáveis à sua efetiva aplicabilidade. Essa é a base do:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poder de polícia."
      },
      {
        "letra": "B",
        "texto": "poder disciplinar."
      },
      {
        "letra": "C",
        "texto": "poder regulamentar."
      },
      {
        "letra": "D",
        "texto": "poder hierárquico."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3135761",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Santa Rosa - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Poder vinculado e discricionário",
      "Poder normativo, poder hierárquico e poder disciplinar",
      "Poder de polícia",
      "Abuso de Poder"
    ],
    "enunciado_principal": "Para Rossi (2020), os agentes públicos serão dotados de poderes instrumentais adequados à realização de tarefas administrativas e, também, de deveres administrativos consistentes num poder-dever de agir. Segundo a autora, entre esses poderes da Administração estão: 1. Poder vinculado. 2. Poder disciplinar. 3. Poder hierárquico. 4. Poder de polícia. 5. Poder regulamentar. O resultado da somatória dos números correspondentes às afirmações corretas é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "09."
      },
      {
        "letra": "B",
        "texto": "10."
      },
      {
        "letra": "C",
        "texto": "12."
      },
      {
        "letra": "D",
        "texto": "13."
      },
      {
        "letra": "E",
        "texto": "15."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3356375",
    "metadata": "Ano: 2024 | Banca: CETAP | Órgão: SEOP-PA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Processo Administrativo - Lei nº 9.784 de 1999 e Lei nº 14.210 de 2021",
      "Poderes da Administração",
      "Poder normativo, poder hierárquico e poder disciplinar"
    ],
    "enunciado_principal": "O Decreto Federal n. 11.129/2022 determina que a Controladoria-Geral da União possui, no âmbito do Poder Executivo federal, competência concorrente para instaurar e julgar PAR e competência exclusiva para avocar os processos instaurados para exame de sua regularidade ou para lhes corrigir o andamento, inclusive promovendo a aplicação da penalidade administrativa cabível. Estas competências poderão ser exercidas, a qualquer tempo, se presentes quaisquer das seguintes circunstâncias: l caracterização de originariamente competente; ll omIssao da autoridade inexistência de condições objetivas para sua realização no órgão ou na entidade de origem; Ill- complexidade, repercussão e relevância da matéria; IV- valor dos contratos mantidos pela pessoa jurídica com o órgão ou com a entidade atingida; V- apuração que envolva atos e fatos relacionados com mais de um órgão ou entidade da administração pública federal. Estão corretos apenas os itens:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, lI, IlI, IV e V."
      },
      {
        "letra": "B",
        "texto": "I, lI e IlI."
      },
      {
        "letra": "C",
        "texto": "IlI, IV e V."
      },
      {
        "letra": "D",
        "texto": "I, IlI, IV e V."
      },
      {
        "letra": "E",
        "texto": "ll, Ill, IV e V."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3324090",
    "metadata": "Ano: 2024 | Banca: IDCAP | Órgão: UEFS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Poder normativo, poder hierárquico e poder disciplinar",
      "Poder de polícia"
    ],
    "enunciado_principal": "Avalie as assertivas abaixo que apresentam conceitos de alguns poderes da Administração Pública: I.Faculdade que dispõe a Administração Pública de limitar e condicionar o uso e gozo de bens, atividades e o exercício dos direitos individuais em benefício do interesse público. II.Prerrogativa conferida à Administração Pública para editar atos gerais, complementando as leis e permitindo sua aplicação efetiva. III.É o poder que autoriza a Administração Pública apurar infrações e aplicar penalidades aos servidores públicos e aos particulares que possuam algum vínculo jurídico com a Administração. Assinale a opção que aponta CORRETA E RESPECTIVAMENTE os Poderes da Administração Pública conceituados nas assertivas acima:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Poder Hierárquico - Poder Regulamentar - .Poder Disciplinar."
      },
      {
        "letra": "B",
        "texto": "Poder de Polícia - Poder Regulamentar - Poder Disciplinar."
      },
      {
        "letra": "C",
        "texto": "Poder de Tutela - Poder Discricionário - Poder de Polícia."
      },
      {
        "letra": "D",
        "texto": "Poder Disciplinar - Poder Punitivo - Poder de Polícia."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3307801",
    "metadata": "Ano: 2024 | Banca: IBPTEC | Órgão: Prefeitura de Simão Dias - SE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Poder normativo, poder hierárquico e poder disciplinar"
    ],
    "enunciado_principal": "Leia o excerto a seguir: “O poder (...) é discricionário, o que deve ser entendido em seus devidos termos. A Administração não tem liberdade de escolha entre punir e não punir, pois, tendo conhecimento de falta praticada por servidor, tem necessariamente que instaurar o procedimento adequado para sua apuração e, se for o caso, aplicar a pena cabível. Não o fazendo, incide em crime de condescendência criminosa, previsto no artigo 320 do Código Penal e em improbidade administrativa, conforme artigo 11, inciso II, da Lei n.º 8.429, de 2-6- 92. A discricionariedade existe, limitadamente, nos procedimentos previstos para apuração da falta, uma vez que os Estatutos funcionais não estabelecem regras rígidas como as que impõem na esfera criminal.” (DI PIETRO, Maria Sylvia Zanella. Direito Administrativo. São Paulo: Atlas, 2010. p. 126.). Assinale abaixo a alternativa que corresponda ao poder administrativo trazido no excerto anterior:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Disciplinar"
      },
      {
        "letra": "B",
        "texto": "Discricionário"
      },
      {
        "letra": "C",
        "texto": "De polícia"
      },
      {
        "letra": "D",
        "texto": "Judiciário"
      },
      {
        "letra": "E",
        "texto": "Regulamentar"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3298536",
    "metadata": "Ano: 2024 | Banca: IDCAP | Órgão: Prefeitura de Piúma - ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Poder normativo, poder hierárquico e poder disciplinar"
    ],
    "enunciado_principal": "Leia o caso hipotético abaixo: João, servidor público efetivo de determinado município, faltou injustificadamente ao trabalho por mais de 30 (trinta) dias seguidos. Conforme previsto na Legislação do Município em questão, a conduta configura abandono de cargo, cuja pena cominada é a de demissão. Dessa forma, após regular Processo Administrativo Disciplinar, João foi demitido do serviço público. Assinale a alternativa que aponta CORRETAMENTE o poder da Administração Pública manifestado no caso hipotético:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Poder Regulamentar."
      },
      {
        "letra": "B",
        "texto": "Poder de Polícia."
      },
      {
        "letra": "C",
        "texto": "Poder Disciplinar."
      },
      {
        "letra": "D",
        "texto": "Poder Discricionário."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3296445",
    "metadata": "Ano: 2024 | Banca: IDCAP | Órgão: Prefeitura de Piúma - ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos",
      "Poderes da Administração",
      "Poder normativo, poder hierárquico e poder disciplinar"
    ],
    "enunciado_principal": "O Poder Normativo ou Poder Regulamentar, pode ser entendido a competência conferida à Administração Pública de expedir atos administrativos gerais e abstratos, que detalham e regulamentam o texto legal, visando à sua execução adequada. Nesse sentido, assinale a alternativa que contém um ato administrativo que exemplifica o exercício do Poder Normativo ou Regulamentar.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A edição de Regulamento, ou seja, ato normativo privativo do chefe do Poder Executivo, apresentado por meio da expedição de um Decreto."
      },
      {
        "letra": "B",
        "texto": "A edição de uma Certidão, ou seja, ato por meio do qual a Administração Pública certifica um determinado fato que já se encontra previamente registrado no órgão."
      },
      {
        "letra": "C",
        "texto": "Edição de uma Permissão, ou seja, ato discricionário e precário, veiculada para conceder ao particular o uso de determinado bem público, de forma anormal ou privativa."
      },
      {
        "letra": "D",
        "texto": "A edição de um Parecer, ou seja, ato administrativo por meio do qual se emite opinião de órgão consultivo do Poder Público, sobre assunto de sua competência."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3277372",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: MinC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Poder normativo, poder hierárquico e poder disciplinar"
    ],
    "enunciado_principal": "O Congresso Nacional, após a observância das formalidades legais, aprovou um determinado projeto de lei de interesse do setor cultural do país. Em assim sendo, o Presidente da República sancionou, promulgou e publicou a legislação. Em seguida, o Chefe do Poder Executivo em âmbito federal editou um decreto, com o objetivo de garantir a fiel execução da lei que foi aprovada pelo Poder Legislativo. Nesse cenário, considerando o entendimento doutrinário e jurisprudencial dominantes, é correto afirmar que o Chefe do Poder Executivo agiu de forma",
    "alternativas": [
      {
        "letra": "A",
        "texto": "inválida, pois ele somente poderia ter editado o decreto, para garantir a fiel execução da legislação, caso o Poder Legislativo não o fizesse, permanecesse omisso por prazo juridicamente relevante."
      },
      {
        "letra": "B",
        "texto": "inválida, pois a edição de decretos, para garantir a fiel execução das leis, compete ao Poder Legislativo."
      },
      {
        "letra": "C",
        "texto": "válida, sendo uma manifestação do poder normativo."
      },
      {
        "letra": "D",
        "texto": "válida, sendo uma manifestação do poder disciplinar."
      },
      {
        "letra": "E",
        "texto": "válida, sendo uma manifestação do poder de polícia."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3271181",
    "metadata": "Ano: 2024 | Banca: Ibest | Órgão: CRF-RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Poder normativo, poder hierárquico e poder disciplinar",
      "Poder de polícia"
    ],
    "enunciado_principal": "A respeito dos poderes administrativos que consistem em prerrogativas do Estado para alcançar o interesse público, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o poder hierárquico se manifesta entre União, Distrito Federal, estados e municípios, havendo entre eles relação de subordinação."
      },
      {
        "letra": "B",
        "texto": "o abuso de poder ocorre quando o agente atua nos limites da competência legalmente definida, mas com finalidade diversa da inicialmente prevista."
      },
      {
        "letra": "C",
        "texto": "A delegação é a tomada de competência de um agente por outro, desde que este último seja seu superior hierárquico."
      },
      {
        "letra": "D",
        "texto": "o poder de polícia se expressa no condicionamento da liberdade e da propriedade dos indivíduos, mediante ações fiscalizadoras, preventivas e repressivas."
      },
      {
        "letra": "E",
        "texto": "o poder de polícia é conhecido como o poder de apurar infrações, aplicando sanções a quem possui vínculos especiais com o Estado."
      }
    ],
    "gabarito": "X"
  },
  {
    "id": "3268712",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CREF - 9ª Região (PR)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Poder normativo, poder hierárquico e poder disciplinar"
    ],
    "enunciado_principal": "Considerando as características do poder hierárquico e do poder disciplinar, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O poder disciplinar exerce suas funções dentro e fora da Administração Pública, permitindo, inclusive, a criação de leis e normas supralegais, em substituição ao Poder Legislativo."
      },
      {
        "letra": "B",
        "texto": "O poder hierárquico é utilizado para promover servidores e criar cargos dentro da Administração Pública."
      },
      {
        "letra": "C",
        "texto": "A aplicação do poder disciplinar prescinde de instauração de processo administrativo adequado e de obediência à garantia do contraditório e da ampla defesa antes da aplicação de sanções."
      },
      {
        "letra": "D",
        "texto": "A delegação e a avocação de competência são corolários do poder hierárquico."
      },
      {
        "letra": "E",
        "texto": "O poder hierárquico confere ao Poder Executivo a prerrogativa de rever, de ofício, as decisões judiciais transitadas em julgado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3235321",
    "metadata": "Ano: 2024 | Banca: IBPTEC | Órgão: Prefeitura de Lagarto - SE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Poder normativo, poder hierárquico e poder disciplinar"
    ],
    "enunciado_principal": "Leia o excerto a seguir: “(...) é o que cabe à Administração Pública para apurar infrações e aplicar penalidades aos servidores públicos e demais pessoas sujeitas à disciplina administrativa; é o caso dos estudantes de uma escola pública.” (DI PIETRO, Maria Sylvia Zanella. Direito Administrativo. São Paulo: Forense, 2018. p. 119.). Assinale a alternativa que corresponda com o poder da Administração Pública conceituado acima:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Poder de Polícia."
      },
      {
        "letra": "B",
        "texto": "Poder Disciplinar."
      },
      {
        "letra": "C",
        "texto": "Poder Normativo."
      },
      {
        "letra": "D",
        "texto": "Poder Regulamentar."
      },
      {
        "letra": "E",
        "texto": "Poder Judiciário."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3199274",
    "metadata": "Ano: 2024 | Banca: INAZ do Pará | Órgão: Prefeitura de Capão Alto - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Poder normativo, poder hierárquico e poder disciplinar"
    ],
    "enunciado_principal": "Qual é o poder da Administração Pública que decorre da hierarquia?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Poder Regulamentar."
      },
      {
        "letra": "B",
        "texto": "Poder de Polícia."
      },
      {
        "letra": "C",
        "texto": "Poder Disciplinar."
      },
      {
        "letra": "D",
        "texto": "Poder Hierárquico."
      },
      {
        "letra": "E",
        "texto": "Poder Normativo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3188529",
    "metadata": "Ano: 2024 | Banca: IVIN | Órgão: Prefeitura de Bragança - PA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Poder normativo, poder hierárquico e poder disciplinar"
    ],
    "enunciado_principal": "César foi promovido para a função de Chefe do órgão em que trabalhava. Ao assumir o novo posto, reorganizou as funções dos servidores lotados nos departamentos, redistribuindo-as e revendo a metodologia de atuação de cada um. Com base na situação narrada, pode-se dizer que César agiu com fundamento no:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Poder de polícia."
      },
      {
        "letra": "B",
        "texto": "Poder disciplinar."
      },
      {
        "letra": "C",
        "texto": "Poder hierárquico."
      },
      {
        "letra": "D",
        "texto": "Poder normativo."
      },
      {
        "letra": "E",
        "texto": "Poder regulamentar."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3185384",
    "metadata": "Ano: 2024 | Banca: EVO Concursos | Órgão: Câmara de Monte Santo de Minas - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Poder normativo, poder hierárquico e poder disciplinar"
    ],
    "enunciado_principal": "Sobre instauração de processo administrativo disciplinar, quanto ao entendimento do STJ, está correto afirmar o que está em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a portaria de instauração do processo administrativo disciplinar imprescinde da exposição detalhada dos fatos a serem apurados."
      },
      {
        "letra": "B",
        "texto": "a portaria de instauração do processo administrativo disciplinar prescinde da exposição detalhada dos fatos, sem a necessidade de apuração."
      },
      {
        "letra": "C",
        "texto": "a portaria de instauração do processo administrativo disciplinar prescinde da exposição não detalhada dos fatos a serem apurados."
      },
      {
        "letra": "D",
        "texto": "a portaria de instauração do processo administrativo disciplinar prescinde da exposição detalhada dos fatos a serem apurados."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3172653",
    "metadata": "Ano: 2024 | Banca: IBFC | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Poder normativo, poder hierárquico e poder disciplinar"
    ],
    "enunciado_principal": "A respeito do poder hierárquico no âmbito da Administração Pública, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o poder hierárquico permite que o superior subordine o inferior, mas não pode delegar competências ou atribuições"
      },
      {
        "letra": "B",
        "texto": "o poder hierárquico confere ao superior a capacidade de supervisionar, coordenar e controlar as atividades dos subordinados, podendo também delegar e avocar atribuições"
      },
      {
        "letra": "C",
        "texto": "o poder hierárquico não se aplica em organizações que possuem estrutura verticalizada, sendo mais apropriado para estruturas horizontais"
      },
      {
        "letra": "D",
        "texto": "o poder hierárquico é exclusivo do Poder Executivo e não se aplica aos Poderes Legislativo e Judiciário"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3171644",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: PC-MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Poder normativo, poder hierárquico e poder disciplinar"
    ],
    "enunciado_principal": "A autoridade competente, no âmbito da Polícia Civil de Minas Gerais, editou um decreto, com o objetivo de esmiuçar determinada legislação aprovada pela Assembleia Legislativa e sancionada pelo Governador do Estado, aplicável à referida instituição policial. Registre-se que, após alguns meses, descobriu-se que João, policial civil, havia descumprido, dolosamente, diversas determinações existentes no decreto. Com efeito, após a observância do contraditório e da ampla defesa, o agente público foi punido na esfera administrativa. Nesse cenário, considerando os entendimentos doutrinário e jurisprudencial dominantes, é correto afirmar que o decreto editado pela autoridade competente, no âmbito da Polícia Civil de Minas Gerais,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é uma manifestação do poder regulamentar. Por sua vez, a punição suportada por João é fruto do poder disciplinar."
      },
      {
        "letra": "B",
        "texto": "é uma manifestação do poder regulamentar. Por sua vez, a punição suportada por João é fruto do poder de polícia. ."
      },
      {
        "letra": "C",
        "texto": "é uma manifestação do poder hierárquico. Por sua vez, a punição suportada por João é fruto do poder de polícia."
      },
      {
        "letra": "D",
        "texto": "é uma manifestação do poder de polícia. Por sua vez, a punição suportada por João é fruto do poder disciplinar."
      },
      {
        "letra": "E",
        "texto": "e a punição suportada por João são manifestações do poder de polícia."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3170296",
    "metadata": "Ano: 2024 | Banca: FURB | Órgão: Prefeitura de Timbó - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Poderes da Administração",
      "Poder vinculado e discricionário",
      "Poder normativo, poder hierárquico e poder disciplinar"
    ],
    "enunciado_principal": "Os poderes administrativos são instrumentos conferidos à Administração Pública para exercer suas funções e alcançar o interesse público. São fundamentais para a organização e o funcionamento do Estado. Quanto aos poderes administrativos, registre V, para verdadeiras, e F, para falsas: (__)O poder vinculado é aquele em que a Administração Pública deve agir de acordo com a lei, sem margem para discricionariedade. (__)O poder discricionário permite que a Administração Pública tome decisões com certo grau de liberdade, dentro dos limites da lei, avaliando a conveniência e a oportunidade. (__)O poder hierárquico é a atribuição da Administração Pública de limitar ou disciplinar direitos e atividades privadas para proteger o interesse público, como a fiscalização de estabelecimentos comerciais. Assinale a alternativa que apresenta a sequência correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V − F − F."
      },
      {
        "letra": "B",
        "texto": "F − V − F."
      },
      {
        "letra": "C",
        "texto": "F − F − V."
      },
      {
        "letra": "D",
        "texto": "V − F − V."
      },
      {
        "letra": "E",
        "texto": "V − V − F."
      }
    ],
    "gabarito": "E"
  }
]