[
  {
    "id": "3606476",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRP - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "Em relação à responsabilidade civil do Estado e ao direito de regresso, julgue o item seguinte.As pessoas jurídicas de direito público e as de direito privado prestadoras de serviços públicos responderão pelos danos que seus agentes, nessa qualidade, causarem a terceiros, assegurado o direito de regresso contra o responsável somente se for demonstrada a conduta dolosa do agente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3592875",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Reparação do dano, ação de indenização, ação regressiva e prescrição.",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "Matheus, particular, compareceu à sede da Comarca de Blumenau/SC, com o objetivo de participar de uma audiência de instrução no âmbito do Juizado Especial Cível. Enquanto aguardava para ingressar na sala onde o referido ato processual ocorreria, João, agente público estadual, que se encontrava laborando, derrubou, por negligência, café fervendo nos braços e pernas de Matheus, ensejando graves queimaduras. De acordo com a narrativa, analise as afirmativas a seguir. I. A responsabilidade civil do Estado de Santa Catarina é objetiva, à luz da teoria do risco administrativo. II. João responderá, subjetivamente, pelos danos causados ao particular. III. Matheus deverá propor a ação indenizatória, em litisconsórcio passivo necessário, em face do Estado de Santa Catarina e do agente público João. Nesse cenário, considerando as disposições da Constituição Federal e o entendimento doutrinário e jurisprudencial dominante, está correto o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas;"
      },
      {
        "letra": "B",
        "texto": "II, apenas;"
      },
      {
        "letra": "C",
        "texto": "III, apenas;"
      },
      {
        "letra": "D",
        "texto": "I e II, apenas;"
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3506155",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: SEFAZ-PI",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "Durante a realização de uma competição esportiva em uma escola estadual, uma parte da arquibancada recém-instalada para atender o público do evento cedeu, causando ferimentos nos familiares dos alunos que ali estavam. O socorro médico foi acionado, mas foi necessária transferência de algumas vítimas para internação hospitalar, em razão da gravidade das lesões. Diante do contexto fático narrado, pode(m) ser responsabilizado(s) pelos danos causados,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a empresa responsável pela construção ou instalação da arquibancada, desde que comprovada culpa ou dolo de seus funcionários, remanescendo objetivaa responsabilidade do Estado e do agente público imbuído da gestão da unidade escolar."
      },
      {
        "letra": "B",
        "texto": "sob a modalidade subjetiva, o Estado, na qualidade de proprietário da unidade escolar, e, objetivamente, caso comprovada a tipificação de ato de improbidade, os agentes públicos responsáveis pela escolha e contratação da empresa que construiu as instalações da arquibancada."
      },
      {
        "letra": "C",
        "texto": "sob a modalidade objetiva, o agente público responsável pela gestão da unidade escolar, em razão de seu dever de ofício de zelar pela segurança das instalações do equipamento público."
      },
      {
        "letra": "D",
        "texto": "sob a modalidade objetiva, a empresa responsável pela construção ou instalação da arquibancada, remanescendo o Estado com a responsabilidade subjetiva subsidiária pelos danos ocorridos."
      },
      {
        "letra": "E",
        "texto": "o Estado, sob a modalidade objetiva, considerando a demonstração do nexo de causalidade entre os danos sofridos pelos familiares e a atuação dos agentes públicos que promoveram a contratação da empresa que realizou a construção on instalação da arquibancada."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3471659",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: UNB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "Acerca do regime jurídico administrativo, dos poderes da administração pública e da responsabilidade civil do Estado, julgue o item que se segue. O Brasil adota a teoria do dano direto ou imediato para a configuração do nexo de causalidade na demonstração da responsabilidade civil do Estado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3469189",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "A respeito de licitações, controle da administração pública e responsabilidade civil do Estado, julgue o item a seguir.A CF adota como regra a responsabilidade civil objetiva do Estado, com fundamento na teoria do risco integral, nas hipóteses em que um agente público, por meio de ação comissiva, causar dano a particular, bastando, para fins de responsabilização do Estado, a comprovação do dano e da atuação administrativa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3464364",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: FUB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "Acerca do regime jurídico administrativo, dos poderes da administração pública e da responsabilidade civil do Estado, julgue o item que se segue.Para a responsabilização civil do Estado, é necessária a demonstração da ação do agente público, do dano e do nexo de causalidade, além da comprovação de dolo ou culpa do servidor.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3464360",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: FUB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Reparação do dano, ação de indenização, ação regressiva e prescrição.",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "Acerca do regime jurídico administrativo, dos poderes da administração pública e da responsabilidade civil do Estado, julgue o item que se segue.A administração pública somente terá direito de regresso contra o agente responsável pelo ato que ocasionou a responsabilidade civil do Estado quando demonstrar o dolo ou a culpa do agente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3438005",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRC-SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "Com base na responsabilidade civil do Estado no direito brasileiro, julgue o item a seguir.A culpa concorrente da vítima constitui causa de exclusão da responsabilidade da Administração Pública, quando se trata da responsabilidade civil na modalidade de risco administrativo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3438004",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRC-SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "Com base na responsabilidade civil do Estado no direito brasileiro, julgue o item a seguir.Na ação de regresso contra o agente causador do dano a terceiros, é necessário demonstrar que ele agiu com dolo ou culpa, uma vez que a responsabilidade dele é subjetiva.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3438003",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRC-SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "Com base na responsabilidade civil do Estado no direito brasileiro, julgue o item a seguir.A responsabilidade civil adotada no direito brasileiro é na modalidade de risco integral, sendo exigida a demonstração do nexo de causalidade entre a conduta e o evento danoso.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3409245",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: STM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "Em relação à responsabilidade civil do Estado, julgue o item seguinte. Segundo o entendimento do STF, no caso de morte decorrente de disparo de arma de fogo em operação policial, o caráter inconclusivo da origem do disparo letal afasta a responsabilidade objetiva do Estado, uma vez que a comprovação do nexo causal é imprescindível para a caracterização do dever de reparar o dano.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3407076",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Excludentes e atenuantes da responsabilidade civil objetiva e teoria do risco integral",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado",
      "Responsabilidade do Estado por atos omissivos"
    ],
    "enunciado_principal": "Acerca da responsabilidade do Estado por atos praticados por servidores e agentes de segurança pública, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A Administração pública é responsável apenas pelas condutas comissivas de seus agentes, sejam elas responsáveis por resultar em dano patrimonial, moral ou estético."
      },
      {
        "letra": "B",
        "texto": "A teoria do risco administrativo incide no caso de perseguição policial que resultou em ferimento a transeunte, causado por projétil de arma de fogo disparado por agente policial."
      },
      {
        "letra": "C",
        "texto": "O Estado responde objetivamente em caso de dano decorrente de utilização de arma de fogo de corporação militar por parte de soldado fardado, mesmo se este não se encontrar em serviço."
      },
      {
        "letra": "D",
        "texto": "A responsabilidade civil do Estado será subjetiva quando o dano for causado por servidor público vinculado a empresa pública exploradora de atividade econômica."
      },
      {
        "letra": "E",
        "texto": "A indenização por parte da Administração para particular lesado pode ser parcial ou isenta em caso de participação desse particular no resultado danoso."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3387041",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: DPE-RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "Maria procurou a Defensoria Pública, pois, na noite anterior, o seu filho de 9 anos foi atingido por disparo de arma de fogo. Segundo narrou, diversos agente públicos ingressaram no bairro pobre em que vive com forte aparato, pois estavam diligenciando a prisão de determinado conhecido traficante da região, que recentemente havia foragido do sistema prisional. Maria relatou que houve intensa troca de tiros, pelo que se abrigou, com o filho, no quarto que entendia estar mais bem protegida. No entanto, o filho foi atingido por disparo que transpassou a janela de vidro do imóvel. A assistida não soube informar a dinâmica do confronto entre os policiais e os comparsas do foragido, pois se preocupou em proteger seu familiar. Recentemente, o STF decidiu sobre a responsabilidade civil da administração pública por danos causados durante operações de segurança pública (ARE 1.385.315 - TEMA 1.237 STF). Com base no relato e no entendimento fixado sobre tema, é correto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se a origem do disparo que causou danos em uma operação policial não foi identificada, o Estado não pode ser responsabilizado, uma vez que a falta de provas sobre a responsabilidade do agente público impede a responsabilização do ente público."
      },
      {
        "letra": "B",
        "texto": "O STF não exige prova cabal sobre a origem do disparo para o reconhecimento da responsabilidade civil do Estado, mas esta só ocorrerá se evidenciado que plausível o alvejamento por agente de segurança pública."
      },
      {
        "letra": "C",
        "texto": "O fato de Maria não ter elementos sobre a origem do disparo isenta o poder público de responsabilidade."
      },
      {
        "letra": "D",
        "texto": "O STF exige provas concretas sobre a origem do disparo, pois a responsabilidade estatal só pode ocorrer se provado que a bala partiu de um agente do Estado, indicando efeitos diretos e imediatos causados pela conduta."
      },
      {
        "letra": "E",
        "texto": "Mesmo que Maria não tenha provas sobre a origem do disparo, entende-se que, em casos de morte ou ferimento durante operações de segurança pública, a Administração Pública deve indenizar as vítimas, mesmo que a origem do disparo não seja identificada (perícia inconclusiva) e a responsabilidade será sempre objetiva."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3384771",
    "metadata": "Ano: 2025 | Banca: INSTITUTO AOCP | Órgão: MPE-RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "A responsabilidade extracontratual do Estado corresponde à obrigação de reparar danos causados a terceiros em decorrência de comportamentos comissivos ou omissivos, materiais ou jurídicos, lícitos ou ilícitos, imputáveis aos agentes públicos. A respeito da responsabilidade extracontratual do Estado, informe se é verdadeiro (V) ou falso (F) o que se afirma a seguir e assinale a alternativa com a sequência correta. ( ) A responsabilidade civil do Estado é, em regra, objetiva, baseada na teoria do risco administrativo. ( ) Em regra, para a responsabilização do Estado, é suficiente a comprovação do dano e do nexo causal entre a conduta administrativa e o prejuízo sofrido. ( ) Não podem ser consideradas como causas excludentes da responsabilidade do Estado a força maior e a culpa exclusiva da vítima, devido à adoção da teoria do risco integral como regra pelo ordenamento jurídico pátrio. ( ) A teoria do risco integral é adotada pela Constituição Federal como regra geral para a responsabilidade civil do Estado. ( ) A responsabilidade objetiva do Estado não impede o direito de regresso contra o agente causador do dano, em caso de dolo ou culpa.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V – V – F – F – V."
      },
      {
        "letra": "B",
        "texto": "V – F – V – V – F."
      },
      {
        "letra": "C",
        "texto": "F – V – F – V – V."
      },
      {
        "letra": "D",
        "texto": "V – V – V – F – F."
      },
      {
        "letra": "E",
        "texto": "F – F – V – V – F."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3375720",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRM-MS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "No que se refere à responsabilidade civil do Estado no ordenamento jurídico brasileiro, julgue o item a seguir, com base nos princípios constitucionais, na jurisprudência dominante e nos critérios adotados pela doutrina majoritária.Para a configuração da responsabilidade civil do Estado, exige‑se a presença de quatro elementos: conduta estatal; dano; dolo; e nexo de causalidade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3345907",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TJ-GO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "A sociedade empresária Alfa atua como prestadora do serviço público de esgotamento sanitário na zona urbana do Município Sigma. Antônio, um dos técnicos de manutenção de bueiros de Alfa, ao fazer a limpeza de um valão, durante o expediente regular, provocou um acidente que resultou em danos físicos, patrimoniais e morais ao usuário do serviço João. Na situação descrita, diante do texto constitucional, é correto afirmar que a responsabilidade civil de Alfa",
    "alternativas": [
      {
        "letra": "A",
        "texto": "será objetiva, sendo desnecessária a comprovação de culpa ou dolo de Antônio."
      },
      {
        "letra": "B",
        "texto": "pressupõe que seja demonstrada a culpa de Antônio."
      },
      {
        "letra": "C",
        "texto": "somente será objetiva caso a indenização não ultrapasse o valor de quarenta salários mínimos."
      },
      {
        "letra": "D",
        "texto": "não está configurada, considerando que Sigma é o titular do serviço."
      },
      {
        "letra": "E",
        "texto": "é subsidiária, pressupondo que seja esgotada a possibilidade de responsabilização pessoal de Antônio e de Sigma."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3336310",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: MPU",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "Em uma abordagem realizada junto a um indivíduo que aparentemente portava arma de fogo, suspeita que veio a ser confirmada, João, responsável pelo policiamento institucional no âmbito de uma estrutura estatal de poder federal, veio a alvejá-lo durante o serviço. Logo após, os meios de comunicação social passaram a divulgar versões díspares a respeito do ocorrido, que oscilavam entre a atuação de João em legítima defesa, o manejo imprudente da arma de fogo e até mesmo inferências de que teria havido ação dolosa com o objetivo de gerar lesões no referido indivíduo. À luz da sistemática constitucional, é correto afirmar, em relação à responsabilidade civil da União pelos danos causados ao indivíduo alvejado, que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não é cabível;"
      },
      {
        "letra": "B",
        "texto": "somente é cabível se for demonstrado o dolo de João;"
      },
      {
        "letra": "C",
        "texto": "somente é cabível se for demonstrada a culpa ou o dolo de João;"
      },
      {
        "letra": "D",
        "texto": "somente é cabível em caráter subsidiário, caso João não possa arcar com o valor da indenização;"
      },
      {
        "letra": "E",
        "texto": "é cabível, independente do dolo ou da culpa de João, ressalvada a demonstração da culpa exclusiva da vítima."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3334319",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Intervenção do estado na propriedade",
      "Requisição administrativa",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "Durante situação de calamidade pública causada por um desastre ambiental, um prédio particular foi requisitado por autoridade municipal para abrigar temporariamente famílias desabrigadas. O proprietário não concordou com a medida e exigiu indenização imediata e em dinheiro, alegando violação ao direito de propriedade. À luz da Constituição Federal, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A requisição de imóvel particular somente é possível mediante decreto de desapropriação e pagamento prévio em dinheiro ao proprietário."
      },
      {
        "letra": "B",
        "texto": "A autoridade pública agiu de forma inconstitucional, pois o uso de propriedade particular somente é admissível se autorizado judicialmente."
      },
      {
        "letra": "C",
        "texto": "A requisição da propriedade é constitucional, mas a indenização deve ser paga previamente e em títulos da dívida pública."
      },
      {
        "letra": "D",
        "texto": "A Constituição permite o uso de propriedade particular em iminente perigo público, com indenização ulterior apenas se houver dano ao bem."
      },
      {
        "letra": "E",
        "texto": "A pequena propriedade rural, ainda que voltada à subsistência familiar, pode ser penhorada em situações de emergência coletiva."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3306719",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: MPE-CE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "Julgue o seguinte item, referente ao direito administrativo.A responsabilidade civil das pessoas jurídicas de direito privado prestadoras de serviço público é objetiva em relação a terceiros usuários e não usuários do serviço prestado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3299243",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: IBAMA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "A respeito da responsabilidade civil do Estado e da improbidade administrativa, julgue o item a seguir. No Brasil, a responsabilidade civil do Estado por ato comissivo é objetiva, fundada na teoria do risco administrativo, isto é, é necessário, em regra, comprovar a existência de conduta estatal, a ocorrência de dano e o nexo de causalidade entre a conduta e o dano provocado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3296701",
    "metadata": "Ano: 2025 | Banca: IGEDUC | Órgão: CRMV-BA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Evolução da responsabilidade civil estatal - Teoria da irresponsabilidade, teorias civilistas e teorias publicistas",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "A responsabilidade civil do Estado tem previsão no artigo 37, §6º, da Constituição Federal. Nesse contexto, assinale a alternativa que indica CORRETAMENTE a teoria aplicada, como regra, à responsabilização do Estado por danos causados a terceiros.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Trata-se da Teoria do Risco Integral, pela qual o Estado responde de forma objetiva, sem a possibilidade de alegação de excludentes de ilicitude."
      },
      {
        "letra": "B",
        "texto": "Teoria da Teoria da Culpa Anônima ou Culpa do Serviço (Faute du service), pela qual o Estado responde subjetivamente pelos danos causados por seus agentes, desde que se comprove que o serviço público não funcionou, funcionou de forma inadequada ou foi prestado com atraso."
      },
      {
        "letra": "C",
        "texto": "Trata-se da Teoria do Risco Administrativo, pela qual o Estado responde de forma objetiva, mas pode afastar sua responsabilidade caso comprove a ocorrência de alguma excludente de ilicitude."
      },
      {
        "letra": "D",
        "texto": "Trata-se da Teoria da Teoria da Culpa Civil, segundo a qual o Estado somente será responsabilizado se houver comprovação de culpa ou dolo do agente público."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3295825",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: TRT - 15ª Região (SP)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado",
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Disposições gerais da Improbidade Administrativa",
      "Atos de Improbidade Administrativa e suas Sanções"
    ],
    "enunciado_principal": "Um empregado em uma empresa estatal prestadora de serviços públicos, exercendo função de gerente de uma das áreas da empresa, passou a assediar sexualmente uma usuária dos serviços públicos. Nessa hipótese,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a ação judicial em favor da vítima para reparação do dano moral deve ser proposta em face da empresa estatal, exclusivamente."
      },
      {
        "letra": "B",
        "texto": "o referido gerente está sujeito às sanções da Lei de Improbidade Administrativa (Lei nº 8.429/1992), visto que praticou ato que atenta contra princípios da Administração Pública."
      },
      {
        "letra": "C",
        "texto": "não cabe ação judicial contra a empresa estatal com o fim de obter reparação do dano moral, visto que se trata de conduta tipicamente privada, não associada à prestação de serviços públicos."
      },
      {
        "letra": "D",
        "texto": "a empresa estatal responderá apenas se comprovada a culpa in eligendo ou in vigilando, visto que não é aplicável a responsabilidade objetiva à hipótese."
      },
      {
        "letra": "E",
        "texto": "a ação judicial em favor da vítima para reparação do dano moral deve ser proposta em face da empresa estatal e do gerente, em litisconsórcio necessário."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3295412",
    "metadata": "Ano: 2025 | Banca: ADM&TEC | Órgão: Prefeitura de João Alfredo - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "O Estado responde civilmente por atos de seus agentes, com fundamento em teorias objetivas. Selecione a caracterização da responsabilidade do Estado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Independe de prova de culpa do agente, exigindo a verificação de dano e nexo causal com a ação ou omissão estatal."
      },
      {
        "letra": "B",
        "texto": "Funda-se exclusivamente na culpa grave do servidor, dispensando a teoria objetiva."
      },
      {
        "letra": "C",
        "texto": "Garante excludente de responsabilidade diante de qualquer conduta ilícita, sem ônus ao poder público."
      },
      {
        "letra": "D",
        "texto": "Exige ação direta do Poder Judiciário para autorizar qualquer indenização, mesmo em hipóteses de flagrante dano público."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3278782",
    "metadata": "Ano: 2025 | Banca: IBADE | Órgão: UNIVESP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "Com relação à responsabilidade civil do Estado e a responsabilidade dos agentes públicos, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o servidor público não pode ser punido na esfera administrativa se foi absolvido no juízo criminal."
      },
      {
        "letra": "B",
        "texto": "somente a pessoa jurídica de direito privado prestadora de serviço público, é que se sujeita à responsabilização civil prevista no § 6º, do artigo 37 da CRFB/88."
      },
      {
        "letra": "C",
        "texto": "o servidor será responsável apenas civilmente por atos omissivos ou comissivos, sem implicações penais ou administrativas."
      },
      {
        "letra": "D",
        "texto": "as penalidades de advertência e de suspensão terão seus registros cancelados, após o decurso de 5 (cinco) e 10 (dez) anos de efetivo exercício, respectivamente, se o servidor não houver, nesse período, praticado nova infração disciplinar."
      },
      {
        "letra": "E",
        "texto": "a responsabilidade do Estado é, em geral, objetiva, enquanto a responsabilidade do agente que causa danos a terceiros é considerada subjetiva, devendo ser comprovado que ele agiu com dolo ou culpa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3267386",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "[Questão Inédita] A responsabilidade civil do Estado e seus agentes está disciplinada no artigo 37, parágrafo 6º, da Constituição Federal, mas doutrinariamente apresenta diversas teorias a respeito. Sobre o tema, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A teoria do risco administrativo incide no caso de perseguição policial que resultou em ferimento a transeunte, causado por projétil de arma de fogo disparado por agente policial."
      },
      {
        "letra": "B",
        "texto": "A chamada responsabilidade subsidiária pode ser atribuída apenas à pessoa jurídica estatal."
      },
      {
        "letra": "C",
        "texto": "A teoria do risco integral enseja em responsabilidade objetiva no Estado em casos de ataques terroristas e riscos ambientais ou nucleares."
      },
      {
        "letra": "D",
        "texto": "A morte de detento em estabelecimento prisional enseja, excepcionalmente, em responsabilidade subjetiva do Estado."
      },
      {
        "letra": "E",
        "texto": "Aplica–se a responsabilidade civil subjetiva do Estado na hipótese de dano físico em particular que estava sob a custódia de um agente policial, e quando a alegação de dano físico decorreu de conduta omissiva genérica do referido policial."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3267134",
    "metadata": "Ano: 2025 | Banca: UEG | Órgão: UEG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Serviços Públicos",
      "Delegação dos Serviços Públicos - Concessão e Permissão",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "Tício, morador de Goiânia, resolveu viajar com sua família para Pirenópolis (cidade do estado de Goiás). Tício efetuou o pagamento do pedágio da concessionária XYZ, que gerencia a via concedida pelo Estado. Ao passar 2 km do pedágio, o carro de Tício teve o seu pneu furado, por causa de um buraco na via, que a concessionária não manuteniu. Devido ao ocorrido, Tício não conseguiu controlar o veículo e abarroou em outro automóvel, causando dano. No que tange à responsabilidade civil no caso:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "há responsabilidade objetiva, subsidiária do Estado e direta da concessionária XYZ, na forma do art. 37, § 6º da Constituição da República Federativa do Brasil."
      },
      {
        "letra": "B",
        "texto": "há responsabilidade objetiva do Estado e subjetiva da concessionária XYZ, na forma do art. 37, § 6º da Constituição Federativa da República do Brasil."
      },
      {
        "letra": "C",
        "texto": "há responsabilidade objetiva, somente da concessionária XYZ, na forma do art. 37, § 6º da Constituição Federativa da República do Brasil."
      },
      {
        "letra": "D",
        "texto": "há responsabilidade objetiva, direta do Estado e da concessionária XYZ, na forma do art. 37, § 6º da Constituição Federativa da República do Brasil."
      },
      {
        "letra": "E",
        "texto": "há responsabilidade subjetiva do Estado e objetiva da concessionária XYZ, na forma do art. 37, § 6º da Constituição Federativa da República do Brasil."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3265635",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: IF-RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Excludentes e atenuantes da responsabilidade civil objetiva e teoria do risco integral",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "A respeito da responsabilidade civil do Estado, na forma do art. 37, § 6º, da Constituição Federal de 1988 (CF/88), assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ação por danos causados por agente público (art. 37, § 6º, da CF) deve ser ajuizada contra o Estado ou a pessoa jurídica de direito privado prestadora de serviço público."
      },
      {
        "letra": "B",
        "texto": "O Estado é responsável, na esfera cível, por morte ou ferimento decorrente de operações de segurança pública, nos termos da Teoria do Risco Integral."
      },
      {
        "letra": "C",
        "texto": "É parte ilegítima para a ação o autor do ato."
      },
      {
        "letra": "D",
        "texto": "Assegura-se o direito de regresso contra o responsável nos casos de dolo ou culpa."
      },
      {
        "letra": "E",
        "texto": "O Estado responde, objetivamente, pelos atos dos tabeliães e registradores oficiais que, no exercício de suas funções, causem dano a terceiros."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3248001",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: Prefeitura de Niterói - RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "A reparação pelos prejuízos sofridos, em virtude da conduta estatal, é realizada por meio do disposto na Constituição Federal que adota a modalidade objetiva de responsabilidade civil do Estado. De acordo com essa abordagem jurídica, é necessário, para a comprovação do dever de reparação do dano gerado, a existência de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dolo do agente"
      },
      {
        "letra": "B",
        "texto": "culpa do agente"
      },
      {
        "letra": "C",
        "texto": "omissão na conduta do agente"
      },
      {
        "letra": "D",
        "texto": "vínculo contratual entre o agente e o sujeito lesado"
      },
      {
        "letra": "E",
        "texto": "nexo causal entre a conduta do agente e o dano produzido"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3219107",
    "metadata": "Ano: 2025 | Banca: COSEAC | Órgão: SEAP-RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "Um jovem, morador de um Estado da União, foi atingido por uma bala perdida, enquanto jogava videogame no interior de sua residência, durante uma operação policial em sua região. Após o incidente, o jovem precisou ser hospitalizado e ficou com sequelas permanentes que o impedem de se locomover. Ele decidiu processar o Estado, pleiteando indenização pelos danos sofridos. À luz da Teoria do Risco Administrativo e da responsabilidade civil do Estado, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o Estado será responsabilizado objetivamente, devendo indenizar o jovem pelos danos materiais e morais sofridos, salvo se houver comprovação de que o disparo foi resultado de força maior ou culpa exclusiva da vítima."
      },
      {
        "letra": "B",
        "texto": "oEstado só será responsabilizado se for comprovado que o policial agiu com dolo ou culpa grave no disparo da arma."
      },
      {
        "letra": "C",
        "texto": "o Estado não poderá ser responsabilizado, pois a operação policial visava a segurança pública e o disparo foi feito em legítima defesa."
      },
      {
        "letra": "D",
        "texto": "o Estado será responsabilizado apenas pelos danos materiais sofridos pelo jovem, pois os danos morais não são abrangidos pela Teoria do Risco Administrativo."
      },
      {
        "letra": "E",
        "texto": "a responsabilidade do Estado depende da comprovação de que o jovem não estava em situação de risco ou perigo no momento do disparo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3211776",
    "metadata": "Ano: 2025 | Banca: VUNESP | Órgão: Prefeitura de Sertãozinho - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "José é Fiscal Tributário de um determinado município e, durante deslocamento com automóvel da Prefeitura a fim de cumprir diligência na sede de empresa objeto de fiscalização tributária, envolve-se em acidente de trânsito que resulta em danos aos demais veículos privados envolvidos. Com base nessa situação hipotética, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "José cometeu ato de improbidade administrativa ao se valer de automóvel da Prefeitura para fins de cumprimento de diligência de fiscalização, levando à ocorrência de um acidente de trânsito."
      },
      {
        "letra": "B",
        "texto": "caso José demonstre a culpa exclusiva dos demais envolvidos pelos danos causados, a sua responsabilidade restará afastada, mas não a responsabilidade do Município."
      },
      {
        "letra": "C",
        "texto": "a responsabilidade individual de José depende apenas da demonstração de nexo de causalidade entre a sua conduta e o resultado danoso, sendo desnecessária a demonstração de elemento subjetivo na sua conduta."
      },
      {
        "letra": "D",
        "texto": "a responsabilização do Município nessa situação é residual e eventual, ocorrendo apenas na hipótese de José não deter meios suficientes para a compensação de eventuais prejuízos causados."
      },
      {
        "letra": "E",
        "texto": "o Município responderá pelos danos causados a terceiros, sem necessidade de comprovação de dolo ou culpa, mas terá direito a ação de regresso contra José, se demonstrado dolo ou culpa de sua parte."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3290862",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: Prefeitura de São Paulo - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Excludentes e atenuantes da responsabilidade civil objetiva e teoria do risco integral",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "Suponha que o Município de São Paulo tenha celebrado contrato de concessão de serviços e um determinado segmento de usuários tenha sofrido prejuízos em função de falha constatada na prestação dos serviços pela empresa concessionária. Esses usuários buscaram responsabilizar civilmente a empresa concessionária pelos danos causados na prestação dos serviços, sendo que, de acordo com a disciplina jurídica da matéria, tal responsabilidade",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é afastada quando presentes excludentes como força maior, caso fortuito, culpa exclusiva da vitima, ou presença de situação de desequilíbrio econômico-financeiro do contrato."
      },
      {
        "letra": "B",
        "texto": "demanda a demonstração de dolo ou culpa da empresa concessionária ou de seus agentes, não bastando a mera comprovação do nexo de causalidade entre a falha na prestação e o prejuízo sofrido pelo usuário."
      },
      {
        "letra": "C",
        "texto": "é de natureza objetiva e independe, portanto, de comprovação de culpa, cabendo ao Município responsabilidade subsidiária, caso a concessionária não possua receitas ou ativos para arcar com o ressarcimento dos danos."
      },
      {
        "letra": "D",
        "texto": "é exclusiva do Município, na condição de poder concedente e titular do serviço, havendo direito de regresso em face da empresa concessionária, dada a comprovação da falha na prestação do serviço."
      },
      {
        "letra": "E",
        "texto": "é solidária entre o poder concedente (município) e a empresa concessionária, sendo que a responsabilidade do titular do serviço somente é afastada se comprovada a regular fiscalização nos termos previstos no contrato de concessão."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3262325",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Evolução da responsabilidade civil estatal - Teoria da irresponsabilidade, teorias civilistas e teorias publicistas",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "Em um contexto de administração pública, a responsabilidade civil do Estado é um tema de grande relevância, especialmente nas situações em que a atuação estatal causa danos a terceiros. Considerando a teoria da responsabilidade objetiva, que desconsidera a culpa e se fundamenta no risco da atividade, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A teoria da responsabilidade objetiva não se aplica em casos de atividades que envolvam risco, pois a responsabilidade é sempre subjetiva."
      },
      {
        "letra": "B",
        "texto": "A responsabilidade civil do Estado é sempre subsidiária, ou seja, só pode ser acionada após a responsabilização dos agentes públicos envolvidos."
      },
      {
        "letra": "C",
        "texto": "A responsabilidade objetiva do Estado é condicionada à demonstração de culpa, uma vez que a proteção do interesse público exige cautela nas ações governamentais."
      },
      {
        "letra": "D",
        "texto": "A responsabilidade objetiva implica que o Estado deve indenizar os danos causados independentemente da análise de culpa, fundamentando-se no risco da atividade que exerce."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3204040",
    "metadata": "Ano: 2025 | Banca: UECE-CEV | Órgão: PGE-CE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "Acerca da responsabilidade civil do Estado, a Constituição Federal diz que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a administração pública, em decorrência de erro doloso ou culposo de seus agentes, será civilmente responsável por danos causados ao patrimônio de terceiros."
      },
      {
        "letra": "B",
        "texto": "a responsabilidade objetiva estatal ocorre quando do Estado deveria agir, mas não o faz, sendo negligente ou quando os danos são não provocados por terceiros."
      },
      {
        "letra": "C",
        "texto": "é assegurado o direito de regresso contra o agente público responsável por danos causados a terceiros somente nos casos em que ficar comprovada sua culpabilidade."
      },
      {
        "letra": "D",
        "texto": "as pessoas jurídicas de direito privado prestadoras de serviços públicos somente serão civilmente responsabilizadas nos casos de comprovado dolo de seu agente."
      },
      {
        "letra": "E",
        "texto": "as pessoas jurídicas de direito público e as de direito privado prestadoras de serviços públicos responderão pelos danos que seus agentes, nessa qualidade, causarem a terceiros."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3185936",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TCE-RR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "João, auditor de controle externo do Tribunal de Contas do Estado Alfa, obteve, no curso de auditoria governamental, dados e informações sensíveis acerca dos potenciais beneficiários da política pública de combate ao uso de drogas desenvolvida pelo Estado Alfa. Embora tais dados tenham recebido o devido tratamento pela equipe de auditoria, com a categorização como sigilosos no sistema da Corte, vieram a público por desídia de João, que divulgou em aplicativos de mensagens e redes sociais abertas. Pedro, um dos beneficiários da referida política pública, teve sua vida severamente impactada pela divulgação de seu nome nas redes sociais, o que lhe acarretou danos morais e materiais, dos quais busca reparação na seara judicial. Nesse contexto, em sede de responsabilidade civil do Estado, é correto afirmar que Pedro deverá demandar",
    "alternativas": [
      {
        "letra": "A",
        "texto": "João, direta e exclusivamente, sendo sua responsabilidade de natureza objetiva."
      },
      {
        "letra": "B",
        "texto": "o Tribunal de Contas do Estado Alfa, direta e exclusivamente, sendo sua responsabilidade de natureza objetiva."
      },
      {
        "letra": "C",
        "texto": "o Estado Alfa, direta e exclusivamente, sendo sua responsabilidade de natureza objetiva."
      },
      {
        "letra": "D",
        "texto": "o Estado Alfa e o Tribunal de Contas do Estado Alfa, solidariamente, sendo sua responsabilidade de natureza subjetiva."
      },
      {
        "letra": "E",
        "texto": "o Estado Alfa, diretamente, e João, subsidiariamente, sendo a responsabilidade objetiva para ambos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3185195",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CFO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "Segundo os instrumentos de controle e responsabilização da Administração Pública, especialmente o controle administrativo, judicial e a responsabilidade civil do Estado, julgue o item a seguir. A responsabilidade do Estado é, em geral, objetiva, enquanto a responsabilidade do agente que causa danos a terceiros é considerada subjetiva, devendo ser comprovado que ele agiu com dolo ou culpa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3183583",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: TJ-RO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "Em certo dia, um jornal de grande circulação do Estado de Rondônia trouxe notícias a respeito de uma empresa pública que explora atividade econômica, de uma autarquia prestadora de serviço público e de um empregado de empresa privada que atua como concessionária na gestão de uma rodovia estadual. Nos três casos, o jornal relata episódios envolvendo tais pessoas jurídicas que causaram danos aos usuários. Tendo por base tais informações e supondo-se que estejam configurados todos os elementos para a responsabilização pelos atos praticados, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em nenhum dos casos se aplica a teoria do risco administrativo, devendo eventual responsabilidade ser apurada na forma da legislação civil."
      },
      {
        "letra": "B",
        "texto": "A empresa pública e a concessionária são pessoas jurídicas de natureza privada; logo, estão excluídas da regra de responsabilidade civil do Estado prevista constitucionalmente."
      },
      {
        "letra": "C",
        "texto": "Todas as pessoas jurídicas envolvidas, inclusive aquelas de natureza privada, estão sujeitas ao regime de responsabilidade objetiva do Estado, por expressa previsão constitucional."
      },
      {
        "letra": "D",
        "texto": "A autarquia e a empresa pública, dado serem pessoas jurídicas privadas, não se submetem ao regime de responsabilização estatal; a concessionária, por sua vez, será responsabilizada nos termos das demais pessoas jurídicas estatais, visto que presta serviço público."
      },
      {
        "letra": "E",
        "texto": "Tanto a autarquia quanto a concessionária deverão se submeter ao regime de responsabilização do Estado estabelecido no Art. 37, §6º, da Constituição Federal; a empresa pública que explora atividade econômica, a seu turno, se sujeita ao regime de responsabilização próprio das empresas privadas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3181252",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Caieiras - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "A Responsabilidade Civil do Servidor Público envolve a reparação de danos causados a terceiros ou à Administração Pública, seja por atos omissivos ou comissivos, de forma dolosa ou culposa. Considerando o disposto assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A responsabilidade civil do servidor público é sempre objetiva, ou seja, independe de culpa ou dolo."
      },
      {
        "letra": "B",
        "texto": "O servidor público pode ser responsabilizado civilmente apenas por danos causados à Administração Pública, e não a terceiros."
      },
      {
        "letra": "C",
        "texto": "O servidor público pode ser chamado a ressarcir o erário tanto em caso de danos causados diretamente à Administração Pública, quanto a terceiros, no exercício de suas funções."
      },
      {
        "letra": "D",
        "texto": "O processo administrativo para apuração de responsabilidade civil do servidor não precisa garantir direito de defesa, pois trata-se de uma responsabilidade objetiva."
      },
      {
        "letra": "E",
        "texto": "A indenização dos danos causados à Administração Pública não poderá ser realizada por meio de desconto em folha de pagamento do servidor responsável."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3171707",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Porto Alegre - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "Sobre a responsabilidade extracontratual do Estado, nos termos do art. 37, §6º da Constituição da República, é INCORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O regime da responsabilidade extracontratual do Estado implica a responsabilidade solidária entre o agente público e o Estado. Eventual ação deve ser proposta contra o Estado, e este tem o direito de regresso contra o agente faltoso."
      },
      {
        "letra": "B",
        "texto": "No estágio atual do direito brasileiro, a responsabilidade extracontratual do Estado resulta de qualquer ação ou omissão de agente do Estado ou de pessoas jurídicas prestadoras de serviços públicos que gere danos a terceiros, desde que proceda o agente nessa qualidade, ou seja, como órgão da entidade a que serve."
      },
      {
        "letra": "C",
        "texto": "O Poder Público não responde por condutas lícitas, porque aí não há culpa ou falha do serviço."
      },
      {
        "letra": "D",
        "texto": "Verificado o dano, a vítima terá apenas que demonstrar que é indenizável (que não é incerto ou eventual) e a existência de nexo de causalidade entre ele e a ação ou omissão da pessoa jurídica de direito público ou da pessoa da administração pública indireta prestadora de serviço público, para que fique caracterizada a responsabilidade."
      },
      {
        "letra": "E",
        "texto": "Um dos fundamentos da responsabilidade do Estado é o risco de suas atividades."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3171365",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: PC-MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "Maria residia em uma comunidade carente e, em um domingo, ao sair para ir à padaria, foi baleada na porta de sua casa. Na ocasião estava havendo uma operação da polícia para combater o tráfico de drogas na região. No caso em tela, a respeito da responsabilidade civil do Estado, de acordo com o entendimento do STF, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Estado responderá civilmente com base na teoria do risco integral."
      },
      {
        "letra": "B",
        "texto": "A demonstração da presença de excludentes de responsabilidade civil é ônus probatório dos parentes de Maria."
      },
      {
        "letra": "C",
        "texto": "Haverá responsabilidade civil do Estado somente se restar comprovado que os agentes policiais agiram com dolo ou culpa."
      },
      {
        "letra": "D",
        "texto": "A perícia inconclusiva sobre a origem do disparo fatal durante operações policiais e militares é suficiente, por si só, para afastar a responsabilidade civil do Estado."
      },
      {
        "letra": "E",
        "texto": "O Estado é responsável, na esfera cível, por morte ou ferimento decorrente de operações de segurança pública, em caso de perícia inconclusiva sobre a origem do disparo fatal, nos termos da teoria do risco administrativo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3154492",
    "metadata": "Ano: 2025 | Banca: FACET Concursos | Órgão: Prefeitura de Pedro Velho - RN",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "Analise a seguinte situação-problema sobre a responsabilidade civil da Administração Pública: Situação-problema: \"Um cidadão foi atropelado por um veículo oficial de uma autarquia federal enquanto este era conduzido por um servidor público em horário de expediente. O cidadão ingressou com ação judicial para reparação de danos, mas a autarquia alegou que o acidente ocorreu por culpa exclusiva da vítima, que atravessou fora da faixa de pedestres.\"",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A responsabilidade civil objetiva da Administração Pública exclui a análise de culpa da vítima, sendo irrelevante sua conduta para fins de reparação dos danos sofridos."
      },
      {
        "letra": "B",
        "texto": "O regime de responsabilidade objetiva da Administração Pública permite a imputação do dever de indenizar independentemente de dolo ou culpa do servidor, salvo comprovação de caso fortuito ou força maior."
      },
      {
        "letra": "C",
        "texto": "A Administração Pública não pode ser responsabilizada por danos causados por veículos oficiais, salvo quando comprovado o uso indevido do bem público pelo servidor."
      },
      {
        "letra": "D",
        "texto": "A culpa exclusiva da vítima exime a Administração Pública de responsabilidade civil, sendo imprescindível a comprovação do nexo causal para imputação de indenização."
      },
      {
        "letra": "E",
        "texto": "A responsabilidade da autarquia é subjetiva em casos de atos praticados por servidores em serviço, exigindo a comprovação de dolo ou culpa para fins de reparação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3153540",
    "metadata": "Ano: 2025 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "Suponha que, em decorrência das mudanças climáticas, em 2024, após um tsunami atingir a costa do estado do Rio de Janeiro, uma usina nuclear administrada por uma empresa pública federal sofre um grave acidente técnico durante um procedimento de reparo de danos causados pelo evento climático extremo. Um dos reatores apresenta uma falha inesperada no sistema de refrigeração, levando a um superaquecimento do núcleo e à liberação de materiais radioativos na atmosfera. O vazamento inicial é controlado, mas a liberação contínua de partículas tóxicas se espalha pelo ar e pela água, contaminando a região costeira e os recursos hídricos que abastecem várias cidades próximas. A nuvem radioativa afeta uma área densamente povoada, levando à evacuação emergencial de milhares de residentes. Além do impacto direto à saúde pública, como aumento de casos de doenças respiratórias e contaminação por radiação, a biodiversidade local também sofre danos irreversíveis. Espécies marinhas e terrestres entram em extinção em algumas áreas, e os solos agrícolas próximos são comprometidos pela radiação, causando prejuízos econômicos significativos aos produtores rurais. A empresa que opera a usina alega que o acidente ocorreu por uma falha mecânica imprevista, consequência dos danos causados pelo evento extremo e imprevisível que foi o tsunami, e que todas as normas de segurança estavam em conformidade com os regulamentos vigentes. Com base nessa situação hipotética e na legislação brasileira, é correto afirmar sobre a responsabilidade civil do Estado que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o fato de a administração da usina ser realizada por meio de uma empresa pública e não diretamente pela União afasta a possibilidade de responsabilização direta desta pelos danos eventualmente causados pelo acidente, considerando-se que o ordenamento nacional não permite a responsabilização por ato praticado por terceiro."
      },
      {
        "letra": "B",
        "texto": "a teoria do risco administrativo é a face no Direito Administrativo da teoria da responsabilidade civil objetiva no Direito Civil. Aplicada à situação descrita no enunciado, ela afastaria a possibilidade de alegação pela União de causas excludentes do nexo causal."
      },
      {
        "letra": "C",
        "texto": "a responsabilidade por danos nucleares no Brasil é considerada pela doutrina como exemplo da teoria do risco integral, a qual afasta não apenas a necessidade de demonstração de dolo e culpa, mas também a possibilidade de alegação de causas excludentes do nexo causal por parte da União."
      },
      {
        "letra": "D",
        "texto": "em razão da aplicação ao caso da teoria do risco administrativo, a comprovação da ausência de culpa ou dolo por parte da União, se comprovada a conformidade na usina em relação às normas de segurança, afasta a possibilidade de responsabilização pela reparação do dano."
      },
      {
        "letra": "E",
        "texto": "a responsabilidade por danos nucleares no Brasil é considerada pela doutrina como exemplo da teoria do risco integral, a qual afasta a necessidade de demonstração de dolo e culpa, mas mantém a possibilidade de alegação de causas excludentes do nexo causal por parte da União."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3150404",
    "metadata": "Ano: 2025 | Banca: IMPARH | Órgão: CGM de Fortaleza - CE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "Maria Júlia trafegava em seu carro na Avenida Dr. Silas Munguba, Bairro Passaré, durante a manhã, a caminho do trabalho, quando, em meio ao trânsito lento, foi surpreendida por um automóvel oficial do Município de Fortaleza, que passou de forma brusca e acelerada ao lado de seu veículo, causando um leve abalroamento, que levou a motorista a colidir contra o veículo à sua frente, o que, afinal, causou graves danos a esses dois carros. Apesar do acidente e dos danos materiais aos dois veículos, não houve feridos. Após confeccionar o Boletim de Ocorrência na Delegacia de Acidentes e Delitos de Trânsito em Fortaleza, Maria Júlia resolveu comparecer ao plantão da Corregedoria-Geral do Município de Fortaleza, para noticiar o ocorrido, tendo indicado o número da unidade inscrito no automóvel oficial, assim como o horário em que o abalroamento havia acontecido. Em sua apuração preliminar, a corregedoria identificou os servidores públicos municipais que estavam no automóvel, assim como constatou que eles não se dirigiam a nenhuma diligência laboral na ocasião, apenas buscavam fugir do engarrafamento, por mero capricho. Após regular sindicância administrativa disciplinar, os servidores públicos municipais foram punidos. Ao tomar conhecimento do resultado da apuração da Corregedoria-Geral do Município de Fortaleza, Maria Júlia decidiu ajuizar ação para obter reparação civil do Município de Fortaleza, tendo em vista os danos causados ao seu veículo. A partir dessa situação hipotética, assinale a opção correta, com relação à responsabilidade civil do Município.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ação por danos causados por agente público deve ser ajuizada apenas contra o Município de Fortaleza, não sendo possível a responsabilização civil do servidor que causou o dano, nem mesmo em ação de regresso."
      },
      {
        "letra": "B",
        "texto": "Maria Júlia deverá ajuizar ação de responsabilidade civil apenas em desfavor dos servidores públicos municipais que conduziam o automóvel oficial quando do abalroamento, já que foi apurado, no procedimento disciplinar, que eles atuaram com dolo ou culpa."
      },
      {
        "letra": "C",
        "texto": "O Município de Fortaleza responde pelos danos que seus agentes públicos, nessa qualidade, causarem a terceiros, assegurado o direito de regresso contra os responsáveis nos casos de dolo ou culpa."
      },
      {
        "letra": "D",
        "texto": "Cabe à vítima do dano (Maria Júlia) a escolha do polo passivo da demanda, podendo ela ajuizar ação contra os agentes públicos municiais que causaram o dano ou contra o Município de Fortaleza, ente político."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3277375",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: MinC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "João, ocupante de um cargo público no Ministério da Cultura, durante o exercício das suas funções, causou dano material a um particular, que pretende adotar as medidas cabíveis para ser integralmente indenizado. Nesse cenário, considerando as disposições da Constituição Federal, além do entendimento doutrinário e jurisprudencial dominantes, é correto afirmar que a União Federal",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não tem qualquer responsabilidade pela conduta praticada por João, salvo se o último comprovar que não possui recursos financeiros para, por conta própria, indenizar a vítima."
      },
      {
        "letra": "B",
        "texto": "responderá, subsidiária e objetivamente, pelos danos causados por João, caso este não tenha recursos financeiros para, por conta própria, indenizar a vítima."
      },
      {
        "letra": "C",
        "texto": "responderá, subjetivamente, pelos danos causados por João, sendo indispensável a comprovação do dolo ou da culpa do agente público."
      },
      {
        "letra": "D",
        "texto": "responderá, objetivamente, pelos danos causados por João, sendo dispensável a comprovação do dolo ou da culpa do agente público."
      },
      {
        "letra": "E",
        "texto": "não tem qualquer responsabilidade, objetiva ou subjetiva, pela conduta praticada por João."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3271115",
    "metadata": "Ano: 2024 | Banca: Ibest | Órgão: CRF-RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Excludentes e atenuantes da responsabilidade civil objetiva e teoria do risco integral",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "Entre as excludentes de responsabilidade civil do Estado, há uma situação em que não haverá responsabilidade civil se o Estado tiver observado todos os limites e deveres pertinentes ao dever de diligência. Nessa situação, a excludente apresentada diz respeito",
    "alternativas": [
      {
        "letra": "A",
        "texto": "à necessidade pública."
      },
      {
        "letra": "B",
        "texto": "à culpa da vítima."
      },
      {
        "letra": "C",
        "texto": "à culpa de terceiro."
      },
      {
        "letra": "D",
        "texto": "ao caso fortuito ou força maior."
      },
      {
        "letra": "E",
        "texto": "ao exercício regular de direito."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3271113",
    "metadata": "Ano: 2024 | Banca: Ibest | Órgão: CRF-RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "Assinale a alternativa que apresenta a descrição correta dos três elementos que compõem a estrutura da responsabilidade civil extracontratual do Estado.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Dano material ou moral sofrido por alguém; uma ação ou omissão antijurídica imputável ao Estado; e um nexo de causalidade entre o dano e a ação ou omissão estatal."
      },
      {
        "letra": "B",
        "texto": "Dano material sofrido pelo Estado; uma ação ou omissão legal de um servidor público; e a intenção de causar o dano."
      },
      {
        "letra": "C",
        "texto": "Dano moral sofrido pelo Estado; uma ação ou omissão antijurídica cometida por um particular; e a ausência de nexo de causalidade entre o dano e a ação ou omissão."
      },
      {
        "letra": "D",
        "texto": "Dano material sofrido por alguém; uma ação legal imputável ao Estado; e a inexistência de nexo de causalidade entre o dano e a ação estatal."
      },
      {
        "letra": "E",
        "texto": "Dano moral sofrido por alguém; uma ação ou omissão antijurídica imputável a um particular; e um nexo de causalidade entre o dano e a ação ou omissão estatal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3248774",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: EBSERH",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "Helena de Ressurreição, 32 anos, estava com uma gestação de alto risco e tinha indicação de parto na 28ª semana, sendo acompanhada pelo Hospital de Clínicas de uma universidade pública federal. Entretanto, o procedimento não ocorreu na data prevista. Na 30ª semana, ela passou a sentir dores intensas, com contrações e hemorragia, sendo atendida no mesmo hospital, onde foi constatado o óbito do feto, cuja causa mortis foi atribuída à síndrome da transfusão feto-fetal. Helena alega que foi submetida a considerável sofrimento ao realizar um parto normal em vez de uma cesariana, o que a teria levado a desenvolver depressão após o enterro da filha. Demonstra, ainda, a ocorrência de erro médico e violência obstétrica. Avalie a situação hipotética acima e, a respeito da responsabilidade civil da pessoa jurídica de direito público, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pessoa jurídica de direito público responde de forma subjetiva pelos atos praticados por agentes da saúde, desde que comprovada a negligência ou imperícia desses agentes."
      },
      {
        "letra": "B",
        "texto": "A pessoa jurídica de direito público possui responsabilidade objetiva pelos danos causados por seus agentes, não havendo direito de regresso no âmbito dos serviços de saúde."
      },
      {
        "letra": "C",
        "texto": "A responsabilidade objetiva da pessoa jurídica de direito público pelos danos causados pelos seus agentes depende da demonstração de dolo ou culpa do agente público."
      },
      {
        "letra": "D",
        "texto": "A pessoa jurídica de direito público possui responsabilidade subjetiva pelos atos praticados por agentes públicos enquanto estiverem no exercício efetivo de suas funções públicas."
      },
      {
        "letra": "E",
        "texto": "A pessoa jurídica de direito público tem responsabilidade objetiva pelos danos causados a terceiros por seus agentes, admitindo o direito de regresso contra o responsável em caso de dolo ou culpa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3193185",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Prefeitura de Paraty - RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "A empresa hipotética BusTur, que atua como concessionária do serviço público de transporte coletivo no Município Alfa, teve Rodrigo, um de seus funcionários, realizando o translado de uma das rotas. Durante o percurso, Rodrigo bateu no carro de Vanessa, causando-lhe danos materiais pela colisão. Diante dessa situação, assinale a alternativa correta sobre a responsabilidade civil da empresa BusTur pelos danos causados por seu empregado Rodrigo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A empresa BusTur não é responsável pelos danos causados a Vanessa, com base na responsabilidade civil aquiliana."
      },
      {
        "letra": "B",
        "texto": "A responsabilidade civil da empresa BusTur é objetiva, mas somente para danos causados a usuários do serviço público, não se aplicando a Vanessa."
      },
      {
        "letra": "C",
        "texto": "A empresa BusTur é responsável pelos danos causados a Vanessa, com base na responsabilidade civil objetiva."
      },
      {
        "letra": "D",
        "texto": "A responsabilidade civil da empresa BusTur é subjetiva, ou seja, é necessário comprovar culpa ou dolo de Rodrigo para que Vanessa possa ser indenizada."
      },
      {
        "letra": "E",
        "texto": "A empresa BusTur não é responsável pelos danos causados a Vanessa e esta somente poderá ajuizar ação indenizatória em face de Rodrigo, cuja responsabilidade é objetiva."
      }
    ],
    "gabarito": "C"
  }
]