[
  {
    "id": "3296773",
    "metadata": "Ano: 2025 | Banca: IVIN | Órgão: Prefeitura de Cajazeiras do Piauí - PI",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Serviços Públicos",
      "Princípios dos Serviços Públicos"
    ],
    "enunciado_principal": "Sobre serviços públicos, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pelo princípio da atualidade, o modo de prestação de um serviço público não deve sofrer atualização enquanto se mostrar apto a produzir resultados, ainda que ocorra inovações ou metodologias mais eficientes, a fim de se evitar o risco de interrupção."
      },
      {
        "letra": "B",
        "texto": "Pelo princípio da continuidade, a prestação dos serviços públicos não deve ser interrompida, salvo em hipóteses excepcionais."
      },
      {
        "letra": "C",
        "texto": "Pelo princípio da modicidade das tarifas, os serviços públicos devem sempre ser cobrados por valores meramente simbólicos, mesmo que o faturamento não seja suficiente para a manutenção do serviço, posto que o Estado sempre se responsabilizará por esta."
      },
      {
        "letra": "D",
        "texto": "Pelo princípio da cortesia, os serviços públicos devem sempre ser gratuitos aos segmentos da população economicamente desfavorecidos."
      },
      {
        "letra": "E",
        "texto": "Pelo princípio da segurança, os serviços públicos devem ser prestados sempre com o pagamento feito previamente à prestação, de modo que o financiamento do serviço seja assegurado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3295902",
    "metadata": "Ano: 2025 | Banca: ADM&TEC | Órgão: Prefeitura de João Alfredo - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Serviços Públicos",
      "Regime jurídico administrativo",
      "Princípios dos Serviços Públicos",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Pelos artigos 1 ao 16 da Constituição Federal, princípios como cidadania orientam a postura do serviço público. Qual alternativa CORRETA aplica esses princípios no balcão de atendimento?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Diferenciar a atenção conforme o status de cada visitante, dando prioridade a pessoas influentes."
      },
      {
        "letra": "B",
        "texto": "Desprezar quem não consegue explicar seus problemas com clareza, interpretando isso como falta de preparo."
      },
      {
        "letra": "C",
        "texto": "Recepcionar o público com respeito e tentar explicar os procedimentos de maneira acessível, garantindo o mesmo tratamento a todos."
      },
      {
        "letra": "D",
        "texto": "Exigir pagamento informal para agilizar a consulta, pois isso reflete a autonomia do órgão."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3285399",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Caconde - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Serviços Públicos",
      "Princípios dos Serviços Públicos"
    ],
    "enunciado_principal": "Qual é o princípio que estabelece que os serviços públicos devem ser prestados de forma ininterrupta, sem interrupções ou paralisações, salvo em casos excepcionais e justificados?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Da publicidade."
      },
      {
        "letra": "B",
        "texto": "Da modicidade das tarifas."
      },
      {
        "letra": "C",
        "texto": "Da generalidade."
      },
      {
        "letra": "D",
        "texto": "Da continuidade."
      },
      {
        "letra": "E",
        "texto": "Da eficiência."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3272365",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: DPE-SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Serviços Públicos",
      "Conceito e Classificação dos Serviços Públicos",
      "Princípios dos Serviços Públicos"
    ],
    "enunciado_principal": "Sobre o saneamento básico, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os serviços públicos de saneamento básico serão prestados com base no princípio da integralidade, compreendida como o conjunto de atividades e componentes de cada um dos diversos serviços de saneamento que propicie à população o acesso a eles em conformidade com suas necessidades e maximize a eficácia das ações e dos resultados."
      },
      {
        "letra": "B",
        "texto": "Os recursos hídricos integram os serviços públicos de saneamento básico."
      },
      {
        "letra": "C",
        "texto": "Abrange serviços públicos, infraestruturas e instalações operacionais de esgotamento sanitário. É constituído pelas atividades e pela disponibilização e manutenção de infraestruturas e instalações operacionais necessárias à coleta, ao transporte, ao tratamento e à disposição final adequados dos esgotos sanitários, desde as ligações prediais até sua destinação final para produção de água de reúso ou seu lançamento de forma adequada no meio ambiente."
      },
      {
        "letra": "D",
        "texto": "A interrupção ou a restrição do fornecimento de água por inadimplência a estabelecimentos de saúde, a instituições educacionais e de internação coletiva de pessoas e a usuário residencial de baixa renda beneficiário de tarifa social deverá obedecer a prazos e critérios que preservem condições mínimas de manutenção da saúde das pessoas atingidas."
      },
      {
        "letra": "E",
        "texto": "A prestação dos serviços atenderá a requisitos mínimos de qualidade, incluindo a regularidade, a continuidade e aqueles relativos aos produtos oferecidos, ao atendimento dos usuários e às condições operacionais e de manutenção dos sistemas, de acordo com as normas regulamentares e contratuais."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3271256",
    "metadata": "Ano: 2025 | Banca: FADESP | Órgão: UNIFESSPA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Serviços Públicos",
      "Responsabilidades do servidor",
      "Princípios dos Serviços Públicos"
    ],
    "enunciado_principal": "Leia o texto a seguir: “[Serviço Público é] a ação dos órgãos e das entidades da Administração Pública Federal para atender, direta ou indiretamente, às demandas da sociedade relativas ao exercício de direito ou ao cumprimento de um dever.” BRASIL. Decreto nº 8.936, de 19 de dezembro de 2016. Brasília, DF: Presidência da República, 2016. O servidor público deve ser capaz de identificar as necessidades dos cidadãos para oferecer a adequada prestação dos serviços à população. Assim, pode-se afirmar que um atendimento de qualidade ocorre quando, em relação ao cidadão, o servidor público",
    "alternativas": [
      {
        "letra": "A",
        "texto": "prioriza os interesses internos da Administração, mesmo que isso signifique protelar ou dificultar o seu atendimento."
      },
      {
        "letra": "B",
        "texto": "evita responder perguntas que possam lhe gerar insatisfação, redirecionando-o a outros órgãos, sempre que possível."
      },
      {
        "letra": "C",
        "texto": "garante-lhe informações precisas e acessíveis sobre os serviços públicos disponíveis."
      },
      {
        "letra": "D",
        "texto": "adota uma postura burocrática e inflexível, sendo-lhe descortês quando necessário."
      },
      {
        "letra": "E",
        "texto": "promete solucionar a sua demanda, mesmo sabendo que não poderá cumpri-la."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3271254",
    "metadata": "Ano: 2025 | Banca: FADESP | Órgão: UNIFESSPA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Serviços Públicos",
      "Princípios dos Serviços Públicos"
    ],
    "enunciado_principal": "Com base no Decreto nº 9.094/2017, e nas suas alterações, que dispõem sobre a simplificação do atendimento ao usuário dos serviços públicos, pode-se afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "quando necessário, os usuários dos serviços públicos deverão apresentar documentos originais, sendo vedada a apresentação de cópias autenticadas."
      },
      {
        "letra": "B",
        "texto": "a Administração Pública não está obrigada a fornecer informações ao usuário sobre o andamento do seu processo, pois cabe a ele buscar atualizações especificamente junto ao órgão responsável."
      },
      {
        "letra": "C",
        "texto": "para complementar informações, a comunicação entre o órgão do Poder Executivo Federal e o interessado deverá ser feita por meio preferencialmente físico"
      },
      {
        "letra": "D",
        "texto": "a edição e a alteração das normas relativas ao atendimento dos usuários dos serviços públicos observarão os princípios da eficiência e da economicidade."
      },
      {
        "letra": "E",
        "texto": "o Cadastro de Pessoas Físicas (CPF) é considerado um instrumento insuficiente para a apresentação de dados do cidadão, no exercício de obrigações e direitos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3261138",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: HEMOMINAS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Serviços Públicos",
      "Princípios dos Serviços Públicos"
    ],
    "enunciado_principal": "O Sistema Único de Assistência Social (SUAS), Lei nº 8742/93, preconiza o respeito à dignidade do cidadão, à sua autonomia e ao seu direito a benefícios e a serviços de qualidade, bem como à convivência familiar e comunitária e veda qualquer comprovação vexatória de necessidade. A relevância de tal aspecto fica evidenciado pelo fato de o mesmo compor, na legislação supracitada, os (as):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "objetivos"
      },
      {
        "letra": "B",
        "texto": "diretrizes"
      },
      {
        "letra": "C",
        "texto": "princípios"
      },
      {
        "letra": "D",
        "texto": "definições"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3215445",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Serviços Públicos",
      "Princípios dos Serviços Públicos"
    ],
    "enunciado_principal": "A respeito do conceito de serviço público, de seus elementos constitutivos e de seus princípios, julgue o item seguinte.O princípio da continuidade do serviço público tem como principal característica autorizar mudanças no regime de execução do serviço para adaptá-lo ao interesse público.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3207958",
    "metadata": "Ano: 2025 | Banca: Gama Consult | Órgão: Prefeitura de Cotriguaçu - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Serviços Públicos",
      "Princípios dos Serviços Públicos"
    ],
    "enunciado_principal": "Com base no Art. 7º da Lei 8080/90, não se enquadra como um dos princípios do SUS:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "decidir sobre os aspectos operacionais, financeiros e administrativos da gestão compartilhada do SUS."
      },
      {
        "letra": "B",
        "texto": "divulgação de informações quanto ao potencial dos serviços de saúde e a sua utilização pelo usuário."
      },
      {
        "letra": "C",
        "texto": "proteção integral dos direitos humanos de todos os usuários e especial atenção à identificação de maus-tratos, de negligência e de violência sexual praticados contra crianças e adolescentes."
      },
      {
        "letra": "D",
        "texto": "participação da comunidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3203630",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: PC-MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Serviços Públicos",
      "Princípios dos Serviços Públicos"
    ],
    "enunciado_principal": "Assinale a opção que apresenta, corretamente, princípios do serviço público.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Seletividade, eficiência e segurança."
      },
      {
        "letra": "B",
        "texto": "Continuidade, igualdade e modicidade."
      },
      {
        "letra": "C",
        "texto": "Imutabilidade, generalidade e cortesia."
      },
      {
        "letra": "D",
        "texto": "Neutralidade, seletividade e atualidade."
      },
      {
        "letra": "E",
        "texto": "Continuidade, imutabilidade e seletividade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3185192",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CFO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Serviços Públicos",
      "Princípios dos Serviços Públicos"
    ],
    "enunciado_principal": "Com base nas disposições legais sobre os serviços públicos, assim como os meios de delegação, julgue o item seguinte. A interrupção do serviço público motivada por razões de ordem técnica ou de segurança das instalações constitui uma exceção ao princípio da continuidade dos serviços públicos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3283413",
    "metadata": "Ano: 2024 | Banca: INSTITUTO AOCP | Órgão: MPE-PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Serviços Públicos",
      "Princípios dos Serviços Públicos"
    ],
    "enunciado_principal": "Serviço público pode ser conceituado como todo serviço prestado pela Administração Pública ou por seus delegados, sob normas e controles estatais, para satisfazer necessidades essenciais ou secundárias da coletividade ou simples conveniências do Estado. Em relação aos princípios dos serviços públicos, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O princípio da continuidade do serviço público, o da imutabilidade do regime jurídico e o da igualdade dos usuários são inerentes ao regime jurídico dos serviços públicos."
      },
      {
        "letra": "B",
        "texto": "O princípio da continuidade do serviço público, que determina que o serviço público não pode parar, tem aplicação especialmente em relação aos contratos administrativos."
      },
      {
        "letra": "C",
        "texto": "O princípio da continuidade do serviço público traz como consequência a aplicabilidade da exceptio non adimpleti contractus contra a Administração Pública."
      },
      {
        "letra": "D",
        "texto": "Quanto ao exercício da função pública, constitui aplicação do princípio da continuidade do serviço público a proibição plena do direito de greve no Brasil."
      },
      {
        "letra": "E",
        "texto": "Pelo princípio da igualdade dos usuários perante o serviço público, qualquer pessoa faz jus à prestação do serviço, sem qualquer distinção de caráter pessoal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3273861",
    "metadata": "Ano: 2024 | Banca: Itame | Órgão: Prefeitura de Monte Alegre de Goiás - GO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Serviços Públicos",
      "Princípios dos Serviços Públicos"
    ],
    "enunciado_principal": "A Lei Orgânica estabelece as diretrizes básicas para a administração pública municipal e define direitos e deveres dos cidadãos, bem como a estrutura do município. Nos termos do art. 121 da Lei Orgânica de Monte Alegre de Goiás, o município, na prestação de serviços de transporte público, deverá obedecer a alguns princípios básicos, dentre eles:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a adoção de tarifa zero para quem apresentar declaração de pobreza."
      },
      {
        "letra": "B",
        "texto": "a proteção ambiental contra poluição atmosférica e sonora."
      },
      {
        "letra": "C",
        "texto": "a participação exclusiva dos servidores da administração pública no planejamento e na fiscalização dos serviços."
      },
      {
        "letra": "D",
        "texto": "prioridade restrita as pessoas com deficientes."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3269275",
    "metadata": "Ano: 2024 | Banca: Instituto Access | Órgão: Prefeitura de Volta Grande - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Serviços Públicos",
      "Conceito e Classificação dos Serviços Públicos",
      "Princípios dos Serviços Públicos"
    ],
    "enunciado_principal": "O Sistema Único de Saúde (SUS) tem como objetivos e atribuições a promoção, proteção e recuperação da saúde da população. Qual das seguintes ações está incluída no campo de atuação do Sistema Único de Saúde (SUS)?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Organização de eventos esportivos."
      },
      {
        "letra": "B",
        "texto": "Desenvolvimento de novos produtos tecnológicos para o setor privado."
      },
      {
        "letra": "C",
        "texto": "Fornecimento de equipamentos de entretenimento."
      },
      {
        "letra": "D",
        "texto": "Fiscalização e inspeção de alimentos, água e bebidas para consumo humano."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3255573",
    "metadata": "Ano: 2024 | Banca: IBAM | Órgão: Prefeitura de Guarulhos - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Serviços Públicos",
      "Conceito e Classificação dos Serviços Públicos",
      "Princípios dos Serviços Públicos"
    ],
    "enunciado_principal": "Considerando o disposto no Decreto 7508/11, avalie as assertivas a seguir quanto à sua veracidade. ( ) O acesso universal e igualitário às ações e aos serviços de saúde será ordenado pela atenção primária e deve ser fundado na avaliação da gravidade do risco individual e coletivo e no critério cronológico, observadas as especificidades previstas para pessoas com proteção especial, conforme legislação vigente. ( ) Mapa da Saúde corresponde à descrição geográfica da distribuição de recursos humanos e de ações e serviços de saúde ofertados pelo SUS e pela iniciativa privada, considerando-se a capacidade instalada existente, os investimentos e o desempenho aferido a partir dos indicadores de saúde do sistema. ( ) A seleção e a padronização de medicamentos indicados para atendimento de doenças ou de agravos no âmbito do SUS está compreendida na Relação Nacional de Ações e Serviços de Saúde − RENASES.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V, V, V"
      },
      {
        "letra": "B",
        "texto": "V, F, V"
      },
      {
        "letra": "C",
        "texto": "F, F, F"
      },
      {
        "letra": "D",
        "texto": "V, V, F"
      },
      {
        "letra": "E",
        "texto": "F, F, V"
      }
    ],
    "gabarito": "D"
  }
]