[
  {
    "id": "3645619",
    "metadata": "Ano: 2025 | Banca: CPCON | Órgão: Prefeitura de São Bentinho - PB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo"
    ],
    "enunciado_principal": "O Direito Administrativo se organiza a partir de princípios que orientam a relação entre o Estado e os particulares, estabelecendo tanto prerrogativas que asseguram a realização do interesse público, quanto mecanismos que limitam o exercício do poder estatal. Esse conjunto de regras e fundamentos jurídicos forma o chamado regime jurídico-administrativo, responsável por definir as bases sobre as quais a Administração Pública atua e se legitima. A compreensão adequada desse regime é essencial para analisar como o Estado pode intervir na esfera privada ao mesmo tempo em que deve respeitar garantias constitucionais e o devido processo legal. A partir deste contexto, avalie as asserções a seguir e a relação proposta entre elas. I- O regime jurídico-administrativo, caracterizado pela supremacia e pela indisponibilidade do interesse público, confere à Administração Pública prerrogativas especiais frente ao particular, mas também impõe restrições que limitam a atuação da Administração Púbica e garantem o respeito aos direitos fundamentais. PORQUE II- A supremacia do interesse público sobre o privado autoriza a Administração Pública a impor unilateralmente obrigações aos particulares, desde que vinculada aos fins previstos em lei, podendo, entretanto, flexibilizar garantias procedimentais sempre que estas se mostrarem um entrave à consecução da finalidade coletiva. A respeito dessas asserções, é CORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a asserção I é uma proposição falsa, e a II é uma proposição verdadeira."
      },
      {
        "letra": "B",
        "texto": "as asserções I e II são proposições verdadeiras, e a II é uma justificativa correta da I."
      },
      {
        "letra": "C",
        "texto": "as asserções I e II são proposições verdadeiras, mas a II não é uma justificativa correta da I."
      },
      {
        "letra": "D",
        "texto": "a asserção I é uma proposição verdadeira, e a II é uma proposição falsa."
      },
      {
        "letra": "E",
        "texto": "as asserções I e II são proposições falsas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3642481",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: CNU",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Avalie as afirmações: I. O princípio da publicidade impõe que todos os atos administrativos devem ser divulgados em meios oficiais, sem qualquer restrição. II. A moralidade administrativa exige atuação ética e compatível com os valores da Administração. III. A legalidade significa que o administrador só pode agir conforme a lei. Está correto o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "II, apenas."
      },
      {
        "letra": "C",
        "texto": "II e III, apenas."
      },
      {
        "letra": "D",
        "texto": "I e III, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3642480",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: CNU",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "São princípios expressos da Administração Pública previstos no art. 37, caput, da Constituição:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Legalidade, Impessoalidade, Eficiência, Supremacia do Interesse Público e Razoabilidade."
      },
      {
        "letra": "B",
        "texto": "Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência."
      },
      {
        "letra": "C",
        "texto": "Eficiência, Moralidade, Razoabilidade, Proporcionalidade e Publicidade."
      },
      {
        "letra": "D",
        "texto": "Legalidade, Eficiência, Discricionariedade, Publicidade e Moralidade."
      },
      {
        "letra": "E",
        "texto": "Legalidade, Motivação, Moralidade, Eficiência e Impessoalidade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3641384",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: CNU",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo"
    ],
    "enunciado_principal": "Uma circunstância em que o interesse particular do agente público tem potencial para interferir indevidamente no exercício de sua função ou prejudicar a consecução do interesse coletivo caracteriza-se como:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "quebra de sigilo."
      },
      {
        "letra": "B",
        "texto": "violação da confidencialidade."
      },
      {
        "letra": "C",
        "texto": "violação da privacidade."
      },
      {
        "letra": "D",
        "texto": "conflito de interesses."
      },
      {
        "letra": "E",
        "texto": "desvio de função."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3469553",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Julgue o seguinte item, relativo a poderes administrativos, regime jurídico-administrativo e controle da administração pública. Uma vez que a administração pública somente pode exigir e fazer o que está previsto em lei, os princípios que a regem são também aqueles expressos em lei.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3448651",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Polícia Federal",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Julgue o item a seguir. O regime jurídico-administrativo, caracterizado pela supremacia do interesse público sobre o privado e pela indisponibilidade do interesse público, fundamenta-se em diversos princípios, tanto expressos quanto implícitos. O princípio da eficiência, expressamente previsto no ar. 37 da Constituição Federal, exige que a atuação administrativa busque os melhores resultados com o menor custo possível, sendo dispensável, contudo, a observância dos princípios implícitos como a razoabilidade e a proporcionalidade, uma vez que estes não estão textualmente previstos na Constituição.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3448611",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Polícia Federal",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Sendo a moralidade um dos princípios gerais da Administração Pública, considere o item a seguir. A moralidade da Administração Pública não se limita à distinção entre o bem e o mal, devendo ser acrescida da ideia de que o fim é sempre o bem comum. O equilíbrio entre a legalidade e a finalidade, na conduta do servidor público, é que poderá consolidar a moralidade do ato administrativo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3426301",
    "metadata": "Ano: 2025 | Banca: IV - UFG | Órgão: Prefeitura de Flores de Goiás - GO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo"
    ],
    "enunciado_principal": "Leia o caso a seguir.Durante inspeção sanitária em uma indústria de sucos, um agente de vigilância sanitária identificou diversas irregularidades, como insumos armazenados em temperatura inadequada e fora do prazo de validade. O agente, então, concedeu um prazo para regularização e aplicou multa proporcional às infrações, evitando o impacto social negativo associado à interdição imediata do estabelecimento.Qual princípio da administração está explícito na ação do agente?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Princípio da eficiência: o agente garantiu que as irregularidades fossem imediatamente corrigidas."
      },
      {
        "letra": "B",
        "texto": "Princípio da justiça: o agente equilibrou a punição com as consequências para a coletividade."
      },
      {
        "letra": "C",
        "texto": "Princípio da moralidade: o agente agiu de acordo com seus valores morais e éticos e não somente de acordo com a lei."
      },
      {
        "letra": "D",
        "texto": "Princípio da legalidade: o agente tomou somente medidas previstas e permitidas por lei."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3409243",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: STM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Agentes públicos e Lei 8.112 de 1990",
      "Regime jurídico administrativo",
      "Concurso público"
    ],
    "enunciado_principal": "A respeito dos agentes públicos, bem como dos princípios da administração pública, julgue o item seguinte. Em atenção ao princípio administrativo da isonomia, os tribunais superiores consideram inconstitucional a imposição legal de critérios de distinção entre os candidatos de determinado concurso público.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3384768",
    "metadata": "Ano: 2025 | Banca: INSTITUTO AOCP | Órgão: MPE-RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "De acordo com o artigo 37 da Constituição Federal de 1988, a Administração Pública direta e indireta, de qualquer dos Poderes da União, dos Estados, do Distrito Federal e dos Municípios, obedecerá aos princípios de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "legalidade, impessoalidade, moralidade, publicidade e eficiência."
      },
      {
        "letra": "B",
        "texto": "legalidade, hierarquia, moralidade, publicidade e eficiência."
      },
      {
        "letra": "C",
        "texto": "impessoalidade, supremacia do interesse público, moralidade, publicidade e continuidade."
      },
      {
        "letra": "D",
        "texto": "legalidade, impessoalidade, razoabilidade, publicidade e autotutela."
      },
      {
        "letra": "E",
        "texto": "moralidade, legalidade, publicidade, economicidade e finalidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3375628",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRM-MS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Os servidores públicos devem ser guiados, acima de tudo, por valores fundamentais, como dignidade, decoro, dedicação, eficiência e integridade moral. Esses princípios devem orientar suas ações não apenas no desempenho de suas funções oficiais, mas também em sua vida pessoal, pois suas condutas refletem a própria essência e propósito do Estado. Considerando essas informações, julgue o item seguinte.Como regra, a publicidade dos atos da Administração Pública é requisito fundamental dos atos administrativos, constituindo‑se como dever do servidor e requisito de eficácia e moralidade, sendo que sua omissão compromete o bem comum, imputável a quem a negar.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3365707",
    "metadata": "Ano: 2025 | Banca: Ibest | Órgão: CRMV-ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo"
    ],
    "enunciado_principal": "A compreensão da Administração Pública envolve o conhecimento dos princípios que estabelecem o padrão a ser seguido por todas as organizações administrativas públicas — ou privadas que lidam com o interesse público — para atender aos interesses da sociedade. Com base nessa informação, assinale a alternativa que apresenta os cinco princípios da Administração Pública.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Legalidade, Impessoalidade, Fiscalização, Eficiência e Justiça."
      },
      {
        "letra": "B",
        "texto": "Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência."
      },
      {
        "letra": "C",
        "texto": "Legalidade, Publicidade, Regulamentação, Impessoalidade e Fiscalização."
      },
      {
        "letra": "D",
        "texto": "Transparência, Moralidade, Legalidade, Democracia e Impessoalidade."
      },
      {
        "letra": "E",
        "texto": "Regulação, Justiça, Eficiência, Moralidade e Equidade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3362871",
    "metadata": "Ano: 2025 | Banca: AMEOSC | Órgão: Prefeitura de Iporã do Oeste - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "No contexto da administração pública, os princípios fundamentais orientam as ações e decisões dos agentes públicos para garantir a integridade e o bom funcionamento da máquina estatal. Considere o seguinte caso: Um servidor público é encarregado de decidir sobre a concessão de um benefício social. Ele prioriza a análise dos documentos apresentados de forma criteriosa, de acordo com a legislação vigente, sem dar qualquer vantagem pessoal ou diferenciada a um indivíduo específico. Ao divulgar os critérios utilizados para concessão, ele age de maneira transparente e busca atender aos cidadãos com agilidade e eficácia. Com base nesse caso, quais os princípios da administração pública foram respeitados?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Legalidade, impessoalidade, eficiência e publicidade."
      },
      {
        "letra": "B",
        "texto": "Legalidade, moralidade, publicidade e nepotismo."
      },
      {
        "letra": "C",
        "texto": "Impessoalidade, publicidade, eficiência e favoritismo."
      },
      {
        "letra": "D",
        "texto": "Moralidade, publicidade, eficácia e legalidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3299669",
    "metadata": "Ano: 2025 | Banca: IGEDUC | Órgão: CRMV-BA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Agentes públicos e Lei 8.112 de 1990",
      "Regime jurídico administrativo",
      "Responsabilidades do servidor",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "O servidor público deve pautar sua atuação pelos princípios éticos, demonstrando integridade, responsabilidade e respeito ao interesse coletivo em todos os atos da função pública. Sobre o tema, analise as afirmativas a seguir: I. O servidor público pode priorizar interesses pessoais desde que haja compatibilidade com os objetivos da administração. II. A atuação ética na função pública depende unicamente da presença de sanções legais para evitar desvios de conduta. III. A função pública exige comportamento pautado na moralidade administrativa, visando ao interesse coletivo e à dignidade do serviço prestado. Está correto o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I apenas."
      },
      {
        "letra": "B",
        "texto": "III apenas."
      },
      {
        "letra": "C",
        "texto": "I e III apenas."
      },
      {
        "letra": "D",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3299667",
    "metadata": "Ano: 2025 | Banca: IGEDUC | Órgão: CRMV-BA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Agentes públicos e Lei 8.112 de 1990",
      "Regime jurídico administrativo",
      "Responsabilidades do servidor",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Durante uma auditoria interna, foi constatado que um servidor utilizava equipamentos da repartição para fins particulares e justificava a prática com base na ausência de prejuízo ao erário. A equipe responsável pelo relatório considerou a conduta antiética, mesmo sem evidência de dano financeiro. Com base nesse caso, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O princípio da moralidade no serviço público aplica-se apenas a situações em que se verifica ilícito penal ou dano ao erário."
      },
      {
        "letra": "B",
        "texto": "A ética no setor público exige do servidor conduta compatível com os valores da honestidade, zelo e respeito ao patrimônio público, independentemente de prejuízo material comprovado."
      },
      {
        "letra": "C",
        "texto": "A conduta ética do servidor está condicionada apenas às determinações expressas em lei, não cabendo juízo sobre comportamentos não tipificados."
      },
      {
        "letra": "D",
        "texto": "A ética administrativa admite o uso de bens públicos para fins particulares, desde que não haja gastos adicionais ou danos físicos aos equipamentos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3299660",
    "metadata": "Ano: 2025 | Banca: IGEDUC | Órgão: CRMV-BA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Durante um processo de licitação, um servidor público demonstrou conduta imparcial e se recusou a aceitar benefícios oferecidos por um dos fornecedores. Outro colega, no entanto, minimizou a atitude e alegou que, na ausência de Lei que tipifique a conduta, não haveria problema ético envolvido. Com base nesse cenário, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os princípios éticos na Administração Pública são aplicáveis apenas em cargos comissionados ou funções de chefia."
      },
      {
        "letra": "B",
        "texto": "Questões éticas são estritamente pessoais e, portanto, não se aplicam a situações administrativas ou de interesse coletivo."
      },
      {
        "letra": "C",
        "texto": "A ética na Administração Pública vai além da legalidade, exigindo conduta baseada na moralidade, impessoalidade e interesse público."
      },
      {
        "letra": "D",
        "texto": "A ausência de norma legal específica torna aceitável qualquer conduta que não configure ilícito penal, mesmo que seja imoral."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3299658",
    "metadata": "Ano: 2025 | Banca: IGEDUC | Órgão: CRMV-BA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "As práticas administrativas éticas e socialmente responsáveis impactam diretamente a imagem institucional e os resultados organizacionais, enquanto os manuais garantem padronização e qualidade nas rotinas operacionais. Acerca do assunto, marque V, para as afirmativas verdadeiras, e F, para as falsas: (__) A ética profissional baseia-se apenas no cumprimento das normas legais, não sendo influenciada por valores sociais ou morais. (__) A responsabilidade social corporativa se limita ao cumprimento de obrigações trabalhistas e tributárias, sem envolver ações voluntárias. (__) Os manuais administrativos devem conter exclusivamente normas disciplinares internas, sendo desnecessário incluir rotinas operacionais. (__) Os procedimentos administrativos bem definidos promovem eficiência e reduzem erros no desempenho das atividades organizacionais. A sequência está correta em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F, F, V, V."
      },
      {
        "letra": "B",
        "texto": "F, F, F, V."
      },
      {
        "letra": "C",
        "texto": "V, F, F, F."
      },
      {
        "letra": "D",
        "texto": "V, V, V, V."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3299159",
    "metadata": "Ano: 2025 | Banca: Instituto Access | Órgão: FUNAI",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "O princípio da impessoalidade, previsto na Constituição, orienta a atuação da Administração Pública, de forma que sua observância é obrigatória. Sobre o referido princípio, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Art. 37, §1º da CF, ao determinar que a publicidade dos atos, programas, obras, serviços e campanhas dos órgãos públicos deverá ter caráter educativo, informativo ou de orientação social, vedada a promoção pessoal de autoridades ou servidores públicos, está tratando diretamente do Princípio da Impessoalidade."
      },
      {
        "letra": "B",
        "texto": "A impessoalidade na atuação administrativa impede que o ato administrativo seja praticado com base em interesses pessoais do agente ou de terceiros, devendo estar estritamente alinhado à vontade da Lei, que possui caráter geral e abstrato."
      },
      {
        "letra": "C",
        "texto": "A impessoalidade, sob o prisma da igualdade (isonomia), tem desdobramentos explícitos em dispositivos constitucionais, podendo ser citado como exemplo a necessidade de realização de concurso público para acesso aos cargos e empregos públicos."
      },
      {
        "letra": "D",
        "texto": "Em qualquer caso, ofende o princípio da impessoalidade, configurando a prática vedada de nepotismo, ainda que respeitados os critérios objetivos de qualificação técnica e idoneidade moral, a nomeação para cargo político de cônjuge, companheiro ou parente em linha reta, colateral ou por afinidade, até o terceiro grau, inclusive, da autoridade nomeante ou de servidor da mesma pessoa jurídica investido em cargo de direção, chefia ou assessoramento."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3298594",
    "metadata": "Ano: 2025 | Banca: IVIN | Órgão: Prefeitura de Cajazeiras do Piauí - PI",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Agentes públicos e Lei 8.112 de 1990",
      "Regime jurídico administrativo",
      "Responsabilidades do servidor"
    ],
    "enunciado_principal": "Ciente de que a ética profissional envolve um conjunto de valores e princípios que orientam a conduta dos servidores no ambiente de trabalho, faça a correlação entre os conceitos éticos listados na Coluna A e suas respectivas definições fornecidas na Coluna B:COLUNA A 1. Responsabilidade 2. Respeito 3. Honestidade 4. Cooperação 5. SigiloCOLUNA B ( ) Agir com transparência, sem mentir nem enganar colegas ou superiores. ( ) Cumprir as funções corretamente, assumindo as consequências dos próprios atos. ( ) Manter confidencialidade sobre informações sensíveis do trabalho. ( ) Trabalhar em equipe, ajudando os colegas a criar um ambiente colaborativo. ( ) Tratar colegas, clientes e superiores com estima, gentileza e consideração. Assinale a alternativa que apresenta a sequência da correta correlação:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "3-1-5-2-4."
      },
      {
        "letra": "B",
        "texto": "2-3-5-4-1."
      },
      {
        "letra": "C",
        "texto": "2-4-5-3-1."
      },
      {
        "letra": "D",
        "texto": "3-2-5-4-1."
      },
      {
        "letra": "E",
        "texto": "3-1-5-4-2."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3298353",
    "metadata": "Ano: 2025 | Banca: IV - UFG | Órgão: Câmara de Morrinhos - GO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência",
      "Disposições gerais da Improbidade Administrativa",
      "Atos de Improbidade Administrativa e suas Sanções"
    ],
    "enunciado_principal": "Considerando o teor da Lei nº 8.429/1992 (Lei de Improbidade Administrativa), qual ato configura ato de improbidade administrativa que atenta contra os princípios da Administração Pública?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Perceber vantagem econômica, direta ou indireta, para facilitar a alienação, permuta ou locação de bem público ou o fornecimento de serviço por ente estatal por preço inferior ao valor de mercado."
      },
      {
        "letra": "B",
        "texto": "Aceitar emprego, comissão ou exercer atividade de consultoria ou assessoramento para pessoa física ou jurídica que tenha interesse suscetível de ser atingido ou amparado por ação ou omissão decorrente das atribuições do agente público durante a atividade."
      },
      {
        "letra": "C",
        "texto": "Celebrar contrato ou outro instrumento que tenha por objeto a prestação de serviços públicos por meio da gestão associada sem observar as formalidades previstas na lei."
      },
      {
        "letra": "D",
        "texto": "Frustrar a licitude de processo licitatório ou de processo seletivo para celebração de parcerias com entidades sem fins lucrativos, ou dispensá-los indevidamente, acarretando perda patrimonial efetiva."
      },
      {
        "letra": "E",
        "texto": "Revelar fato ou circunstância de que tem ciência em razão das atribuições e que deva permanecer em segredo, propiciando beneficiamento por informação privilegiada ou colocando em risco a segurança da sociedade e do Estado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3296184",
    "metadata": "Ano: 2025 | Banca: ADM&TEC | Órgão: Prefeitura de João Alfredo - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "A definição de um oficineiro profissional implica também o exercício ético e responsável. De que forma esse exercício se manifesta perante os participantes e a instituição contratante?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Valendo-se de qualquer oportunidade para autopromoção, postando imagens dos participantes sem consentimento e burlando contratos."
      },
      {
        "letra": "B",
        "texto": "Negligenciando feedbacks dos participantes, pois o oficineiro é o único capaz de avaliar o sucesso da oficina."
      },
      {
        "letra": "C",
        "texto": "Seguindo as normas estabelecidas, cumprindo horário, zelando pela qualidade das atividades, respeitando a privacidade dos participantes, além de prestar contas à instituição sobre os recursos e resultados."
      },
      {
        "letra": "D",
        "texto": "Conduzindo as oficinas de forma aleatória, sem cronograma ou registro, pois a criatividade não se enquadra em padrões."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3295902",
    "metadata": "Ano: 2025 | Banca: ADM&TEC | Órgão: Prefeitura de João Alfredo - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Serviços Públicos",
      "Regime jurídico administrativo",
      "Princípios dos Serviços Públicos",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Pelos artigos 1 ao 16 da Constituição Federal, princípios como cidadania orientam a postura do serviço público. Qual alternativa CORRETA aplica esses princípios no balcão de atendimento?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Diferenciar a atenção conforme o status de cada visitante, dando prioridade a pessoas influentes."
      },
      {
        "letra": "B",
        "texto": "Desprezar quem não consegue explicar seus problemas com clareza, interpretando isso como falta de preparo."
      },
      {
        "letra": "C",
        "texto": "Recepcionar o público com respeito e tentar explicar os procedimentos de maneira acessível, garantindo o mesmo tratamento a todos."
      },
      {
        "letra": "D",
        "texto": "Exigir pagamento informal para agilizar a consulta, pois isso reflete a autonomia do órgão."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3295899",
    "metadata": "Ano: 2025 | Banca: ADM&TEC | Órgão: Prefeitura de João Alfredo - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "O Decreto nº 1.171/94 (Código de Ética) define padrões de conduta para servidores. Indique a alternativa CORRETA que ilustra esses valores na rotina de recepção:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Atender o público com clareza e não esconder dados de caráter oficial, seguindo uma postura responsável e honesta."
      },
      {
        "letra": "B",
        "texto": "Conceder informações privilegiadas a conhecidos, pois a afinidade pessoal é sinal de confiança."
      },
      {
        "letra": "C",
        "texto": "Evitar repassar explicações detalhadas, pois a população deve buscar leis e normas por conta própria."
      },
      {
        "letra": "D",
        "texto": "Exigir brindes ou favores para agilizar o acesso às informações, reforçando a hierarquia interna."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3295735",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "[Questão Inédita] Acerca dos princípios dos serviços públicos, assinale a alternativa que versa sobre o dever da Administração em prestar serviços a preços módicos e razoáveis.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Eficiência."
      },
      {
        "letra": "B",
        "texto": "Transparência."
      },
      {
        "letra": "C",
        "texto": "Legalidade."
      },
      {
        "letra": "D",
        "texto": "Modicidade."
      },
      {
        "letra": "E",
        "texto": "Impessoalidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3295730",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "[Questão Inédita] A constitucionalização do direito administrativo se refere ao princípio:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "da segurança jurídica."
      },
      {
        "letra": "B",
        "texto": "da juridicidade."
      },
      {
        "letra": "C",
        "texto": "da legalidade."
      },
      {
        "letra": "D",
        "texto": "da proteção à confiança legítima."
      },
      {
        "letra": "E",
        "texto": "da unicidade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3295659",
    "metadata": "Ano: 2025 | Banca: ADM&TEC | Órgão: Prefeitura de João Alfredo - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Agentes públicos e Lei 8.112 de 1990",
      "Regime jurídico administrativo",
      "Responsabilidades do servidor",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "O vigia integra ações de proteção que podem envolver forças externas contra atividades criminosas. Identifique a alternativa CORRETA sobre a colaboração com autoridades públicas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ocultar indícios que possam gerar apreensões para evitar transtornos no local, considerando que exposições desnecessárias prejudicam a imagem do serviço."
      },
      {
        "letra": "B",
        "texto": "Fornecer provas concretas, relatar condutas suspeitas e manter canais de comunicação confiáveis com órgãos responsáveis, colaborando para combater grupos ilícitos."
      },
      {
        "letra": "C",
        "texto": "Classificar tudo como segredo absoluto, impedindo a investigação de informações internas solicitadas pelas autoridades."
      },
      {
        "letra": "D",
        "texto": "Desarticular redes criminosas de forma autônoma, interpretando qualquer suspeita como prova definitiva."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3294665",
    "metadata": "Ano: 2025 | Banca: ADM&TEC | Órgão: Prefeitura de João Alfredo - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo"
    ],
    "enunciado_principal": "Analise as ideias sobre princípios fundamentais da Administração Pública: I. A impessoalidade busca atos com foco no interesse coletivo, afastando favorecimentos pessoais. II. A moralidade envolve conduta ética, mas dispensa observância de códigos formais. III. A publicidade traz transparência, resguardando divulgações compatíveis com a legislação. IV. A eficiência impulsiona soluções bem estruturadas, visando resultado ótimo no serviço público. Estão CORRETAS as afirmativas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II, apenas."
      },
      {
        "letra": "B",
        "texto": "II e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "I, III e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "I, II e III, apenas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3289858",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: CFC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Avalie se os princípios da Administração Pública incluem: I. a legalidade; II. a moralidade; III. a livre concorrência; IV. a publicidade. São de fato princípios da Administração Pública os itens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II, apenas."
      },
      {
        "letra": "B",
        "texto": "II, III e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "I, II e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3288507",
    "metadata": "Ano: 2025 | Banca: IDECAN | Órgão: ADAGRI-CE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Esse princípio exige que o ato seja praticado sempre com finalidade pública. O administrador não pode buscar outro objetivo ou praticá-lo com interesse próprio ou de terceiros. Nesse sentido, o texto refere-se ao princípio da",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Eficiência."
      },
      {
        "letra": "B",
        "texto": "Regularidade."
      },
      {
        "letra": "C",
        "texto": "Impessoalidade."
      },
      {
        "letra": "D",
        "texto": "Indisponibilidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3286053",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Caconde - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Qual é o princípio da administração pública que estabelece a lei como prioridade nas decisões administrativas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Da moralidade."
      },
      {
        "letra": "B",
        "texto": "Da legalidade."
      },
      {
        "letra": "C",
        "texto": "Da eficiência."
      },
      {
        "letra": "D",
        "texto": "Da impessoalidade."
      },
      {
        "letra": "E",
        "texto": "Da transparência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3285874",
    "metadata": "Ano: 2025 | Banca: Ibest | Órgão: CREFONO - 5ª Região",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência",
      "Licitações e Lei nº 14.133 de 2021",
      "Princípios das Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Assinale a alternativa que apresenta um princípio comum à Administração Pública — constitucional — e à legislação sobre licitações e contratos — legislação complementar.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "probidade administrativa"
      },
      {
        "letra": "B",
        "texto": "eficiência"
      },
      {
        "letra": "C",
        "texto": "igualdade"
      },
      {
        "letra": "D",
        "texto": "economicidade"
      },
      {
        "letra": "E",
        "texto": "transparência"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3282535",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: Prefeitura de Sinop - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "A expressão que destaca que enquanto os indivíduos no campo privado podem fazer o que a lei não veda, o administrador público só pode atuar onde a lei autoriza, corresponde ao princípio da administração pública conhecido como:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "legalidade"
      },
      {
        "letra": "B",
        "texto": "moralidade"
      },
      {
        "letra": "C",
        "texto": "impessoalidade"
      },
      {
        "letra": "D",
        "texto": "segurança jurídica"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3282529",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: Prefeitura de Sinop - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "O princípio da legalidade está expressamente citado entre os preceitos que a Administração Pública deve obediência. De acordo com o entendimento corrente no ordenamento jurídico brasileiro:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o princípio da legalidade prega a vinculação do administrador à lei de forma mais extensiva que os limites da juridicidade, que exige a submissão da atuação administrativa à lei e ao Direito"
      },
      {
        "letra": "B",
        "texto": "o princípio da legalidade deve ser reinterpretado a partir do fenômeno da constitucionalização do Direito Administrativo, relativizando-o por meio do conceito de juridicidade"
      },
      {
        "letra": "C",
        "texto": "o princípio da legalidade, em sentido amplo e negativo, expressa que os atos administrativos só podem ser praticados mediante autorização legal"
      },
      {
        "letra": "D",
        "texto": "o princípio da legalidade, em sentido estrito e positivo, manifesta a primazia da lei, de modo que atos administrativos não podem contraria-la"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3282076",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: FUSAM de Caçapava - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Os princípios que orientam a Administração Pública no Brasil estão previstos no artigo 37 da Constituição Federal. Entre eles, destaca-se o princípio que determina que a Administração deve agir de forma justa, sem favorecimentos ou discriminações. Esse princípio é conhecido como:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Impessoalidade."
      },
      {
        "letra": "B",
        "texto": "Legalidade."
      },
      {
        "letra": "C",
        "texto": "Moralidade."
      },
      {
        "letra": "D",
        "texto": "Publicidade."
      },
      {
        "letra": "E",
        "texto": "Eficiência."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3282060",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: FUSAM de Caçapava - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "De acordo com os princípios que regem a Administração Pública Federal, os órgãos e as entidades devem atuar de forma regular e alinhada ao interesse público. Nesse contexto, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os órgãos e as entidades da Administração Pública Federal têm autonomia para agir conforme suas prioridades internas, ainda que em desacordo com o interesse coletivo."
      },
      {
        "letra": "B",
        "texto": "A atuação da Administração Pública Federal está isenta de controle externo, considerando que seus objetivos já são previamente definidos por lei."
      },
      {
        "letra": "C",
        "texto": "A administração pública direta e indireta de qualquer dos Poderes da União, dos Estados, do Distrito Federal e dos Municípios, obedecerá aos princípios de legalidade, impessoalidade, moralidade, publicidade e eficiência."
      },
      {
        "letra": "D",
        "texto": "O interesse público pode ser relativizado, caso as decisões administrativas beneficiem diretamente os agentes públicos responsáveis pela execução."
      },
      {
        "letra": "E",
        "texto": "As entidades públicas federais devem, obrigatoriamente, priorizar apenas demandas regionais, independentemente do impacto nacional."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3280050",
    "metadata": "Ano: 2025 | Banca: AEVSF/FACAPE | Órgão: Prefeitura de Afrânio - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência",
      "Disposições gerais da Improbidade Administrativa"
    ],
    "enunciado_principal": "A Lei Federal nº 8.429/92, conhecida como Lei de Improbidade Administrativa, estabelece diretrizes para o combate a atos de improbidade praticados por agentes públicos no exercício de suas funções na administração pública. Conforme demonstra Di Pietro (2023), a Lei de Improbidade Administrativa define os princípios que devem reger a administração pública, alinhando-se aos preceitos constitucionais. Considerando as disposições legais sobre o assunto supracitado, qual dos princípios abaixo NÃO está diretamente relacionado à Lei de Improbidade Administrativa?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Moralidade."
      },
      {
        "letra": "B",
        "texto": "Legalidade."
      },
      {
        "letra": "C",
        "texto": "Impessoalidade."
      },
      {
        "letra": "D",
        "texto": "Eficiência."
      },
      {
        "letra": "E",
        "texto": "Sigilo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3280047",
    "metadata": "Ano: 2025 | Banca: AEVSF/FACAPE | Órgão: Prefeitura de Afrânio - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "A ética constitui um pilar fundamental para a atuação profissional, em especial no setor público, no qual o interesse coletivo deve prevalecer sobre os interesses individuais. Nessa perspectiva, a ética profissional envolve a aplicação de princípios morais no ambiente de trabalho, visando ao equilíbrio entre as metas organizacionais e o bem-estar comum. Como apontado por Vasconcelos (2005), a ética é essencial para a construção de relações de confiança e credibilidade, elementos indispensáveis para a sustentabilidade das organizações. Diante desse contexto, pergunta-se: Qual alternativa abaixo representa um exemplo de conduta ética no ambiente de trabalho?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ocultar informações relevantes com o intuito de beneficiar interesses pessoais."
      },
      {
        "letra": "B",
        "texto": "Agir com transparência, honestidade e integridade em todas as situações."
      },
      {
        "letra": "C",
        "texto": "Priorizar resultados financeiros em detrimento do bem-estar da coletividade."
      },
      {
        "letra": "D",
        "texto": "Ignorar normas e regulamentos estabelecidos com o objetivo de agilizar processos."
      },
      {
        "letra": "E",
        "texto": "Utilizar recursos da organização para benefício próprio."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3277626",
    "metadata": "Ano: 2025 | Banca: OBJETIVA | Órgão: Prefeitura de Arvorezinha - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Considerando-se que os servidores públicos devem seguir diretrizes que assegurem a integridade de suas ações, o seguinte princípio deve ser seguido:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Imoralidade."
      },
      {
        "letra": "B",
        "texto": "Imparcialidade."
      },
      {
        "letra": "C",
        "texto": "Ilegalidade."
      },
      {
        "letra": "D",
        "texto": "Ineficiência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3276854",
    "metadata": "Ano: 2025 | Banca: FUNDEP (Gestão de Concursos) | Órgão: UPA-CS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Em relação ao princípio da moralidade administrativa, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O referido princípio deve ser observado pelo administrador e pelo particular que se relaciona com a Administração Pública."
      },
      {
        "letra": "B",
        "texto": "Comportamentos ofensivos à moral comum não implicam ofensa ao princípio da moralidade administrativa."
      },
      {
        "letra": "C",
        "texto": "A inclusão do princípio da moralidade na Constituição foi um reflexo da preocupação com a ética na Administração Pública e com o combate à corrupção."
      },
      {
        "letra": "D",
        "texto": "O mencionado princípio exige da Administração comportamento lícito e consoante com os bons costumes."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3274841",
    "metadata": "Ano: 2025 | Banca: IV - UFG | Órgão: Prefeitura de Itumbiara - GO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Conforme a Lei n° 12.527/2011, qualquer interessado poderá apresentar pedido de acesso a informações aos órgãos e entidades, e pelo princípio da transparência, o ideal é que o acesso à informação seja imediato. Não sendo possível o acesso imediato à informação, esta deve ser oferecida ao interessado no prazo máximo de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cinco dias."
      },
      {
        "letra": "B",
        "texto": "dez dias."
      },
      {
        "letra": "C",
        "texto": "quinze dias."
      },
      {
        "letra": "D",
        "texto": "vinte dias."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3274215",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: IF-AM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Uma concessionária de energia elétrica precisará realizar uma manutenção emitido um aviso prévio informando os usuários sobre a interrupção temporária do fornecimento de energia elétrica em determinada região da cidade. Diante dessa situação, a interrupção do serviço público por aviso prévio configura uma exceção a qual princípio da administração pública?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Continuidade."
      },
      {
        "letra": "B",
        "texto": "Impessoalidade."
      },
      {
        "letra": "C",
        "texto": "Eficiência."
      },
      {
        "letra": "D",
        "texto": "Universalidade."
      },
      {
        "letra": "E",
        "texto": "Legalidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3274208",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: IF-AM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "A prefeitura de um município lançou um programa de modernização administrativa com o objetivo de reduzir o tempo de atendimento ao público, digitalizar processos e otimizar a alocação de recursos humanos e materiais. Como resultado, os cidadãos passaram a receber respostas às suas demandas com maior rapidez, os custos operacionais diminuíram, e os servidores tiveram sua produtividade aumentada por meio do uso de novas tecnologias. Diante dessa situação, qual princípio da administração pública está sendo mais diretamente aplicado?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Legalidade."
      },
      {
        "letra": "B",
        "texto": "Impessoalidade."
      },
      {
        "letra": "C",
        "texto": "Moralidade."
      },
      {
        "letra": "D",
        "texto": "Publicidade."
      },
      {
        "letra": "E",
        "texto": "Eficiência."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3273986",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: IF-AM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Processo Administrativo - Lei nº 9.784 de 1999 e Lei nº 14.210 de 2021",
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Contraditório e Ampla Defesa e Segurança Jurídica",
      "Início e interessados no processo administrativo, delegação e avocação de competências"
    ],
    "enunciado_principal": "Analise as seguintes asserções e a relação proposta entre elas, tendo como referência a Lei nº 9.784/1999, que regula o processo administrativo no âmbito da Administração Pública Federal: I. As organizações e associações representativas são legitimadas como interessadas no processo administrativo para a defesa de direitos e interesses individuais e coletivos. PORQUE II. Diferentemente do que ocorre no Direito Administrativo, a Administração Pública deve observar, no processo administrativo, apenas os princípios do contraditório, da ampla defesa e da legalidade. A respeito dessas asserções, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As asserções I e II são proposições verdadeiras, e a II é uma justificativa da I."
      },
      {
        "letra": "B",
        "texto": "As asserções I e II são proposições verdadeiras, mas a II não é uma justificativa da I."
      },
      {
        "letra": "C",
        "texto": "A asserção I é uma proposição verdadeira, e a II é uma proposição falsa."
      },
      {
        "letra": "D",
        "texto": "A asserção I é uma proposição falsa, e a II é uma proposição verdadeira."
      },
      {
        "letra": "E",
        "texto": "As asserções I e II são proposições falsas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3273472",
    "metadata": "Ano: 2025 | Banca: AMEOSC | Órgão: Prefeitura de Palma Sola - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Controle da administração pública",
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Conceito e Classificação"
    ],
    "enunciado_principal": "No âmbito do serviço público, compliance, integridade e ética são pilares notórios para uma gestão eficiente. Assinale a alternativa que expressa corretamente a relação entre esses conceitos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Integridade e ética são princípios individuais dos servidores, não sendo necessário incorporá-los às diretrizes organizacionais do setor público."
      },
      {
        "letra": "B",
        "texto": "No serviço público, compliance está relacionado à obediência a normas e regulamentos, enquanto a integridade e a ética orientam a atuação dos agentes públicos na promoção do interesse coletivo e da transparência."
      },
      {
        "letra": "C",
        "texto": "O objetivo do compliance no setor público é exclusivamente evitar sanções legais, sem conexão com a disseminação da cultura ética na gestão pública."
      },
      {
        "letra": "D",
        "texto": "Compliance diz respeito somente ao cumprimento de normas internas, enquanto integridade e ética são valores subjetivos sem influência prática na administração pública."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3273232",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: IF-AM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Processo Administrativo - Lei nº 9.784 de 1999 e Lei nº 14.210 de 2021",
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Definições gerais, direitos e deveres dos administrados",
      "Princípios - Proporcionalidade, Razoabilidade, Motivação, Autotutela e Outros Princípios"
    ],
    "enunciado_principal": "Analise as seguintes asserções e a relação proposta entre elas, tendo por referência a Lei Federal nº 9.784/1999: I. A Administração Pública obedecerá, dentre outros, aos princípios da legalidade, finalidade, motivação, razoabilidade, proporcionalidade, moralidade, ampla defesa, contraditório, segurança jurídica, interesse público e eficiência. PORQUE II. É dever do administrado perante a Administração, sem prejuízo de outros previstos em ato normativo, proceder com lealdade, urbanidade e boa-fé. A respeito dessas asserções, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As asserções I e II são proposições verdadeiras, e a II é uma justificativa da I."
      },
      {
        "letra": "B",
        "texto": "As asserções I e II são proposições verdadeiras, mas a II não é uma justificativa da I."
      },
      {
        "letra": "C",
        "texto": "A asserção I é uma proposição verdadeira, e a II é uma proposição falsa."
      },
      {
        "letra": "D",
        "texto": "A asserção I é uma proposição falsa, e a II é uma proposição verdadeira."
      },
      {
        "letra": "E",
        "texto": "As asserções I e II são proposições falsas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3269131",
    "metadata": "Ano: 2025 | Banca: CEPS-UFPA | Órgão: UFOPA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Agentes públicos e Lei 8.112 de 1990",
      "Regime jurídico administrativo",
      "Responsabilidades do servidor",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "O Código de Ética Profissional do Servidor Público Civil Federal (Decreto nº 1.171/1994) estabelece regras que orientam a conduta profissional de servidores públicos. Sobre o assunto, analise as afirmativas seguintes. I. O servidor deve zelar pelo cumprimento legítimo da legalidade e da moralidade administrativa. II. A aceitação de presentes de baixo valor é permitida quando não comprometer a imparcialidade. III. O servidor é proibido de utilizar informações privilegiadas obtidas no exercício de suas funções. IV. É uma atitude antiética do servidor público deixar as pessoas esperando uma solução que compete ao setor em que exerça suas funções. V. A omissão diante de irregularidades é permitida, desde que seja por razões justificadas. Estão corretas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III, somente."
      },
      {
        "letra": "B",
        "texto": "I, III e IV, somente."
      },
      {
        "letra": "C",
        "texto": "II, III e V, somente."
      },
      {
        "letra": "D",
        "texto": "I, IV e V, somente."
      },
      {
        "letra": "E",
        "texto": "II, IV e V, somente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3264425",
    "metadata": "Ano: 2025 | Banca: UFSC | Órgão: UFSC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Considerando os princípios da Administração Pública, analise as sentenças a seguir e assinale a alternativa correta. I. Ainda que aplicável apenas à Administração Pública Direta, a Constituição de 1988 inovou ao fazer menção expressa a alguns princípios da Administração Pública. II. Os cinco princípios da Administração Pública mencionados de forma explícita no caput do artigo 37 da Constituição Federal de 1988 são: legalidade, impessoalidade, razoabilidade, publicidade e eficiência. III. Na Constituição Federal de 1988, está expressa a proibição de constar nomes, símbolos ou imagens que caracterizem promoção pessoal de autoridades ou servidores públicos em publicidade de atos, programas, obras, serviços e campanhas dos órgãos públicos, o que pode ser considerado uma consequência do princípio da impessoalidade.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a sentença II está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas a sentença I está correta."
      },
      {
        "letra": "C",
        "texto": "Apenas as sentenças I e II estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas a sentença III está correta."
      },
      {
        "letra": "E",
        "texto": "Apenas as sentenças II e III estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3264420",
    "metadata": "Ano: 2025 | Banca: UFSC | Órgão: UFSC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "De acordo com a Lei nº 12.527, de 18 de novembro de 2011, é dever dos órgãos e entidades públicas promover a divulgação de informações de interesse coletivo ou geral por eles produzidas ou custodiadas. Diante disso, analise as afirmativas a seguir e assinale a alternativa correta. I. Para promover a divulgação em local de fácil acesso, os órgãos e entidades públicas deverão utilizar todos os meios e instrumentos legítimos de que dispuserem, sendo opcional a divulgação em sítios oficiais da rede mundial de computadores. II. Os sítios deverão conter ferramenta de pesquisa de conteúdo e divulgar em detalhes os formatos utilizados para estruturação da informação. III. Os sítios deverão adotar as medidas necessárias para garantir a acessibilidade de conteúdo para pessoas com deficiência. IV. Na divulgação das informações deverão constar respostas a perguntas mais frequentes da sociedade.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as afirmativas I, III e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as afirmativas I e II estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as afirmativas I e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as afirmativas II, III e IV estão corretas."
      },
      {
        "letra": "E",
        "texto": "Somente as afirmativas II e III estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3263107",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: IF-RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Agentes públicos e Lei 8.112 de 1990",
      "Regime jurídico administrativo",
      "Responsabilidades do servidor",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Analise as seguintes asserções e a relação proposta entre elas, tendo por referência o Código de Ética Profissional do Servidor Público Civil do Poder Executivo Federal (Decreto nº 1.171/1994): I. O servidor não pode agir com objetivo alheio ao interesse público, mesmo que não esteja cometendo qualquer violação expressa à lei e observando formalidades legais. PORQUE II. É seu dever abster-se, de forma absoluta, de exercer sua função, poder ou autoridade com finalidade estranha ao interesse público. A respeito dessas asserções, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As asserções I e II são proposições verdadeiras, e a II é uma justificativa da I."
      },
      {
        "letra": "B",
        "texto": "As asserções I e II são proposições verdadeiras, mas a II não é uma justificativa da I."
      },
      {
        "letra": "C",
        "texto": "A asserção I é uma proposição verdadeira, e a II é uma proposição falsa."
      },
      {
        "letra": "D",
        "texto": "A asserção I é uma proposição falsa, e a II é uma proposição verdadeira."
      },
      {
        "letra": "E",
        "texto": "As asserções I e II são proposições falsas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3262922",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Considerando as disposições da Lei Federal nº 12.527/2011 – Lei de Acesso à Informação, marque V para as afirmativas verdadeiras e F para as falsas. ( ) Sigilo é a regra; publicidade é a exceção. ( ) Requerentes precisam motivar os pedidos de acesso às informações. ( ) Deve haver fornecimento gratuito e irrestrito de quaisquer informações. ( ) Há divulgação proativa de informações de interesse coletivo e geral. ( ) Deve ocorrer criação de procedimentos e prazos que facilitam o acesso à informação. A sequência está correta em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F, F, F, V, V."
      },
      {
        "letra": "B",
        "texto": "V, V, F, V, F."
      },
      {
        "letra": "C",
        "texto": "F, V, V, F, V."
      },
      {
        "letra": "D",
        "texto": "V, F, V, F, F."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3262349",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Princípios da Administração Pública",
      "Administração Indireta",
      "Regime jurídico administrativo",
      "Empresas Públicas e Sociedades de Economia Mista",
      "Princípios - Proporcionalidade, Razoabilidade, Motivação, Autotutela e Outros Princípios"
    ],
    "enunciado_principal": "A Hemobrás é uma empresa pública da administração indireta, vinculada ao Ministério da Saúde, com 100% do Capital Social pertencente ao Governo Federal, tendo por finalidade explorar diretamente atividade econômica. Compete especificamente ao Presidente da Hemobrás expedir atos de admissão, designação, promoção, transferência e dispensa de empregados. Na qualidade de analista jurídico da Hemobrás, foi solicitada a elaboração de minuta de parecer sobre o dever jurídico de motivar a demissão de empregados da empresa. Sobre tal dever jurídico, a Hemobrás:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tem o dever jurídico de motivar a demissão de seus empregados concursados; tal motivação deve consistir em fundamento razoável."
      },
      {
        "letra": "B",
        "texto": "Não tem o dever jurídico de motivar a demissão de seus empregados concursados, por não ser uma empresa pública prestadora de serviço público."
      },
      {
        "letra": "C",
        "texto": "Tem o dever jurídico de motivar a demissão de seus empregados concursados; tal motivação deve se enquadrar nas hipóteses de justa causa da legislação trabalhista."
      },
      {
        "letra": "D",
        "texto": "Não tem o dever jurídico de motivar a demissão de seus empregados concursados, pois, embora seja exploradora de atividade econômica, atua em regime não concorrencial."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3262018",
    "metadata": "Ano: 2025 | Banca: OBJETIVA | Órgão: AGEVAP - RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Contraditório e Ampla Defesa e Segurança Jurídica"
    ],
    "enunciado_principal": "Em relação aos princípios administrativos, as decisões administrativas devem ser tomadas considerando a manifestação dos interessados. Trata-se do:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Princípio do contraditório."
      },
      {
        "letra": "B",
        "texto": "Princípio da ampla defesa."
      },
      {
        "letra": "C",
        "texto": "Princípio da impessoalidade."
      },
      {
        "letra": "D",
        "texto": "Princípio da transparência."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3262013",
    "metadata": "Ano: 2025 | Banca: OBJETIVA | Órgão: AGEVAP - RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência",
      "Atos de Improbidade Administrativa e suas Sanções"
    ],
    "enunciado_principal": "Em concordância com a Lei nº 8.429/1992 – Lei de Improbidade Administrativa, constitui ato que atenta contra os princípios da administração pública:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Liberar recursos públicos para um projeto sem a devida comprovação da necessidade e aplicação dos recursos."
      },
      {
        "letra": "B",
        "texto": "Divulgar informações sigilosas sobre uma licitação para beneficiar uma determinada empresa."
      },
      {
        "letra": "C",
        "texto": "Utilizar um carro oficial para fins particulares, como levar os filhos para a escola."
      },
      {
        "letra": "D",
        "texto": "Celebrar parcerias com entidades privadas sem seguir os procedimentos legais e regulamentares."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3261740",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Agentes públicos e Lei 8.112 de 1990",
      "Regime jurídico administrativo",
      "Cargo, emprego, função",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Júnior, ocupante de um cargo de gestão na Hemobrás, submeteu consulta ao setor jurídico para verificar a possibilidade de nomeação das seguintes pessoas para um cargo de comissão sob sua subordinação direta: João, seu primo (parentesco de quarto grau); Ana, sua sobrinha (parentesco de terceiro grau); e Carlos, seu amigo íntimo. Considerando a situação narrada e o Código de Ética, Conduta e Integridade da Hemobrás, que dispõe sobre impedimentos para nomeação em cargos de gestão, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas Carlos pode ser nomeado ao cargo."
      },
      {
        "letra": "B",
        "texto": "João e Carlos podem ser nomeados ao cargo."
      },
      {
        "letra": "C",
        "texto": "Apenas João não pode ser nomeado ao cargo."
      },
      {
        "letra": "D",
        "texto": "Nenhum desses pode ser nomeado ao cargo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3261392",
    "metadata": "Ano: 2025 | Banca: OBJETIVA | Órgão: AGEVAP - RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "O princípio que está diretamente relacionado à obrigação de tratar todos os cidadãos de forma igualitária e sem discriminação é o da:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Legalidade."
      },
      {
        "letra": "B",
        "texto": "Impessoalidade."
      },
      {
        "letra": "C",
        "texto": "Eficiência."
      },
      {
        "letra": "D",
        "texto": "Publicidade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3261346",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "No que concerne aos princípios aplicáveis à Administração, analise as afirmativas a seguir. I. Os processos administrativos sancionadores instaurados por agências reguladoras contra concessionárias de serviço público devem obedecer ao princípio da publicidade durante toda a sua tramitação, ressalvados eventuais atos que se enquadrem nas hipóteses de sigilo previstas em lei e na Constituição. I. A presença de símbolos religiosos em prédios públicos viola, entre outros princípios, o da impessoalidade aplicável à Administração. III. Em atenção ao princípio da legalidade, também chamado de princípio da juridicidade, a Administração Pública se vincula exclusivamente às previsões contidas nas leis em sentido formal. Está correto o que se afirma apenas em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I."
      },
      {
        "letra": "B",
        "texto": "II."
      },
      {
        "letra": "C",
        "texto": "III."
      },
      {
        "letra": "D",
        "texto": "II e III."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3261332",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Processo Administrativo - Lei nº 9.784 de 1999 e Lei nº 14.210 de 2021",
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Contratos Administrativos",
      "Princípios - Contraditório e Ampla Defesa e Segurança Jurídica",
      "Demais aspectos da lei 9.784/99",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade"
    ],
    "enunciado_principal": "Determinado servidor público responsável pela fiscalização de um contrato administrativo identificou diversas irregularidades na sua execução. Considerando os princípios da Administração Pública, qual procedimento ele deverá seguir?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Encaminhar as irregularidades apenas para o setor jurídico, sem tomar outras providências."
      },
      {
        "letra": "B",
        "texto": "Ignorar as irregularidades, pois a empresa contratada é de boa reputação e a fiscalização pode prejudicar a relação."
      },
      {
        "letra": "C",
        "texto": "Aplicar sanções administrativas imediatamente, sem a necessidade de notificação, uma vez que as irregularidades são evidentes."
      },
      {
        "letra": "D",
        "texto": "Elaborar um relatório detalhado das irregularidades e notificar o contratado, concedendo prazo para a regularização antes de aplicar sanções."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3260927",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: HEMOMINAS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "O Prefeito da cidade de Mar Azul exara um despacho administrativo de acordo com os ditames da lei e as exigências de que o destino de seu despacho seja o bem comum da sociedade. Nessa ação do Prefeito de Mar Azul, caracteriza o seguinte princípio básico da administração pública:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "eficiência"
      },
      {
        "letra": "B",
        "texto": "legalidade"
      },
      {
        "letra": "C",
        "texto": "publicidade"
      },
      {
        "letra": "D",
        "texto": "razoabilidade"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3257214",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: BDMG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo"
    ],
    "enunciado_principal": "A respeito do regime jurídico-administrativo do direito administrativo, julgue o item que se segue. Segundo o princípio da indisponibilidade do interesse público, a administração pública não tem a livre disposição dos bens e interesses públicos confiados à sua guarda e realização.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3254480",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: Câmara de Araraquara - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência",
      "Existência, Validade e Eficácia do Ato Administrativo"
    ],
    "enunciado_principal": "O prefeito municipal, em primeira investidura, nomeou sua companheira, com a qual convive há cinco anos e tem dois filhos, para cargo de confiança na prefeitura. Alertado sobre vícios em seu ato, o qual é enquadrável como nepotismo, argumentou que os dois nunca oficializaram casamento ou união estável e que não conhece pessoa melhor e mais confiável para exercer o cargo. Além do mais, certificou-se, previamente, que inexiste lei municipal que proíba a nomeação da companheira para cargo comissionado. Considerando a situação hipotética e os princípios que regem a Administração Pública, analise as afirmativas a seguir. I. A vedação do nepotismo não exige a edição de lei formal para coibir a prática, pois decorre diretamente de afronta aos princípios contidos na Carta Magna. II. O conceito de parentesco para efeitos da verificação de ocorrência de nepotismo não se limita ao Código Civil, pois busca- -se a vigência absoluta do princípio da impessoalidade. Isso porque o problema não é definir quais são os parentes para efeitos civis, mas definir quais aquelas pessoas que, sob a classe de parentela, tendem a ser escolhidas, não por interesse público, mas por interesse de caráter pessoal. III. Quando o ato de nomeação para cargo comissionado tiver finalidade contrária ao interesse público, o ato deve ser invalidado, por violação ao princípio da moralidade administrativa e por estar caracterizada a sua ilegalidade, por desvio de finalidade. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "I, apenas."
      },
      {
        "letra": "C",
        "texto": "I e II, apenas."
      },
      {
        "letra": "D",
        "texto": "I e III, apenas."
      },
      {
        "letra": "E",
        "texto": "II e III, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3254472",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: Câmara de Araraquara - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo"
    ],
    "enunciado_principal": "Durante uma campanha eleitoral, o vereador de determinado município, em busca de reeleição, destinou verbas de gabinete para pintura de quadras poliesportivas municipais, muros de escolas municipais e postos de saúde do município. Todas as pinturas exibiam as cores e o slogan adotados pelo candidato durante a campanha anterior e freneticamente trabalhados durante todo o seu mandato. Sobre a conduta adotada pelo vereador, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Vereador não é agente público e sim agente político, pois exerce cargo transitoriamente, por eleição, e as verbas de gabinete são de livre aplicação, não se vislumbrando quaisquer irregularidades em seus atos."
      },
      {
        "letra": "B",
        "texto": "As ações do vereador constituem atos de improbidade administrativa por causarem lesão ao erário de forma culposa, ensejando, efetiva e comprovadamente, apropriação e dilapidação de bens públicos."
      },
      {
        "letra": "C",
        "texto": "Indiscutivelmente, o vereador promoveu a incorporação, ao patrimônio particular de entidades privadas, de valores pertencentes à Administração Pública, sem a observância das formalidades legais ou regulamentares aplicáveis."
      },
      {
        "letra": "D",
        "texto": "As despesas com as pinturas são típicas e necessárias ao exercício do mandato parlamentar. Por sua vez, os recursos destina dos às verbas de gabinete estão contempladas na estrutura legislativa local e são de aplicação discricionária."
      },
      {
        "letra": "E",
        "texto": "As ações do vereador podem ser enquadradas como atos de improbidade administrativa que atentam contra os Princípios da Administração Pública, pois promovem, de forma inequívoca, o enaltecimento do agente público e a personalização de obras e serviços públicos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3251595",
    "metadata": "Ano: 2025 | Banca: Fundação CETAP | Órgão: BANPARÁ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo"
    ],
    "enunciado_principal": "O Código de Ética e Conduta Institucional do Banpará estabelece que, no exercício da governança corporativa, o banco e seus membros estatutários, empregados, colaboradores e terceiros devem: I- primar pelo respeito ao interesse público, promovendo valores que transcendem o trivial cumprimento das leis e normas, e que sejam construídos em conformidade com os princípios da Administração Pública; II- respeitar o sigilo profissional, exceto quando autorizado ou exigido por lei; III- dirigir, administrar, assessorar, patrocinar, representar ou prestar serviços, remunerados ou não, para pessoas que negociam, fornecem bens ou serviços para a Instituição. O(s) item(ns):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "l e ll estão corretos."
      },
      {
        "letra": "B",
        "texto": "I está correto, apenas."
      },
      {
        "letra": "C",
        "texto": "I, II e III estão errados."
      },
      {
        "letra": "D",
        "texto": "II está correto, apenas."
      },
      {
        "letra": "E",
        "texto": "IIl está correto, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3247195",
    "metadata": "Ano: 2025 | Banca: AMEOSC | Órgão: Câmara de Princesa - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo"
    ],
    "enunciado_principal": "Os princípios do Direito Administrativo tratam-se de diretrizes fundamentais que orientam a atuação da Administração Pública. Eles podem ser classificados em princípios expressos e implícitos. Assinale a alternativa correspondente ao princípio implícito que é derivado da doutrina e jurisprudência que afirma que o interesse coletivo deve prevalecer sobre interesses individuais.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Legalidade."
      },
      {
        "letra": "B",
        "texto": "Supremacia do Interesse Público."
      },
      {
        "letra": "C",
        "texto": "Impessoalidade."
      },
      {
        "letra": "D",
        "texto": "Autotutela."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3246210",
    "metadata": "Ano: 2025 | Banca: IBAM | Órgão: Prodesan - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo"
    ],
    "enunciado_principal": "A rotina administrativa na administração pública exige conhecimentos básicos sobre organização, princípios constitucionais e procedimentos que asseguram a eficiência e a legalidade no uso dos recursos públicos. Assim, analise as afirmativas a seguir. I. O princípio da publicidade na administração pública garante que todos os atos administrativos sejam amplamente divulgados, sem exceções, para assegurar a transparência. II. A eficiência é um princípio que orienta a administração pública a buscar o melhor uso dos recursos disponíveis, com o objetivo de entregar serviços de qualidade à sociedade. III. O princípio da legalidade determina que a administração pública só pode agir quando autorizada por lei, respeitando os limites e objetivos estabelecidos na legislação. Está correto o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II e III, apenas."
      },
      {
        "letra": "B",
        "texto": "I e II, apenas."
      },
      {
        "letra": "C",
        "texto": "I, II e III."
      },
      {
        "letra": "D",
        "texto": "II, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3241062",
    "metadata": "Ano: 2025 | Banca: OBJETIVA | Órgão: Prefeitura de Rio Negro - PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo"
    ],
    "enunciado_principal": "Na esfera do Direito Administrativo, o nepotismo, que é a nomeação de parente para ocupar cargo de confiança, é contrário aos princípios administrativos da: I. Moralidade. II. Impessoalidade. III. Eficiência. IV. Participação. Está CORRETO o que se afirma:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas nos itens I e II."
      },
      {
        "letra": "B",
        "texto": "Apenas nos itens I, II e III."
      },
      {
        "letra": "C",
        "texto": "Apenas nos itens II, III e IV."
      },
      {
        "letra": "D",
        "texto": "Apenas nos itens I, II e IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3237973",
    "metadata": "Ano: 2025 | Banca: IDESG | Órgão: Prefeitura de Cariacica - ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Conforme disposto na Constituição Federal, a administração pública direta e indireta deve obedecer a princípios fundamentais para a sua organização e funcionamento. Sobre esses princípios, analise as assertivas abaixo: I. O princípio da legalidade implica que a Administração Pública só pode agir conforme a lei, ao contrário do particular, que pode fazer tudo o que não é proibido. II. O princípio da moralidade exige que os atos administrativos não só respeitem a legalidade, mas também os padrões éticos e morais aceitos pela sociedade. III. O princípio da publicidade se refere à transparência absoluta dos atos administrativos, sendo vedada qualquer restrição de acesso por questões de segurança ou interesse público. IV. O princípio da eficiência impõe à Administração Pública o dever de obter os melhores resultados possíveis com os recursos disponíveis. Das assertivas, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I, II e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas I e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas II e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Todas as assertivas estão corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3235953",
    "metadata": "Ano: 2025 | Banca: IDESG | Órgão: Prefeitura de Cariacica - ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Os princípios da Administração Pública são fundamentais para guiar as ações dos administradores públicos. Analise as assertivas abaixo sobre os princípios da Administração Pública: I. O princípio da legalidade impõe que a Administração Pública só possa atuar conforme a lei. II. O princípio da impessoalidade exige que a Administração Pública atue de maneira impessoal, sem favorecer ou prejudicar indivíduos, grupos ou interesses privados. III. O princípio da moralidade implica que a Administração Pública deve agir sempre de acordo com as normas éticas e com respeito aos valores sociais predominantes. IV. O princípio da eficiência obriga que os órgãos da Administração Pública se empenhem em maximizar o uso de recursos públicos e promover o bem-estar social de forma imediata. Das assertivas, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I, II e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas I e II estão corretas."
      },
      {
        "letra": "C",
        "texto": "Todas as assertivas estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas III e IV estão corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3213326",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Extinção dos atos administrativos",
      "Princípios - Proporcionalidade, Razoabilidade, Motivação, Autotutela e Outros Princípios"
    ],
    "enunciado_principal": "No que diz respeito ao sistema administrativo, aos atos administrativos, às parcerias público-privadas e ao tombamento, julgue o item a seguir.A administração pública pode anular seus próprios atos, quando eivados de ilegalidade, independentemente de contraditório, mesmo quando interferirem na esfera jurídica de interesses individuais de seus administrados, haja vista a prevalência do interesse público sobre o privado e o princípio da legalidade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3210045",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: MPS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "À luz do disposto na CF e do entendimento do STF, julgue o próximo item, relacionados aos princípios da administração pública. O ato de qualquer dos poderes públicos restritivo de publicidade deve ser motivado de forma objetiva, específica e formal, sendo nulos os atos públicos que imponham, genericamente e sem fundamentação válida e específica, impedimento ao direito fundamental à informação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3210044",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: MPS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "À luz do disposto na CF e do entendimento do STF, julgue o próximo item, relacionados aos princípios da administração pública. Constitui violação à CF a nomeação de cônjuge, companheiro ou parente em linha reta, colateral ou por afinidade, até o terceiro grau, inclusive da autoridade nomeante ou de servidor da mesma pessoa jurídica investido em cargo de direção, chefia ou assessoramento, para o exercício de cargo em comissão ou de confiança ou, ainda, de função gratificada na administração pública direta e indireta em qualquer dos poderes da União, dos estados, do Distrito Federal e dos municípios, compreendido o ajuste mediante designações recíprocas.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3210043",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: MPS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "À luz do disposto na CF e do entendimento do STF, julgue o próximo item, relacionados aos princípios da administração pública. Em atenção ao princípio da publicidade, é legítima a publicação, inclusive em sítio eletrônico mantido pela administração pública, dos nomes dos seus servidores e do valor dos correspondentes vencimentos e vantagens pecuniárias.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3210042",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: MPS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "À luz do disposto na CF e do entendimento do STF, julgue o próximo item, relacionados aos princípios da administração pública. A publicidade dos atos, programas, obras, serviços e campanhas dos órgãos públicos deverá ter caráter educativo, informativo ou de orientação social, admitida a veiculação de nomes, símbolos ou imagens dos agentes políticos responsáveis por sua implementação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3210041",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: MPS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "À luz do disposto na CF e do entendimento do STF, julgue o próximo item, relacionados aos princípios da administração pública. Órgãos e entidades da administração pública devem realizar avaliação das políticas públicas, o que pode ser considerado expressão do princípio da eficiência.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3199717",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: Prefeitura de Sinop - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo"
    ],
    "enunciado_principal": "“O Poder Público não pode, sem causa legal, invalidar ou revogar atos administrativos, desfazendo relações ou situações. A lei não pode retroagir para não gerar insegurança nas relações já consolidadas, bem como não violar as expectativas legítimas das pessoas.” O texto refere-se ao Princípio da:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segurança Jurídica"
      },
      {
        "letra": "B",
        "texto": "Continuidade do Serviço Público"
      },
      {
        "letra": "C",
        "texto": "Supremacia do Interesse Público"
      },
      {
        "letra": "D",
        "texto": "Indisponibilidade do Interesse Público"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3195109",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: CRP - 3ª Região (BA)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo"
    ],
    "enunciado_principal": "Sophia, psicóloga atuante na área criminal, diante da necessidade de se atentar para a diferença existente entre direitos humanos; direitos e garantias fundamentais; princípios fundamentais; direitos sociais e ordem social, elaborou e disponibilizou um curso gratuito na modalidade de ensino a distância (EAD). Logo nas primeiras páginas da apresentação do conteúdo, observou-se as seguintes afirmativas: “______________ são verdades (juízos fundamentais) que alicerçam ou garantem um conjunto de juízos ordenados em um sistema de conceitos relativos à dada porção da realidade.” “______________ são proposições que apesar de não serem evidentes ou resultantes de evidências, são assumidas como fundantes da validez de um sistema particular de conhecimentos, sendo seus pressupostos necessários”. “______________ são o conjunto de normas que espelham a ideologia da Constituição, seus postulados básicos e seus fins.” “______________ constitucionais são as normas eleitas pelo constituinte como fundamentos ou qualificações essenciais da ordem jurídica que institui.” “______________ são a concepção de fundamento da ordem jurídica como ordem global que se otimiza diante da teoria principialista do Direito.” Considerando o caso hipotético, ao preencher as lacunas textuais, é possível afirmar que Sophia iniciou a apresentação do curso priorizando a conceituação de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Poderes."
      },
      {
        "letra": "B",
        "texto": "Princípios."
      },
      {
        "letra": "C",
        "texto": "Direitos sociais."
      },
      {
        "letra": "D",
        "texto": "Direitos e garantias fundamentais."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3194618",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de São Vicente do Sul - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo"
    ],
    "enunciado_principal": "No contexto da Administração Pública, a eficiência na gestão dos recursos e na prestação dos serviços à sociedade depende da observância de princípios fundamentais que norteiam a atuação estatal. Considerando os princípios e funções da Administração Pública, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O princípio da impessoalidade impõe que os agentes públicos sejam responsabilizados pessoalmente por qualquer ato praticado no exercício da função pública, independentemente de dolo ou culpa."
      },
      {
        "letra": "B",
        "texto": "A Administração Pública pode, por meio do princípio da autotutela, anular seus próprios atos administrativos apenas quando provocada pelo Poder Judiciário, sendo vedada a revisão de ofício."
      },
      {
        "letra": "C",
        "texto": "O princípio da moralidade administrativa exige que os atos da Administração Pública estejam em conformidade apenas com a legalidade estrita, sem necessidade de observância de padrões éticos e de boa-fé."
      },
      {
        "letra": "D",
        "texto": "A supremacia do interesse público sobre o privado é um princípio implícito da Administração Pública que fundamenta a prerrogativa estatal de limitar direitos individuais quando necessário para o bem coletivo."
      },
      {
        "letra": "E",
        "texto": "O princípio da continuidade do serviço público permite a paralisação de qualquer atividade estatal essencial em razão de conveniências administrativas, desde que previamente comunicada à população."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3186295",
    "metadata": "Ano: 2025 | Banca: FURB | Órgão: Prefeitura de Pomerode - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo"
    ],
    "enunciado_principal": "Princípios são regras gerais identificadas como condensadoras dos valores fundamentais de um sistema. O conjunto formado por todos os princípios e regras pertencentes ao Direito Administrativo denomina-se regime jurídico-administrativo. Sobre este tema, julgue as seguintes assertivas e registre V, para verdadeiras, e F, para falsas: (__)O rol de princípios constitucionais do direito administrativo, previsto no artigo 37 da Constituição Federal de 1988, esgota-se neste dispositivo, tratando-se de um rol taxativo, portanto. (__)O princípio da finalidade está definido no art. 2º, parágrafo único, II, da Lei n.º 9.784/99, como o dever de \"atendimento a fins de interesse geral, vedada a renúncia total ou parcial de poderes ou competências, salvo autorização em lei\". (__)Consoante definição prevista no art. 2º, parágrafo único, VI, da Lei n.º 9.784/99, a proporcionalidade consiste no dever de \"adequação entre meios e fins, vedada a imposição de obrigações, restrições e sanções em medida superior àquelas estritamente necessárias ao atendimento do interesse público\". (__)Decorre do princípio da segurança jurídica o prazo decadencial de 5 anos que a Administração Pública tem para anular seus atos defeituosos, quando favoráveis aos destinatários, salvo comprovada má-fé. Assinale a alternativa que apresenta a sequência correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F − V − V − V."
      },
      {
        "letra": "B",
        "texto": "F − V − F − F."
      },
      {
        "letra": "C",
        "texto": "F − F − V − V."
      },
      {
        "letra": "D",
        "texto": "V − F − V − F."
      },
      {
        "letra": "E",
        "texto": "V − F − F − V."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3184582",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Atributos do ato administrativo – presunção de legitimidade, imperatividade, autoexecutoriedade e tipicidade",
      "Extinção dos atos administrativos",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Lúcio, recém-empossado como gestor público, começa a estudar os princípios aplicáveis à Administração Pública para melhor desempenhar suas funções. Durante seus estudos ele encontrou as seguintes assertivas e precisa avaliar se estão de fato corretas ou não; analise-as. I. É privativa do chefe do Poder Executivo a competência para a iniciativa legislativa de lei sobre nepotismo na Administração Pública. II. A vedação ao nepotismo deve ser imediata e verticalizada, violando os princípios da moralidade, impessoalidade e isonomia, diploma legal que excepciona da vedação ao nepotismo os servidores que estivessem no exercício do cargo no momento de sua edição. III. O ato de qualquer dos Poderes restritivo de publicidade deve ser motivado de forma concreta, objetiva, específica e formal, sendo nulos os atos públicos que imponham, genericamente e sem fundamentação válida, restrição ao direito fundamental à informação. Está correto o que se afirma apenas em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "III."
      },
      {
        "letra": "B",
        "texto": "I e II."
      },
      {
        "letra": "C",
        "texto": "I e III."
      },
      {
        "letra": "D",
        "texto": "II e III."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3184378",
    "metadata": "Ano: 2025 | Banca: Instituto Fênix | Órgão: Prefeitura de Passos Maia - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Sobre noções de Direito Administrativo, analise as assertivas a seguir: I. O princípio da impessoalidade determina que a Administração Pública deve atuar sem favorecimentos, garantindo tratamento igualitário a todos os administrados. II. O princípio da moralidade impõe que os agentes públicos observem padrões éticos e de boa-fé na condução dos atos administrativos. III. O princípio da eficiência estabelece que a Administração deve sempre escolher a solução mais econômica, mesmo que comprometa a qualidade do serviço público. Está correto o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I e II."
      },
      {
        "letra": "B",
        "texto": "Apenas II e III."
      },
      {
        "letra": "C",
        "texto": "Apenas I e III."
      },
      {
        "letra": "D",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3178659",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Tangará da Serra - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo"
    ],
    "enunciado_principal": "Segundo Rossi (2020), é o princípio que conjuga o binômio produtividade e economia, vedando o desperdício e o uso inadequado nos recursos públicos, o qual foi inserido na Constituição Federal através da redação dada pela Emenda Constitucional nº 19/1998. O trecho refere-se à:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Razoabilidade."
      },
      {
        "letra": "B",
        "texto": "Moralidade."
      },
      {
        "letra": "C",
        "texto": "Indisponibilidade."
      },
      {
        "letra": "D",
        "texto": "Eficiência."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3178621",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Tangará da Serra - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo"
    ],
    "enunciado_principal": "Com base na Lei Federal nº 9.784/1999, que regula o processo administrativo no âmbito da Administração Pública Federal, em relação aos princípios que a Administração Pública deverá obedecer, e que estão previstos na referida lei, assinale V, se verdadeiros, ou F, se falsos. ( ) Legalidade. ( ) Contraditório. ( ) Ampla defesa. ( ) Competitividade. A ordem correta de preenchimento dos parênteses, de cima para baixo, é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V – V – V – F."
      },
      {
        "letra": "B",
        "texto": "V – F – V – F."
      },
      {
        "letra": "C",
        "texto": "F – V – F – V."
      },
      {
        "letra": "D",
        "texto": "F – F – F – V."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3169773",
    "metadata": "Ano: 2025 | Banca: AMAUC | Órgão: Prefeitura de Jaborá - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Princípios da Administração Pública",
      "Agentes públicos e Lei 8.112 de 1990",
      "Regime jurídico administrativo",
      "Responsabilidades do servidor",
      "Utilização dos bens públicos",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Durante um curso de ética no serviço público, os participantes discutem boas práticas no trato diário com colegas de trabalho e no atendimento ao público. Avalie as afirmações abaixo e marque (V) nas verdadeiras e (F) nas falsas: (__)Demonstrar respeito e cordialidade é essencial no trato com o público e colegas. (__)O servidor pode utilizar o veículo oficial para fins particulares, desde que com autorização verbal do superior imediato. (__)Atitudes que prejudiquem o patrimônio público podem configurar infração administrativa. (__)Hierarquia no serviço público deve ser respeitada, garantindo a organização e eficiência do trabalho. Marque a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F, F, V, F."
      },
      {
        "letra": "B",
        "texto": "F, V, F, F."
      },
      {
        "letra": "C",
        "texto": "V, F, V, V."
      },
      {
        "letra": "D",
        "texto": "V, V, F, F."
      },
      {
        "letra": "E",
        "texto": "V, F, F, V."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3316855",
    "metadata": "Ano: 2024 | Banca: DECORP | Órgão: Prefeitura de Feijó - AC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo"
    ],
    "enunciado_principal": "Com base nos princípios constitucionais que regem a administração pública, é possível afirmar o seguinte: I - A divulgação ampla dos atos administrativos é exigida pela Constituição Federal de 1988. II - A transparência dos atos administrativos está ligada ao princípio democrático, não garantindo o controle social sobre as ações públicas. Sobre as afirmações, a única opção de resposta correta é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ambas as afirmações estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas a afirmação I está correta."
      },
      {
        "letra": "C",
        "texto": "Ambas as afirmações estão incorretas."
      },
      {
        "letra": "D",
        "texto": "Apenas a afirmação II está correta."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3298542",
    "metadata": "Ano: 2024 | Banca: IDCAP | Órgão: Prefeitura de Piúma - ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "A Lei de Acesso à Informação - LAI (Lei nº 12.527/2011) foi criada para assegurar o direito fundamental de acesso às informações públicas. Com base na referida legislação, analise as alternativas abaixo e assinale a que apresenta uma afirmação CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os procedimentos previstos na LAI devem ser executados em conformidade com os princípios básicos da administração pública e, dentre outras, com a seguinte diretriz: observância do sigilo como preceito geral e da publicidade como exceção."
      },
      {
        "letra": "B",
        "texto": "Para os efeitos da LAI, considera-se informação sigilosa aquela relacionada à pessoa natural identificada ou identificável."
      },
      {
        "letra": "C",
        "texto": "Subordinam-se ao regime da LAI apenas os órgãos da Administração Direta."
      },
      {
        "letra": "D",
        "texto": "É dever do Estado garantir o direito de acesso à informação, que será franqueada, mediante procedimentos objetivos e ágeis, de forma transparente, clara e em linguagem de fácil compreensão."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3298476",
    "metadata": "Ano: 2024 | Banca: IDCAP | Órgão: Prefeitura de Piúma - ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Os princípios que regem a administração pública são fundamentos essenciais que orientam a atuação dos órgãos e agentes públicos, assegurando que as ações do Poder Público concretizem o interesse da coletividade. Sobre o assunto, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O princípio da eficiência se traduz na ideia de que a Administração Pública pode priorizar a celeridade dos atos administrativos, ainda que não garanta a qualidade do serviço prestado."
      },
      {
        "letra": "B",
        "texto": "O princípio da publicidade estabelece que todos os atos administrativos devem ser publicados, ainda que a publicação coloque em risco a segurança do Estado ou da sociedade."
      },
      {
        "letra": "C",
        "texto": "O princípio da legalidade impõe que a Administração Pública poderá fazer tudo aquilo que não estiver proibido por lei."
      },
      {
        "letra": "D",
        "texto": "O princípio da moralidade exige que os atos administrativos sejam pautados não apenas pela legalidade, mas também por valores éticos e de integridade, garantindo que a ação administrativa atenda ao interesse público."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3298421",
    "metadata": "Ano: 2024 | Banca: IDCAP | Órgão: Prefeitura de Piúma - ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Leia o caso hipotético abaixo: \"Uma servidora pública municipal, responsável pela análise de processos de licença para construção, foi procurada por um amigo de infância, que informou ter protocolado um pedido de licença naquele mesmo dia. Sabendo que a emissão do documento demoraria devido ao grande volume de processos na fila de análise, a servidora resolveu priorizar o pedido de seu amigo, passando-o à frente dos outros processos que já aguardavam análise.\" Sobre a atitude da servidora pública, com base nos Princípios da Administração Pública, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A atitude da servidora foi correta, pois, além de agilizar o processo de um cidadão, ela também respeitou o princípio da publicidade, ao informar a todos que estava priorizando o caso de seu amigo."
      },
      {
        "letra": "B",
        "texto": "A atitude da servidora foi incorreta, ferindo diretamente o princípio da impessoalidade, que determina que todos os cidadãos devem ser tratados de forma igual, sem favorecimentos ou discriminações pessoais."
      },
      {
        "letra": "C",
        "texto": "A servidora pública agiu corretamente, pois não há qualquer vedação acerca da concessão de prioridade a determinados processos em detrimento de outros."
      },
      {
        "letra": "D",
        "texto": "A servidora agiu corretamente, já que estava apenas exercendo o princípio da eficiência, buscando tornar o processo mais ágil e reduzir o tempo de espera para seu amigo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3296434",
    "metadata": "Ano: 2024 | Banca: IDCAP | Órgão: Prefeitura de Piúma - ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência",
      "Disposições gerais da Improbidade Administrativa",
      "Atos de Improbidade Administrativa e suas Sanções"
    ],
    "enunciado_principal": "Leia o caso hipotético abaixo: Paulo, Secretário de Obras e Infraestrutura de determinado Município, encomendou campanha publicitária para divulgar os trabalhos realizados pela sua Secretaria. Contudo, exigiu que sua foto fosse colocada em primeiro plano com o slogan: \"Secretário Paulo, realizando as obras que o cidadão merece\". A campanha foi veiculada em diversas mídias, incluindo as redes sociais oficiais do Município, e foi paga com recursos dos cofres públicos municipais. Com base na Lei nº 8.429/1992, Lei de Improbidade Administrativa, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Paulo somente poderá ser responsabilizado se for comprovado o dano ao erário com a veiculação da campanha."
      },
      {
        "letra": "B",
        "texto": "Paulo cometeu ato de improbidade administrativa que importou enriquecimento ilícito, já que usou recursos públicos para promover sua imagem pessoal e obter vantagens políticas."
      },
      {
        "letra": "C",
        "texto": "Paulo cometeu ato de improbidade administrativa que atenta contra os princípios da administração pública ao contratar, com recursos públicos, e veicular, nos canais oficiais do Município, campanha publicitária objetivando autopromoção, contrariando os princípios da impessoalidade e moralidade."
      },
      {
        "letra": "D",
        "texto": "O ato de Paulo não configura improbidade administrativa, pois a campanha publicitária teve como objetivo divulgar as obras da Secretaria e, consequentemente, informar a população."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3283946",
    "metadata": "Ano: 2024 | Banca: IDESG | Órgão: Prefeitura de Mantenópolis - ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Em relação aos princípios da Administração Pública, considere as assertivas abaixo: I. O princípio da legalidade estabelece que a Administração Pública só pode agir conforme a lei, não podendo atuar de forma contrária ou além dela. II. O princípio da impessoalidade veda que os atos administrativos promovam discriminações injustificadas entre os administrados. III. O princípio da moralidade determina que a Administração Pública deve agir conforme padrões éticos de probidade, decoro e boa-fé. Das assertivas, pode-se afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a assertiva I está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas I e II estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas II e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Todas as assertivas estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3271947",
    "metadata": "Ano: 2024 | Banca: Instituto Access | Órgão: Prefeitura de Volta Grande - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "A ética profissional é fundamental para manter um ambiente de trabalho harmonioso e justo. Entre os comportamentos abaixo, qual exemplifica uma prática ética no ambiente profissional?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Cumprir os horários e prazos estabelecidos, contribuindo para o sucesso coletivo."
      },
      {
        "letra": "B",
        "texto": "Utilizar informações da empresa para obter vantagens coletivas."
      },
      {
        "letra": "C",
        "texto": "Assumir o crédito por um trabalho feito por outro colega de equipe."
      },
      {
        "letra": "D",
        "texto": "Manipular resultados para atingir metas estabelecidas por todos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3271409",
    "metadata": "Ano: 2024 | Banca: FADESP | Órgão: CDSA - AP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Leia o trecho presente no quadro a seguir: \"(...) exige que a atividade administrativa seja exercida com presteza, perfeição e rendimento profissional. É o mais moderno princípio da função administrativa, que já não se contenta em ser desempenhado apenas como legalidade, exigindo resultados positivos para o serviço público e satisfatório atendimento das necessidades da comunidade e de seus membros.\" MEIRELLES, H. L. Direito Administrativo Brasileiro. 41. ed. São Paulo: Malheiros, p. 102.O princípio da Administração Pública a que se refere o autor denomina-se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "eficiência."
      },
      {
        "letra": "B",
        "texto": "publicidade."
      },
      {
        "letra": "C",
        "texto": "moralidade."
      },
      {
        "letra": "D",
        "texto": "impessoalidade."
      },
      {
        "letra": "E",
        "texto": "segurança jurídica."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3271408",
    "metadata": "Ano: 2024 | Banca: FADESP | Órgão: CDSA - AP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Sobre os princípios da Administração Pública, leia o conteúdo dos quadros a seguir. \"A publicidade dos atos, programas, obras, serviços e campanhas dos órgãos públicos deverá ter caráter educativo, informativo ou de orientação social, dela não podendo constar nomes, símbolos ou imagens que caracterizem promoção pessoal de autoridades ou servidores públicos.\"BRASIL. [Constituição (1988)]. Constituição da República Federativa do Brasil. Brasília, DF: Presidência da República, [2024]. \"A Administração não pode atuar com vistas a prejudicar ou beneficiar pessoas determinadas, uma vez que é sempre o interesse público que tem que nortear o seu comportamento.\" DI PIETRO, M. S. Z. Direito Administrativo. 29. ed. São Paulo: Atlas, p. 99.Tanto o texto, da Constituição Federal, quanto o trecho da obra de Di Pietro podem ser corretamente associados à aplicação do princípio da",
    "alternativas": [
      {
        "letra": "A",
        "texto": "legalidade."
      },
      {
        "letra": "B",
        "texto": "moralidade."
      },
      {
        "letra": "C",
        "texto": "eficiência."
      },
      {
        "letra": "D",
        "texto": "impessoalidade."
      },
      {
        "letra": "E",
        "texto": "publicidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3270756",
    "metadata": "Ano: 2024 | Banca: Instituto Access | Órgão: Prefeitura de Itaguara - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Paulo, servidor público de uma pequena cidade, foi convidado por um amigo a participar de um projeto que traria benefícios financeiros para ambos. No entanto, esse projeto envolve o uso de informações privilegiadas que Paulo obteve durante o exercício de suas funções públicas. Ele está em dúvida se deve aceitar o convite, pois acredita que, por não haver ganho imediato para ele, o ato não seria considerado antiético. Com base nos princípios da ética profissional, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O uso de informações privilegiadas para benefício próprio ou de terceiros é uma violação da ética profissional, mesmo sem ganho imediato."
      },
      {
        "letra": "B",
        "texto": "Paulo pode aceitar o convite, desde que não haja dano financeiro direto ao erário."
      },
      {
        "letra": "C",
        "texto": "Como Paulo não estaria obtendo ganho imediato, o ato não configura violação ética."
      },
      {
        "letra": "D",
        "texto": "O uso de informações privilegiadas é permitido desde que o projeto beneficie a comunidade de alguma forma."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3269926",
    "metadata": "Ano: 2024 | Banca: Instituto Access | Órgão: Prefeitura de Itaguara - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "O prefeito de Itaguara decidiu realizar uma série de contratações sem a devida publicação no diário oficial do município, alegando que a divulgação atrasaria o andamento dos projetos e comprometeria a eficiência da administração pública. Com base nos princípios da administração pública previstos na Lei Orgânica Municipal, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A contratação sem publicação é permitida se o ato for de interesse exclusivo do prefeito e sua equipe."
      },
      {
        "letra": "B",
        "texto": "O prefeito violou o princípio da publicidade, que exige a divulgação de todos os atos administrativos, independentemente da urgência. O prefeito violou o princípio da publicidade, que exige a divulgação de todos os atos administrativos, independentemente da urgência."
      },
      {
        "letra": "C",
        "texto": "O prefeito agiu corretamente ao priorizar a eficiência, já que a publicação no diário oficial é dispensável em casos urgentes."
      },
      {
        "letra": "D",
        "texto": "O princípio da impessoalidade foi violado, pois o prefeito não consultou outros órgãos antes de tomar a decisão."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3268677",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CREF - 9ª Região (PR)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Há um princípio do direito administrativo consagrado no art. 37 da CF/1988 que está diretamente relacionado à ideia de que os agentes da Administração Pública devem ser neutros e objetivos no exercício de suas atribuições, atuando de maneira imparcial e sem favorecer ou prejudicar qualquer indivíduo ou grupo específico. Esse princípio descrito é o da",
    "alternativas": [
      {
        "letra": "A",
        "texto": "boa conduta."
      },
      {
        "letra": "B",
        "texto": "justiça."
      },
      {
        "letra": "C",
        "texto": "proporcionalidade."
      },
      {
        "letra": "D",
        "texto": "razoabilidade."
      },
      {
        "letra": "E",
        "texto": "impessoalidade."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3268340",
    "metadata": "Ano: 2024 | Banca: Instituto Access | Órgão: Prefeitura de Itaguara - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Pedro, servidor público do município, foi encarregado de publicar os relatórios mensais de despesas e receitas do município. Ao revisar o material, ele optou por omitir alguns dados, justificando que isso aceleraria o processo e que os detalhes não eram de interesse público. Com base nos princípios da administração pública previstos na Lei Orgânica Municipal, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A eficiência administrativa justifica a omissão de informações que não afetam diretamente o orçamento do município."
      },
      {
        "letra": "B",
        "texto": "Pedro violou o princípio da publicidade, pois omitir dados vai contra a transparência exigida pela Lei Orgânica."
      },
      {
        "letra": "C",
        "texto": "A omissão de dados é permitida desde que não cause impacto direto nos serviços prestados à população."
      },
      {
        "letra": "D",
        "texto": "A atitude de Pedro foi correta, pois ele agiu para garantir a eficiência administrativa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3254180",
    "metadata": "Ano: 2024 | Banca: IBAM | Órgão: Prefeitura de Guarulhos - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Sobre a conduta dos agentes públicos com o público externo, analise as assertivas a seguir: I. Respeito aos valores, às necessidades e às boas práticas da comunidade, contribuindo para a construção e a consolidação de uma consciência cidadã. II. Evitar interrupções por razões alheias ao atendimento ao cidadão. III. Manter clareza de posições e decoro, com vistas a motivar respeito e confiança junto ao público em geral. IV. Orientar e encaminhar corretamente o cidadão quando o atendimento precisar ser realizado em outra unidade ou órgão da Administração Pública.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II, III e IV, apenas"
      },
      {
        "letra": "B",
        "texto": "I, II e IV, apenas"
      },
      {
        "letra": "C",
        "texto": "I e III, apenas"
      },
      {
        "letra": "D",
        "texto": "II e III, apenas"
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3248794",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: EBSERH",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Os princípios orçamentários, fundamentais para o sistema jurídico, orientam a interpretação das normas e fortalecem a instituição orçamentária para auxiliar o controle parlamentar sobre o governo. A esse respeito, acerca desses princípios, avalie as afirmativas a seguir. I. A Administração Pública só pode agir dentro dos limites estabelecidos pela lei. II. Os atos administrativos devem ser realizados com transparência, garantindo o acesso público às informações. III. A atuação dos agentes públicos deve visar ao interesse coletivo, sem o favorecimento de indivíduos ou grupos específicos. IV. Os agentes públicos devem agir com ética, probidade e lealdade em relação ao interesse público. Essas afirmativas referem-se, respectivamente, aos seguintes princípios:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "legalidade / impessoalidade / eficiência / publicidade."
      },
      {
        "letra": "B",
        "texto": "impessoalidade / eficiência / publicidade / moralidade."
      },
      {
        "letra": "C",
        "texto": "legalidade / publicidade / impessoalidade / moralidade."
      },
      {
        "letra": "D",
        "texto": "publicidade / legalidade / impessoalidade / moralidade."
      },
      {
        "letra": "E",
        "texto": "legalidade / publicidade / impessoalidade / eficiência."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3231573",
    "metadata": "Ano: 2024 | Banca: AMEOSC | Órgão: Prefeitura de Tunápolis - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Na administração pública, existem princípios constitucionais que orientam a atuação dos agentes públicos, garantindo que suas ações sejam conduzidas de acordo com os valores que promovem a boa governança e o interesse coletivo. Esses princípios são essenciais para assegurar que a gestão pública seja transparente, ética, e eficiente, além de obedecer às normas legais. Dentre as opções abaixo, marque a alternativa que corresponde aos princípios constitucionais da administração pública:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Transparência, responsabilidade, legalidade, eficiência e moralidade."
      },
      {
        "letra": "B",
        "texto": "Legalidade, impessoalidade, moralidade, publicidade e eficiência."
      },
      {
        "letra": "C",
        "texto": "Eficiência, moralidade, legalidade, imparcialidade e transparência."
      },
      {
        "letra": "D",
        "texto": "Impessoalidade, moralidade, eficiência, equidade e legalidade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3223482",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Spcine - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Agências Reguladoras na Organização da Administração Pública",
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "A existência das agências reguladoras suscita relevantes discussões acerca da aplicação do princípio da legalidade diante do poder normativo dessas agências. Sobre esse tema, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o Supremo Tribunal Federal já declarou inconstitucional o poder normativo de agências como a ANATEL e a ANVISA, considerando a exigência constitucional de lei em sentido estrito para a criação de direito ou obrigação (art. 5o , CF/88)."
      },
      {
        "letra": "B",
        "texto": "o poder normativo das agências reguladoras decorre diretamente do texto constitucional, considerando a previsão nominal de tais autarquias de regime especial no capítulo específico dedicado à Administração Pública (art. 37, CF/88)."
      },
      {
        "letra": "C",
        "texto": "a existência de ato normativo expedido por agência reguladora impede o tratamento legal da mesma matéria pelo Poder Legislativo, ainda que por meio de legislação posterior, em razão do critério da especialidade."
      },
      {
        "letra": "D",
        "texto": "se insere no âmbito da chamada “técnica da deslegalização”, por meio da qual o legislador confere à seara administrativa a regulação de determinadas matérias, conforme padrões e princípios a serem respeitados pelas agências."
      },
      {
        "letra": "E",
        "texto": "os atos normativos expedidos pelas agências reguladoras devem respeitar as leis ordinárias aprovadas anteriormente à criação das respectivas agências, vez que não têm o poder de modificar a legislação precedente de superior hierarquia normativa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3223296",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Spcine - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Fernanda, Diretora-Presidente da Empresa de Cinema e Audiovisual de São Paulo/SP (Spcine), deseja enviar um Comunicado aos empregados da empresa, pois se aproxima o período de eleições para o preenchimento cargos políticos. A intenção é passar uma mensagem que reforce os direitos e obrigações dos agentes públicos para o exercício de atividade Político-Eleitoral previstas no Código de Conduta e Integridade da Empresa. Para impedir que haja incorreções no documento, o(a) Diretor(a) Jurídico(a) é convidado(a) a participar de uma reunião, em que o Comunicado é apresentado. Com base na situação hipotética e no disposto no Código de Conduta e Integridade da Spcine, o(a) Diretor(a) Jurídico(a) deverá recomendar a manutenção de trecho do documento que declare que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os agentes públicos, incluídos os da alta administração, não poderão participar de eventos de natureza político-eleitoral."
      },
      {
        "letra": "B",
        "texto": "os agentes públicos, incluídos os da alta administração, não poderão se valer de viagens de trabalho para participar de eventos políticos-eleitorais."
      },
      {
        "letra": "C",
        "texto": "havendo possibilidade de conflito de interesse entre a atividade político eleitoral e a função pública, os agentes públicos serão automaticamente desligados de seus empregos públicos."
      },
      {
        "letra": "D",
        "texto": "os agentes públicos, no exercício das funções, não poderão manifestar de forma pública a intenção de candidatar-se a cargo eletivo."
      },
      {
        "letra": "E",
        "texto": "os agentes da alta administração não poderão, em qualquer hipótese, utilizar recursos públicos próprios para a promoção de atividade de natureza político-eleitoral."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3223275",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Spcine - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo"
    ],
    "enunciado_principal": "A respeito do regime jurídico-administrativo, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O princípio da supremacia do interesse público sobre o privado autoriza que a Administração aja para atender as necessidades públicas, segundo a noção de interesse público do gestor, ainda que não haja autorização legislativa e a sua conduta importe ofensa ao núcleo dos direitos fundamentais."
      },
      {
        "letra": "B",
        "texto": "O interesse público secundário corresponde à necessidade de o Estado atender necessidades coletivas por meio do exercício da função administrativa, não se confundindo com o interesse do próprio ente público enquanto titular de direitos e obrigações."
      },
      {
        "letra": "C",
        "texto": "O interesse público, segundo parcela da doutrina, é indissociável do interesse privado, uma vez que ambos têm por base a Constituição Federal e há determinados interesses particulares que, se protegidos por direitos fundamentais, devem ser assegurados pelo Estado."
      },
      {
        "letra": "D",
        "texto": "Prevalece na doutrina o entendimento de que o princípio da supremacia do interesse público sobre o interesse privado é incompatível com os postulados da proporcionalidade e da concordância prática, motivo pelo qual deve ser rejeitado enquanto mecanismo dogmático de identificação do regime jurídico- -administrativo."
      },
      {
        "letra": "E",
        "texto": "O princípio da indisponibilidade do interesse público está relacionado ao fato de o gestor público não deter o poder para transigir sobre bens e direitos de titularidade da Administração Pública, motivo pelo qual o Estado não pode resolver os seus conflitos por meio de mecanismos alternativos de solução de controvérsias, como a arbitragem."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3223193",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Spcine - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Agentes públicos e Lei 8.112 de 1990",
      "Regime jurídico administrativo",
      "Responsabilidades do servidor",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "A ética profissional abrange comportamentos e condutas que regem as relações humanas e as rotinas operacionais no ambiente de trabalho. Assinale a alternativa que complementa essa assertiva no que se refere a um profissional ético de uma instituição pública.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No ambiente de trabalho, o servidor público deve agir de forma íntegra, honesta, colaborativa e com parcialidade em todas as situações."
      },
      {
        "letra": "B",
        "texto": "O equilíbrio entre a moralidade e a eficiência, na conduta do servidor público, consolida a finalidade de suas ações éticas no desempenho de sua função."
      },
      {
        "letra": "C",
        "texto": "A dignidade, a eficácia e os princípios morais estão entre as prioridades que devem nortear o servidor público, exclusivamente, no exercício de sua função."
      },
      {
        "letra": "D",
        "texto": "O servidor público, que preza pela ética, deve estabelecer critérios objetivos e subjetivos para avaliar a moralidade das ações, além de considerar as suas crenças individuais."
      },
      {
        "letra": "E",
        "texto": "Uma postura do servidor público a ser observada é o decoro, que compreende, além da retidão de uma ação, a visão que a sociedade tem dessa ação como correta."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3202421",
    "metadata": "Ano: 2024 | Banca: IV - UFG | Órgão: Prefeitura de Jussara - GO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo"
    ],
    "enunciado_principal": "Qual princípio da Administração Pública equivale ao controle que os órgãos da Administração Direta exercem sobre as entidades da Administração Indireta, com o objetivo de assegurar o cumprimento de suas finalidades institucionais?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tutela."
      },
      {
        "letra": "B",
        "texto": "Eficiência."
      },
      {
        "letra": "C",
        "texto": "Hierarquia."
      },
      {
        "letra": "D",
        "texto": "Especialidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3202229",
    "metadata": "Ano: 2024 | Banca: Ibest | Órgão: Prefeitura de Dourados - MS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo"
    ],
    "enunciado_principal": "De acordo com os princípios da Administração Pública no Brasil, assinale a alternativa que apresenta o princípio que está presente tanto no momento da elaboração da lei como no momento da sua execução em concreto pela Administração, que inspira o legislador e vincula a autoridade administrativa em toda a sua atuação, bem como prevê que as normas de direito público, embora protejam reflexamente o interesse individual, têm o objetivo primordial de atender ao interesse público e ao bem-estar coletivo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Princípio da legalidade"
      },
      {
        "letra": "B",
        "texto": "Princípio da presunção de legitimidade"
      },
      {
        "letra": "C",
        "texto": "Princípio da publicidade"
      },
      {
        "letra": "D",
        "texto": "Princípio da supremacia do interesse público"
      }
    ],
    "gabarito": "D"
  }
]