[
  {
    "id": "3530225",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Proporcionalidade, Razoabilidade, Motivação, Autotutela e Outros Princípios"
    ],
    "enunciado_principal": "Julgue o item a seguir, relativos a noções de direito administrativo.O princípio da razoabilidade é considerado um princípio implícito da administração pública e se baseia naquilo que se situa dentro de limites aceitáveis.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3466725",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: FUB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Processo Administrativo - Lei nº 9.784 de 1999 e Lei nº 14.210 de 2021",
      "Regime jurídico administrativo",
      "Princípios - Proporcionalidade, Razoabilidade, Motivação, Autotutela e Outros Princípios"
    ],
    "enunciado_principal": "Julgue o próximo item com base no Código de Ética Profissional do Servidor Público Civil do Poder Executivo Federal (Decreto n.º 1.171/1994), na Lei de Improbidade Administrativa (Lei n.º 8.429/1992), no Regime Jurídico dos Servidores Públicos Civis da União (Lei n.º 8.112/1990), na Lei do Processo Administrativo Federal (Lei n.º 9.784/1999) e na Lei de Licitações e Contratos Administrativos (Lei n.º 14.133/2021). Embora os princípios da razoabilidade e da proporcionalidade não estejam expressamente previstos na lei que regula o processo administrativo no âmbito da administração pública federal, os atos dos servidores públicos devem observar os fundamentos desses princípios.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3464489",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: FUB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Regime jurídico administrativo",
      "Requisitos do ato administrativo – competência, finalidade, forma, motivo e objeto",
      "Princípios - Proporcionalidade, Razoabilidade, Motivação, Autotutela e Outros Princípios"
    ],
    "enunciado_principal": "Com base na legislação vigente e na doutrina majoritária, julgue o item a seguir, acerca do regime jurídico‐administrativo e dos princípios, poderes e atos da administração pública. Por força do princípio da indisponibilidade do interesse público pela administração, o administrador, em regra, não pode renunciar a competências, poderes e direitos da administração pública.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3455447",
    "metadata": "Ano: 2025 | Banca: VUNESP | Órgão: Prefeitura de Itatiba - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Proporcionalidade, Razoabilidade, Motivação, Autotutela e Outros Princípios"
    ],
    "enunciado_principal": "O princípio implícito da Administração Pública, que justifica a existência das chamadas prerrogativas da Administração nos contratos administrativos (alteração unilateral, extinção unilateral, aplicação de multas, entre outras) é o princípio da",
    "alternativas": [
      {
        "letra": "A",
        "texto": "eficiência."
      },
      {
        "letra": "B",
        "texto": "economicidade."
      },
      {
        "letra": "C",
        "texto": "supremacia do interesse público."
      },
      {
        "letra": "D",
        "texto": "impessoalidade."
      },
      {
        "letra": "E",
        "texto": "exigência de licitação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3440425",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Controle da administração pública",
      "Processo Administrativo - Lei nº 9.784 de 1999 e Lei nº 14.210 de 2021",
      "Regime jurídico administrativo",
      "Conceito e Classificação",
      "Controle administrativo, judicial e legislativo",
      "Princípios - Contraditório e Ampla Defesa e Segurança Jurídica",
      "Princípios - Proporcionalidade, Razoabilidade, Motivação, Autotutela e Outros Princípios",
      "Demais aspectos da lei 9.784/99"
    ],
    "enunciado_principal": "Relativamente ao controle da Administração é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O direito da Administração de anular os atos administrativos de que decorram efeitos favoráveis para os destinatários decai em cinco anos, contados da data em que foram praticados, salvo comprovada a boa-fé do administrado."
      },
      {
        "letra": "B",
        "texto": "A administração pública pode declarar a revogação dos seus próprios atos eivados de nulidade."
      },
      {
        "letra": "C",
        "texto": "Considera-se exercício do direito de revogar qualquer medida de autoridade administrativa que importe impugnação à validade do ato."
      },
      {
        "letra": "D",
        "texto": "O prazo quinquenal para a Administração anular os atos administrativos favoráveis aos destinatários é prescricional."
      },
      {
        "letra": "E",
        "texto": "No exercício do seu poder de autotutela, poderá a Administração Pública rever os atos de concessão de anistia a cabos da Aeronáutica, quando se comprovar a ausência de ato com motivação exclusivamente política, assegurando-se ao anistiado, em procedimento administrativo, o devido processo legal e a não devolução das verbas já recebidas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3440424",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Processo Administrativo - Lei nº 9.784 de 1999 e Lei nº 14.210 de 2021",
      "Regime jurídico administrativo",
      "Poderes da Administração",
      "Poder normativo, poder hierárquico e poder disciplinar",
      "Poder de polícia",
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Princípios - Contraditório e Ampla Defesa e Segurança Jurídica",
      "Princípios - Proporcionalidade, Razoabilidade, Motivação, Autotutela e Outros Princípios",
      "Demais aspectos da lei 9.784/99",
      "Atos de Improbidade Administrativa e suas Sanções"
    ],
    "enunciado_principal": "Relativamente ao Direito Administrativo Sancionador e às recentes decisões do STJ sobre a matéria, a retroatividade da lei mais benéfica é aplicada da seguinte forma:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aplica-se ao Direito Administrativo Sancionador a retroatividade da lei posterior mais benéfica em idêntica extensão à novatio legis in mellius do direito penal."
      },
      {
        "letra": "B",
        "texto": "A penalidade administrativa deve se basear no princípio do tempus regit actum, salvo se houver previsão expressa de retroatividade da lei mais benéfica."
      },
      {
        "letra": "C",
        "texto": "A pena administrativa minorada por lei posterior não pode ser aplicada a casos anteriores em nenhuma hipótese."
      },
      {
        "letra": "D",
        "texto": "A pena administrativa reduzida por lei posterior pode ser aplicada a casos pretéritos somente se a conduta for tipificada na lei penal vigente."
      },
      {
        "letra": "E",
        "texto": "Em qualquer caso a penalidade administrativa minorada por lei posterior poderá ser aplicada a casos pretéritos à sua vigência, independentemente de previsão expressa, por força dos princípios implícitos do Direito Administrativo Sancionador."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3409240",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: STM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Proporcionalidade, Razoabilidade, Motivação, Autotutela e Outros Princípios"
    ],
    "enunciado_principal": "A respeito dos agentes públicos, bem como dos princípios da administração pública, julgue o item seguinte. O princípio da motivação é expressamente previsto na Constituição Federal de 1988, com vistas a garantir a externalização dos fundamentos de fato e de direito que subsidiam a prática do ato, em prol do controle pelos administrados.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3375717",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRM-MS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Proporcionalidade, Razoabilidade, Motivação, Autotutela e Outros Princípios"
    ],
    "enunciado_principal": "Acerca do regime jurídico‑administrativo, dos princípios que regem a Administração Pública e das disposições da Lei nº 9.784/1999, julgue o item seguinte.O princípio da indisponibilidade do interesse público é absoluto, razão pela qual se impede que os agentes públicos disponham dos bens públicos, em qualquer circunstância, uma vez que pertencem à coletividade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3375715",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRM-MS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios - Proporcionalidade, Razoabilidade, Motivação, Autotutela e Outros Princípios"
    ],
    "enunciado_principal": "Acerca do regime jurídico‑administrativo, dos princípios que regem a Administração Pública e das disposições da Lei nº 9.784/1999, julgue o item seguinte.O princípio da motivação obriga que os atos administrativos, com exceção dos atos discricionários, venham acompanhados da exposição dos fundamentos de fato e de direito que os justificam.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3375713",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRM-MS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Proporcionalidade, Razoabilidade, Motivação, Autotutela e Outros Princípios"
    ],
    "enunciado_principal": "Acerca do regime jurídico‑administrativo, dos princípios que regem a Administração Pública e das disposições da Lei nº 9.784/1999, julgue o item seguinte.O princípio da finalidade determina que a atuação da Administração Pública deve, sempre, buscar o interesse público, desde que isso não imponha uma limitação à discricionariedade e à liberdade de atuação dos agentes administrativos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3349679",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TRT - 24ª REGIÃO (MS)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Proporcionalidade, Razoabilidade, Motivação, Autotutela e Outros Princípios"
    ],
    "enunciado_principal": "O princípio da celeridade processual encontra fundamento no Art. 5º, inciso LXXVIII, da Constituição Federal, que garante a todos, no âmbito judicial e administrativo, a razoável duração do processo e os meios que garantam a celeridade de sua tramitação. Assinale a opção que apresenta corretamente um exemplo que reflete a aplicação do princípio da celeridade processual.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A administração utiliza plataformas eletrônicas para recebimento e análise de propostas em licitações, reduzindo o tempo de tramitação."
      },
      {
        "letra": "B",
        "texto": "Um órgão público exige diversas vias físicas de um mesmo documento, mesmo quando há versão digital disponível."
      },
      {
        "letra": "C",
        "texto": "Um processo é interrompido por tempo indefinido devido à ausência de um servidor em férias."
      },
      {
        "letra": "D",
        "texto": "A tramitação de processos é feita exclusivamente de forma presencial, com prazos longos e pouca previsibilidade."
      },
      {
        "letra": "E",
        "texto": "Um edital é redigido com linguagem excessivamente técnica, dificultando a participação de interessados e atrasando o certame."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3324311",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Regime jurídico administrativo",
      "Empresas Públicas e Sociedades de Economia Mista",
      "Princípios - Proporcionalidade, Razoabilidade, Motivação, Autotutela e Outros Princípios"
    ],
    "enunciado_principal": "Uma norma da Constituição do Estado Beta prevê que a alienação, transferência de controle acionário, cisão, incorporação, fusão e a extinção de empresas públicas do Estado Beta estão sujeitas a prévia aprovação, por plebiscito. A Assembleia Legislativa do Estado Beta promulga Emenda à Constituição Estadual revogando a mencionada norma. À luz da jurisprudência do STF, a emenda é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "inconstitucional, pois viola o princípio da proporcionalidade e restringe a participação popular;"
      },
      {
        "letra": "B",
        "texto": "inconstitucional, pois viola a iniciativa privativa do chefe do Poder Executivo;"
      },
      {
        "letra": "C",
        "texto": "inconstitucional, pois viola o princípio da vedação ao retrocesso;"
      },
      {
        "letra": "D",
        "texto": "constitucional, pois a sanção do governador convalesce o vício de iniciativa;"
      },
      {
        "letra": "E",
        "texto": "constitucional, pois a Constituição da República não exige autorização legislativa ou plebiscito para essas hipóteses."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3298354",
    "metadata": "Ano: 2025 | Banca: IV - UFG | Órgão: Câmara de Morrinhos - GO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Proporcionalidade, Razoabilidade, Motivação, Autotutela e Outros Princípios"
    ],
    "enunciado_principal": "Nos termos da Lei de Introdução às Normas do Direito Brasileiro, a decisão judicial que estabeleça interpretação nova sobre norma administrativa de conteúdo indeterminado e imponha condicionamento de direito ao seu titular deve conter a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "previsão de regime jurídico de transição ainda que sem análise de proporcionalidade entre interesses individuais e gerais da sociedade."
      },
      {
        "letra": "B",
        "texto": "declaração de invalidade de decisões constituídas ainda que sem a indicação expressa das consequências jurídicas e administrativas da invalidação."
      },
      {
        "letra": "C",
        "texto": "previsão de regime jurídico de transição quando indispensável para que o condicionamento seja cumprido de forma equânime, proporcional e eficiente."
      },
      {
        "letra": "D",
        "texto": "declaração de invalidade de decisões constituídas ainda que se fundamentem em orientações gerais fixadas pela jurisprudência judicial ou administrativa majoritária."
      },
      {
        "letra": "E",
        "texto": "convalidação de todos os atos praticados com base em entendimento anterior."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3291511",
    "metadata": "Ano: 2025 | Banca: ADM&TEC | Órgão: Prefeitura de João Alfredo - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Proporcionalidade, Razoabilidade, Motivação, Autotutela e Outros Princípios"
    ],
    "enunciado_principal": "O princípio da autotutela permite que a Administração reveja seus atos, mesmo sem provocação. Entretanto, essa prerrogativa não pode ser exercida quando:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O ato apresentar vício de legalidade manifesto."
      },
      {
        "letra": "B",
        "texto": "O ato gerar benefício indevido a particular, ainda que de boa-fé."
      },
      {
        "letra": "C",
        "texto": "A Administração considerar que houve erro material na emissão do ato."
      },
      {
        "letra": "D",
        "texto": "O ato administrativo já tiver sido objeto de decisão judicial definitiva."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3273232",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: IF-AM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Processo Administrativo - Lei nº 9.784 de 1999 e Lei nº 14.210 de 2021",
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Definições gerais, direitos e deveres dos administrados",
      "Princípios - Proporcionalidade, Razoabilidade, Motivação, Autotutela e Outros Princípios"
    ],
    "enunciado_principal": "Analise as seguintes asserções e a relação proposta entre elas, tendo por referência a Lei Federal nº 9.784/1999: I. A Administração Pública obedecerá, dentre outros, aos princípios da legalidade, finalidade, motivação, razoabilidade, proporcionalidade, moralidade, ampla defesa, contraditório, segurança jurídica, interesse público e eficiência. PORQUE II. É dever do administrado perante a Administração, sem prejuízo de outros previstos em ato normativo, proceder com lealdade, urbanidade e boa-fé. A respeito dessas asserções, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As asserções I e II são proposições verdadeiras, e a II é uma justificativa da I."
      },
      {
        "letra": "B",
        "texto": "As asserções I e II são proposições verdadeiras, mas a II não é uma justificativa da I."
      },
      {
        "letra": "C",
        "texto": "A asserção I é uma proposição verdadeira, e a II é uma proposição falsa."
      },
      {
        "letra": "D",
        "texto": "A asserção I é uma proposição falsa, e a II é uma proposição verdadeira."
      },
      {
        "letra": "E",
        "texto": "As asserções I e II são proposições falsas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3262628",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Processo Administrativo - Lei nº 9.784 de 1999 e Lei nº 14.210 de 2021",
      "Regime jurídico administrativo",
      "Definições gerais, direitos e deveres dos administrados",
      "Princípios - Proporcionalidade, Razoabilidade, Motivação, Autotutela e Outros Princípios",
      "Demais aspectos da lei 9.784/99"
    ],
    "enunciado_principal": "Tendo por base as disposições da Lei nº 9.784/1999, marque V para as afirmativas verdadeiras e F para as falsas. ( ) Na condução dos processos administrativos deverá ser feita a adequação entre meios e fins, vedada a imposição de obrigações, restrições e sanções de quaisquer espécies. ( ) O administrado tem direito a ser tratado com respeito pelas autoridades e demais servidores, mas estes não estão obrigados a facilitar o exercício de seus direitos ou obrigações. ( ) Expor os fatos conforme a verdade; proceder com lealdade, urbanidade e boa-fé; não agir de modo temerário; prestar as informações que lhe forem solicitadas, bem como colaborar para o esclarecimento dos fatos, são deveres do administrado perante a Administração, expressos na citada Lei. A sequência está correta em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F, F, V."
      },
      {
        "letra": "B",
        "texto": "V, V, F."
      },
      {
        "letra": "C",
        "texto": "V, F, V."
      },
      {
        "letra": "D",
        "texto": "F, V, F."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3262349",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Princípios da Administração Pública",
      "Administração Indireta",
      "Regime jurídico administrativo",
      "Empresas Públicas e Sociedades de Economia Mista",
      "Princípios - Proporcionalidade, Razoabilidade, Motivação, Autotutela e Outros Princípios"
    ],
    "enunciado_principal": "A Hemobrás é uma empresa pública da administração indireta, vinculada ao Ministério da Saúde, com 100% do Capital Social pertencente ao Governo Federal, tendo por finalidade explorar diretamente atividade econômica. Compete especificamente ao Presidente da Hemobrás expedir atos de admissão, designação, promoção, transferência e dispensa de empregados. Na qualidade de analista jurídico da Hemobrás, foi solicitada a elaboração de minuta de parecer sobre o dever jurídico de motivar a demissão de empregados da empresa. Sobre tal dever jurídico, a Hemobrás:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tem o dever jurídico de motivar a demissão de seus empregados concursados; tal motivação deve consistir em fundamento razoável."
      },
      {
        "letra": "B",
        "texto": "Não tem o dever jurídico de motivar a demissão de seus empregados concursados, por não ser uma empresa pública prestadora de serviço público."
      },
      {
        "letra": "C",
        "texto": "Tem o dever jurídico de motivar a demissão de seus empregados concursados; tal motivação deve se enquadrar nas hipóteses de justa causa da legislação trabalhista."
      },
      {
        "letra": "D",
        "texto": "Não tem o dever jurídico de motivar a demissão de seus empregados concursados, pois, embora seja exploradora de atividade econômica, atua em regime não concorrencial."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3258210",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TRT - 10ª REGIÃO (DF e TO)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Proporcionalidade, Razoabilidade, Motivação, Autotutela e Outros Princípios"
    ],
    "enunciado_principal": "No que se refere às autarquias, à vinculação dos atos administrativos, aos princípios expressos e implícitos da administração pública e à organização administrativa do Estado, julgue o item subsequente. A autotutela é um princípio administrativo que permite à administração pública rever e anular, de forma unilateral, seus próprios atos quando eivados de vício de legalidade, não havendo necessidade de motivação, ainda que direitos individuais sejam afetados.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3257216",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: BDMG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Proporcionalidade, Razoabilidade, Motivação, Autotutela e Outros Princípios"
    ],
    "enunciado_principal": "Julgue o item subsequente, acerca de administração indireta, entidades paraestatais e organização e princípios da administração pública. A autotutela, um dos princípios implícitos da administração pública, é a prerrogativa que lhe permite corrigir os próprios erros de forma autônoma.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3240087",
    "metadata": "Ano: 2025 | Banca: OBJETIVA | Órgão: Prefeitura de Rio Negro - PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Proporcionalidade, Razoabilidade, Motivação, Autotutela e Outros Princípios"
    ],
    "enunciado_principal": "Sobre o princípio da obrigatória motivação, relacionar as colunas e assinalar a sequência correspondente. (1) Motivação. (2) Motivo. (3) Causa. (4) Móvel. (5) Intenção real. ( ) Verdadeira razão que conduziu o agente a praticar o ato. ( ) Justificativa escrita sobre as razões fáticas e jurídicas que determinaram a prática do ato. ( ) Nexo de pertinência lógica entre o motivo do ato e o conteúdo, sendo útil para aferir a proporcionalidade da conduta. ( ) Fato que autoriza a realização do ato administrativo. ( ) Intenção declarada pelo agente como justificativa para prática do ato.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "3 - 5 - 4 - 1 - 2."
      },
      {
        "letra": "B",
        "texto": "5 - 1 - 3 - 2 - 4."
      },
      {
        "letra": "C",
        "texto": "2 - 4 - 5 - 3 - 1."
      },
      {
        "letra": "D",
        "texto": "5 - 3 - 4 - 1 - 2."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3240080",
    "metadata": "Ano: 2025 | Banca: OBJETIVA | Órgão: Prefeitura de Rio Negro - PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Proporcionalidade, Razoabilidade, Motivação, Autotutela e Outros Princípios"
    ],
    "enunciado_principal": "No Direito Administrativo, o princípio da razoabilidade impõe a obrigação de os agentes realizarem suas funções com equilíbrio, coerência e bom senso. Com base nisso, assinalar a alternativa que indica exemplo de ato atentatório à razoabilidade.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Cancelamento de multas por erros formais em documento administrativo, desde que não haja prejuízo ao erário público e que o erro seja corrigível."
      },
      {
        "letra": "B",
        "texto": "Prorrogação de inscrições no Exame Nacional do Ensino Médio para candidatos de áreas afetadas por calamidades públicas em virtude de desastres climáticos e ambientais."
      },
      {
        "letra": "C",
        "texto": "Ordem emitida pelo Ministro da Previdência autorizando a prova de vida pelo aplicativo oficial do governo para aposentados e pensionistas acima de 80 anos."
      },
      {
        "letra": "D",
        "texto": "Candidato eliminado de concurso para provimento do cargo de médico hospitalar estadual porque tem tatuagem nas costas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3239281",
    "metadata": "Ano: 2025 | Banca: OBJETIVA | Órgão: Prefeitura de Rio Negro - PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Proporcionalidade, Razoabilidade, Motivação, Autotutela e Outros Princípios"
    ],
    "enunciado_principal": "Em relação aos princípios administrativos, assinalar a alternativa que preenche a lacuna abaixo CORRETAMENTE. No Direito Administrativo, o princípio da _____________ impõe a obrigação dos agentes públicos realizarem suas funções com equilíbrio, coerência e bom senso.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "proporcionalidade"
      },
      {
        "letra": "B",
        "texto": "razoabilidade"
      },
      {
        "letra": "C",
        "texto": "impessoalidade"
      },
      {
        "letra": "D",
        "texto": "publicidade"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3235406",
    "metadata": "Ano: 2025 | Banca: VUNESP | Órgão: Prefeitura de Itapevi - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Proporcionalidade, Razoabilidade, Motivação, Autotutela e Outros Princípios"
    ],
    "enunciado_principal": "Determinado ato da Administração Pública tornou-se inoportuno, o que a fez revogá-lo com base no princípio da",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tutela administrativa."
      },
      {
        "letra": "B",
        "texto": "autotutela."
      },
      {
        "letra": "C",
        "texto": "legalidade."
      },
      {
        "letra": "D",
        "texto": "razoabilidade."
      },
      {
        "letra": "E",
        "texto": "impessoalidade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3226812",
    "metadata": "Ano: 2025 | Banca: OBJETIVA | Órgão: Prefeitura de Rio do Oeste - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Proporcionalidade, Razoabilidade, Motivação, Autotutela e Outros Princípios"
    ],
    "enunciado_principal": "No que diz respeito aos princípios infraconstitucionais, é um aspecto da razoabilidade voltado à aferição da justa medida da reação administrativa diante da situação concreta, ou seja, constitui proibição de exageros no exercício da função administrativa. Essa conduta refere-se ao princípio da:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Finalidade."
      },
      {
        "letra": "B",
        "texto": "Proporcionalidade."
      },
      {
        "letra": "C",
        "texto": "Autotutela"
      },
      {
        "letra": "D",
        "texto": "Eficiência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3222601",
    "metadata": "Ano: 2025 | Banca: OBJETIVA | Órgão: Prefeitura de Planaltina do Paraná - PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Proporcionalidade, Razoabilidade, Motivação, Autotutela e Outros Princípios"
    ],
    "enunciado_principal": "No Estado de Direito, a proporcionalidade é um princípio fundamental que guia as ações do Estado, buscando sempre um equilíbrio entre os fins a serem alcançados e os meios empregados. Essa busca por equilíbrio pode ser resumida por meio da frase:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "“Depois da tempestade, vem a bonança”."
      },
      {
        "letra": "B",
        "texto": "“Não se usam canhões para matar pardais”."
      },
      {
        "letra": "C",
        "texto": "“Quem quer muito, por nada dá”."
      },
      {
        "letra": "D",
        "texto": "“Água mole em pedra dura, tanto bate até que fura”."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3216603",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: TRT - 6ª Região (PE)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Proporcionalidade, Razoabilidade, Motivação, Autotutela e Outros Princípios"
    ],
    "enunciado_principal": "O regime jurídico administrativo é informado por regras e princípios, estes que estão previstos no ordenamento jurídico de forma expressa ou implicitamente. Tem-se como implícito o princípio da",
    "alternativas": [
      {
        "letra": "A",
        "texto": "moralidade administrativa, que permeia os demais princípios para deles extrair o conteúdo que melhor atenda o interesse público no caso concreto."
      },
      {
        "letra": "B",
        "texto": "autotutela, segundo o qual a Administração Pública pode revogar seus atos e contratos administrativos eivados de vício de legalidade."
      },
      {
        "letra": "C",
        "texto": "supremacia do interesse público, que autoriza a derrogação de norma legal para atendimento do interesse da Administração Pública em detrimento de interesses privados."
      },
      {
        "letra": "D",
        "texto": "eficiência, que exige da Administração Pública o atingimento do máximo de resultados possíveis, com o menor empenho de recursos disponíveis."
      },
      {
        "letra": "E",
        "texto": "indisponibilidade do interesse público, com base no qual não é dado à Administração Pública transigir sobre seus interesses, salvo previsão legal."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3213326",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Extinção dos atos administrativos",
      "Princípios - Proporcionalidade, Razoabilidade, Motivação, Autotutela e Outros Princípios"
    ],
    "enunciado_principal": "No que diz respeito ao sistema administrativo, aos atos administrativos, às parcerias público-privadas e ao tombamento, julgue o item a seguir.A administração pública pode anular seus próprios atos, quando eivados de ilegalidade, independentemente de contraditório, mesmo quando interferirem na esfera jurídica de interesses individuais de seus administrados, haja vista a prevalência do interesse público sobre o privado e o princípio da legalidade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3209415",
    "metadata": "Ano: 2025 | Banca: VUNESP | Órgão: Prefeitura de Sertãozinho - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Proporcionalidade, Razoabilidade, Motivação, Autotutela e Outros Princípios"
    ],
    "enunciado_principal": "Na Administração Pública brasileira, ao ser criada uma entidade da administração pública indireta, cabe ao ministério ou à secretaria estadual ou municipal o controle finalístico das atividades dessa entidade vinculada, o que está de acordo com o princípio implícito da",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tutela administrativa."
      },
      {
        "letra": "B",
        "texto": "autotutela."
      },
      {
        "letra": "C",
        "texto": "razoabilidade."
      },
      {
        "letra": "D",
        "texto": "eficiência."
      },
      {
        "letra": "E",
        "texto": "proporcionalidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3209411",
    "metadata": "Ano: 2025 | Banca: VUNESP | Órgão: Prefeitura de Sertãozinho - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Proporcionalidade, Razoabilidade, Motivação, Autotutela e Outros Princípios"
    ],
    "enunciado_principal": "A descontinuidade de determinado serviço público, pela sua interrupção em situação de emergência ou após prévio aviso, a exemplo de quando motivada por razões de ordem técnica ou de segurança das instalações, configura-se como uma das exceções ao princípio implícito da",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ampla defesa e do contraditório."
      },
      {
        "letra": "B",
        "texto": "impessoalidade."
      },
      {
        "letra": "C",
        "texto": "moralidade."
      },
      {
        "letra": "D",
        "texto": "especialidade."
      },
      {
        "letra": "E",
        "texto": "continuidade dos serviços públicos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3204650",
    "metadata": "Ano: 2025 | Banca: CETREDE | Órgão: Prefeitura de São Benedito - CE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Proporcionalidade, Razoabilidade, Motivação, Autotutela e Outros Princípios"
    ],
    "enunciado_principal": "O princípio que estabelece que a Administração Pública possui o poder de controlar os próprios atos, anulando-os quando ilegais ou revogando-os quando inconvenientes ou inoportunos, é o da",
    "alternativas": [
      {
        "letra": "A",
        "texto": "impessoalidade."
      },
      {
        "letra": "B",
        "texto": "autotutela."
      },
      {
        "letra": "C",
        "texto": "eficiência."
      },
      {
        "letra": "D",
        "texto": "ampla defesa."
      },
      {
        "letra": "E",
        "texto": "razoabilidade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3199080",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: Prefeitura de Sinop - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência",
      "Princípios - Proporcionalidade, Razoabilidade, Motivação, Autotutela e Outros Princípios"
    ],
    "enunciado_principal": "Dois servidores públicos, recém-empossados em seus cargos, estavam conversando a respeito dos princípios que regem a administração pública, os quais eles deveriam obrigatoriamente observar no exercício de suas funções. Um deles argumentou que, com base no princípio da finalidade, o administrador público:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pode fazer só o que a lei manda"
      },
      {
        "letra": "B",
        "texto": "pode fazer tudo o que a lei não proíbe"
      },
      {
        "letra": "C",
        "texto": "deve agir buscando o interesse do seu partido"
      },
      {
        "letra": "D",
        "texto": "deve agir buscando sempre o interesse público"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3195935",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de São Vicente do Sul - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Proporcionalidade, Razoabilidade, Motivação, Autotutela e Outros Princípios"
    ],
    "enunciado_principal": "Segundo Meirelles (2018), entre os princípios da Administração Pública está aquele implícito na Constituição Federal e que pode ser chamado de princípio da proibição de excesso, que, em última análise, objetiva aferir a compatibilidade entre os meios e os fins, de modo a evitar restrições desnecessárias ou abusivas por parte da Administração Pública, com lesão aos direitos fundamentais. Qual é esse princípio?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Impessoalidade."
      },
      {
        "letra": "B",
        "texto": "Moralidade."
      },
      {
        "letra": "C",
        "texto": "Legalidade."
      },
      {
        "letra": "D",
        "texto": "Razoabilidade."
      },
      {
        "letra": "E",
        "texto": "Eficiência."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3195877",
    "metadata": "Ano: 2025 | Banca: CEFET-MG | Órgão: CEFET-MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Regime jurídico administrativo",
      "Responsabilidades do servidor",
      "Princípios - Proporcionalidade, Razoabilidade, Motivação, Autotutela e Outros Princípios"
    ],
    "enunciado_principal": "Para a aplicação das penalidades disciplinares previstas na Lei nº 8.112/90, é essencial a observância do devido processo legal, garantindo ampla defesa e contraditório ao servidor público. Além disso, é necessário avaliar a gravidade da infração e considerar os princípios da proporcionalidade e razoabilidade. O objetivo é assegurar uma decisão justa e alinhada ao interesse público. De acordo com a Lei nº 8.112/90, são penalidades disciplinares, dentre outras:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "exoneração e advertência."
      },
      {
        "letra": "B",
        "texto": "advertência e suspensão."
      },
      {
        "letra": "C",
        "texto": "exoneração e suspensão."
      },
      {
        "letra": "D",
        "texto": "demissão e rebaixamento."
      },
      {
        "letra": "E",
        "texto": "exoneração e demissão."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3187655",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Proporcionalidade, Razoabilidade, Motivação, Autotutela e Outros Princípios"
    ],
    "enunciado_principal": "[Questão Inédita] O prefeito da cidade de Goiânia, Doutor Thiago, realizou obra de recapeamento do setor Marista. Logo após a finalização da obra, na entrada do bairro, foi instalado um outdoor com os dizeres “Doutor Thiago, recapeou o Marista e recuperará Goiânia”. Diante da situação descrita, pode-se afirmar que houve violação de qual princípio da Administração Pública?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Princípio da Publicidade."
      },
      {
        "letra": "B",
        "texto": "Princípio da Legalidade."
      },
      {
        "letra": "C",
        "texto": "Princípio da Isonomia."
      },
      {
        "letra": "D",
        "texto": "Princípio da Autotutela."
      },
      {
        "letra": "E",
        "texto": "Princípio da Moralidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3175879",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Tangará da Serra - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Proporcionalidade, Razoabilidade, Motivação, Autotutela e Outros Princípios"
    ],
    "enunciado_principal": "Segundo Alexandre Mazza (2022): “a tomada de decisões pelo Poder Público pressupõe a instauração de processo com garantia de contraditório e ampla defesa. A decisão, além de respeitar um rito formal previamente definido, deve ser justa e proporcional”. O trecho refere-se ao princípio constitucional do(a):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Contraditório."
      },
      {
        "letra": "B",
        "texto": "Ampla defesa."
      },
      {
        "letra": "C",
        "texto": "Celeridade."
      },
      {
        "letra": "D",
        "texto": "Devido processo legal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3159640",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CORE-RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Proporcionalidade, Razoabilidade, Motivação, Autotutela e Outros Princípios"
    ],
    "enunciado_principal": "Suponha‑se que uma empresa vencedora de determinada licitação firmou um contrato com a Administração Pública, contrato este que foi concluído com a entrega de unidades produzidas em número superior ao exigido. Com base nessa situação hipotética, é correto afirmar que foi atendido o princípio da",
    "alternativas": [
      {
        "letra": "A",
        "texto": "eficácia."
      },
      {
        "letra": "B",
        "texto": "competitividade."
      },
      {
        "letra": "C",
        "texto": "eficiência"
      },
      {
        "letra": "D",
        "texto": "razoabilidade."
      },
      {
        "letra": "E",
        "texto": "economicidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3556298",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: Prefeitura de São Martinho da Serra - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Proporcionalidade, Razoabilidade, Motivação, Autotutela e Outros Princípios"
    ],
    "enunciado_principal": "Considerando os aspectos elementares da Administração Pública, “o princípio da ______________, também conhecido por princípio da finalidade pública, consiste no direcionamento da atividade e dos serviços públicos à efetividade do bem comum” (Moraes, 2005, p. 116). Assinale a alternativa que preenche corretamente a lacuna do trecho acima.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "legalidade"
      },
      {
        "letra": "B",
        "texto": "eficiência"
      },
      {
        "letra": "C",
        "texto": "razoabilidade"
      },
      {
        "letra": "D",
        "texto": "supremacia ou preponderância do interesse público"
      },
      {
        "letra": "E",
        "texto": "economicidade"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3398260",
    "metadata": "Ano: 2024 | Banca: SELECON | Órgão: CRC-SE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Proporcionalidade, Razoabilidade, Motivação, Autotutela e Outros Princípios"
    ],
    "enunciado_principal": "O princípio da administração pública que objetiva aferir a compatibilidade entre os meios e os fins, de modo a evitar restrições desnecessárias ou abusivas por parte da Administração Pública, com lesões aos direitos fundamentais do cidadão, é denominado princípio do/a:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "motivação"
      },
      {
        "letra": "B",
        "texto": "moralidade"
      },
      {
        "letra": "C",
        "texto": "contraditório"
      },
      {
        "letra": "D",
        "texto": "razoabilidade"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3398168",
    "metadata": "Ano: 2024 | Banca: SELECON | Órgão: CRC-SE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Regime jurídico administrativo",
      "Princípios - Proporcionalidade, Razoabilidade, Motivação, Autotutela e Outros Princípios"
    ],
    "enunciado_principal": "O princípio da motivação dos atos pode ser entendido como um elemento essencial a ser adotado no procedimento administrativo. Ao exteriorizar os embasamentos jurídicos das deliberações, a administração pública pode ser objeto de controle interno e externo. Nesse sentido,:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "todos os atos administrativos devem ser motivados com indicação dos fatos e fundamentos jurídicos"
      },
      {
        "letra": "B",
        "texto": "a motivação ou o motivo é um requisito do ato administrativo que revela a situação de fato ou de direito que autoriza a prática de um ato da administração"
      },
      {
        "letra": "C",
        "texto": "excepcionalmente, a motivação pode ocorrer em momento posterior ao ato, se o motivo determinado alegado preexistir, for idôneo e determinante para a prática do ato"
      },
      {
        "letra": "D",
        "texto": "a indicação dos fundamentos jurídicos de direito que determinaram a decisão administrativa de realizar determinado ato é suficiente para satisfazer o princípio da motivação"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3345217",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: Prefeitura de Caraguatatuba - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Proporcionalidade, Razoabilidade, Motivação, Autotutela e Outros Princípios"
    ],
    "enunciado_principal": "A previsão de princípios norteadores da Administração Pública, tanto de forma explícita quanto implícita, destina-se a garantir que os gestores públicos exerçam suas funções preservando os interesses da coletividade. Com relação a esses princípios, analise as afirmativas a seguir. I. O princípio da tutela refere-se à presunção de que os fatos alegados pela Administração Pública são verdadeiros. II. O princípio da moralidade visa a impedir práticas de nepotismo nas nomeações de cargos comissionados. III. O princípio da motivação veda a aplicação retroativa de novas interpretações legais. Com base nos princípios da Administração Pública, está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "II, apenas."
      },
      {
        "letra": "C",
        "texto": "I e II, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3223273",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Spcine - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Regime jurídico administrativo",
      "Cargo, emprego, função",
      "Princípios - Contraditório e Ampla Defesa e Segurança Jurídica",
      "Princípios - Proporcionalidade, Razoabilidade, Motivação, Autotutela e Outros Princípios"
    ],
    "enunciado_principal": "A respeito do regime constitucional do empregado público, com base na Constituição Federal e na jurisprudência do Supremo Tribunal Federal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A demissão de empregado público concursado deve ser precedida de processo administrativo, que assegure o respeito ao contraditório e à ampla defesa."
      },
      {
        "letra": "B",
        "texto": "A criação de emprego público deve ser precedida de determinação legislativa, enquanto a sua extinção pode se dar por decreto, caso esteja vago."
      },
      {
        "letra": "C",
        "texto": "A Justiça Comum é competente para julgar a abusividade de greve de empregado público vinculado à empresa estatal."
      },
      {
        "letra": "D",
        "texto": "A dispensa de empregados públicos concursados, vinculados a empresas prestadoras de serviço público, deve ser motivada e não precisará ser precedida de processo administrativo ou que a conduta se enquadre nas hipóteses de justa causa da legislação trabalhista."
      },
      {
        "letra": "E",
        "texto": "Os empregados públicos estão sujeitos à aposentadoria compulsória, mas não terão o seu vínculo de emprego automaticamente rompido, caso se aposentem por tempo de contribuição."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3188527",
    "metadata": "Ano: 2024 | Banca: IVIN | Órgão: Prefeitura de Bragança - PA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Proporcionalidade, Razoabilidade, Motivação, Autotutela e Outros Princípios"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O princípio da publicidade não abrange o fornecimento de informações constantes em bancos de dados, ainda que requeridas e não estejam sob sigilo."
      },
      {
        "letra": "B",
        "texto": "O princípio da motivação orienta que os atos administrativos devem apresentar as razões para a edição do ato."
      },
      {
        "letra": "C",
        "texto": "A teoria dos motivos determinantes diz que, a partir do momento da edição de um ato, ele deve se manter fundamentado por uma razão de fato, ainda que esta mude durante seu período de validade."
      },
      {
        "letra": "D",
        "texto": "Pelo princípio da autotutela, a mera perda da conveniência ou da oportunidade não autoriza à Administração Pública que elimine ou revogue atos editados."
      },
      {
        "letra": "E",
        "texto": "O princípio da supremacia do interesse público sobre o privado veda que haja imposição unilateral, por qualquer das partes de uma relação, de alguma obrigação."
      }
    ],
    "gabarito": "B"
  }
]