[
  {
    "id": "3645618",
    "metadata": "Ano: 2025 | Banca: CPCON | Órgão: Prefeitura de São Bentinho - PB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Os princípios administrativos constituem diretrizes fundamentais que orientam a atuação da Administração Pública, funcionando como parâmetros para a interpretação das funções administrativas no âmbito público. Eles não apenas reforçam a observância da legalidade, mas também ampliam a compreensão sobre como o Estado deve agir em suas múltiplas funções. Ao mesmo tempo em que delimitam o exercício do poder estatal, os princípios oferecem fundamentos para a construção de uma gestão pública mais coerente, equilibrada e voltada ao interesse coletivo. A partir deste contexto, avalie as asserções a seguir e a relação proposta entre elas. I- O princípio da Eficiência na Administração Pública exige que o Estado atue de forma organizada, inovadora e focada na entrega de serviços de alta qualidade e na otimização dos recursos, sempre visando o bem-estar da sociedade. PORQUE II- A busca do melhor desempenho possível em suas funções, utilizando os recursos públicos de forma econômica, ágil, eficaz e com qualidade na prestação dos serviços, é a maneira que o gestor público tem de atuar não só conforme a lei (legalidade), mas também de modo a produzir resultados que atendam às necessidades da sociedade da forma mais satisfatória possível. A respeito dessas asserções, é CORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a asserção I é uma proposição verdadeira, e a II é uma proposição falsa."
      },
      {
        "letra": "B",
        "texto": "as asserções I e II são proposições verdadeiras, mas a II não é uma justificativa correta da I."
      },
      {
        "letra": "C",
        "texto": "as asserções I e II são proposições verdadeiras, e a II é uma justificativa correta da I."
      },
      {
        "letra": "D",
        "texto": "a asserção I é uma proposição falsa, e a II é uma proposição verdadeira."
      },
      {
        "letra": "E",
        "texto": "as asserções I e II são proposições falsas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3645617",
    "metadata": "Ano: 2025 | Banca: CPCON | Órgão: Prefeitura de São Bentinho - PB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Os princípios da Administração Pública representam fundamentos basilares que orientam e limitam a atuação do Estado, assegurando que suas ações sejam sempre voltadas ao interesse coletivo. Eles funcionam como parâmetros para o bom funcionamento do Estado, de modo a impedir abusos e garantir que o uso dos recursos públicos sejam utilizados de forma racional e responsável. Ao estabelecer tais princípios, a Constituição Federal assegura que a gestão pública esteja comprometida com valores democráticos, fortalecendo a confiança social e a legitimidade das instituições estatais. Esses princípios podem estar explícitos ou implícitos no ordenamento jurídico, na doutrina e ou jurisprudência. Sobre os princípios explícitos da Administração Pública, marque a alternativa que apresenta, de forma CORRETA, aqueles explícitos na Constituição Federal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Eficiência, Moralidade, Razoabilidade, Proporcionalidade e Legalidade."
      },
      {
        "letra": "B",
        "texto": "Eficiência, Moralidade, Publicidade, Impessoalidade e Legalidade."
      },
      {
        "letra": "C",
        "texto": "Eficiência, Moralidade, Publicidade, Razoabilidade e Impessoalidade."
      },
      {
        "letra": "D",
        "texto": "Razoabilidade, Proporcionalidade, Autotutela e Continuidade do Serviço público."
      },
      {
        "letra": "E",
        "texto": "Razoabilidade, Autotutela, Interesse público, Continuidade do Serviço público e Eficiência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3642482",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: CNU",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "O princípio da eficiência, inserido pela Emenda Constitucional nº 19/1998, impõe à Administração Pública:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a economicidade na aplicação de recursos."
      },
      {
        "letra": "B",
        "texto": "O dever de assegurar resultados com rapidez, perfeição e rendimento."
      },
      {
        "letra": "C",
        "texto": "A supremacia do interesse público sobre o privado."
      },
      {
        "letra": "D",
        "texto": "A restrição à publicidade em casos de sigilo administrativo."
      },
      {
        "letra": "E",
        "texto": "O controle judicial sobre todos os atos administrativos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3642481",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: CNU",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Avalie as afirmações: I. O princípio da publicidade impõe que todos os atos administrativos devem ser divulgados em meios oficiais, sem qualquer restrição. II. A moralidade administrativa exige atuação ética e compatível com os valores da Administração. III. A legalidade significa que o administrador só pode agir conforme a lei. Está correto o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "II, apenas."
      },
      {
        "letra": "C",
        "texto": "II e III, apenas."
      },
      {
        "letra": "D",
        "texto": "I e III, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3642480",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: CNU",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "São princípios expressos da Administração Pública previstos no art. 37, caput, da Constituição:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Legalidade, Impessoalidade, Eficiência, Supremacia do Interesse Público e Razoabilidade."
      },
      {
        "letra": "B",
        "texto": "Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência."
      },
      {
        "letra": "C",
        "texto": "Eficiência, Moralidade, Razoabilidade, Proporcionalidade e Publicidade."
      },
      {
        "letra": "D",
        "texto": "Legalidade, Eficiência, Discricionariedade, Publicidade e Moralidade."
      },
      {
        "letra": "E",
        "texto": "Legalidade, Motivação, Moralidade, Eficiência e Impessoalidade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3641395",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: CNU",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Princípios e regramentos da administração pública federal Caso: Um ministério decide substituir um processo seletivo para bolsistas por indicações diretas de assessores, alegando “urgência” para não interromper um programa. A portaria que formaliza a mudança é sigilosa “por interesse do serviço”. Paralelamente, o ministério apaga do portal os relatórios de monitoramento do programa, afirmando tratar-se de “documentos preparatórios”. Uma servidora questiona a decisão, citando princípios constitucionais, a Lei 9.784/1999 (processo administrativo), a LAI (Lei 12.527/2011) e o dever de motivação. Pergunta: À luz dos princípios e regramentos aplicáveis, a solução mais adequada e juridicamente correta é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Manter as indicações diretas por urgência, pois a eficiência pode justificar mitigação da impessoalidade em situações excepcionais."
      },
      {
        "letra": "B",
        "texto": "Restabelecer o processo seletivo impessoal, publicar a motivação explícita e classificar restritivamente apenas aquilo que se enquadrar nas hipóteses legais de sigilo."
      },
      {
        "letra": "C",
        "texto": "Manter sigilosos todos os relatórios por serem “preparatórios”, até o encerramento do programa, à luz da LAI."
      },
      {
        "letra": "D",
        "texto": "Convalidar os atos praticados por autotutela, mantendo a forma excepcional adotada enquanto durar a urgência."
      },
      {
        "letra": "E",
        "texto": "Substituir a portaria por uma ordem de serviço interna, dispensando motivação por envolver discricionariedade técnica."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3641383",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: CNU",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Mévio, gestor de um órgão público é responsável pela alocação de recursos destinados a projetos internos de sua equipe. Contudo, opta por privilegiar iniciativas propostas por colegas próximos, que regularmente o auxiliam em questões de natureza pessoal. À luz da ética profissional, a conduta descrita caracteriza violação ao princípio da:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "impessoalidade"
      },
      {
        "letra": "B",
        "texto": "eficiência"
      },
      {
        "letra": "C",
        "texto": "legalidade"
      },
      {
        "letra": "D",
        "texto": "cortesia"
      },
      {
        "letra": "E",
        "texto": "publicidade"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3641380",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: CNU",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Um servidor público federal, ao tomar posse em cargo efetivo, compromete-se a cumprir os princípios constitucionais que regem a Administração. Em caso de desrespeito ao princípio da impessoalidade, qual das condutas abaixo melhor caracteriza sua violação?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nomear servidor aprovado em concurso público."
      },
      {
        "letra": "B",
        "texto": "Conceder benefícios a determinada pessoa em razão de amizade."
      },
      {
        "letra": "C",
        "texto": "Exigir licitação para a compra de bens e serviços."
      },
      {
        "letra": "D",
        "texto": "Aplicar penalidade disciplinar a subordinado em decorrência de infração comprovada."
      },
      {
        "letra": "E",
        "texto": "Publicar ato administrativo de forma clara e acessível no Diário Oficial."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3615905",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: PGM - RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Considere o seguinte cenário hipotético em uma secretaria estadual de obras. Um gestor contrata uma empresa para reparo de vias públicas sem licitação, alegando urgência devido a chuvas intensas, mas sem divulgação dos motivos, resultando em questionamentos no Tribunal de Contas por possível favoritismo e falta de transparência. Com base nesse cenário, analise as afirmativas a seguir sobre a Administração Pública. I. O princípio de legalidade exige que a administração atue estritamente conforme a lei, permitindo dispensa de licitação em casos de urgência, desde que o ato de dispensa seja, entre outros requisitos, motivado e publicizado, diferentemente do particular que pode fazer o que a lei não proíbe. II. O controle interno deve ser preventivo e concomitante, apoiando o controle externo em sua missão de fiscalizar apenas posteriormente. III. O princípio da publicidade é absoluto, proibindo qualquer sigilo em atos como dispensas de licitação, pois a transparência plena é essencial para o exercício do controle social. Está correto o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "II, apenas."
      },
      {
        "letra": "C",
        "texto": "I e III, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      },
      {
        "letra": "E",
        "texto": "I, apenas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3469553",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Julgue o seguinte item, relativo a poderes administrativos, regime jurídico-administrativo e controle da administração pública. Uma vez que a administração pública somente pode exigir e fazer o que está previsto em lei, os princípios que a regem são também aqueles expressos em lei.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3469153",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Acerca da ética no serviço público, julgue o item que se segue.A moralidade é princípio que rege a atuação da administração pública.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3464363",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: FUB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Acerca do regime jurídico administrativo, dos poderes da administração pública e da responsabilidade civil do Estado, julgue o item que se segue.O princípio da eficiência pode ser considerado em dois aspectos: modo de atuação do agente público, com vistas ao melhor desempenho possível de suas atribuições; e modo de organização, estruturação e disciplina da administração pública, a fim de se obterem melhores resultados na prestação do serviço público.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3464357",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: FUB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Conceitos iniciais de Direito Administrativo - Histórico, Funções de Estado e Fontes",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Acerca dos atos administrativos, bem como do conceito, do objeto e das fontes do direito administrativo, julgue o item a seguir.Devido à aplicação do princípio da legalidade, a única fonte do direito administrativo é a lei, razão pela qual não se pode aplicar a doutrina ou a jurisprudência como fontes.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3448651",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Polícia Federal",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Julgue o item a seguir. O regime jurídico-administrativo, caracterizado pela supremacia do interesse público sobre o privado e pela indisponibilidade do interesse público, fundamenta-se em diversos princípios, tanto expressos quanto implícitos. O princípio da eficiência, expressamente previsto no ar. 37 da Constituição Federal, exige que a atuação administrativa busque os melhores resultados com o menor custo possível, sendo dispensável, contudo, a observância dos princípios implícitos como a razoabilidade e a proporcionalidade, uma vez que estes não estão textualmente previstos na Constituição.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3448611",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Polícia Federal",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Sendo a moralidade um dos princípios gerais da Administração Pública, considere o item a seguir. A moralidade da Administração Pública não se limita à distinção entre o bem e o mal, devendo ser acrescida da ideia de que o fim é sempre o bem comum. O equilíbrio entre a legalidade e a finalidade, na conduta do servidor público, é que poderá consolidar a moralidade do ato administrativo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3384768",
    "metadata": "Ano: 2025 | Banca: INSTITUTO AOCP | Órgão: MPE-RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "De acordo com o artigo 37 da Constituição Federal de 1988, a Administração Pública direta e indireta, de qualquer dos Poderes da União, dos Estados, do Distrito Federal e dos Municípios, obedecerá aos princípios de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "legalidade, impessoalidade, moralidade, publicidade e eficiência."
      },
      {
        "letra": "B",
        "texto": "legalidade, hierarquia, moralidade, publicidade e eficiência."
      },
      {
        "letra": "C",
        "texto": "impessoalidade, supremacia do interesse público, moralidade, publicidade e continuidade."
      },
      {
        "letra": "D",
        "texto": "legalidade, impessoalidade, razoabilidade, publicidade e autotutela."
      },
      {
        "letra": "E",
        "texto": "moralidade, legalidade, publicidade, economicidade e finalidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3375628",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRM-MS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Os servidores públicos devem ser guiados, acima de tudo, por valores fundamentais, como dignidade, decoro, dedicação, eficiência e integridade moral. Esses princípios devem orientar suas ações não apenas no desempenho de suas funções oficiais, mas também em sua vida pessoal, pois suas condutas refletem a própria essência e propósito do Estado. Considerando essas informações, julgue o item seguinte.Como regra, a publicidade dos atos da Administração Pública é requisito fundamental dos atos administrativos, constituindo‑se como dever do servidor e requisito de eficácia e moralidade, sendo que sua omissão compromete o bem comum, imputável a quem a negar.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3365709",
    "metadata": "Ano: 2025 | Banca: Ibest | Órgão: CRMV-ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Assinale a alternativa que apresenta o princípio que garante a transparência na Administração Pública.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "legalidade"
      },
      {
        "letra": "B",
        "texto": "moralidade"
      },
      {
        "letra": "C",
        "texto": "impessoalidade"
      },
      {
        "letra": "D",
        "texto": "publicidade"
      },
      {
        "letra": "E",
        "texto": "eficiência"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3365708",
    "metadata": "Ano: 2025 | Banca: Ibest | Órgão: CRMV-ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "O princípio que assegura a prevalência da lei sobre todos, inclusive sobre interesses pessoais, impedindo que qualquer agente público, inclusive o presidente da República, pratique favoritismo, e cujo foco deve ser sempre o interesse coletivo, é o princípio da",
    "alternativas": [
      {
        "letra": "A",
        "texto": "legalidade."
      },
      {
        "letra": "B",
        "texto": "moralidade."
      },
      {
        "letra": "C",
        "texto": "impessoalidade."
      },
      {
        "letra": "D",
        "texto": "publicidade."
      },
      {
        "letra": "E",
        "texto": "eficiência."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3362871",
    "metadata": "Ano: 2025 | Banca: AMEOSC | Órgão: Prefeitura de Iporã do Oeste - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "No contexto da administração pública, os princípios fundamentais orientam as ações e decisões dos agentes públicos para garantir a integridade e o bom funcionamento da máquina estatal. Considere o seguinte caso: Um servidor público é encarregado de decidir sobre a concessão de um benefício social. Ele prioriza a análise dos documentos apresentados de forma criteriosa, de acordo com a legislação vigente, sem dar qualquer vantagem pessoal ou diferenciada a um indivíduo específico. Ao divulgar os critérios utilizados para concessão, ele age de maneira transparente e busca atender aos cidadãos com agilidade e eficácia. Com base nesse caso, quais os princípios da administração pública foram respeitados?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Legalidade, impessoalidade, eficiência e publicidade."
      },
      {
        "letra": "B",
        "texto": "Legalidade, moralidade, publicidade e nepotismo."
      },
      {
        "letra": "C",
        "texto": "Impessoalidade, publicidade, eficiência e favoritismo."
      },
      {
        "letra": "D",
        "texto": "Moralidade, publicidade, eficácia e legalidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3299669",
    "metadata": "Ano: 2025 | Banca: IGEDUC | Órgão: CRMV-BA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Agentes públicos e Lei 8.112 de 1990",
      "Regime jurídico administrativo",
      "Responsabilidades do servidor",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "O servidor público deve pautar sua atuação pelos princípios éticos, demonstrando integridade, responsabilidade e respeito ao interesse coletivo em todos os atos da função pública. Sobre o tema, analise as afirmativas a seguir: I. O servidor público pode priorizar interesses pessoais desde que haja compatibilidade com os objetivos da administração. II. A atuação ética na função pública depende unicamente da presença de sanções legais para evitar desvios de conduta. III. A função pública exige comportamento pautado na moralidade administrativa, visando ao interesse coletivo e à dignidade do serviço prestado. Está correto o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I apenas."
      },
      {
        "letra": "B",
        "texto": "III apenas."
      },
      {
        "letra": "C",
        "texto": "I e III apenas."
      },
      {
        "letra": "D",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3299667",
    "metadata": "Ano: 2025 | Banca: IGEDUC | Órgão: CRMV-BA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Agentes públicos e Lei 8.112 de 1990",
      "Regime jurídico administrativo",
      "Responsabilidades do servidor",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Durante uma auditoria interna, foi constatado que um servidor utilizava equipamentos da repartição para fins particulares e justificava a prática com base na ausência de prejuízo ao erário. A equipe responsável pelo relatório considerou a conduta antiética, mesmo sem evidência de dano financeiro. Com base nesse caso, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O princípio da moralidade no serviço público aplica-se apenas a situações em que se verifica ilícito penal ou dano ao erário."
      },
      {
        "letra": "B",
        "texto": "A ética no setor público exige do servidor conduta compatível com os valores da honestidade, zelo e respeito ao patrimônio público, independentemente de prejuízo material comprovado."
      },
      {
        "letra": "C",
        "texto": "A conduta ética do servidor está condicionada apenas às determinações expressas em lei, não cabendo juízo sobre comportamentos não tipificados."
      },
      {
        "letra": "D",
        "texto": "A ética administrativa admite o uso de bens públicos para fins particulares, desde que não haja gastos adicionais ou danos físicos aos equipamentos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3299660",
    "metadata": "Ano: 2025 | Banca: IGEDUC | Órgão: CRMV-BA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Durante um processo de licitação, um servidor público demonstrou conduta imparcial e se recusou a aceitar benefícios oferecidos por um dos fornecedores. Outro colega, no entanto, minimizou a atitude e alegou que, na ausência de Lei que tipifique a conduta, não haveria problema ético envolvido. Com base nesse cenário, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os princípios éticos na Administração Pública são aplicáveis apenas em cargos comissionados ou funções de chefia."
      },
      {
        "letra": "B",
        "texto": "Questões éticas são estritamente pessoais e, portanto, não se aplicam a situações administrativas ou de interesse coletivo."
      },
      {
        "letra": "C",
        "texto": "A ética na Administração Pública vai além da legalidade, exigindo conduta baseada na moralidade, impessoalidade e interesse público."
      },
      {
        "letra": "D",
        "texto": "A ausência de norma legal específica torna aceitável qualquer conduta que não configure ilícito penal, mesmo que seja imoral."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3299658",
    "metadata": "Ano: 2025 | Banca: IGEDUC | Órgão: CRMV-BA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "As práticas administrativas éticas e socialmente responsáveis impactam diretamente a imagem institucional e os resultados organizacionais, enquanto os manuais garantem padronização e qualidade nas rotinas operacionais. Acerca do assunto, marque V, para as afirmativas verdadeiras, e F, para as falsas: (__) A ética profissional baseia-se apenas no cumprimento das normas legais, não sendo influenciada por valores sociais ou morais. (__) A responsabilidade social corporativa se limita ao cumprimento de obrigações trabalhistas e tributárias, sem envolver ações voluntárias. (__) Os manuais administrativos devem conter exclusivamente normas disciplinares internas, sendo desnecessário incluir rotinas operacionais. (__) Os procedimentos administrativos bem definidos promovem eficiência e reduzem erros no desempenho das atividades organizacionais. A sequência está correta em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F, F, V, V."
      },
      {
        "letra": "B",
        "texto": "F, F, F, V."
      },
      {
        "letra": "C",
        "texto": "V, F, F, F."
      },
      {
        "letra": "D",
        "texto": "V, V, V, V."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3299159",
    "metadata": "Ano: 2025 | Banca: Instituto Access | Órgão: FUNAI",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "O princípio da impessoalidade, previsto na Constituição, orienta a atuação da Administração Pública, de forma que sua observância é obrigatória. Sobre o referido princípio, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Art. 37, §1º da CF, ao determinar que a publicidade dos atos, programas, obras, serviços e campanhas dos órgãos públicos deverá ter caráter educativo, informativo ou de orientação social, vedada a promoção pessoal de autoridades ou servidores públicos, está tratando diretamente do Princípio da Impessoalidade."
      },
      {
        "letra": "B",
        "texto": "A impessoalidade na atuação administrativa impede que o ato administrativo seja praticado com base em interesses pessoais do agente ou de terceiros, devendo estar estritamente alinhado à vontade da Lei, que possui caráter geral e abstrato."
      },
      {
        "letra": "C",
        "texto": "A impessoalidade, sob o prisma da igualdade (isonomia), tem desdobramentos explícitos em dispositivos constitucionais, podendo ser citado como exemplo a necessidade de realização de concurso público para acesso aos cargos e empregos públicos."
      },
      {
        "letra": "D",
        "texto": "Em qualquer caso, ofende o princípio da impessoalidade, configurando a prática vedada de nepotismo, ainda que respeitados os critérios objetivos de qualificação técnica e idoneidade moral, a nomeação para cargo político de cônjuge, companheiro ou parente em linha reta, colateral ou por afinidade, até o terceiro grau, inclusive, da autoridade nomeante ou de servidor da mesma pessoa jurídica investido em cargo de direção, chefia ou assessoramento."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3298353",
    "metadata": "Ano: 2025 | Banca: IV - UFG | Órgão: Câmara de Morrinhos - GO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência",
      "Disposições gerais da Improbidade Administrativa",
      "Atos de Improbidade Administrativa e suas Sanções"
    ],
    "enunciado_principal": "Considerando o teor da Lei nº 8.429/1992 (Lei de Improbidade Administrativa), qual ato configura ato de improbidade administrativa que atenta contra os princípios da Administração Pública?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Perceber vantagem econômica, direta ou indireta, para facilitar a alienação, permuta ou locação de bem público ou o fornecimento de serviço por ente estatal por preço inferior ao valor de mercado."
      },
      {
        "letra": "B",
        "texto": "Aceitar emprego, comissão ou exercer atividade de consultoria ou assessoramento para pessoa física ou jurídica que tenha interesse suscetível de ser atingido ou amparado por ação ou omissão decorrente das atribuições do agente público durante a atividade."
      },
      {
        "letra": "C",
        "texto": "Celebrar contrato ou outro instrumento que tenha por objeto a prestação de serviços públicos por meio da gestão associada sem observar as formalidades previstas na lei."
      },
      {
        "letra": "D",
        "texto": "Frustrar a licitude de processo licitatório ou de processo seletivo para celebração de parcerias com entidades sem fins lucrativos, ou dispensá-los indevidamente, acarretando perda patrimonial efetiva."
      },
      {
        "letra": "E",
        "texto": "Revelar fato ou circunstância de que tem ciência em razão das atribuições e que deva permanecer em segredo, propiciando beneficiamento por informação privilegiada ou colocando em risco a segurança da sociedade e do Estado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3296184",
    "metadata": "Ano: 2025 | Banca: ADM&TEC | Órgão: Prefeitura de João Alfredo - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "A definição de um oficineiro profissional implica também o exercício ético e responsável. De que forma esse exercício se manifesta perante os participantes e a instituição contratante?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Valendo-se de qualquer oportunidade para autopromoção, postando imagens dos participantes sem consentimento e burlando contratos."
      },
      {
        "letra": "B",
        "texto": "Negligenciando feedbacks dos participantes, pois o oficineiro é o único capaz de avaliar o sucesso da oficina."
      },
      {
        "letra": "C",
        "texto": "Seguindo as normas estabelecidas, cumprindo horário, zelando pela qualidade das atividades, respeitando a privacidade dos participantes, além de prestar contas à instituição sobre os recursos e resultados."
      },
      {
        "letra": "D",
        "texto": "Conduzindo as oficinas de forma aleatória, sem cronograma ou registro, pois a criatividade não se enquadra em padrões."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3295902",
    "metadata": "Ano: 2025 | Banca: ADM&TEC | Órgão: Prefeitura de João Alfredo - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Serviços Públicos",
      "Regime jurídico administrativo",
      "Princípios dos Serviços Públicos",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Pelos artigos 1 ao 16 da Constituição Federal, princípios como cidadania orientam a postura do serviço público. Qual alternativa CORRETA aplica esses princípios no balcão de atendimento?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Diferenciar a atenção conforme o status de cada visitante, dando prioridade a pessoas influentes."
      },
      {
        "letra": "B",
        "texto": "Desprezar quem não consegue explicar seus problemas com clareza, interpretando isso como falta de preparo."
      },
      {
        "letra": "C",
        "texto": "Recepcionar o público com respeito e tentar explicar os procedimentos de maneira acessível, garantindo o mesmo tratamento a todos."
      },
      {
        "letra": "D",
        "texto": "Exigir pagamento informal para agilizar a consulta, pois isso reflete a autonomia do órgão."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3295899",
    "metadata": "Ano: 2025 | Banca: ADM&TEC | Órgão: Prefeitura de João Alfredo - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "O Decreto nº 1.171/94 (Código de Ética) define padrões de conduta para servidores. Indique a alternativa CORRETA que ilustra esses valores na rotina de recepção:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Atender o público com clareza e não esconder dados de caráter oficial, seguindo uma postura responsável e honesta."
      },
      {
        "letra": "B",
        "texto": "Conceder informações privilegiadas a conhecidos, pois a afinidade pessoal é sinal de confiança."
      },
      {
        "letra": "C",
        "texto": "Evitar repassar explicações detalhadas, pois a população deve buscar leis e normas por conta própria."
      },
      {
        "letra": "D",
        "texto": "Exigir brindes ou favores para agilizar o acesso às informações, reforçando a hierarquia interna."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3295735",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "[Questão Inédita] Acerca dos princípios dos serviços públicos, assinale a alternativa que versa sobre o dever da Administração em prestar serviços a preços módicos e razoáveis.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Eficiência."
      },
      {
        "letra": "B",
        "texto": "Transparência."
      },
      {
        "letra": "C",
        "texto": "Legalidade."
      },
      {
        "letra": "D",
        "texto": "Modicidade."
      },
      {
        "letra": "E",
        "texto": "Impessoalidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3295730",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "[Questão Inédita] A constitucionalização do direito administrativo se refere ao princípio:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "da segurança jurídica."
      },
      {
        "letra": "B",
        "texto": "da juridicidade."
      },
      {
        "letra": "C",
        "texto": "da legalidade."
      },
      {
        "letra": "D",
        "texto": "da proteção à confiança legítima."
      },
      {
        "letra": "E",
        "texto": "da unicidade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3295659",
    "metadata": "Ano: 2025 | Banca: ADM&TEC | Órgão: Prefeitura de João Alfredo - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Agentes públicos e Lei 8.112 de 1990",
      "Regime jurídico administrativo",
      "Responsabilidades do servidor",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "O vigia integra ações de proteção que podem envolver forças externas contra atividades criminosas. Identifique a alternativa CORRETA sobre a colaboração com autoridades públicas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ocultar indícios que possam gerar apreensões para evitar transtornos no local, considerando que exposições desnecessárias prejudicam a imagem do serviço."
      },
      {
        "letra": "B",
        "texto": "Fornecer provas concretas, relatar condutas suspeitas e manter canais de comunicação confiáveis com órgãos responsáveis, colaborando para combater grupos ilícitos."
      },
      {
        "letra": "C",
        "texto": "Classificar tudo como segredo absoluto, impedindo a investigação de informações internas solicitadas pelas autoridades."
      },
      {
        "letra": "D",
        "texto": "Desarticular redes criminosas de forma autônoma, interpretando qualquer suspeita como prova definitiva."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3291509",
    "metadata": "Ano: 2025 | Banca: ADM&TEC | Órgão: Prefeitura de João Alfredo - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Regime jurídico administrativo",
      "Extinção dos atos administrativos",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "O princípio da moralidade administrativa impõe que a Administração Pública atue com padrões éticos compatíveis com o interesse público. No entanto, a efetivação desse princípio depende de mecanismos de controle. Considerando essa afirmação, um dos instrumentos mais eficazes para sua implementação é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A exigência de licitação para todas as contratações, sem exceções."
      },
      {
        "letra": "B",
        "texto": "Determinar o sigilo absoluto de todos os processos administrativos, proibindo o acesso dos órgãos de controle e do Poder Judiciário, de modo a evitar qualquer possibilidade de investigação sobre os atos da Administração."
      },
      {
        "letra": "C",
        "texto": "A vedação de controle judicial sobre os atos discricionários da Administração."
      },
      {
        "letra": "D",
        "texto": "A possibilidade de anulação dos atos administrativos que violem a moralidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3289858",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: CFC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Avalie se os princípios da Administração Pública incluem: I. a legalidade; II. a moralidade; III. a livre concorrência; IV. a publicidade. São de fato princípios da Administração Pública os itens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II, apenas."
      },
      {
        "letra": "B",
        "texto": "II, III e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "I, II e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3288510",
    "metadata": "Ano: 2025 | Banca: IDECAN | Órgão: ADAGRI-CE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "A Lei Federal nº 12.527/2011 preceitua que as informações referentes à atividade do Estado são públicas, exceto aquelas expressas na legislação. Contudo, o acesso à informação não compreende",
    "alternativas": [
      {
        "letra": "A",
        "texto": "informação pertinente à administração do patrimônio público, utilização de recursos públicos, licitação, contratos administrativos."
      },
      {
        "letra": "B",
        "texto": "informações ou documentos que versem sobre condutas que impliquem violação dos direitos humanos praticada por agentes públicos."
      },
      {
        "letra": "C",
        "texto": "projetos de pesquisa e desenvolvimento científicos ou tecnológicos cujo sigilo seja imprescindível à segurança da sociedade e do Estado."
      },
      {
        "letra": "D",
        "texto": "acesso aos documentos ou às informações neles contidas utilizados como fundamento da tomada de decisão e do ato administrativo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3288507",
    "metadata": "Ano: 2025 | Banca: IDECAN | Órgão: ADAGRI-CE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Esse princípio exige que o ato seja praticado sempre com finalidade pública. O administrador não pode buscar outro objetivo ou praticá-lo com interesse próprio ou de terceiros. Nesse sentido, o texto refere-se ao princípio da",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Eficiência."
      },
      {
        "letra": "B",
        "texto": "Regularidade."
      },
      {
        "letra": "C",
        "texto": "Impessoalidade."
      },
      {
        "letra": "D",
        "texto": "Indisponibilidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3286692",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Caconde - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "O conceito a seguir refere-se a qual princípio da Administração Pública? Esse princípio exige que os agentes públicos ajam com probidade, honestidade, lealdade e em conformidade com os valores éticos, buscando sempre agir de forma que não prejudique os direitos dos cidadãos, promovendo a boa-fé e a supervisão nas ações administrativas.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Princípio da moralidade"
      },
      {
        "letra": "B",
        "texto": "Princípio da publicidade"
      },
      {
        "letra": "C",
        "texto": "Princípio da eficiência"
      },
      {
        "letra": "D",
        "texto": "Princípio da impessoalidade"
      },
      {
        "letra": "E",
        "texto": "Princípio da legalidade"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3286676",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Caconde - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "O conceito a seguir refere-se a qual princípio da Administração Pública? Trata-se de um princípio da Administração Pública que visa evitar a promoção pessoal de servidores, garantindo que o foco atenda no interesse público e não em interesses individuais. Esse princípio garante que todos os cidadãos sejam tratados de forma igual, sem favorecimento, e busque manter a imparcialidade nas ações administrativas.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Princípio da moralidade"
      },
      {
        "letra": "B",
        "texto": "Princípio da publicidade"
      },
      {
        "letra": "C",
        "texto": "Princípio da específica"
      },
      {
        "letra": "D",
        "texto": "Princípio da eficiência"
      },
      {
        "letra": "E",
        "texto": "Princípio da impessoalidade"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3286363",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Caconde - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Considerando os diversos deveres atribuídos aos Servidores Públicos, é imperativo que mantenham uma conduta compatível com os princípios da Moralidade:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Privada."
      },
      {
        "letra": "B",
        "texto": "Imparcial."
      },
      {
        "letra": "C",
        "texto": "Individual."
      },
      {
        "letra": "D",
        "texto": "Pública."
      },
      {
        "letra": "E",
        "texto": "Imoral."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3286053",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Caconde - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Qual é o princípio da administração pública que estabelece a lei como prioridade nas decisões administrativas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Da moralidade."
      },
      {
        "letra": "B",
        "texto": "Da legalidade."
      },
      {
        "letra": "C",
        "texto": "Da eficiência."
      },
      {
        "letra": "D",
        "texto": "Da impessoalidade."
      },
      {
        "letra": "E",
        "texto": "Da transparência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3285874",
    "metadata": "Ano: 2025 | Banca: Ibest | Órgão: CREFONO - 5ª Região",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência",
      "Licitações e Lei nº 14.133 de 2021",
      "Princípios das Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Assinale a alternativa que apresenta um princípio comum à Administração Pública — constitucional — e à legislação sobre licitações e contratos — legislação complementar.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "probidade administrativa"
      },
      {
        "letra": "B",
        "texto": "eficiência"
      },
      {
        "letra": "C",
        "texto": "igualdade"
      },
      {
        "letra": "D",
        "texto": "economicidade"
      },
      {
        "letra": "E",
        "texto": "transparência"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3285397",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Caconde - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Qual o princípio do processo administrativo trata que os atos devem ser praticados de forma ágil e produtiva?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Razoabilidade."
      },
      {
        "letra": "B",
        "texto": "Eficiência."
      },
      {
        "letra": "C",
        "texto": "Moralidade."
      },
      {
        "letra": "D",
        "texto": "Finalidade."
      },
      {
        "letra": "E",
        "texto": "Ampla defesa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3282535",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: Prefeitura de Sinop - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "A expressão que destaca que enquanto os indivíduos no campo privado podem fazer o que a lei não veda, o administrador público só pode atuar onde a lei autoriza, corresponde ao princípio da administração pública conhecido como:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "legalidade"
      },
      {
        "letra": "B",
        "texto": "moralidade"
      },
      {
        "letra": "C",
        "texto": "impessoalidade"
      },
      {
        "letra": "D",
        "texto": "segurança jurídica"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3282529",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: Prefeitura de Sinop - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "O princípio da legalidade está expressamente citado entre os preceitos que a Administração Pública deve obediência. De acordo com o entendimento corrente no ordenamento jurídico brasileiro:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o princípio da legalidade prega a vinculação do administrador à lei de forma mais extensiva que os limites da juridicidade, que exige a submissão da atuação administrativa à lei e ao Direito"
      },
      {
        "letra": "B",
        "texto": "o princípio da legalidade deve ser reinterpretado a partir do fenômeno da constitucionalização do Direito Administrativo, relativizando-o por meio do conceito de juridicidade"
      },
      {
        "letra": "C",
        "texto": "o princípio da legalidade, em sentido amplo e negativo, expressa que os atos administrativos só podem ser praticados mediante autorização legal"
      },
      {
        "letra": "D",
        "texto": "o princípio da legalidade, em sentido estrito e positivo, manifesta a primazia da lei, de modo que atos administrativos não podem contraria-la"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3282076",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: FUSAM de Caçapava - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Os princípios que orientam a Administração Pública no Brasil estão previstos no artigo 37 da Constituição Federal. Entre eles, destaca-se o princípio que determina que a Administração deve agir de forma justa, sem favorecimentos ou discriminações. Esse princípio é conhecido como:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Impessoalidade."
      },
      {
        "letra": "B",
        "texto": "Legalidade."
      },
      {
        "letra": "C",
        "texto": "Moralidade."
      },
      {
        "letra": "D",
        "texto": "Publicidade."
      },
      {
        "letra": "E",
        "texto": "Eficiência."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3282060",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: FUSAM de Caçapava - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "De acordo com os princípios que regem a Administração Pública Federal, os órgãos e as entidades devem atuar de forma regular e alinhada ao interesse público. Nesse contexto, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os órgãos e as entidades da Administração Pública Federal têm autonomia para agir conforme suas prioridades internas, ainda que em desacordo com o interesse coletivo."
      },
      {
        "letra": "B",
        "texto": "A atuação da Administração Pública Federal está isenta de controle externo, considerando que seus objetivos já são previamente definidos por lei."
      },
      {
        "letra": "C",
        "texto": "A administração pública direta e indireta de qualquer dos Poderes da União, dos Estados, do Distrito Federal e dos Municípios, obedecerá aos princípios de legalidade, impessoalidade, moralidade, publicidade e eficiência."
      },
      {
        "letra": "D",
        "texto": "O interesse público pode ser relativizado, caso as decisões administrativas beneficiem diretamente os agentes públicos responsáveis pela execução."
      },
      {
        "letra": "E",
        "texto": "As entidades públicas federais devem, obrigatoriamente, priorizar apenas demandas regionais, independentemente do impacto nacional."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3280288",
    "metadata": "Ano: 2025 | Banca: PS Concursos | Órgão: Prefeitura de Turvo - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Os atos administrativos devem seguir padrões éticos e morais. Este princípio exige probidade, honestidade e boa-fé por parte dos agentes públicos. Estamos nos referido ao princípio da:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Legalidade"
      },
      {
        "letra": "B",
        "texto": "Impessoalidade"
      },
      {
        "letra": "C",
        "texto": "Moralidade"
      },
      {
        "letra": "D",
        "texto": "Publicidade"
      },
      {
        "letra": "E",
        "texto": "Eficiência"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3280050",
    "metadata": "Ano: 2025 | Banca: AEVSF/FACAPE | Órgão: Prefeitura de Afrânio - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência",
      "Disposições gerais da Improbidade Administrativa"
    ],
    "enunciado_principal": "A Lei Federal nº 8.429/92, conhecida como Lei de Improbidade Administrativa, estabelece diretrizes para o combate a atos de improbidade praticados por agentes públicos no exercício de suas funções na administração pública. Conforme demonstra Di Pietro (2023), a Lei de Improbidade Administrativa define os princípios que devem reger a administração pública, alinhando-se aos preceitos constitucionais. Considerando as disposições legais sobre o assunto supracitado, qual dos princípios abaixo NÃO está diretamente relacionado à Lei de Improbidade Administrativa?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Moralidade."
      },
      {
        "letra": "B",
        "texto": "Legalidade."
      },
      {
        "letra": "C",
        "texto": "Impessoalidade."
      },
      {
        "letra": "D",
        "texto": "Eficiência."
      },
      {
        "letra": "E",
        "texto": "Sigilo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3280047",
    "metadata": "Ano: 2025 | Banca: AEVSF/FACAPE | Órgão: Prefeitura de Afrânio - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "A ética constitui um pilar fundamental para a atuação profissional, em especial no setor público, no qual o interesse coletivo deve prevalecer sobre os interesses individuais. Nessa perspectiva, a ética profissional envolve a aplicação de princípios morais no ambiente de trabalho, visando ao equilíbrio entre as metas organizacionais e o bem-estar comum. Como apontado por Vasconcelos (2005), a ética é essencial para a construção de relações de confiança e credibilidade, elementos indispensáveis para a sustentabilidade das organizações. Diante desse contexto, pergunta-se: Qual alternativa abaixo representa um exemplo de conduta ética no ambiente de trabalho?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ocultar informações relevantes com o intuito de beneficiar interesses pessoais."
      },
      {
        "letra": "B",
        "texto": "Agir com transparência, honestidade e integridade em todas as situações."
      },
      {
        "letra": "C",
        "texto": "Priorizar resultados financeiros em detrimento do bem-estar da coletividade."
      },
      {
        "letra": "D",
        "texto": "Ignorar normas e regulamentos estabelecidos com o objetivo de agilizar processos."
      },
      {
        "letra": "E",
        "texto": "Utilizar recursos da organização para benefício próprio."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3277626",
    "metadata": "Ano: 2025 | Banca: OBJETIVA | Órgão: Prefeitura de Arvorezinha - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Considerando-se que os servidores públicos devem seguir diretrizes que assegurem a integridade de suas ações, o seguinte princípio deve ser seguido:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Imoralidade."
      },
      {
        "letra": "B",
        "texto": "Imparcialidade."
      },
      {
        "letra": "C",
        "texto": "Ilegalidade."
      },
      {
        "letra": "D",
        "texto": "Ineficiência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3276854",
    "metadata": "Ano: 2025 | Banca: FUNDEP (Gestão de Concursos) | Órgão: UPA-CS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Em relação ao princípio da moralidade administrativa, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O referido princípio deve ser observado pelo administrador e pelo particular que se relaciona com a Administração Pública."
      },
      {
        "letra": "B",
        "texto": "Comportamentos ofensivos à moral comum não implicam ofensa ao princípio da moralidade administrativa."
      },
      {
        "letra": "C",
        "texto": "A inclusão do princípio da moralidade na Constituição foi um reflexo da preocupação com a ética na Administração Pública e com o combate à corrupção."
      },
      {
        "letra": "D",
        "texto": "O mencionado princípio exige da Administração comportamento lícito e consoante com os bons costumes."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3276848",
    "metadata": "Ano: 2025 | Banca: FUNDEP (Gestão de Concursos) | Órgão: UPA-CS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência",
      "Licitações e Lei nº 14.133 de 2021",
      "Princípios das Licitações e Lei nº 14.133 de 2021"
    ],
    "enunciado_principal": "Sobre o princípio da eficiência e os subprincípios da celeridade, economicidade, planejamento e eficácia, e sua relação com a licitação, analise as afirmativas a seguir. I. O princípio da eficiência é agora inserido entre os princípios da licitação no artigo 5º da Lei nº 14.133, designando os meios e instrumentos que devem ser utilizados pela Administração Pública para alcançar o melhor resultado. II. A Lei nº 14.133, além da fixação de prazos para a prática de atos do procedimento licitatório, dá aplicação ao princípio da celeridade, ao prever, no artigo 17, § 1º, a possibilidade de a habilitação ser realizada antes da apresentação das propostas e do julgamento. III. Em que pese a sua importância, o princípio do planejamento não foi prestigiado na Lei nº 14.133, na medida em que o artigo 40, que trata do planejamento de compras, estabelece que deverá ser levada em conta a expectativa de consumo anual e não mensal. Está(ão) correta(s) a(s) afirmativa(s)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "I e II, apenas."
      },
      {
        "letra": "C",
        "texto": "III, apenas."
      },
      {
        "letra": "D",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3274841",
    "metadata": "Ano: 2025 | Banca: IV - UFG | Órgão: Prefeitura de Itumbiara - GO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Conforme a Lei n° 12.527/2011, qualquer interessado poderá apresentar pedido de acesso a informações aos órgãos e entidades, e pelo princípio da transparência, o ideal é que o acesso à informação seja imediato. Não sendo possível o acesso imediato à informação, esta deve ser oferecida ao interessado no prazo máximo de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cinco dias."
      },
      {
        "letra": "B",
        "texto": "dez dias."
      },
      {
        "letra": "C",
        "texto": "quinze dias."
      },
      {
        "letra": "D",
        "texto": "vinte dias."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3274215",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: IF-AM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Uma concessionária de energia elétrica precisará realizar uma manutenção emitido um aviso prévio informando os usuários sobre a interrupção temporária do fornecimento de energia elétrica em determinada região da cidade. Diante dessa situação, a interrupção do serviço público por aviso prévio configura uma exceção a qual princípio da administração pública?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Continuidade."
      },
      {
        "letra": "B",
        "texto": "Impessoalidade."
      },
      {
        "letra": "C",
        "texto": "Eficiência."
      },
      {
        "letra": "D",
        "texto": "Universalidade."
      },
      {
        "letra": "E",
        "texto": "Legalidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3274208",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: IF-AM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "A prefeitura de um município lançou um programa de modernização administrativa com o objetivo de reduzir o tempo de atendimento ao público, digitalizar processos e otimizar a alocação de recursos humanos e materiais. Como resultado, os cidadãos passaram a receber respostas às suas demandas com maior rapidez, os custos operacionais diminuíram, e os servidores tiveram sua produtividade aumentada por meio do uso de novas tecnologias. Diante dessa situação, qual princípio da administração pública está sendo mais diretamente aplicado?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Legalidade."
      },
      {
        "letra": "B",
        "texto": "Impessoalidade."
      },
      {
        "letra": "C",
        "texto": "Moralidade."
      },
      {
        "letra": "D",
        "texto": "Publicidade."
      },
      {
        "letra": "E",
        "texto": "Eficiência."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3269131",
    "metadata": "Ano: 2025 | Banca: CEPS-UFPA | Órgão: UFOPA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Agentes públicos e Lei 8.112 de 1990",
      "Regime jurídico administrativo",
      "Responsabilidades do servidor",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "O Código de Ética Profissional do Servidor Público Civil Federal (Decreto nº 1.171/1994) estabelece regras que orientam a conduta profissional de servidores públicos. Sobre o assunto, analise as afirmativas seguintes. I. O servidor deve zelar pelo cumprimento legítimo da legalidade e da moralidade administrativa. II. A aceitação de presentes de baixo valor é permitida quando não comprometer a imparcialidade. III. O servidor é proibido de utilizar informações privilegiadas obtidas no exercício de suas funções. IV. É uma atitude antiética do servidor público deixar as pessoas esperando uma solução que compete ao setor em que exerça suas funções. V. A omissão diante de irregularidades é permitida, desde que seja por razões justificadas. Estão corretas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III, somente."
      },
      {
        "letra": "B",
        "texto": "I, III e IV, somente."
      },
      {
        "letra": "C",
        "texto": "II, III e V, somente."
      },
      {
        "letra": "D",
        "texto": "I, IV e V, somente."
      },
      {
        "letra": "E",
        "texto": "II, IV e V, somente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3267136",
    "metadata": "Ano: 2025 | Banca: UEG | Órgão: UEG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Intervenção do estado na propriedade",
      "Regime jurídico administrativo",
      "Noções gerais e desapropriação",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "De acordo com as decisões do Superior Tribunal de Justiça, no ano de 2024",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a desapropriação para comunidades quilombolas possui caráter reparatório e de promoção de direitos fundamentais, não se aplicando a esse procedimento os prazos de caducidade das desapropriações comuns."
      },
      {
        "letra": "B",
        "texto": "o exercício eventual de substituição de titular de cargo comissionado por servidora gestante confere-lhe o direito à retribuição pecuniária correspondente e proporcional aos dias em que tenha efetivamente realizado a substituição, desde que previsto no regime jurídico do seu ente estatal."
      },
      {
        "letra": "C",
        "texto": "não se admite a aplicação subsidiária do Direito de Extensão aos casos de desapropriação por necessidade ou utilidade pública previsto na Lei Complementar n. 76/1993, quando a área remanescente for reduzida à superfície inferior a da pequena propriedade rural."
      },
      {
        "letra": "D",
        "texto": "a penalidade administrativa deve se basear pelo princípio do tempus regit actum, ainda que haja previsão expressa de retroatividade da lei mais benéfica."
      },
      {
        "letra": "E",
        "texto": "é lícita a cobrança pela concessionária de tarifa por esgoto não coletado ou despejado in natura nas galerias pluviais, sem qualquer tratamento."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3264425",
    "metadata": "Ano: 2025 | Banca: UFSC | Órgão: UFSC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Considerando os princípios da Administração Pública, analise as sentenças a seguir e assinale a alternativa correta. I. Ainda que aplicável apenas à Administração Pública Direta, a Constituição de 1988 inovou ao fazer menção expressa a alguns princípios da Administração Pública. II. Os cinco princípios da Administração Pública mencionados de forma explícita no caput do artigo 37 da Constituição Federal de 1988 são: legalidade, impessoalidade, razoabilidade, publicidade e eficiência. III. Na Constituição Federal de 1988, está expressa a proibição de constar nomes, símbolos ou imagens que caracterizem promoção pessoal de autoridades ou servidores públicos em publicidade de atos, programas, obras, serviços e campanhas dos órgãos públicos, o que pode ser considerado uma consequência do princípio da impessoalidade.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a sentença II está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas a sentença I está correta."
      },
      {
        "letra": "C",
        "texto": "Apenas as sentenças I e II estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas a sentença III está correta."
      },
      {
        "letra": "E",
        "texto": "Apenas as sentenças II e III estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3264420",
    "metadata": "Ano: 2025 | Banca: UFSC | Órgão: UFSC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "De acordo com a Lei nº 12.527, de 18 de novembro de 2011, é dever dos órgãos e entidades públicas promover a divulgação de informações de interesse coletivo ou geral por eles produzidas ou custodiadas. Diante disso, analise as afirmativas a seguir e assinale a alternativa correta. I. Para promover a divulgação em local de fácil acesso, os órgãos e entidades públicas deverão utilizar todos os meios e instrumentos legítimos de que dispuserem, sendo opcional a divulgação em sítios oficiais da rede mundial de computadores. II. Os sítios deverão conter ferramenta de pesquisa de conteúdo e divulgar em detalhes os formatos utilizados para estruturação da informação. III. Os sítios deverão adotar as medidas necessárias para garantir a acessibilidade de conteúdo para pessoas com deficiência. IV. Na divulgação das informações deverão constar respostas a perguntas mais frequentes da sociedade.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as afirmativas I, III e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as afirmativas I e II estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as afirmativas I e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as afirmativas II, III e IV estão corretas."
      },
      {
        "letra": "E",
        "texto": "Somente as afirmativas II e III estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3263107",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: IF-RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Agentes públicos e Lei 8.112 de 1990",
      "Regime jurídico administrativo",
      "Responsabilidades do servidor",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Analise as seguintes asserções e a relação proposta entre elas, tendo por referência o Código de Ética Profissional do Servidor Público Civil do Poder Executivo Federal (Decreto nº 1.171/1994): I. O servidor não pode agir com objetivo alheio ao interesse público, mesmo que não esteja cometendo qualquer violação expressa à lei e observando formalidades legais. PORQUE II. É seu dever abster-se, de forma absoluta, de exercer sua função, poder ou autoridade com finalidade estranha ao interesse público. A respeito dessas asserções, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As asserções I e II são proposições verdadeiras, e a II é uma justificativa da I."
      },
      {
        "letra": "B",
        "texto": "As asserções I e II são proposições verdadeiras, mas a II não é uma justificativa da I."
      },
      {
        "letra": "C",
        "texto": "A asserção I é uma proposição verdadeira, e a II é uma proposição falsa."
      },
      {
        "letra": "D",
        "texto": "A asserção I é uma proposição falsa, e a II é uma proposição verdadeira."
      },
      {
        "letra": "E",
        "texto": "As asserções I e II são proposições falsas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3262922",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Considerando as disposições da Lei Federal nº 12.527/2011 – Lei de Acesso à Informação, marque V para as afirmativas verdadeiras e F para as falsas. ( ) Sigilo é a regra; publicidade é a exceção. ( ) Requerentes precisam motivar os pedidos de acesso às informações. ( ) Deve haver fornecimento gratuito e irrestrito de quaisquer informações. ( ) Há divulgação proativa de informações de interesse coletivo e geral. ( ) Deve ocorrer criação de procedimentos e prazos que facilitam o acesso à informação. A sequência está correta em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F, F, F, V, V."
      },
      {
        "letra": "B",
        "texto": "V, V, F, V, F."
      },
      {
        "letra": "C",
        "texto": "F, V, V, F, V."
      },
      {
        "letra": "D",
        "texto": "V, F, V, F, F."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3262921",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Analise as afirmativas a seguir. I. A transparência, no âmbito da administração pública, é alcançada por meio de transparência ativa, que é a divulgação de dados por iniciativa do próprio setor público, quando são tornadas públicas informações, independente de requerimento, utilizando principalmente a internet e por meio de transparência passiva, que é a disponibilização de informações públicas em atendimento a demandas específicas de uma pessoa física ou jurídica, seja de forma presencial ou eletrônica. II. A princípio, todas as informações produzidas ou custodiadas por entidades públicas são sigilosas e, portanto, inacessíveis a alguns cidadãos, ressalvadas as hipóteses legalmente estabelecidas. III. As informações produzidas ou em poder dos órgãos e entidades públicas, observado o seu teor e em razão de sua imprescindibilidade à segurança da sociedade ou do Estado, poderão ser classificadas como públicas, acessíveis, restritas, inacessíveis, secretas e ultrassecretas. IV. Para a classificação da informação em determinado grau de sigilo, deverá ser observado o interesse público da informação e utilizado o critério menos restritivo possível, considerando gravidade do risco ou dano à segurança da sociedade e do Estado; e, ainda, o prazo máximo de restrição de acesso ou o evento que defina seu termo final. A promoção da transparência e do acesso à informação é considerada medida indispensável para o fortalecimento da democracia e para a melhoria da gestão pública. Uma correta interpretação da Lei Federal nº 12.527/2011 – Lei de Acesso à Informação, possibilita concluir que está correto o que se afirma apenas em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III."
      },
      {
        "letra": "B",
        "texto": "I e IV."
      },
      {
        "letra": "C",
        "texto": "II e III."
      },
      {
        "letra": "D",
        "texto": "II e IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3262014",
    "metadata": "Ano: 2025 | Banca: OBJETIVA | Órgão: AGEVAP - RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Em relação a quando qualquer interessado poderá apresentar pedido de acesso às informações aos órgãos e entidades, por qualquer meio legítimo, devendo o pedido conter a identificação do requente e a especificação da informação requerida, com base na Lei nº 12.527/2011 – Lei de Acesso à Informação, assinalar a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O órgão ou entidade pública deverá autorizar ou conceder o acesso imediato à informação disponível."
      },
      {
        "letra": "B",
        "texto": "Para o acesso às informações de interesse público, a identificação do requerente não pode conter exigências que inviabilizem a solicitação."
      },
      {
        "letra": "C",
        "texto": "Os órgãos e entidades do poder público devem viabilizar alternativa de encaminhamento de pedidos de acesso por meio de seus sítios oficiais na internet."
      },
      {
        "letra": "D",
        "texto": "É autorizado exigir quaisquer exigências relativas aos motivos determinantes da solicitação de informações de interesse público."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3262013",
    "metadata": "Ano: 2025 | Banca: OBJETIVA | Órgão: AGEVAP - RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência",
      "Atos de Improbidade Administrativa e suas Sanções"
    ],
    "enunciado_principal": "Em concordância com a Lei nº 8.429/1992 – Lei de Improbidade Administrativa, constitui ato que atenta contra os princípios da administração pública:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Liberar recursos públicos para um projeto sem a devida comprovação da necessidade e aplicação dos recursos."
      },
      {
        "letra": "B",
        "texto": "Divulgar informações sigilosas sobre uma licitação para beneficiar uma determinada empresa."
      },
      {
        "letra": "C",
        "texto": "Utilizar um carro oficial para fins particulares, como levar os filhos para a escola."
      },
      {
        "letra": "D",
        "texto": "Celebrar parcerias com entidades privadas sem seguir os procedimentos legais e regulamentares."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3261740",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Agentes públicos e Lei 8.112 de 1990",
      "Regime jurídico administrativo",
      "Cargo, emprego, função",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Júnior, ocupante de um cargo de gestão na Hemobrás, submeteu consulta ao setor jurídico para verificar a possibilidade de nomeação das seguintes pessoas para um cargo de comissão sob sua subordinação direta: João, seu primo (parentesco de quarto grau); Ana, sua sobrinha (parentesco de terceiro grau); e Carlos, seu amigo íntimo. Considerando a situação narrada e o Código de Ética, Conduta e Integridade da Hemobrás, que dispõe sobre impedimentos para nomeação em cargos de gestão, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas Carlos pode ser nomeado ao cargo."
      },
      {
        "letra": "B",
        "texto": "João e Carlos podem ser nomeados ao cargo."
      },
      {
        "letra": "C",
        "texto": "Apenas João não pode ser nomeado ao cargo."
      },
      {
        "letra": "D",
        "texto": "Nenhum desses pode ser nomeado ao cargo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3261392",
    "metadata": "Ano: 2025 | Banca: OBJETIVA | Órgão: AGEVAP - RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "O princípio que está diretamente relacionado à obrigação de tratar todos os cidadãos de forma igualitária e sem discriminação é o da:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Legalidade."
      },
      {
        "letra": "B",
        "texto": "Impessoalidade."
      },
      {
        "letra": "C",
        "texto": "Eficiência."
      },
      {
        "letra": "D",
        "texto": "Publicidade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3261346",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "No que concerne aos princípios aplicáveis à Administração, analise as afirmativas a seguir. I. Os processos administrativos sancionadores instaurados por agências reguladoras contra concessionárias de serviço público devem obedecer ao princípio da publicidade durante toda a sua tramitação, ressalvados eventuais atos que se enquadrem nas hipóteses de sigilo previstas em lei e na Constituição. I. A presença de símbolos religiosos em prédios públicos viola, entre outros princípios, o da impessoalidade aplicável à Administração. III. Em atenção ao princípio da legalidade, também chamado de princípio da juridicidade, a Administração Pública se vincula exclusivamente às previsões contidas nas leis em sentido formal. Está correto o que se afirma apenas em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I."
      },
      {
        "letra": "B",
        "texto": "II."
      },
      {
        "letra": "C",
        "texto": "III."
      },
      {
        "letra": "D",
        "texto": "II e III."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3260927",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: HEMOMINAS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "O Prefeito da cidade de Mar Azul exara um despacho administrativo de acordo com os ditames da lei e as exigências de que o destino de seu despacho seja o bem comum da sociedade. Nessa ação do Prefeito de Mar Azul, caracteriza o seguinte princípio básico da administração pública:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "eficiência"
      },
      {
        "letra": "B",
        "texto": "legalidade"
      },
      {
        "letra": "C",
        "texto": "publicidade"
      },
      {
        "letra": "D",
        "texto": "razoabilidade"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3259943",
    "metadata": "Ano: 2025 | Banca: SECPLAN | Órgão: Prefeitura de Presidente Kennedy - ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "O Prefeito de determinado Município realizou obras públicas, tal como a construção de áreas de lazer nesta municipalidade, seguindo todos os trâmites legais para tanto, tendo fixado, nestes locais, enormes placas que divulgavam o seu nome e do seu partido político. Nesse contexto, de acordo com a Constituição Federal de 1988, a divulgação das referidas placas, nos moldes acima, fere o princípio da:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "eficiência"
      },
      {
        "letra": "B",
        "texto": "moralidade"
      },
      {
        "letra": "C",
        "texto": "publicidade"
      },
      {
        "letra": "D",
        "texto": "proporcionalidade"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3254480",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: Câmara de Araraquara - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência",
      "Existência, Validade e Eficácia do Ato Administrativo"
    ],
    "enunciado_principal": "O prefeito municipal, em primeira investidura, nomeou sua companheira, com a qual convive há cinco anos e tem dois filhos, para cargo de confiança na prefeitura. Alertado sobre vícios em seu ato, o qual é enquadrável como nepotismo, argumentou que os dois nunca oficializaram casamento ou união estável e que não conhece pessoa melhor e mais confiável para exercer o cargo. Além do mais, certificou-se, previamente, que inexiste lei municipal que proíba a nomeação da companheira para cargo comissionado. Considerando a situação hipotética e os princípios que regem a Administração Pública, analise as afirmativas a seguir. I. A vedação do nepotismo não exige a edição de lei formal para coibir a prática, pois decorre diretamente de afronta aos princípios contidos na Carta Magna. II. O conceito de parentesco para efeitos da verificação de ocorrência de nepotismo não se limita ao Código Civil, pois busca- -se a vigência absoluta do princípio da impessoalidade. Isso porque o problema não é definir quais são os parentes para efeitos civis, mas definir quais aquelas pessoas que, sob a classe de parentela, tendem a ser escolhidas, não por interesse público, mas por interesse de caráter pessoal. III. Quando o ato de nomeação para cargo comissionado tiver finalidade contrária ao interesse público, o ato deve ser invalidado, por violação ao princípio da moralidade administrativa e por estar caracterizada a sua ilegalidade, por desvio de finalidade. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "I, apenas."
      },
      {
        "letra": "C",
        "texto": "I e II, apenas."
      },
      {
        "letra": "D",
        "texto": "I e III, apenas."
      },
      {
        "letra": "E",
        "texto": "II e III, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3251855",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: EBSERH",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "O chefe de um setor público tem a responsabilidade de distribuir os recursos para projetos internos de sua equipe. Ele decide favorecer os projetos de colegas próximos, que frequentemente o ajudam em tarefas pessoais. Considerando a ética profissional, a situação acima viola o princípio da",
    "alternativas": [
      {
        "letra": "A",
        "texto": "impessoalidade"
      },
      {
        "letra": "B",
        "texto": "eficiência"
      },
      {
        "letra": "C",
        "texto": "legalidade"
      },
      {
        "letra": "D",
        "texto": "cortesia"
      },
      {
        "letra": "E",
        "texto": "publicidade"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3247995",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: Prefeitura de Niterói - RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "O artigo 37, caput, da CRFB/88 trata dos princípios constitucionais explícitos da Administração Pública, a saber: legalidade, impessoalidade, moralidade, publicidade e eficiência. O princípio segundo o qual é exigível, do bom administrador público, o respeito a padrões éticos, à lealdade e à probidade é o da:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "legalidade"
      },
      {
        "letra": "B",
        "texto": "impessoalidade"
      },
      {
        "letra": "C",
        "texto": "moralidade"
      },
      {
        "letra": "D",
        "texto": "publicidade"
      },
      {
        "letra": "E",
        "texto": "eficiência"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3247536",
    "metadata": "Ano: 2025 | Banca: AMEOSC | Órgão: Câmara de Princesa - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Os princípios do Direito Administrativo são diretrizes fundamentais que orientam a Administração Pública em suas atividades, garantindo legalidade, eficiência e moralidade na gestão pública. Eles podem ser divididos em princípios explícitos, previstos na Constituição Federal, e princípios implícitos, extraídos da interpretação do ordenamento jurídico. A Constituição Federal, estabelece cinco princípios fundamentais para a Administração Pública: legalidade, impessoalidade, moralidade, publicidade e eficiência. Com base nisso, avalie as seguintes afirmações: I.A Administração Pública deve atuar conforme o princípio da legalidade, ou seja, somente pode realizar aquilo que estiver previsto em Lei, diferentemente dos particulares, que podem fazer tudo o que não for proibido. II.O princípio da impessoalidade determina que os atos administrativos devem sempre atender ao interesse público, impedindo favorecimentos ou perseguições pessoais. III.O princípio da publicidade dos atos administrativos busca garantir transparência na gestão pública, permitindo o controle social, salvo casos previstos em Lei, como sigilo por motivo de segurança. IV.O princípio da eficiência prevê que a Administração Pública deve priorizar a rapidez na execução dos serviços, ainda que isso implique descumprimento de normas legais para acelerar processos. Diante dessas afirmações, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as afirmativas I, II e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as afirmativas I e II estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as afirmativas II, III e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "As afirmativas I, II, III e IV estão corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3242465",
    "metadata": "Ano: 2025 | Banca: IBAM | Órgão: Câmara de Bebedouro - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Lucas é um novo Auxiliar Legislativo na Câmara de Bebedouro e está revisando um relatório que apresenta diversos atos administrativos realizados pelo município. Durante a análise, ele percebe que um dos atos foi realizado sem obedecer ao princípio da publicidade. Para corrigir o problema, Lucas sugere:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "revogar imediatamente o ato, pois ele não pode ser regularizado."
      },
      {
        "letra": "B",
        "texto": "encaminhar o ato para análise do prefeito, que tem poder para autorizar sigilo."
      },
      {
        "letra": "C",
        "texto": "arquivar o ato e realizar outro com base no princípio da discricionariedade."
      },
      {
        "letra": "D",
        "texto": "tornar público o ato administrativo por meio de publicação oficial, garantindo a transparência."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3242459",
    "metadata": "Ano: 2025 | Banca: IBAM | Órgão: Câmara de Bebedouro - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Maria, uma vereadora experiente, está explicando a um novo assessor legislativo os fundamentos que regem as ações da Administração Pública, de acordo com o Artigo 37 da Constituição Federal. Ao listar os princípios fundamentais, Maria afirma que é essencial que todos os atos administrativos sejam realizados com:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "moralidade, publicidade, discricionariedade e sigilo."
      },
      {
        "letra": "B",
        "texto": "transparência, eficiência, lealdade e imparcialidade."
      },
      {
        "letra": "C",
        "texto": "legalidade, impessoalidade, moralidade, publicidade e eficiência."
      },
      {
        "letra": "D",
        "texto": "isonomia, moralidade, publicidade, segurança e transparência."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3239441",
    "metadata": "Ano: 2025 | Banca: IDESG | Órgão: Prefeitura de Cariacica - ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Sobre o princípio da legalidade na administração pública, analise as afirmativas: I. O princípio da legalidade implica que o administrador público só pode agir quando autorizado por lei. II. Em situações de emergência, é permitida a atuação discricionária contrária à legislação vigente. III. A legalidade é um princípio fundamental que orienta tanto a elaboração de atos normativos quanto a execução de políticas públicas. IV. O princípio da legalidade não se aplica aos agentes públicos com funções políticas. Estão corretas as afirmativas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II e IV, apenas."
      },
      {
        "letra": "B",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "C",
        "texto": "II, III e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "I e III, apenas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3237973",
    "metadata": "Ano: 2025 | Banca: IDESG | Órgão: Prefeitura de Cariacica - ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Conforme disposto na Constituição Federal, a administração pública direta e indireta deve obedecer a princípios fundamentais para a sua organização e funcionamento. Sobre esses princípios, analise as assertivas abaixo: I. O princípio da legalidade implica que a Administração Pública só pode agir conforme a lei, ao contrário do particular, que pode fazer tudo o que não é proibido. II. O princípio da moralidade exige que os atos administrativos não só respeitem a legalidade, mas também os padrões éticos e morais aceitos pela sociedade. III. O princípio da publicidade se refere à transparência absoluta dos atos administrativos, sendo vedada qualquer restrição de acesso por questões de segurança ou interesse público. IV. O princípio da eficiência impõe à Administração Pública o dever de obter os melhores resultados possíveis com os recursos disponíveis. Das assertivas, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I, II e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas I e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas II e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Todas as assertivas estão corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3236849",
    "metadata": "Ano: 2025 | Banca: IDESG | Órgão: Prefeitura de Cariacica - ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Sobre os princípios fundamentais da Administração Pública, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O princípio da moralidade, embora tenha forte componente ético, depende exclusivamente da avaliação subjetiva do administrador público, sem necessidade de respaldo normativo ou controle jurisdicional."
      },
      {
        "letra": "B",
        "texto": "O princípio da legalidade, na Administração Pública, distingue-se do princípio aplicável aos particulares, pois o agente público está estritamente vinculado à norma, não podendo agir sem autorização legal expressa, salvo nos casos em que o interesse público exige."
      },
      {
        "letra": "C",
        "texto": "A eficiência, como princípio constitucional, impõe ao gestor público o dever de adotar medidas que garantam rapidez na prestação dos serviços, ainda que isso implique a flexibilização da legalidade e da moralidade administrativas."
      },
      {
        "letra": "D",
        "texto": "A publicidade dos atos administrativos é princípio que visa à transparência e ao controle social, podendo ser relativizado nos casos previstos em lei, como no sigilo necessário à segurança do Estado e à proteção da intimidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3235953",
    "metadata": "Ano: 2025 | Banca: IDESG | Órgão: Prefeitura de Cariacica - ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Os princípios da Administração Pública são fundamentais para guiar as ações dos administradores públicos. Analise as assertivas abaixo sobre os princípios da Administração Pública: I. O princípio da legalidade impõe que a Administração Pública só possa atuar conforme a lei. II. O princípio da impessoalidade exige que a Administração Pública atue de maneira impessoal, sem favorecer ou prejudicar indivíduos, grupos ou interesses privados. III. O princípio da moralidade implica que a Administração Pública deve agir sempre de acordo com as normas éticas e com respeito aos valores sociais predominantes. IV. O princípio da eficiência obriga que os órgãos da Administração Pública se empenhem em maximizar o uso de recursos públicos e promover o bem-estar social de forma imediata. Das assertivas, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I, II e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas I e II estão corretas."
      },
      {
        "letra": "C",
        "texto": "Todas as assertivas estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas III e IV estão corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3235872",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: Prefeitura de Nova Iguaçu - RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "A Prefeitura Municipal de Nova Iguaçu busca otimizar seus processos e serviços públicos, resultando em uma gestão mais transparente e ágil. Dentre os exemplos de otimização de processos e serviços, têm-se o aprimoramento da gestão de compras públicas; a redução de burocracias; a garantia de que serviços contratados atendam às necessidades, produção de melhores resultados e índices; e a utilização de recursos públicos de maneira produtiva, evitando desperdícios e falhas. Diante do caso narrado e à luz do que estabelece a Constituição Federal, o município de Nova Iguaçu está buscando dar efetividade ao princípio da:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Eficiência"
      },
      {
        "letra": "B",
        "texto": "Legalidade"
      },
      {
        "letra": "C",
        "texto": "Moralidade"
      },
      {
        "letra": "D",
        "texto": "Publicidade"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3222939",
    "metadata": "Ano: 2025 | Banca: Inovaty | Órgão: Prefeitura de Belém do Piauí - PI",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "O nepotismo cruzado, o nepotismo entre Poderes da República e aquele realizado por via da requisição de servidores são formas sutis de identificação da utilização de cargos públicos para manifestações de patrimonialismo e privatização do espaço público. CNJ . O Que é Nepotismo? Disponível em <https://www.cnj.jus.br/o-que-e-nepotismo/#:~:text= Nepotismo é prática que viola,o exercício do cargo público.>. A prática de nepotismo cruzado representa",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a contratação de familiares de servidores públicos para ocuparem cargos do serviço público através de processos seletivos institucionais."
      },
      {
        "letra": "B",
        "texto": "o exercício da influência de servidores para empregar familiares em serviços públicos que não estão sob suas competências."
      },
      {
        "letra": "C",
        "texto": "A atuação indireta na contratação de servidores públicos de forma impessoal."
      },
      {
        "letra": "D",
        "texto": "o ato direto da contratação de servidores públicos de forma impessoal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3222938",
    "metadata": "Ano: 2025 | Banca: Inovaty | Órgão: Prefeitura de Belém do Piauí - PI",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Nepotismo é o favorecimento dos vínculos de parentesco nas relações de trabalho ou emprego. As práticas de nepotismo substituem a avaliação de mérito para o exercício da função pública pela valorização de laços de parentesco. CNJ . O Que é Nepotismo? Disponível em <https://www.cnj.jus.br/o-que-e-nepotismo/#:~:text= Nepotismo é prática que viola,o exercício do cargo público.>. O nepotismo incide sobre os direitos inseridos na Constituição Federal de 1988 (CF88), pois nesta",
    "alternativas": [
      {
        "letra": "A",
        "texto": "viola o princípio da impessoalidade."
      },
      {
        "letra": "B",
        "texto": "é garantido o direito à pessoalidade na administração pública."
      },
      {
        "letra": "C",
        "texto": "é garantido o dereito à pessoalidade apenas no âmbito do Poder Executivo."
      },
      {
        "letra": "D",
        "texto": "infringe o principio da impessoalidade se exercido apenas no Poder Executivo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3222600",
    "metadata": "Ano: 2025 | Banca: OBJETIVA | Órgão: Prefeitura de Planaltina do Paraná - PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "A proteção da moralidade administrativa foi alcançada com a promulgação da Lei de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Acesso à Informação."
      },
      {
        "letra": "B",
        "texto": "Licitações e Contratos Administrativos."
      },
      {
        "letra": "C",
        "texto": "Concessões e Permissões."
      },
      {
        "letra": "D",
        "texto": "Improbidade Administrativa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3222530",
    "metadata": "Ano: 2025 | Banca: OBJETIVA | Órgão: Prefeitura de Planaltina do Paraná - PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Assinalar a alternativa que apresenta uma forma de agir de acordo com o princípio da publicidade no serviço público.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tornar públicos os atos administrativos, garantindo transparência."
      },
      {
        "letra": "B",
        "texto": "Promover campanhas publicitárias para divulgar o órgão público."
      },
      {
        "letra": "C",
        "texto": "Garantir que todas as informações sejam restritas ao órgão público."
      },
      {
        "letra": "D",
        "texto": "Apenas divulgar informações aos cidadãos quando solicitado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3220995",
    "metadata": "Ano: 2025 | Banca: DECORP | Órgão: Prefeitura de Porto Walter - AC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "No contexto da Administração Pública, os princípios fundamentais regem a atuação dos gestores e servidores, garantindo a legalidade e a eficiência dos serviços prestados. Considerando esse aspecto, indique a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O princípio da impessoalidade determina que a Administração Pública pode direcionar suas ações conforme os interesses políticos do gestor em exercício."
      },
      {
        "letra": "B",
        "texto": "A eficiência na Administração Pública está relacionada exclusivamente à contenção de gastos e à redução de despesas."
      },
      {
        "letra": "C",
        "texto": "A publicidade dos atos administrativos deve ser garantida sempre, inclusive nos casos em que há sigilo legalmente previsto."
      },
      {
        "letra": "D",
        "texto": "O princípio da moralidade exige que a conduta do gestor esteja alinhada aos padrões éticos e aos princípios da administração pública."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3220559",
    "metadata": "Ano: 2025 | Banca: DECORP | Órgão: Prefeitura de Porto Walter - AC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "O princípio da legalidade no serviço público estabelece que os agentes administrativos devem atuar conforme a legislação vigente. Sobre esse princípio, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O servidor público somente pode agir conforme o que estiver previsto na lei, sem liberdade para atuar por conta própria."
      },
      {
        "letra": "B",
        "texto": "O princípio da legalidade permite que o servidor público tome decisões com base em conveniências pessoais, desde que não haja prejuízo financeiro ao Estado."
      },
      {
        "letra": "C",
        "texto": "A administração pública pode criar regras próprias, sem necessidade de fundamentação em leis e normas existentes."
      },
      {
        "letra": "D",
        "texto": "O princípio da legalidade exige que a atuação do servidor público seja exclusivamente baseada na ética, sem necessidade de respaldo legal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3220086",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Câmara de Itupeva - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Acerca dos Princípios da Administração Pública: legalidade, impessoalidade, moralidade, publicidade e eficiência (Art. 37 da Constituição Federal), analise os itens abaixo e assinale a alternativa correta. I – O princípio da impessoalidade tem como principal objetivo garantir a igualdade de tratamento para todos os indivíduos que compõem a sociedade. Embora possa ser interpretado de diferentes maneiras, sua essência permanece inalterada: assegurar a segurança jurídica, priorizar o interesse público nas ações da Administração Pública e promover a imparcialidade nas decisões públicas. II – O princípio da publicidade se relaciona com a atuação dos agentes públicos de acordo com valores como probidade (honestidade administrativa), necessidade de agir, lealdade, boa-fé, honestidade.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A asserção I é uma proposição falsa, e a II é uma proposição verdadeira."
      },
      {
        "letra": "B",
        "texto": "As asserções I e II são proposições verdadeiras, e a II é um complemento da I."
      },
      {
        "letra": "C",
        "texto": "A asserção I é uma proposição verdadeira, e a II é uma proposição falsa."
      },
      {
        "letra": "D",
        "texto": "As asserções I e II são proposições falsas."
      },
      {
        "letra": "E",
        "texto": "As asserções I e II são proposições verdadeiras, mas a II não é um complemento da I."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3219109",
    "metadata": "Ano: 2025 | Banca: COSEAC | Órgão: SEAP-RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "João Silva é servidor público no Departamento de Licitações do Governo Estadual. Durante a avaliação de propostas para a contratação de uma empresa para fornecimento de material de leitura para as unidades prisionais do estado, João, que tem amizade pessoal com Ana, uma das editoras concorrentes, decide intervir indevidamente no processo. Ele altera os critérios de avaliação para beneficiar a proposta de Ana, revela informações confidenciais sobre a proposta de Carlos, outro concorrente, e orienta alguns membros da Comissão de Licitação para desconsiderar pontos importantes da proposta de Carlos. Considerando o caso descrito, os princípios da Administração Pública violados por João Silva foram os seguintes:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Princípio da Legalidade e Princípio da Publicidade."
      },
      {
        "letra": "B",
        "texto": "Princípio da Moralidade e Princípio da Eficiência."
      },
      {
        "letra": "C",
        "texto": "Princípio da Legalidade e Princípio da Impessoalidade."
      },
      {
        "letra": "D",
        "texto": "Princípio da Publicidade e Princípio da Eficiência."
      },
      {
        "letra": "E",
        "texto": "Princípio da Impessoalidade e Princípio da Moralidade."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3219043",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Câmara de Itupeva - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Acerca dos Princípios da Administração Pública: legalidade, impessoalidade, moralidade, publicidade e eficiência (Art. 37 da Constituição Federal), analise os itens abaixo e assinale a alternativa correta. I – O princípio da eficiência estabelece que as atividades do Poder Público devem ser destinada para todos os cidadãos de forma igualitária, sem qualquer tipo de discriminação ou favorecimento pessoal por parte dos Administradores Públicos. II – O princípio da moralidade determina que os atos da Administração Pública e de seus agentes devem resultar em benefícios para a coletividade. Ao considerar a relação custo-benefício, busca- se alcançar um desempenho que favoreça o maior número de pessoas, com eficiência, rapidez e diligência.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A asserção I é uma proposição falsa, e a II é uma proposição verdadeira."
      },
      {
        "letra": "B",
        "texto": "As asserções I e II são proposições verdadeiras, e a II é um complemento da I."
      },
      {
        "letra": "C",
        "texto": "A asserção I é uma proposição verdadeira, e a II é uma proposição falsa."
      },
      {
        "letra": "D",
        "texto": "As asserções I e II são proposições falsas."
      },
      {
        "letra": "E",
        "texto": "As asserções I e II são proposições verdadeiras, mas a II não é um complemento da I."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3219039",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Câmara de Itupeva - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Considera-se manifestações: reclamações, denúncias, sugestões, elogios e demais pronunciamentos de usuários que tenham como objeto a prestação de serviços públicos e a conduta de agentes públicos na prestação e fiscalização de tais serviços. Visando a sua efetiva resolução, os procedimentos administrativos relativos à análise das manifestações dos usuários devem observar dois princípios. Quais são esses princípios?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Transparência e publicidade"
      },
      {
        "letra": "B",
        "texto": "Eficiência e celeridade"
      },
      {
        "letra": "C",
        "texto": "Celeridade e imparcialidade"
      },
      {
        "letra": "D",
        "texto": "Transparência e rentabilidade"
      },
      {
        "letra": "E",
        "texto": "Rentabilidade e generalidade"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3218966",
    "metadata": "Ano: 2025 | Banca: CPCON | Órgão: Prefeitura de Nazarezinho - PB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Os princípios administrativos constitucionais estão estabelecidos em capítulo próprio da Constituição de 1988. Cada um desses princípios deve ser compreendido e aplicado preservando a harmonia e coerência entre si. O entendimento de que a administração pública, em toda a sua atividade, prende-se aos mandamentos da lei e de que o administrador público somente pode fazer aquilo que a lei permite ou autoriza, diz respeito ao princípio da:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "eficiência."
      },
      {
        "letra": "B",
        "texto": "impessoalidade."
      },
      {
        "letra": "C",
        "texto": "moralidade."
      },
      {
        "letra": "D",
        "texto": "publicidade."
      },
      {
        "letra": "E",
        "texto": "legalidade."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3216448",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: Câmara de Araraquara - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Consórcios públicos",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Um município decidiu criar um consórcio público com outros municípios vizinhos para a gestão compartilhada de resíduos sólidos, visando eficiência e sustentabilidade no manejo dos resíduos. Durante a elaboração do contrato de consórcio, surgiram divergências entre os municípios sobre a divisão de responsabilidades e custos, além de diferentes interpretações sobre as metas a serem alcançadas. Considerando a natureza colaborativa do consórcio e os princípios da administração pública, assinale a estratégia mais adequada que a administração pública deverá adotar para resolver essas divergências e assegurar a efetividade do consórcio.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Impor um modelo de gestão que favoreça o município mais forte economicamente, a fim de garantir a continuidade do projeto."
      },
      {
        "letra": "B",
        "texto": "Elaborar um contrato unilateral, definindo as responsabilidades e os custos apenas do município que criou o consórcio, para evitar conflitos."
      },
      {
        "letra": "C",
        "texto": "Consultar a população sobre as responsabilidades e custos, para que todos os cidadãos possam opinar e participar do processo decisório."
      },
      {
        "letra": "D",
        "texto": "Ignorar as divergências e seguir com a elaboração do contrato, confiando que os municípios se adaptarão posteriormente às condições estabelecidas."
      },
      {
        "letra": "E",
        "texto": "Realizar reuniões de negociação entre todos os municípios envolvidos, buscando um consenso sobre as responsabilidades e os custos, e promovendo a transparência nas decisões."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3216442",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: Câmara de Araraquara - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Em determinado município, certo servidor público foi designado para elaborar um parecer técnico sobre a viabilidade de um projeto de construção de uma nova escola pública. Durante a análise, o servidor identificou que o projeto não atendia a diversas normas legais e regulamentares, incluindo questões relacionadas à acessibilidade e ao impacto ambiental. Além disso, ele recebeu pressão de superiores para emitir um parecer favorável, sob a justificativa de que o projeto era uma prioridade da administração. Diante desse cenário, considerando os princípios da administração pública, especialmente os da legalidade e da moralidade, qual deverá ser a conduta mais adequada a ser adotada pelo servidor?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Emitir parecer favorável, justificando que a decisão final cabe aos gestores, e que ele apenas cumpre ordens superiores."
      },
      {
        "letra": "B",
        "texto": "Emitir um parecer favorável, mas incluir ressalvas sobre as irregularidades, confiando que os gestores tomarão decisões corretas."
      },
      {
        "letra": "C",
        "texto": "Consultar a assessoria jurídica da instituição antes de tomar qualquer decisão sobre o parecer, buscando respaldo legal para sua posiçã."
      },
      {
        "letra": "D",
        "texto": "Ignorar as irregularidades e focar apenas na conclusão do parecer, uma vez que o prazo para entrega é curto e a obra é considerada urgente."
      },
      {
        "letra": "E",
        "texto": "Recusar-se a emitir um parecer favorável e redigir um documento formal que destaque as irregularidades encontradas, encaminhando-o às instâncias superiores para que sejam tomadas as providências cabíveis."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3210045",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: MPS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "À luz do disposto na CF e do entendimento do STF, julgue o próximo item, relacionados aos princípios da administração pública. O ato de qualquer dos poderes públicos restritivo de publicidade deve ser motivado de forma objetiva, específica e formal, sendo nulos os atos públicos que imponham, genericamente e sem fundamentação válida e específica, impedimento ao direito fundamental à informação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3210044",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: MPS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "À luz do disposto na CF e do entendimento do STF, julgue o próximo item, relacionados aos princípios da administração pública. Constitui violação à CF a nomeação de cônjuge, companheiro ou parente em linha reta, colateral ou por afinidade, até o terceiro grau, inclusive da autoridade nomeante ou de servidor da mesma pessoa jurídica investido em cargo de direção, chefia ou assessoramento, para o exercício de cargo em comissão ou de confiança ou, ainda, de função gratificada na administração pública direta e indireta em qualquer dos poderes da União, dos estados, do Distrito Federal e dos municípios, compreendido o ajuste mediante designações recíprocas.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3210043",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: MPS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "À luz do disposto na CF e do entendimento do STF, julgue o próximo item, relacionados aos princípios da administração pública. Em atenção ao princípio da publicidade, é legítima a publicação, inclusive em sítio eletrônico mantido pela administração pública, dos nomes dos seus servidores e do valor dos correspondentes vencimentos e vantagens pecuniárias.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3210042",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: MPS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "À luz do disposto na CF e do entendimento do STF, julgue o próximo item, relacionados aos princípios da administração pública. A publicidade dos atos, programas, obras, serviços e campanhas dos órgãos públicos deverá ter caráter educativo, informativo ou de orientação social, admitida a veiculação de nomes, símbolos ou imagens dos agentes políticos responsáveis por sua implementação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3210041",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: MPS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "À luz do disposto na CF e do entendimento do STF, julgue o próximo item, relacionados aos princípios da administração pública. Órgãos e entidades da administração pública devem realizar avaliação das políticas públicas, o que pode ser considerado expressão do princípio da eficiência.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3209412",
    "metadata": "Ano: 2025 | Banca: VUNESP | Órgão: Prefeitura de Sertãozinho - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "A partir da Emenda Constitucional no 19/1998, somou-se ao caput do artigo 37 da Constituição Federal brasileira de 1988 o princípio da",
    "alternativas": [
      {
        "letra": "A",
        "texto": "moralidade."
      },
      {
        "letra": "B",
        "texto": "transparência."
      },
      {
        "letra": "C",
        "texto": "eficiência."
      },
      {
        "letra": "D",
        "texto": "indisponibilidade do interesse público."
      },
      {
        "letra": "E",
        "texto": "função cogente."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3292304",
    "metadata": "Ano: 2025 | Banca: FAFIPA | Órgão: Prefeitura de Araucária - PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "O Auditor Fiscal de um município detectou que um servidor público utilizava recursos públicos para benefício próprio, desrespeitando os princípios da administração pública. Além disso, constatou que uma contratação de serviços foi realizada sem a devida publicação do ato administrativo, impossibilitando o acompanhamento e fiscalização pela sociedade. Durante a auditoria, o Auditor Fiscal ressaltou a importância dos princípios constitucionais que regem a administração pública. Com base nos casos apresentados, considere as assertivas a seguir. I. A utilização de recursos públicos para benefício próprio viola o princípio da moralidade, que exige condutas éticas e em conformidade com os padrões de probidade. II. A ausência de publicação do ato administrativo afronta o princípio da publicidade, que impõe transparência nos atos públicos. III. O princípio da impessoalidade seria violado caso o servidor agisse visando apenas o interesse público, independentemente de beneficiar ou prejudicar terceiros. IV. O princípio da eficiência está relacionado à transparência e à publicidade de atos administrativos, sendo essencial para que sejam alcançados os melhores resultados com o menor desperdício de recursos. Está CORRETO o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III, apenas."
      },
      {
        "letra": "B",
        "texto": "I, II e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "I e II, apenas."
      },
      {
        "letra": "D",
        "texto": "II e IV, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3241171",
    "metadata": "Ano: 2025 | Banca: IBAM | Órgão: Câmara de Bebedouro - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Lucas foi nomeado Assistente Parlamentar na Câmara de Bebedouro e recebeu a tarefa de revisar contratos públicos. Durante uma reunião, foi questionado sobre qual princípio constitucional seria violado caso um vereador determinasse a contratação direta de um fornecedor, ignorando a necessidade de licitação. Qual princípio está sendo desrespeitado nessa situação?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Eficiência."
      },
      {
        "letra": "B",
        "texto": "Legalidade."
      },
      {
        "letra": "C",
        "texto": "Moralidade."
      },
      {
        "letra": "D",
        "texto": "Publicidade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3207369",
    "metadata": "Ano: 2025 | Banca: Gama Consult | Órgão: Prefeitura de Cotriguaçu - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Os princípios expressos da administração pública, consagrados na Constituição Federal, estabelecem diretrizes para a atuação do Estado. Dentre eles, o princípio da legalidade, embora fundamental, admite exceções. Das situações a seguir, representa uma exceção legítima ao princípio da legalidade:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A prática de atos administrativos que, embora não previstos em lei, sejam considerados imprescindíveis para a defesa do interesse público."
      },
      {
        "letra": "B",
        "texto": "A edição de atos administrativos que restrinjam direitos individuais, desde que haja previsão legal expressa."
      },
      {
        "letra": "C",
        "texto": "A criação de novas entidades da administração indireta por meio de decreto do Poder Executivo."
      },
      {
        "letra": "D",
        "texto": "A dispensa de licitação em casos de emergência ou calamidade pública, devidamente justificada."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3207367",
    "metadata": "Ano: 2025 | Banca: Gama Consult | Órgão: Prefeitura de Cotriguaçu - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "A administração pública brasileira, em sua busca por maior eficiência e efetividade, adota diversos princípios que norteiam sua atuação. Dentre os princípios implícitos, aquele que se refere à necessidade de que a administração pública atue de forma transparente, permitindo o controle social e a participação da sociedade nas decisões administrativas, é conhecido como:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Princípio da eficiência."
      },
      {
        "letra": "B",
        "texto": "Princípio da publicidade."
      },
      {
        "letra": "C",
        "texto": "Princípio da moralidade."
      },
      {
        "letra": "D",
        "texto": "Princípio da segurança jurídica."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3204819",
    "metadata": "Ano: 2025 | Banca: CETREDE | Órgão: Prefeitura de São Benedito - CE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "A administração pública direta e indireta e de qualquer um dos Poderes do Município de São Benedito deve obedecer aos seguintes princípios:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Efetividade, moralidade, autonomia, legalidade e pluralismo."
      },
      {
        "letra": "B",
        "texto": "Legalidade, impessoalidade, moralismo, publicidade e eficácia."
      },
      {
        "letra": "C",
        "texto": "Eficácia, autonomia, legalidade, moralismo e pluralismo"
      },
      {
        "letra": "D",
        "texto": "Fé pública, legalidade, moralidade, impessoalidade e publicidade."
      },
      {
        "letra": "E",
        "texto": "Eficiência, impessoalidade, moralidade, publicidade e legalidade."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3204651",
    "metadata": "Ano: 2025 | Banca: CETREDE | Órgão: Prefeitura de São Benedito - CE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "A respeito do Princípio da Legalidade, leia as afirmativas a seguir e marque (V) para as VERDADEIRAS e (F) para as FALSAS. ( ) É decorrente do Estado Democrático de Direito, uma vez que informa as atividades da administração pública. ( ) Torna efetivo o Estado democrático, uma vez que traz limitações ao administrador público, impondo-lhe a estrita observância da norma legal. ( ) À Administração Pública é conferida a liberdade de agir, desde que a Lei não proíba tal ação. ( ) Também se encontra assentado em bases valorativas, significando que o administrador público além de observar rigorosamente as leis, deve também sujeitar-se aos fundamentos e princípios constitucionais regentes da Administração Pública. Assinale a alternativa que contém a sequência CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V – V – F – V."
      },
      {
        "letra": "B",
        "texto": "F – V – V – F."
      },
      {
        "letra": "C",
        "texto": "V – V – F – F."
      },
      {
        "letra": "D",
        "texto": "F – V – F – V"
      },
      {
        "letra": "E",
        "texto": "V – V – V – V."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3203989",
    "metadata": "Ano: 2025 | Banca: Prefeitura de Catas Altas - MG | Órgão: Prefeitura de Catas Altas - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "A Administração é o processo de tomar decisões sobre objetivos e utilização de recursos. A respeito dos princípios da Administração Pública, analise as afirmativas abaixo: I. O princípio da legalidade tem por escopo possibilitar ao administrador público fazer o que a lei permitir. No entanto, esse princípio não tem caráter absoluto, uma vez que o administrador poderá editar um ato que não esteja previsto em lei, mas que atenda ao interesse público. II. Segundo o princípio da impessoalidade, a atividade administrativa é imputada ao agente e não, aos órgãos administrativos. III. O princípio da publicidade não se aplica aos julgamentos realizados por órgãos do Poder Judiciário, uma vez que a presença às sessões dos tribunais é restrita aos interesses dos advogados. IV. O princípio da moralidade administrativa está relacionado com o princípio da legalidade, mas pode um ato administrativo ser considerado legal, ou seja, estar em conformidade com a lei e ser imoral. Está CORRETO o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "I, III e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "III, apenas."
      },
      {
        "letra": "D",
        "texto": "IV, apenas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3199080",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: Prefeitura de Sinop - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência",
      "Princípios - Proporcionalidade, Razoabilidade, Motivação, Autotutela e Outros Princípios"
    ],
    "enunciado_principal": "Dois servidores públicos, recém-empossados em seus cargos, estavam conversando a respeito dos princípios que regem a administração pública, os quais eles deveriam obrigatoriamente observar no exercício de suas funções. Um deles argumentou que, com base no princípio da finalidade, o administrador público:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pode fazer só o que a lei manda"
      },
      {
        "letra": "B",
        "texto": "pode fazer tudo o que a lei não proíbe"
      },
      {
        "letra": "C",
        "texto": "deve agir buscando o interesse do seu partido"
      },
      {
        "letra": "D",
        "texto": "deve agir buscando sempre o interesse público"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3195874",
    "metadata": "Ano: 2025 | Banca: CEFET-MG | Órgão: CEFET-MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Os princípios que regem a Administração Pública são fundamentos essenciais para assegurar uma gestão ética, eficiente e alinhada ao interesse público. Estão incluídos no art. 37 da CF/88 e podem ser classificados como expressos os princípios",
    "alternativas": [
      {
        "letra": "A",
        "texto": "da eficácia e da autotutela."
      },
      {
        "letra": "B",
        "texto": "da moralidade e da impessoalidade."
      },
      {
        "letra": "C",
        "texto": "da eficácia e da legalidade."
      },
      {
        "letra": "D",
        "texto": "da publicidade e da integridade."
      },
      {
        "letra": "E",
        "texto": "da legalidade e da discricionariedade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3193501",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Câmara de Santana de Parnaíba - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "No que tange ao princípio da eficiência é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os atos administrativos devem ser amplamente divulgados, garantindo a transparência nas ações do governo."
      },
      {
        "letra": "B",
        "texto": "A administração pública só pode agir de acordo com a lei."
      },
      {
        "letra": "C",
        "texto": "A administração pública deve atuar sem favorecimento, tratando todos os cidadãos de forma igualitária, sem discriminação."
      },
      {
        "letra": "D",
        "texto": "A administração pública deve buscar a máxima utilização dos recursos públicos, promovendo a otimização dos processos, a economia e a qualidade na entrega dos serviços prestados à sociedade."
      },
      {
        "letra": "E",
        "texto": "A atuação da administração pública deve observar princípios éticos e de boa-fé, visando sempre ao interesse público e ao bem-estar da sociedade, agindo com integridade e probidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3193025",
    "metadata": "Ano: 2025 | Banca: ADM&TEC | Órgão: CIMPAJEÚ - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "A administração pública adota princípios fundamentais que regem suas atividades. Dentre os princípios listados abaixo, marque aquele que NÃO está explicitamente previsto no caput do artigo 37 da Constituição Federal de 1988.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Legalidade."
      },
      {
        "letra": "B",
        "texto": "Impessoalidade."
      },
      {
        "letra": "C",
        "texto": "Moralidade."
      },
      {
        "letra": "D",
        "texto": "Proporcionalidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3186767",
    "metadata": "Ano: 2025 | Banca: UFCG | Órgão: UFCG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Sobre o princípio da impessoalidade na administração pública, considere as seguintes afirmações: I - Visa garantir que os atos administrativos sejam com base em critérios objetivos e imparciais; II - Assegura que as decisões e ações dos agentes públicos sejam pautadas pelo interesse público, sem favorecimentos pessoais; III - Permite que os atos administrativos sejam realizados conforme juízo subjetivo do agente público. É CORRETO concluir o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III, apenas."
      },
      {
        "letra": "B",
        "texto": "II e III, apenas."
      },
      {
        "letra": "C",
        "texto": "I e II, apenas."
      },
      {
        "letra": "D",
        "texto": "III, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3186504",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: InoversaSul",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Relativamente aos princípios da administração pública e seus reflexos práticos, julgue o item que se segue.O princípio da publicidade impede de forma absoluta a existência de informações sigilosas que não possam ser fornecidas pela administração pública ao cidadão.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3186503",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: InoversaSul",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Relativamente aos princípios da administração pública e seus reflexos práticos, julgue o item que se segue.O princípio da eficiência obriga a administração pública a contratar considerando, com prioridade, o critério do menor preço ofertado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3186502",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: InoversaSul",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Relativamente aos princípios da administração pública e seus reflexos práticos, julgue o item que se segue.A vedação ao nepotismo tem por base o princípio da moralidade administrativa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3184582",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Atributos do ato administrativo – presunção de legitimidade, imperatividade, autoexecutoriedade e tipicidade",
      "Extinção dos atos administrativos",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Lúcio, recém-empossado como gestor público, começa a estudar os princípios aplicáveis à Administração Pública para melhor desempenhar suas funções. Durante seus estudos ele encontrou as seguintes assertivas e precisa avaliar se estão de fato corretas ou não; analise-as. I. É privativa do chefe do Poder Executivo a competência para a iniciativa legislativa de lei sobre nepotismo na Administração Pública. II. A vedação ao nepotismo deve ser imediata e verticalizada, violando os princípios da moralidade, impessoalidade e isonomia, diploma legal que excepciona da vedação ao nepotismo os servidores que estivessem no exercício do cargo no momento de sua edição. III. O ato de qualquer dos Poderes restritivo de publicidade deve ser motivado de forma concreta, objetiva, específica e formal, sendo nulos os atos públicos que imponham, genericamente e sem fundamentação válida, restrição ao direito fundamental à informação. Está correto o que se afirma apenas em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "III."
      },
      {
        "letra": "B",
        "texto": "I e II."
      },
      {
        "letra": "C",
        "texto": "I e III."
      },
      {
        "letra": "D",
        "texto": "II e III."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3184378",
    "metadata": "Ano: 2025 | Banca: Instituto Fênix | Órgão: Prefeitura de Passos Maia - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Sobre noções de Direito Administrativo, analise as assertivas a seguir: I. O princípio da impessoalidade determina que a Administração Pública deve atuar sem favorecimentos, garantindo tratamento igualitário a todos os administrados. II. O princípio da moralidade impõe que os agentes públicos observem padrões éticos e de boa-fé na condução dos atos administrativos. III. O princípio da eficiência estabelece que a Administração deve sempre escolher a solução mais econômica, mesmo que comprometa a qualidade do serviço público. Está correto o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I e II."
      },
      {
        "letra": "B",
        "texto": "Apenas II e III."
      },
      {
        "letra": "C",
        "texto": "Apenas I e III."
      },
      {
        "letra": "D",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3183006",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Aratiba - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Em um órgão público, a Administração decide remover servidores para equilibrar a carga de trabalho nas unidades administrativas, atendendo à necessidade de pessoal e ao interesse público. Contudo, um gestor utiliza a remoção para punir um servidor por irregularidades ou baixo desempenho, desvirtuando a finalidade específica do ato. Apesar de haver necessidade de pessoal na unidade de destino, a remoção teve motivação pessoal, violando o princípio que exige que a Administração aja com neutralidade e de acordo com as finalidades legais, sem permitir que interesses pessoais ou subjetivos influenciem suas decisões. Com base na situação apresentada, o princípio da Administração Pública violado foi o da",
    "alternativas": [
      {
        "letra": "A",
        "texto": "eficiência."
      },
      {
        "letra": "B",
        "texto": "legalidade."
      },
      {
        "letra": "C",
        "texto": "moralidade."
      },
      {
        "letra": "D",
        "texto": "impessoalidade."
      },
      {
        "letra": "E",
        "texto": "publicidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3179573",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Regime jurídico administrativo",
      "Empresas Públicas e Sociedades de Economia Mista",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo a legislação federal, coaduna-se com a livre iniciativa a regulação de mercado que, de modo amplo, crie requisitos, impeça a adoção de tecnologias, processos ou modelos de negócios, aumente custos de transação, ainda que restrinja a concorrência em certa medida."
      },
      {
        "letra": "B",
        "texto": "As empresas públicas e as sociedades de economia mista constituídas por um determinado ente da federação poderão realizar contrato de programa com outro ente da federação, no âmbito da gestão associada ou interfederativa de quaisquer serviços públicos, sempre que previsto em contrato de consórcio público ou convênio de cooperação."
      },
      {
        "letra": "C",
        "texto": "Segundo a legislação federal, o silêncio da autoridade competente importará na aprovação tácita das solicitações de atos públicos de liberação da atividade econômica, sem exceções, desde que excedido o prazo legal fixado para a decisão administrativa e apresentados pelo particular todos os elementos necessários à instrução e decisão do processo."
      },
      {
        "letra": "D",
        "texto": "Empresa pública prestadora de serviço público e dependente é a entidade dotada de personalidade jurídica de direito público, com criação autorizada por lei e com patrimônio próprio, cujo capital social é integralmente detido pela União, pelos Estados, pelo Distrito Federal ou pelos Municípios, cujos bens são impenhoráveis e que desfruta de imunidade tributária, em semelhança ao que ocorre nas autarquias."
      },
      {
        "letra": "E",
        "texto": "Segundo a legislação federal, interpretam-se em favor da liberdade econômica, da boa-fé e do respeito aos contratos, aos investimentos e à propriedade todas as normas de ordenação pública sobre atividades econômicas privadas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3178822",
    "metadata": "Ano: 2025 | Banca: MS CONCURSOS | Órgão: FCS - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "A Administração Pública, no Brasil, é regida por princípios previstos na Constituição da República do Brasil, de 1988. Diz o art. 37 da Constituição: A administração pública direta e indireta de qualquer dos Poderes da União, dos Estados, do Distrito Federal e dos Municípios obedecerá aos princípios de ______________, _______________, ___________, _______________ , _____________ [...]. Desta forma, assinale a alternativa que complete adequadamente, na ordem do preenchimento, os princípios constitucionais da Administração Pública, de acordo com o caput deste art. 37.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "legalidade, impessoalidade, moralidade, publicidade, eficiência"
      },
      {
        "letra": "B",
        "texto": "legalidade, impessoalidade, irretroatividade, publicidade, eficiência"
      },
      {
        "letra": "C",
        "texto": "eficácia, legalidade, moralidade, publicidade, eficiência"
      },
      {
        "letra": "D",
        "texto": "legalidade, pessoalidade, moralidade, publicidade, eficiência"
      },
      {
        "letra": "E",
        "texto": "eficácia, pessoalidade, moralidade, publicidade, eficiência"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3177708",
    "metadata": "Ano: 2025 | Banca: PS Concursos | Órgão: Prefeitura de Jacinto Machado - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Qual dos princípios da Administração Pública exige que os atos administrativos sejam imputáveis ao interesse público e não a interesses particulares?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Legalidade"
      },
      {
        "letra": "B",
        "texto": "Impessoalidade"
      },
      {
        "letra": "C",
        "texto": "Moralidade"
      },
      {
        "letra": "D",
        "texto": "Publicidade"
      },
      {
        "letra": "E",
        "texto": "Eficiência"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3173714",
    "metadata": "Ano: 2025 | Banca: Ibest | Órgão: CFBM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Assinale a alternativa que apresenta o princípio licitatório no qual o tratamento diferenciado e preferencial concedido às micro e pequenas empresas nas licitações públicas constitui uma exceção.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "moralidade"
      },
      {
        "letra": "B",
        "texto": "legalidade"
      },
      {
        "letra": "C",
        "texto": "isonomia"
      },
      {
        "letra": "D",
        "texto": "impessoalidade"
      },
      {
        "letra": "E",
        "texto": "economicidade"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3173405",
    "metadata": "Ano: 2025 | Banca: Instituto Fênix | Órgão: Prefeitura de Marema - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "A Administração Pública direta ou indireta, de qualquer dos Poderes do Município, obedecerá aos princípios da, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Legalidade."
      },
      {
        "letra": "B",
        "texto": "Pessoalidade."
      },
      {
        "letra": "C",
        "texto": "Moralidade."
      },
      {
        "letra": "D",
        "texto": "Publicidade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3172408",
    "metadata": "Ano: 2025 | Banca: Fênix Concursos | Órgão: Prefeitura de Jupiá - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "O direito administrativo é um ramo do direito público que regula a organização e as atividades da Administração Pública, bem como a relação entre esta e os particulares. Sobre as noções de direito administrativo, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os atos administrativos possuem natureza exclusivamentecontratual, sendo regulamentados pelas normas do direitoprivado."
      },
      {
        "letra": "B",
        "texto": "A Administração Pública está dispensada de licitar emqualquer caso, desde que demonstre urgência no atendimentode demandas públicas."
      },
      {
        "letra": "C",
        "texto": "O direito administrativo rege exclusivamente os servidorespúblicos, não se aplicando a agentes políticos ou particularesem colaboração com o Estado."
      },
      {
        "letra": "D",
        "texto": "O princípio da impessoalidade determina que aAdministração Pública deve tratar todos os administrados deforma igual, sem favoritismos ou discriminações."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3171701",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Porto Alegre - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Para a doutrina brasileira, no que diz respeito à validade dos atos administrativos stricto sensu, é preciso que neles estejam integrados os elementos de competência, forma, objeto e motivo (fim). Assim, sobre a publicidade dos atos administrativos, é INCORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Atos de alcance particular e que sejam restritivos de direitos podem ser externados por publicação."
      },
      {
        "letra": "B",
        "texto": "A “forma” do ato é a exteriorização da vontade do agente, é o seu revestimento, em muitos casos, a publicidade sob a forma de publicação é a sua condição."
      },
      {
        "letra": "C",
        "texto": "Considerando a eficácia interna e externa dos atos administrativos, a publicidade (publicação) é fator determinante quando o ato tenha que valer contra terceiros ou erga omnes, daí a importância de se distinguir em atos regulamentares e individuais, publicação e notificação."
      },
      {
        "letra": "D",
        "texto": "Publicação é o meio escolhido para veicular medidas de alcance geral (atos normativos ou regulamentares)."
      },
      {
        "letra": "E",
        "texto": "Transparência é condição de validade e de eficácia dos atos administrativos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3171369",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: PC-MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Sobre os princípios administrativos, segundo o entendimento do Supremo Tribunal Federal, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A remarcação do teste de aptidão física de candidata que esteja grávida à época de sua realização viola a isonomia entre os candidatos em concurso público."
      },
      {
        "letra": "B",
        "texto": "Admite-se, com base no princípio da isonomia, o pagamento de remuneração em valor inferior ao do salário mínimo ao servidor público, desde que labore em jornada reduzida de trabalho."
      },
      {
        "letra": "C",
        "texto": "A previsão legal de imposição das sanções administrativas ao condutor de veículo automotor que se recuse à realização dos testes, dos exames clínicos, ou das perícias, voltados a aferir a influência de álcool ou outra substância psicoativa, viola o princípio da não autoincriminação."
      },
      {
        "letra": "D",
        "texto": "O princípio da eficiência admite que se vede a posse em cargo público de candidato(a) aprovado(a) que tenha sido acometido(a) por doença grave, ainda que não apresente sintoma incapacitante nem possua restrição relevante que impeça o exercício da função pretendida."
      },
      {
        "letra": "E",
        "texto": "A presença de símbolos religiosos em prédios públicos, pertencentes a qualquer dos Poderes da União, dos Estados, do Distrito Federal e dos Municípios, desde que tenha o objetivo de manifestar a tradição cultural da sociedade brasileira, não viola os princípios da não discriminação, da laicidade estatal e da impessoalidade."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3170019",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TRF - 6ª REGIÃO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "No tocante aos princípios e aos poderes da administração pública, julgue o item a seguir.O princípio da impessoalidade determina que a publicidade dos atos, programas, obras, serviços e campanhas dos órgãos públicos deverá ter caráter educativo, informativo ou de orientação social.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3170018",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TRF - 6ª REGIÃO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "No tocante aos princípios e aos poderes da administração pública, julgue o item a seguir.A avaliação das políticas públicas realizada pelos órgãos e entidades da administração pública, inclusive com divulgação do objeto a ser avaliado e dos resultados alcançados, pode ser considerada um desdobramento do princípio da eficiência.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3169773",
    "metadata": "Ano: 2025 | Banca: AMAUC | Órgão: Prefeitura de Jaborá - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Princípios da Administração Pública",
      "Agentes públicos e Lei 8.112 de 1990",
      "Regime jurídico administrativo",
      "Responsabilidades do servidor",
      "Utilização dos bens públicos",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Durante um curso de ética no serviço público, os participantes discutem boas práticas no trato diário com colegas de trabalho e no atendimento ao público. Avalie as afirmações abaixo e marque (V) nas verdadeiras e (F) nas falsas: (__)Demonstrar respeito e cordialidade é essencial no trato com o público e colegas. (__)O servidor pode utilizar o veículo oficial para fins particulares, desde que com autorização verbal do superior imediato. (__)Atitudes que prejudiquem o patrimônio público podem configurar infração administrativa. (__)Hierarquia no serviço público deve ser respeitada, garantindo a organização e eficiência do trabalho. Marque a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F, F, V, F."
      },
      {
        "letra": "B",
        "texto": "F, V, F, F."
      },
      {
        "letra": "C",
        "texto": "V, F, V, V."
      },
      {
        "letra": "D",
        "texto": "V, V, F, F."
      },
      {
        "letra": "E",
        "texto": "V, F, F, V."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3166206",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TRF - 6ª REGIÃO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Julgue o item a seguir, a respeito da legislação que trata de improbidade administrativa, defesa dos direitos do usuário dos serviços públicos e acesso à informação.Considere que um agricultor familiar tenha solicitado isenção de taxa para emissão de um documento público, alegando baixa renda, mas o servidor público tenha se recusado a processar a solicitação até que o agricultor apresentasse declaração de renda autenticada, sob o argumento de que poderia haver fraude na informação fornecida. Nesse caso, a conduta do servidor está de acordo com a legislação e os princípios da administração pública.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3164372",
    "metadata": "Ano: 2025 | Banca: ACAFE | Órgão: Câmara de Caibi - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Durante uma sessão da Câmara Municipal, um cidadão solicitou informações sobre o acesso à documentação de um projeto de lei. O secretário legislativo explicou que a publicidade dos atos administrativos é um princípio constitucional que assegura a transparência da administração pública. Qual das situações abaixo está de acordo com esse princípio?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Divulgar informações que envolvam dados pessoais sensíveis, sem consentimento."
      },
      {
        "letra": "B",
        "texto": "Garantir acesso aos documentos públicos, exceto aqueles protegidos por sigilo legal."
      },
      {
        "letra": "C",
        "texto": "Negar acesso à informação alegando sigilo administrativo, sem justificativa legal."
      },
      {
        "letra": "D",
        "texto": "Disponibilizar informações apenas para os vereadores e não para o público geral."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3160174",
    "metadata": "Ano: 2025 | Banca: Wisdom | Órgão: Prefeitura de Herval D`Oeste - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "A administração pública direta e indireta de qualquer dos Poderes da União, dos Estados, do Distrito Federal e dos Municípios obedecerá aos princípios de ____________, ________________, ____________, ______________ e __________________. Assinale a alternativa que completa corretamente as lacunas acima.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Legalidade, impessoalidade, moralidade, publicidade e eficiência."
      },
      {
        "letra": "B",
        "texto": "Lealdade, impessoalidade, moralidade, publicidade e eficiência."
      },
      {
        "letra": "C",
        "texto": "Legalidade, pessoalidade, moralidade, publicidade e eficiência."
      },
      {
        "letra": "D",
        "texto": "Lealdade, pessoalidade, moralidade, publicidade e eficiência."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3159622",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CORE-RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "A Lei de Acesso à Informação (Lei nº 12.527/2011), em seu artigo 5º, prevê que é dever do Estado garantir o direito de acesso à informação, que será franqueada, mediante procedimentos objetivos e ágeis, de forma transparente, clara e em linguagem de fácil compreensão. Além disso, o artigo 37, § 2º, inciso II, da Constituição Federal de 1988, disciplina que a lei disciplinará as formas de participação do usuário na Administração Pública Direta e administração indireta, regulando especialmente o acesso dos usuários a registros administrativos e a informações sobre atos de governo, na forma do texto constitucional. Com base nessas informações, assinale a opção que apresenta o princípio da Administração Pública que assegura a divulgação dos atos estatais para conhecimento público.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "princípio da legalidade"
      },
      {
        "letra": "B",
        "texto": "princípio da impessoalidade"
      },
      {
        "letra": "C",
        "texto": "princípio da moralidade"
      },
      {
        "letra": "D",
        "texto": "princípio da publicidade"
      },
      {
        "letra": "E",
        "texto": "princípio da eficiência"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3151032",
    "metadata": "Ano: 2025 | Banca: IGEDUC | Órgão: Câmara de Calumbi - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "No serviço público, os princípios éticos são essenciais para garantir uma administração transparente, justa e comprometida com o bem-estar da sociedade. Considere a situação de um servidor que, ao perceber que seu superior tomou uma decisão que favorece um fornecedor específico sem justificativa clara, decide comunicar o ocorrido aos órgãos competentes. Qual princípio ético o servidor está praticando ao adotar essa postura?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Publicidade."
      },
      {
        "letra": "B",
        "texto": "Eficiência."
      },
      {
        "letra": "C",
        "texto": "Impessoalidade."
      },
      {
        "letra": "D",
        "texto": "Moralidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3138489",
    "metadata": "Ano: 2025 | Banca: OBJETIVA | Órgão: Prefeitura de Galvão - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Este princípio administrativo pode ser definido como o dever de divulgação oficial dos atos administrativos, garantindo o livre acesso dos indivíduos a informações de seu interesse e a transparência na atuação administrativa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Celeridade processual."
      },
      {
        "letra": "B",
        "texto": "Supremacia do interesse público."
      },
      {
        "letra": "C",
        "texto": "Publicidade."
      },
      {
        "letra": "D",
        "texto": "Legalidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3578379",
    "metadata": "Ano: 2024 | Banca: Instituto Avançar | Órgão: Prefeitura de Borrazópolis - PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "O Conceito que impõe que o administrador público não dispense os preceitos éticos que devem estar presentes em sua conduta. Deve não só averiguar os critérios de conveniência, oportunidade e justiça em suas ações, mas também distinguir o que é honesto do que é desonesto, se refere ao Princípio da Administração Pública:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Da moralidade."
      },
      {
        "letra": "B",
        "texto": "Da imparcialidade."
      },
      {
        "letra": "C",
        "texto": "Da eficiência."
      },
      {
        "letra": "D",
        "texto": "Da razoabilidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3531057",
    "metadata": "Ano: 2024 | Banca: Instituto Fênix | Órgão: Prefeitura de São José do Cerrito - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Considerando os Princípios da Administração Pública, qual princípio orienta que as ações administrativas devem ser realizadas com rapidez, perfeição e rendimento funcional?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Princípio da Legalidade."
      },
      {
        "letra": "B",
        "texto": "Princípio da Impessoalidade."
      },
      {
        "letra": "C",
        "texto": "Princípio da Publicidade."
      },
      {
        "letra": "D",
        "texto": "Princípio da Eficiência."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3481977",
    "metadata": "Ano: 2024 | Banca: Qconcursos | Órgão: IBAMA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "O princípio da publicidade exige que os atos administrativos sejam amplamente divulgados, considerando o uso de sigilo para proteger interesses administrativos conforme conteúdos protegidos pela Lei de Acesso à Informação (LAI).",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3481972",
    "metadata": "Ano: 2024 | Banca: Qconcursos | Órgão: IBAMA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "O princípio da impessoalidade determina que a administração pública deve tratar os cidadãos de forma equânime, sendo permitido o favorecimento de determinadas categorias de indivíduos quando houver previsão legal expressa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3437296",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Prefeitura de Vinhedo - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "São princípios da administração pública, segundo o artigo 37 da Constituição Federal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Legalidade, persistência, moralidade, impessoalidade e justiça."
      },
      {
        "letra": "B",
        "texto": "Eficiência, disciplina, legalidade, moralidade e justiça."
      },
      {
        "letra": "C",
        "texto": "Impessoalidade, publicidade, eficiência, persistência e responsabilidade."
      },
      {
        "letra": "D",
        "texto": "Legalidade, impessoalidade, moralidade, publicidade e eficiência."
      },
      {
        "letra": "E",
        "texto": "Responsabilidade, moralidade, publicidade, eficiência e temperança."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3421944",
    "metadata": "Ano: 2024 | Banca: OBJETIVA | Órgão: Prefeitura de Marcelino Ramos - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Analisar a sentença abaixo: A moralidade da Administração Pública não se limita à distinção entre o bem e o mal, devendo ser acrescida da ideia de que o fim é sempre o bem comum (1ª parte). O equilíbrio entre a ilegalidade e a desvirtuação, na conduta do servidor público, é que poderá consolidar a moralidade do ato administrativo (2ª parte). A sentença está:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Totalmente correta."
      },
      {
        "letra": "B",
        "texto": "Correta somente em sua 1ª parte."
      },
      {
        "letra": "C",
        "texto": "Correta somente em sua 2ª parte."
      },
      {
        "letra": "D",
        "texto": "Totalmente incorreta."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3407131",
    "metadata": "Ano: 2024 | Banca: AMAUC | Órgão: Câmara de Alto Bela Vista - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Dentre os princípios básicos da administração pública a busca pela racionalidade e qualidade na prestação de serviços, atendendo de maneira satisfatória a coletividade é fundamental. Assinale a alternativa correspondente a esse princípio da administração pública.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Alternância."
      },
      {
        "letra": "B",
        "texto": "Economia."
      },
      {
        "letra": "C",
        "texto": "Complexidade."
      },
      {
        "letra": "D",
        "texto": "Eficiência."
      },
      {
        "letra": "E",
        "texto": "Estabilidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3403885",
    "metadata": "Ano: 2024 | Banca: IDESG | Órgão: Prefeitura de Nova Venécia - ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "A Constituição Federal de 1988 estabelece princípios para a atuação da Administração Pública. Nesse sentido, é CORRETO afirmar ser princípio que assegura a igualdade de todos perante o serviço público.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Eficiência."
      },
      {
        "letra": "B",
        "texto": "Impessoalidade."
      },
      {
        "letra": "C",
        "texto": "Publicidade."
      },
      {
        "letra": "D",
        "texto": "Legalidade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3393563",
    "metadata": "Ano: 2024 | Banca: FURB | Órgão: Prefeitura de Bombinhas - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "A Administração Pública é regida por princípios e poderes que norteiam suas ações e limitam seu exercício. Analise as afirmativas a seguir sobre as competências dos princípios da Administração Pública: I- A prática de nepotismo é aceitável em órgãos públicos, uma vez que permite a nomeação de familiares para cargos, promovendo laços de confiança e colaboração dentro da administração. II- A administração deve buscar a otimização dos recursos públicos para atender aos interesses da sociedade de forma eficaz. III- Os atos administrativos devem ser transparentes e acessíveis ao público, garantindo a prestação de contas. IV- A administração deve agir de acordo com a lei, seguindo as normas e regulamentos estabelecidos. É correto o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "B",
        "texto": "I, II e III, apenas."
      },
      {
        "letra": "C",
        "texto": "IV, apenas."
      },
      {
        "letra": "D",
        "texto": "I, apenas."
      },
      {
        "letra": "E",
        "texto": "II, III e IV, apenas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3386634",
    "metadata": "Ano: 2024 | Banca: MS CONCURSOS | Órgão: Prefeitura de Formigueiro - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Considere a seguinte situação hipotética: A Prefeitura Municipal de Formigueiro, (RS), precisando melhorar as estradas do Município, formula um edital de concurso para preenchimento de vaga de auditor fiscal municipal, cujos requisitos mínimos para participação são: ser formado em Ciências Contábeis pela Universidade Federal de Santa Maria e ter Especialização pela Fundação Getúlio Vargas. Então, o edital é enviado para sua análise como Procurador(a) do Município antes da publicação do edital. Ao analisá-lo, você veda o referido edital em razão da violação de qual dos Princípios Constitucionais da Administração Pública citados?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ilegalidade."
      },
      {
        "letra": "B",
        "texto": "Impessoalidade."
      },
      {
        "letra": "C",
        "texto": "Publicidade."
      },
      {
        "letra": "D",
        "texto": "Eficiência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3381167",
    "metadata": "Ano: 2024 | Banca: LJ Assessoria e Planejamento Administrativo Limita | Órgão: Câmara de Turilândia - MA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "A interpretação e aplicação desses princípios podem variar ao longo do tempo e em diferentes contextos, refletindo as mudanças sociais, culturais e políticas. No entanto, eles permanecem como diretrizes essenciais na manutenção do Estado de Direito e na garantia dos direitos e liberdades fundamentais dos cidadãos. Sendo assim, qual deles, exige que a Administração Pública obtenha os melhores resultados possíveis na execução de suas atividades:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Moralidade."
      },
      {
        "letra": "B",
        "texto": "Eficiência."
      },
      {
        "letra": "C",
        "texto": "Publicidade."
      },
      {
        "letra": "D",
        "texto": "Legalidade."
      },
      {
        "letra": "E",
        "texto": "Sustentabilidade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3381166",
    "metadata": "Ano: 2024 | Banca: LJ Assessoria e Planejamento Administrativo Limita | Órgão: Câmara de Turilândia - MA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Os princípios servem como garantias de direitos e limites ao exercício do poder do Estado, assegurando a proteção dos cidadãos contra arbitrariedades e abusos. Muitos princípios são interligados e se complementam, reforçando a estrutura legal e ética que orienta tanto a ação do Estado quanto a convivência na sociedade. Indique qual o Princípio da Administração Pública exige imparcialidade e impede benefícios ou prejuízos a determinadas pessoas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Publicidade."
      },
      {
        "letra": "B",
        "texto": "Eficiência."
      },
      {
        "letra": "C",
        "texto": "Impessoalidade."
      },
      {
        "letra": "D",
        "texto": "Moralidade."
      },
      {
        "letra": "E",
        "texto": "Pessoalidade"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3381165",
    "metadata": "Ano: 2024 | Banca: LJ Assessoria e Planejamento Administrativo Limita | Órgão: Câmara de Turilândia - MA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Princípio da publicidade na Administração Pública refere-se a:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Divulgar as informações sigilosas do governo."
      },
      {
        "letra": "B",
        "texto": "Realizar ações somente de forma sigilosa."
      },
      {
        "letra": "C",
        "texto": "Restringir o acesso da população às informações governamentais."
      },
      {
        "letra": "D",
        "texto": "Manter documentos em segredo por tempo indeterminado."
      },
      {
        "letra": "E",
        "texto": "Garantir a transparência e o acesso às informações públicas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3381164",
    "metadata": "Ano: 2024 | Banca: LJ Assessoria e Planejamento Administrativo Limita | Órgão: Câmara de Turilândia - MA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Os princípios refletem as características, valores e objetivos específicos de cada sociedade, fornecendo uma estrutura jurídica e ética para a organização do Estado e a convivência entre seus cidadãos. Indique qual princípio exige que a Administração Pública realize suas atividades de acordo com a lei:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Moralidade."
      },
      {
        "letra": "B",
        "texto": "Impessoalidade."
      },
      {
        "letra": "C",
        "texto": "Legalidade."
      },
      {
        "letra": "D",
        "texto": "Eficiência."
      },
      {
        "letra": "E",
        "texto": "Publicidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3381163",
    "metadata": "Ano: 2024 | Banca: LJ Assessoria e Planejamento Administrativo Limita | Órgão: Câmara de Turilândia - MA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Os princípios constitucionais são os alicerces fundamentais sobre os quais uma Constituição é construída. Eles representam os valores, diretrizes e fundamentos que norteiam a organização e funcionamento de um Estado, servindo como base para a interpretação e aplicação das leis e normas. Esses princípios orientam as relações sociais, políticas e jurídicas de um país. Indique quais dos princípios a seguir não faz parte dos princípios constitucionais da Administração Pública brasileira:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Legalidade."
      },
      {
        "letra": "B",
        "texto": "Moralidade."
      },
      {
        "letra": "C",
        "texto": "Publicidade."
      },
      {
        "letra": "D",
        "texto": "Privatização."
      },
      {
        "letra": "E",
        "texto": "Transparência."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3324094",
    "metadata": "Ano: 2024 | Banca: IDCAP | Órgão: UEFS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "O Art. 37 da Constituição Federal é vital para Administração Pública, na medida em que ali estão expressos alguns dos Princípios que regerão toda a atividade estatal. Com base nos princípios administrativos expressos, analise as assertivas abaixo: I.Pelo Princípio da Legalidade, entende-se que a Administração Pública poderá fazer tudo aquilo que não estiver proibido em Lei. II.O Princípio da Impessoalidade impede que o agente público utilize as obras, programas e atos do governo para promoção pessoal. III.O Princípio da Publicidade exige a ampla divulgação dos atos praticados pela Administração Pública, excetuando-se as hipóteses de sigilo legalmente previstas. IV.O Princípio da Moralidade exige que o agente público atue observando as normas morais, com lealdade e boa-fé, objetivando sempre o interesse público. V.O Princípio da Eficiência requer que o agente público realize suas atribuições com presteza, perfeição e rendimento funcional. Está CORRETO o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II e IV, apenas."
      },
      {
        "letra": "B",
        "texto": "I, II, III, IV e V."
      },
      {
        "letra": "C",
        "texto": "II, III, IV e V, apenas."
      },
      {
        "letra": "D",
        "texto": "I e V, apenas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3298542",
    "metadata": "Ano: 2024 | Banca: IDCAP | Órgão: Prefeitura de Piúma - ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "A Lei de Acesso à Informação - LAI (Lei nº 12.527/2011) foi criada para assegurar o direito fundamental de acesso às informações públicas. Com base na referida legislação, analise as alternativas abaixo e assinale a que apresenta uma afirmação CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os procedimentos previstos na LAI devem ser executados em conformidade com os princípios básicos da administração pública e, dentre outras, com a seguinte diretriz: observância do sigilo como preceito geral e da publicidade como exceção."
      },
      {
        "letra": "B",
        "texto": "Para os efeitos da LAI, considera-se informação sigilosa aquela relacionada à pessoa natural identificada ou identificável."
      },
      {
        "letra": "C",
        "texto": "Subordinam-se ao regime da LAI apenas os órgãos da Administração Direta."
      },
      {
        "letra": "D",
        "texto": "É dever do Estado garantir o direito de acesso à informação, que será franqueada, mediante procedimentos objetivos e ágeis, de forma transparente, clara e em linguagem de fácil compreensão."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3298476",
    "metadata": "Ano: 2024 | Banca: IDCAP | Órgão: Prefeitura de Piúma - ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Os princípios que regem a administração pública são fundamentos essenciais que orientam a atuação dos órgãos e agentes públicos, assegurando que as ações do Poder Público concretizem o interesse da coletividade. Sobre o assunto, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O princípio da eficiência se traduz na ideia de que a Administração Pública pode priorizar a celeridade dos atos administrativos, ainda que não garanta a qualidade do serviço prestado."
      },
      {
        "letra": "B",
        "texto": "O princípio da publicidade estabelece que todos os atos administrativos devem ser publicados, ainda que a publicação coloque em risco a segurança do Estado ou da sociedade."
      },
      {
        "letra": "C",
        "texto": "O princípio da legalidade impõe que a Administração Pública poderá fazer tudo aquilo que não estiver proibido por lei."
      },
      {
        "letra": "D",
        "texto": "O princípio da moralidade exige que os atos administrativos sejam pautados não apenas pela legalidade, mas também por valores éticos e de integridade, garantindo que a ação administrativa atenda ao interesse público."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3298421",
    "metadata": "Ano: 2024 | Banca: IDCAP | Órgão: Prefeitura de Piúma - ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Leia o caso hipotético abaixo: \"Uma servidora pública municipal, responsável pela análise de processos de licença para construção, foi procurada por um amigo de infância, que informou ter protocolado um pedido de licença naquele mesmo dia. Sabendo que a emissão do documento demoraria devido ao grande volume de processos na fila de análise, a servidora resolveu priorizar o pedido de seu amigo, passando-o à frente dos outros processos que já aguardavam análise.\" Sobre a atitude da servidora pública, com base nos Princípios da Administração Pública, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A atitude da servidora foi correta, pois, além de agilizar o processo de um cidadão, ela também respeitou o princípio da publicidade, ao informar a todos que estava priorizando o caso de seu amigo."
      },
      {
        "letra": "B",
        "texto": "A atitude da servidora foi incorreta, ferindo diretamente o princípio da impessoalidade, que determina que todos os cidadãos devem ser tratados de forma igual, sem favorecimentos ou discriminações pessoais."
      },
      {
        "letra": "C",
        "texto": "A servidora pública agiu corretamente, pois não há qualquer vedação acerca da concessão de prioridade a determinados processos em detrimento de outros."
      },
      {
        "letra": "D",
        "texto": "A servidora agiu corretamente, já que estava apenas exercendo o princípio da eficiência, buscando tornar o processo mais ágil e reduzir o tempo de espera para seu amigo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3296434",
    "metadata": "Ano: 2024 | Banca: IDCAP | Órgão: Prefeitura de Piúma - ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência",
      "Disposições gerais da Improbidade Administrativa",
      "Atos de Improbidade Administrativa e suas Sanções"
    ],
    "enunciado_principal": "Leia o caso hipotético abaixo: Paulo, Secretário de Obras e Infraestrutura de determinado Município, encomendou campanha publicitária para divulgar os trabalhos realizados pela sua Secretaria. Contudo, exigiu que sua foto fosse colocada em primeiro plano com o slogan: \"Secretário Paulo, realizando as obras que o cidadão merece\". A campanha foi veiculada em diversas mídias, incluindo as redes sociais oficiais do Município, e foi paga com recursos dos cofres públicos municipais. Com base na Lei nº 8.429/1992, Lei de Improbidade Administrativa, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Paulo somente poderá ser responsabilizado se for comprovado o dano ao erário com a veiculação da campanha."
      },
      {
        "letra": "B",
        "texto": "Paulo cometeu ato de improbidade administrativa que importou enriquecimento ilícito, já que usou recursos públicos para promover sua imagem pessoal e obter vantagens políticas."
      },
      {
        "letra": "C",
        "texto": "Paulo cometeu ato de improbidade administrativa que atenta contra os princípios da administração pública ao contratar, com recursos públicos, e veicular, nos canais oficiais do Município, campanha publicitária objetivando autopromoção, contrariando os princípios da impessoalidade e moralidade."
      },
      {
        "letra": "D",
        "texto": "O ato de Paulo não configura improbidade administrativa, pois a campanha publicitária teve como objetivo divulgar as obras da Secretaria e, consequentemente, informar a população."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3283946",
    "metadata": "Ano: 2024 | Banca: IDESG | Órgão: Prefeitura de Mantenópolis - ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Em relação aos princípios da Administração Pública, considere as assertivas abaixo: I. O princípio da legalidade estabelece que a Administração Pública só pode agir conforme a lei, não podendo atuar de forma contrária ou além dela. II. O princípio da impessoalidade veda que os atos administrativos promovam discriminações injustificadas entre os administrados. III. O princípio da moralidade determina que a Administração Pública deve agir conforme padrões éticos de probidade, decoro e boa-fé. Das assertivas, pode-se afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a assertiva I está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas I e II estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas II e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Todas as assertivas estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3271947",
    "metadata": "Ano: 2024 | Banca: Instituto Access | Órgão: Prefeitura de Volta Grande - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "A ética profissional é fundamental para manter um ambiente de trabalho harmonioso e justo. Entre os comportamentos abaixo, qual exemplifica uma prática ética no ambiente profissional?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Cumprir os horários e prazos estabelecidos, contribuindo para o sucesso coletivo."
      },
      {
        "letra": "B",
        "texto": "Utilizar informações da empresa para obter vantagens coletivas."
      },
      {
        "letra": "C",
        "texto": "Assumir o crédito por um trabalho feito por outro colega de equipe."
      },
      {
        "letra": "D",
        "texto": "Manipular resultados para atingir metas estabelecidas por todos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3271409",
    "metadata": "Ano: 2024 | Banca: FADESP | Órgão: CDSA - AP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Leia o trecho presente no quadro a seguir: \"(...) exige que a atividade administrativa seja exercida com presteza, perfeição e rendimento profissional. É o mais moderno princípio da função administrativa, que já não se contenta em ser desempenhado apenas como legalidade, exigindo resultados positivos para o serviço público e satisfatório atendimento das necessidades da comunidade e de seus membros.\" MEIRELLES, H. L. Direito Administrativo Brasileiro. 41. ed. São Paulo: Malheiros, p. 102.O princípio da Administração Pública a que se refere o autor denomina-se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "eficiência."
      },
      {
        "letra": "B",
        "texto": "publicidade."
      },
      {
        "letra": "C",
        "texto": "moralidade."
      },
      {
        "letra": "D",
        "texto": "impessoalidade."
      },
      {
        "letra": "E",
        "texto": "segurança jurídica."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3271408",
    "metadata": "Ano: 2024 | Banca: FADESP | Órgão: CDSA - AP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Sobre os princípios da Administração Pública, leia o conteúdo dos quadros a seguir. \"A publicidade dos atos, programas, obras, serviços e campanhas dos órgãos públicos deverá ter caráter educativo, informativo ou de orientação social, dela não podendo constar nomes, símbolos ou imagens que caracterizem promoção pessoal de autoridades ou servidores públicos.\"BRASIL. [Constituição (1988)]. Constituição da República Federativa do Brasil. Brasília, DF: Presidência da República, [2024]. \"A Administração não pode atuar com vistas a prejudicar ou beneficiar pessoas determinadas, uma vez que é sempre o interesse público que tem que nortear o seu comportamento.\" DI PIETRO, M. S. Z. Direito Administrativo. 29. ed. São Paulo: Atlas, p. 99.Tanto o texto, da Constituição Federal, quanto o trecho da obra de Di Pietro podem ser corretamente associados à aplicação do princípio da",
    "alternativas": [
      {
        "letra": "A",
        "texto": "legalidade."
      },
      {
        "letra": "B",
        "texto": "moralidade."
      },
      {
        "letra": "C",
        "texto": "eficiência."
      },
      {
        "letra": "D",
        "texto": "impessoalidade."
      },
      {
        "letra": "E",
        "texto": "publicidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3270756",
    "metadata": "Ano: 2024 | Banca: Instituto Access | Órgão: Prefeitura de Itaguara - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Paulo, servidor público de uma pequena cidade, foi convidado por um amigo a participar de um projeto que traria benefícios financeiros para ambos. No entanto, esse projeto envolve o uso de informações privilegiadas que Paulo obteve durante o exercício de suas funções públicas. Ele está em dúvida se deve aceitar o convite, pois acredita que, por não haver ganho imediato para ele, o ato não seria considerado antiético. Com base nos princípios da ética profissional, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O uso de informações privilegiadas para benefício próprio ou de terceiros é uma violação da ética profissional, mesmo sem ganho imediato."
      },
      {
        "letra": "B",
        "texto": "Paulo pode aceitar o convite, desde que não haja dano financeiro direto ao erário."
      },
      {
        "letra": "C",
        "texto": "Como Paulo não estaria obtendo ganho imediato, o ato não configura violação ética."
      },
      {
        "letra": "D",
        "texto": "O uso de informações privilegiadas é permitido desde que o projeto beneficie a comunidade de alguma forma."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3269926",
    "metadata": "Ano: 2024 | Banca: Instituto Access | Órgão: Prefeitura de Itaguara - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "O prefeito de Itaguara decidiu realizar uma série de contratações sem a devida publicação no diário oficial do município, alegando que a divulgação atrasaria o andamento dos projetos e comprometeria a eficiência da administração pública. Com base nos princípios da administração pública previstos na Lei Orgânica Municipal, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A contratação sem publicação é permitida se o ato for de interesse exclusivo do prefeito e sua equipe."
      },
      {
        "letra": "B",
        "texto": "O prefeito violou o princípio da publicidade, que exige a divulgação de todos os atos administrativos, independentemente da urgência. O prefeito violou o princípio da publicidade, que exige a divulgação de todos os atos administrativos, independentemente da urgência."
      },
      {
        "letra": "C",
        "texto": "O prefeito agiu corretamente ao priorizar a eficiência, já que a publicação no diário oficial é dispensável em casos urgentes."
      },
      {
        "letra": "D",
        "texto": "O princípio da impessoalidade foi violado, pois o prefeito não consultou outros órgãos antes de tomar a decisão."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3269061",
    "metadata": "Ano: 2024 | Banca: Instituto Access | Órgão: Prefeitura de Itaguara - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Luana é técnica de manutenção de equipamentos em uma empresa de saúde. Um fornecedor com quem ela tem uma boa relação pessoal oferece um desconto exclusivo para a compra de novos aparelhos, desde que ela o recomende à empresa. Luana está em dúvida se deve aceitar o desconto e fazer a recomendação, já que isso beneficiaria tanto a empresa quanto o fornecedor. Com base nos princípios de ética profissional, como Luana deve proceder?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aceitar o desconto e fazer a recomendação, pois isso beneficiará a empresa financeiramente."
      },
      {
        "letra": "B",
        "texto": "Aceitar o desconto e manter sigilo sobre a oferta para evitar complicações."
      },
      {
        "letra": "C",
        "texto": "Recusar o desconto e não fazer a recomendação, já que há um conflito de interesses envolvido."
      },
      {
        "letra": "D",
        "texto": "Fazer a recomendação, mas informar ao superior sobre o desconto oferecido pelo fornecedor."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3268677",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CREF - 9ª Região (PR)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Há um princípio do direito administrativo consagrado no art. 37 da CF/1988 que está diretamente relacionado à ideia de que os agentes da Administração Pública devem ser neutros e objetivos no exercício de suas atribuições, atuando de maneira imparcial e sem favorecer ou prejudicar qualquer indivíduo ou grupo específico. Esse princípio descrito é o da",
    "alternativas": [
      {
        "letra": "A",
        "texto": "boa conduta."
      },
      {
        "letra": "B",
        "texto": "justiça."
      },
      {
        "letra": "C",
        "texto": "proporcionalidade."
      },
      {
        "letra": "D",
        "texto": "razoabilidade."
      },
      {
        "letra": "E",
        "texto": "impessoalidade."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3268340",
    "metadata": "Ano: 2024 | Banca: Instituto Access | Órgão: Prefeitura de Itaguara - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Pedro, servidor público do município, foi encarregado de publicar os relatórios mensais de despesas e receitas do município. Ao revisar o material, ele optou por omitir alguns dados, justificando que isso aceleraria o processo e que os detalhes não eram de interesse público. Com base nos princípios da administração pública previstos na Lei Orgânica Municipal, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A eficiência administrativa justifica a omissão de informações que não afetam diretamente o orçamento do município."
      },
      {
        "letra": "B",
        "texto": "Pedro violou o princípio da publicidade, pois omitir dados vai contra a transparência exigida pela Lei Orgânica."
      },
      {
        "letra": "C",
        "texto": "A omissão de dados é permitida desde que não cause impacto direto nos serviços prestados à população."
      },
      {
        "letra": "D",
        "texto": "A atitude de Pedro foi correta, pois ele agiu para garantir a eficiência administrativa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3258820",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Prefeitura de São Miguel Arcanjo - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Acerca dos princípios que regem a administração pública, é correto afirmar que o princípio que estabelece igualdade de tratamento para todos os indivíduos que compõe a sociedade é o:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Da moralidade."
      },
      {
        "letra": "B",
        "texto": "Da impessoalidade."
      },
      {
        "letra": "C",
        "texto": "Da legalidade."
      },
      {
        "letra": "D",
        "texto": "Da eficiência."
      },
      {
        "letra": "E",
        "texto": "Da publicidade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3254180",
    "metadata": "Ano: 2024 | Banca: IBAM | Órgão: Prefeitura de Guarulhos - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Sobre a conduta dos agentes públicos com o público externo, analise as assertivas a seguir: I. Respeito aos valores, às necessidades e às boas práticas da comunidade, contribuindo para a construção e a consolidação de uma consciência cidadã. II. Evitar interrupções por razões alheias ao atendimento ao cidadão. III. Manter clareza de posições e decoro, com vistas a motivar respeito e confiança junto ao público em geral. IV. Orientar e encaminhar corretamente o cidadão quando o atendimento precisar ser realizado em outra unidade ou órgão da Administração Pública.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II, III e IV, apenas"
      },
      {
        "letra": "B",
        "texto": "I, II e IV, apenas"
      },
      {
        "letra": "C",
        "texto": "I e III, apenas"
      },
      {
        "letra": "D",
        "texto": "II e III, apenas"
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3248794",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: EBSERH",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Os princípios orçamentários, fundamentais para o sistema jurídico, orientam a interpretação das normas e fortalecem a instituição orçamentária para auxiliar o controle parlamentar sobre o governo. A esse respeito, acerca desses princípios, avalie as afirmativas a seguir. I. A Administração Pública só pode agir dentro dos limites estabelecidos pela lei. II. Os atos administrativos devem ser realizados com transparência, garantindo o acesso público às informações. III. A atuação dos agentes públicos deve visar ao interesse coletivo, sem o favorecimento de indivíduos ou grupos específicos. IV. Os agentes públicos devem agir com ética, probidade e lealdade em relação ao interesse público. Essas afirmativas referem-se, respectivamente, aos seguintes princípios:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "legalidade / impessoalidade / eficiência / publicidade."
      },
      {
        "letra": "B",
        "texto": "impessoalidade / eficiência / publicidade / moralidade."
      },
      {
        "letra": "C",
        "texto": "legalidade / publicidade / impessoalidade / moralidade."
      },
      {
        "letra": "D",
        "texto": "publicidade / legalidade / impessoalidade / moralidade."
      },
      {
        "letra": "E",
        "texto": "legalidade / publicidade / impessoalidade / eficiência."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3245052",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: SAAE de Aparecida - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Sobre o princípio da eficiência na administração pública, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Preconiza a necessidade de a administração optar sempre pela solução que represente a maior economia para os cofres públicos."
      },
      {
        "letra": "B",
        "texto": "É aplicável exclusivamente ao poder executivo e destaca a transparência como o aspecto mais importante na atuação da Administração Pública."
      },
      {
        "letra": "C",
        "texto": "Busca a eliminação total da prestação de serviço público de forma presencial, independentemente do público-alvo do serviço."
      },
      {
        "letra": "D",
        "texto": "Representa flexibilização e um novo conceito do princípio da legalidade em busca dos resultados esperados."
      },
      {
        "letra": "E",
        "texto": "Está intimamente relacionado com a necessidade de efetivação célere das finalidades públicas elencadas no ordenamento jurídico."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3232719",
    "metadata": "Ano: 2024 | Banca: CONTEMAX | Órgão: Prefeitura de Cubati - PB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Qual das alternativas define corretamente um dos princípios que regem a Administração Pública?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pessoalidade - ações realizadas com base em preferências pessoais"
      },
      {
        "letra": "B",
        "texto": "Publicidade - transparência nas ações públicas"
      },
      {
        "letra": "C",
        "texto": "Moralidade - adequação legal sem necessidade de princípios éticos"
      },
      {
        "letra": "D",
        "texto": "Eficiência - uso máximo dos recursos sem controle de qualidade"
      },
      {
        "letra": "E",
        "texto": "Legalidade - respeito às normas e regulamentos em vigor"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3231573",
    "metadata": "Ano: 2024 | Banca: AMEOSC | Órgão: Prefeitura de Tunápolis - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Na administração pública, existem princípios constitucionais que orientam a atuação dos agentes públicos, garantindo que suas ações sejam conduzidas de acordo com os valores que promovem a boa governança e o interesse coletivo. Esses princípios são essenciais para assegurar que a gestão pública seja transparente, ética, e eficiente, além de obedecer às normas legais. Dentre as opções abaixo, marque a alternativa que corresponde aos princípios constitucionais da administração pública:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Transparência, responsabilidade, legalidade, eficiência e moralidade."
      },
      {
        "letra": "B",
        "texto": "Legalidade, impessoalidade, moralidade, publicidade e eficiência."
      },
      {
        "letra": "C",
        "texto": "Eficiência, moralidade, legalidade, imparcialidade e transparência."
      },
      {
        "letra": "D",
        "texto": "Impessoalidade, moralidade, eficiência, equidade e legalidade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3231521",
    "metadata": "Ano: 2024 | Banca: Ibest | Órgão: Prefeitura de Guaíba - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Nos princípios administrativos, o princípio da",
    "alternativas": [
      {
        "letra": "A",
        "texto": "legalidade permite que a Administração atue de acordo com o que não está expressamente proibido por lei, assim como ocorre no setor privado."
      },
      {
        "letra": "B",
        "texto": "moralidade e o da legalidade se confundem, uma vez que toda ação imoral também será sempre ilegal no âmbito administrativo."
      },
      {
        "letra": "C",
        "texto": "eficiência exige que a Administração Pública adote os meios mais céleres e menos burocráticos possíveis, sem prejuízo da legalidade e do interesse público."
      },
      {
        "letra": "D",
        "texto": "supremacia do interesse público permite que a Administração atue em favor de interesses privados, desde que esses interesses não contrariem diretamente a lei."
      },
      {
        "letra": "E",
        "texto": "publicidade veda a divulgação de atos administrativos que possam expor informações sensíveis, mesmo que estas sejam de interesse público."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3225689",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: DESENVOLVE-SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "O princípio administrativo que estabelece dever de imparcialidade na defesa do interesse público, impossibilitando discriminações, perseguições e privilégios, é o princípio da",
    "alternativas": [
      {
        "letra": "A",
        "texto": "legalidade."
      },
      {
        "letra": "B",
        "texto": "moralidade."
      },
      {
        "letra": "C",
        "texto": "impessoalidade."
      },
      {
        "letra": "D",
        "texto": "publicidade."
      },
      {
        "letra": "E",
        "texto": "eficiência."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3224866",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: DESENVOLVE-SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Um auditor interno de uma empresa estatal recebe uma ordem de seu superior hierárquico para a publicação, no portal da empresa, de todos os relatórios de auditoria elaborados pela equipe de auditoria interna nos últimos anos. Embora o auditor não vislumbre a existência de nenhum dado pessoal merecedor de proteção e sigilo nos relatórios, fica em dúvida quanto à conveniência e quanto à legalidade da ordem de seu superior, considerando a menção, nos relatórios, a possíveis fragilidades nos controles internos da entidade pública. Nesse contexto, é correto afirmar, com base na Constituição e na Lei nº 12.527/2011, que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "as empresas estatais estão sujeitas integralmente ao regime de direito privado aplicável à iniciativa privada, motivo pelo qual se impõe o sigilo de informações estratégicas como as referidas no enunciado."
      },
      {
        "letra": "B",
        "texto": "por se tratar de um princípio da Administração Pública, a publicidade deve ser maximizada tanto quanto possível, sem sacrificar outros princípios de igual relevância, tais como a legalidade e a eficiência."
      },
      {
        "letra": "C",
        "texto": "em caso de dúvida quanto à legalidade da ordem emitida por superior hierárquico, é dever do empregado público apresentar representação no Ministério Público ou no Tribunal de Contas competente."
      },
      {
        "letra": "D",
        "texto": "a publicidade dos atos públicos é uma regra constitucional, devendo, portanto, ser observada de maneira absoluta por todos os agentes públicos, ainda que no âmbito de entidades que atuem em regime de plena concorrência com o setor privado."
      },
      {
        "letra": "E",
        "texto": "caso houvesse algum dado pessoal nos relatórios, a publicidade destes estaria vedada ainda que os dados pessoais fossem removidos e ainda que a solicitação originasse de pedido de acesso à informação formulado nos termos da lei."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3223482",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Spcine - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Agências Reguladoras na Organização da Administração Pública",
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "A existência das agências reguladoras suscita relevantes discussões acerca da aplicação do princípio da legalidade diante do poder normativo dessas agências. Sobre esse tema, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o Supremo Tribunal Federal já declarou inconstitucional o poder normativo de agências como a ANATEL e a ANVISA, considerando a exigência constitucional de lei em sentido estrito para a criação de direito ou obrigação (art. 5o , CF/88)."
      },
      {
        "letra": "B",
        "texto": "o poder normativo das agências reguladoras decorre diretamente do texto constitucional, considerando a previsão nominal de tais autarquias de regime especial no capítulo específico dedicado à Administração Pública (art. 37, CF/88)."
      },
      {
        "letra": "C",
        "texto": "a existência de ato normativo expedido por agência reguladora impede o tratamento legal da mesma matéria pelo Poder Legislativo, ainda que por meio de legislação posterior, em razão do critério da especialidade."
      },
      {
        "letra": "D",
        "texto": "se insere no âmbito da chamada “técnica da deslegalização”, por meio da qual o legislador confere à seara administrativa a regulação de determinadas matérias, conforme padrões e princípios a serem respeitados pelas agências."
      },
      {
        "letra": "E",
        "texto": "os atos normativos expedidos pelas agências reguladoras devem respeitar as leis ordinárias aprovadas anteriormente à criação das respectivas agências, vez que não têm o poder de modificar a legislação precedente de superior hierarquia normativa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3223296",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Spcine - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Fernanda, Diretora-Presidente da Empresa de Cinema e Audiovisual de São Paulo/SP (Spcine), deseja enviar um Comunicado aos empregados da empresa, pois se aproxima o período de eleições para o preenchimento cargos políticos. A intenção é passar uma mensagem que reforce os direitos e obrigações dos agentes públicos para o exercício de atividade Político-Eleitoral previstas no Código de Conduta e Integridade da Empresa. Para impedir que haja incorreções no documento, o(a) Diretor(a) Jurídico(a) é convidado(a) a participar de uma reunião, em que o Comunicado é apresentado. Com base na situação hipotética e no disposto no Código de Conduta e Integridade da Spcine, o(a) Diretor(a) Jurídico(a) deverá recomendar a manutenção de trecho do documento que declare que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os agentes públicos, incluídos os da alta administração, não poderão participar de eventos de natureza político-eleitoral."
      },
      {
        "letra": "B",
        "texto": "os agentes públicos, incluídos os da alta administração, não poderão se valer de viagens de trabalho para participar de eventos políticos-eleitorais."
      },
      {
        "letra": "C",
        "texto": "havendo possibilidade de conflito de interesse entre a atividade político eleitoral e a função pública, os agentes públicos serão automaticamente desligados de seus empregos públicos."
      },
      {
        "letra": "D",
        "texto": "os agentes públicos, no exercício das funções, não poderão manifestar de forma pública a intenção de candidatar-se a cargo eletivo."
      },
      {
        "letra": "E",
        "texto": "os agentes da alta administração não poderão, em qualquer hipótese, utilizar recursos públicos próprios para a promoção de atividade de natureza político-eleitoral."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3223193",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Spcine - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Agentes públicos e Lei 8.112 de 1990",
      "Regime jurídico administrativo",
      "Responsabilidades do servidor",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "A ética profissional abrange comportamentos e condutas que regem as relações humanas e as rotinas operacionais no ambiente de trabalho. Assinale a alternativa que complementa essa assertiva no que se refere a um profissional ético de uma instituição pública.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No ambiente de trabalho, o servidor público deve agir de forma íntegra, honesta, colaborativa e com parcialidade em todas as situações."
      },
      {
        "letra": "B",
        "texto": "O equilíbrio entre a moralidade e a eficiência, na conduta do servidor público, consolida a finalidade de suas ações éticas no desempenho de sua função."
      },
      {
        "letra": "C",
        "texto": "A dignidade, a eficácia e os princípios morais estão entre as prioridades que devem nortear o servidor público, exclusivamente, no exercício de sua função."
      },
      {
        "letra": "D",
        "texto": "O servidor público, que preza pela ética, deve estabelecer critérios objetivos e subjetivos para avaliar a moralidade das ações, além de considerar as suas crenças individuais."
      },
      {
        "letra": "E",
        "texto": "Uma postura do servidor público a ser observada é o decoro, que compreende, além da retidão de uma ação, a visão que a sociedade tem dessa ação como correta."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3210451",
    "metadata": "Ano: 2024 | Banca: IV - UFG | Órgão: Prefeitura de Jussara - GO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "O Direito Administrativo Brasileiro assevera que a Administração Pública deve, através do seu gestor, utilizar os recursos públicos da melhor forma possível, evitando, de todas as formas, desperdícios. Essa regra está intrinsicamente ligada ao princípio da",
    "alternativas": [
      {
        "letra": "A",
        "texto": "impessoalidade."
      },
      {
        "letra": "B",
        "texto": "moralidade."
      },
      {
        "letra": "C",
        "texto": "eficiência."
      },
      {
        "letra": "D",
        "texto": "publicidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3172989",
    "metadata": "Ano: 2024 | Banca: IBFC | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Regime jurídico administrativo",
      "Poderes da Administração",
      "Poder vinculado e discricionário",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Probidade e discricionariedade são conceitos fundamentais no direito administrativo, especialmente no contexto da administração pública. Ambos desempenham um papel crucial na atuação dos agentes públicos e na gestão dos recursos públicos A Constituição Federal de 1988, em seu artigo 37, estabelece a probidade como um dos princípios fundamentais da administração pública. Analise as afirmativas abaixo e dê valores Verdadeiro (V) ou Falso (F). ( ) Probidade: refere-se à honestidade, integridade e lealdade no exercício da função pública. É um princípio fundamental da administração pública e está intimamente ligado à moralidade e à ética no serviço público. ( ) Improbidade administrativa: refere-se a atos que violam o princípio da probidade administrativa incluem enriquecimento ilícito, danos aos cofres públicos e violação de princípios da administração pública. ( ) Discricionariedade é o poder conferido à administração pública para escolher, dentro dos limites da lei, a melhor solução para atender ao interesse público em situações em que a lei permite margem de liberdade na tomada de decisões. ( ) A discricionariedade oferece liberdade de escolha, mas essa liberdade deve ser exercida em conformidade com os princípios da administração pública. O desvio de poder ou a utilização inadequada da discricionariedade pode ser objeto de controle judicial e resultar em anulação do ato administrativo. Assinale a alternativa que apresenta a sequência correta de cima para baixo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V - V - V - V"
      },
      {
        "letra": "B",
        "texto": "V - V - F - F"
      },
      {
        "letra": "C",
        "texto": "F - F - V - V"
      },
      {
        "letra": "D",
        "texto": "F - F - F - V"
      }
    ],
    "gabarito": "A"
  }
]