[
  {
    "id": "3262910",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Procedimento licitatório e julgamento das propostas: edital, habilitação, classificação, homologação e adjudicação",
      "Licitações e Lei nº 14.133 de 2021",
      "Fases e Processo Licitatório"
    ],
    "enunciado_principal": "A fase preparatória do processo licitatório deve conter a motivação acerca da possibilidade, ou não, de participação de empresas em consórcio. Sendo admitida a participação de consórcios, há que se atentar para as possibilidades de admissões e de vedações à participação. A esse respeito, assinale a afirmativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Deve-se exigir a constituição prévia do consórcio para fins de participação na licitação."
      },
      {
        "letra": "B",
        "texto": "É vedado às empresas consorciadas participarem de mais de um consórcio na mesma licitação ou concorrerem, também, isoladamente no certame."
      },
      {
        "letra": "C",
        "texto": "Para a habilitação econômico-financeira, é permitido que o cálculo dos indicadores seja realizado a partir do somatório dos valores constantes das contas contábeis de cada consorciado; não é permitido o somatório de índices."
      },
      {
        "letra": "D",
        "texto": "A responsabilidade dos integrantes do consórcio pelos atos praticados na licitação e na execução contratual será solidária. Contudo, quanto aos requisitos de habilitação, admite-se o somatório dos quantitativos de cada consorciado para a habilitação técnica."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3262012",
    "metadata": "Ano: 2025 | Banca: OBJETIVA | Órgão: AGEVAP - RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Procedimento licitatório e julgamento das propostas: edital, habilitação, classificação, homologação e adjudicação"
    ],
    "enunciado_principal": "Tendo em vista a Resolução INEA nº 160/2018, o ato pelo qual a contratante atribui ao vencedor o objeto da seleção de propostas é o(a):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Homologação."
      },
      {
        "letra": "B",
        "texto": "Ato convocatório."
      },
      {
        "letra": "C",
        "texto": "Adjudicação."
      },
      {
        "letra": "D",
        "texto": "Parceria."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3260918",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: HEMOMINAS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Princípios das Licitações",
      "Procedimento licitatório e julgamento das propostas: edital, habilitação, classificação, homologação e adjudicação",
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Numa Secretaria de Estado de Minas Gerais, no julgamento das propostas de um processo licitatório para contratação de serviços de manutenção, ocorreu, em igualdade de condições, um empate entre três propostas, uma das quais de uma empresa estabelecida em Minas Gerais, outra estabelecida na Bahia e a terceira estabelecida no Rio de Janeiro. Nesse caso, o primeiro critério utilizado para assegurar a preferência na contratação será dada para a empresa que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tenha o cadastro mais antigo"
      },
      {
        "letra": "B",
        "texto": "for estabelecida em Minas Gerais"
      },
      {
        "letra": "C",
        "texto": "invista em pesquisa e em desenvolvimento"
      },
      {
        "letra": "D",
        "texto": "comprove melhores práticas ambientais"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3260917",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: HEMOMINAS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Procedimento licitatório e julgamento das propostas: edital, habilitação, classificação, homologação e adjudicação",
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "O tipo de licitação utilizado pela Administração que, na escolha do critério de julgamento, leva em consideração a redução de despesas correntes de forma a proporcionar economias para o contratante e cuja remuneração do contratado é fixada com base em percentuais da economia gerada na execução do contrato, é o denominado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "técnica e preço"
      },
      {
        "letra": "B",
        "texto": "maior desconto"
      },
      {
        "letra": "C",
        "texto": "maior retorno econômico"
      },
      {
        "letra": "D",
        "texto": "melhor técnica ou conteúdo"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3262328",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Procedimento licitatório e julgamento das propostas: edital, habilitação, classificação, homologação e adjudicação",
      "Licitações e Lei nº 14.133 de 2021",
      "Modalidades e Critérios de Julgamento"
    ],
    "enunciado_principal": "Considere que o assessor administrativo está revisando um edital de licitação que prevê o julgamento das propostas. O julgamento é uma etapa crítica que determina qual proponente será contratado, e deve ser realizado de acordo com critérios claros e objetivos. De acordo com a legislação aplicável, a respeito dos critérios de julgamento que podem ser utilizados, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O julgamento deve ser feito de forma aleatória, a fim de garantir a imparcialidade entre os proponentes."
      },
      {
        "letra": "B",
        "texto": "Apenas o critério de melhor técnica pode ser utilizado, pois é o único que garante a qualidade dos serviços prestados."
      },
      {
        "letra": "C",
        "texto": "O edital pode prever diferentes critérios de julgamento, como menor preço, melhor técnica ou técnica e preço, desde que claramente especificados."
      },
      {
        "letra": "D",
        "texto": "O julgamento das propostas deve ser feito exclusivamente pelo critério de menor preço, independentemente da qualidade dos bens ou serviços oferecidos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3262327",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Procedimento licitatório e julgamento das propostas: edital, habilitação, classificação, homologação e adjudicação",
      "Licitações e Lei nº 14.133 de 2021",
      "Fases e Processo Licitatório"
    ],
    "enunciado_principal": "Em uma situação de licitação, o servidor público deverá avaliar a habilitação de um proponente. Sabe-se que a habilitação é um processo crucial que visa garantir que apenas proponentes qualificados participem do certame. De acordo com a legislação pertinente, sobre os critérios que devem ser considerados na análise de habilitação, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a qualificação técnica é suficiente para a habilitação, pois a experiência do proponente é irrelevante para a execução do contrato."
      },
      {
        "letra": "B",
        "texto": "A habilitação deve ser avaliada apenas com base na documentação financeira, desconsiderando aspectos técnicos e de regularidade fiscal."
      },
      {
        "letra": "C",
        "texto": "A habilitação pode ser realizada de forma subjetiva, levando em consideração a opinião do servidor responsável, sem necessidade de critérios objetivos."
      },
      {
        "letra": "D",
        "texto": "A análise de habilitação deve incluir a verificação de regularidade fiscal, qualificação técnica, e a capacidade econômico-financeira do proponente, conforme os requisitos estabelecidos no edital."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3268740",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CREF - 9ª Região (PR)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Tipos e Modalidades – Concorrência, tomada de preços, convite, concurso e leilão",
      "Procedimento licitatório e julgamento das propostas: edital, habilitação, classificação, homologação e adjudicação"
    ],
    "enunciado_principal": "Em relação à modalidade de licitação leilão, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O leilão deverá ser homologado assim que for concluída a fase de lances, superada a fase recursal e efetivado o pagamento pelo licitante vencedor, na forma definida em edital."
      },
      {
        "letra": "B",
        "texto": "O edital do leilão será afixado em local de ampla circulação de pessoas na sede da Administração e não poderá ser divulgado por outros meios."
      },
      {
        "letra": "C",
        "texto": "O leilão poderá ser cometido a leiloeiro oficial, mas não a servidor designado pela autoridade competente da Administração."
      },
      {
        "letra": "D",
        "texto": "Se optar pela realização de leilão por intermédio de leiloeiro oficial, a Administração deverá selecioná‑lo mediante credenciamento ou licitação na modalidade leilão."
      },
      {
        "letra": "E",
        "texto": "O leilão exigirá registro cadastral prévio."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3268736",
    "metadata": "Ano: 2024 | Banca: Quadrix | Órgão: CREF - 9ª Região (PR)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Procedimento licitatório e julgamento das propostas: edital, habilitação, classificação, homologação e adjudicação",
      "Licitações e Lei nº 14.133 de 2021",
      "Fases e Processo Licitatório"
    ],
    "enunciado_principal": "No que diz respeito às fases do processo licitatório, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ainda que previsto em edital, na fase de julgamento, o órgão ou a entidade licitante não poderá, em relação ao licitante provisoriamente vencedor, realizar análise e avaliação da conformidade da proposta."
      },
      {
        "letra": "B",
        "texto": "A fase de homologação é caracterizada pelo planejamento, e ela deve compatibilizar‑se com o plano de contratações anual, sempre que elaborado, e com as leis orçamentárias."
      },
      {
        "letra": "C",
        "texto": "A fase de habilitação poderá, mediante ato motivado com explicitação dos benefícios decorrentes, anteceder as fases de julgamento e de apresentação de propostas e lances, desde que expressamente previsto no edital de licitação."
      },
      {
        "letra": "D",
        "texto": "O leilão terá fase de habilitação."
      },
      {
        "letra": "E",
        "texto": "Ao final da fase de julgamento, o processo licitatório seguirá para o órgão de assessoramento jurídico da Administração, que realizará controle prévio de legalidade mediante análise jurídica da contratação."
      }
    ],
    "gabarito": "C"
  }
]