[
  {
    "id": "3502841",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: GHC-RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Provimento e vacância"
    ],
    "enunciado_principal": "Para responder à questão, considere o livro “Introdução à gestão pública” de Santos (2014).É a forma de provimento de cargo público efetivo pertencente ao quadro permanente da instituição através de ato formal. O requisito básico é a prévia habilitação em concurso público de prova ou de provas e títulos. O trecho se refere ao(à):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aproveitamento."
      },
      {
        "letra": "B",
        "texto": "Nomeação."
      },
      {
        "letra": "C",
        "texto": "Posse."
      },
      {
        "letra": "D",
        "texto": "Remoção."
      },
      {
        "letra": "E",
        "texto": "Recondução."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3502839",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: GHC-RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Provimento e vacância"
    ],
    "enunciado_principal": "Para responder à questão, considere o livro “Introdução à gestão pública” de Santos (2014).NÃO é um dos requisitos para exercer um cargo público:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aptidões física e mental."
      },
      {
        "letra": "B",
        "texto": "Gozo dos direitos políticos."
      },
      {
        "letra": "C",
        "texto": "Nível de escolaridade exigido."
      },
      {
        "letra": "D",
        "texto": "Quitação com as obrigações previdenciárias."
      },
      {
        "letra": "E",
        "texto": "Idade mínima de 18 anos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3469835",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Provimento e vacância"
    ],
    "enunciado_principal": "Acerca da readaptação funcional, julgue o item subsequente. A inexistência de cargo vago é fator impeditivo para a efetivação da readaptação de um servidor, o qual, nessa hipótese, deve aguardar o surgimento de vaga para iniciar o exercício de suas atribuições.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3464290",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: FUB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Lei nº 8.112-1990 - Regime jurídico dos servidores públicos federais",
      "Agentes públicos e Lei 8.112 de 1990",
      "Provimento e vacância"
    ],
    "enunciado_principal": "Com base no Código de Ética do Servidor Público Civil do Poder Executivo Federal (Decreto n.º 1.171/1994), na Lei de Improbidade Administrativa (Lei n.º 8.429/1992), no Regime Jurídico dos Servidores Públicos Civis da União (Lei n.º 8.112/1990), na Lei do Processo Administrativo Federal (Lei n.º 9.784/1999) e na Lei de Licitações e Contratos Administrativos (Lei n.º 14.133/2021), julgue o item a seguir. A possibilidade de professores, técnicos e cientistas estrangeiros exercerem cargos nas universidades federais constitui exceção à regra geral que exige nacionalidade brasileira como requisito para investidura em cargo público.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3335592",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: MPU",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Provimento e vacância"
    ],
    "enunciado_principal": "O Poder Executivo Federal promoveu, de ofício, o deslocamento de cargo de provimento efetivo ocupado, no âmbito do quadro geral de pessoal, para outro órgão do mesmo Poder, com prévia apreciação do órgão central do Sistema de Pessoal Civil da Administração Federal (SIPEC). A medida foi adotada para ajustamento de lotação e da força de trabalho às necessidades dos serviços. Nessa situação, é correto afirmar que ocorreu uma:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "redistribuição;"
      },
      {
        "letra": "B",
        "texto": "remoção;"
      },
      {
        "letra": "C",
        "texto": "readaptação;"
      },
      {
        "letra": "D",
        "texto": "reversão;"
      },
      {
        "letra": "E",
        "texto": "substituição."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3325405",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Provimento e vacância"
    ],
    "enunciado_principal": "[Questão Inédita] De acordo com a Lei n. 8.112/90 é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A investidura em cargo público ocorrerá com a nomeação."
      },
      {
        "letra": "B",
        "texto": "A nomeação para cargo de carreira ou cargo isolado de provimento efetivo depende de prévia habilitação em concurso público de títulos, obedecidos a ordem de classificação e o prazo de sua validade."
      },
      {
        "letra": "C",
        "texto": "O concurso público terá validade de até 1 (um) ano, podendo ser prorrogado uma única vez, por igual período."
      },
      {
        "letra": "D",
        "texto": "A posse dar-se-á pela assinatura do respectivo termo, no qual deverão constar as atribuições, os deveres, as responsabilidades e os direitos inerentes ao cargo ocupado, que não poderão ser alterados unilateralmente, por qualquer das partes, ressalvados os atos de ofício previstos em lei."
      },
      {
        "letra": "E",
        "texto": "A posse em cargo público independe de prévia inspeção médica oficial."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3304784",
    "metadata": "Ano: 2025 | Banca: IGDRH | Órgão: Prefeitura de Itaquaquecetuba - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Provimento e vacância"
    ],
    "enunciado_principal": "A exoneração implica na vacância do cargo público, pois destituído de seu titular. Neste sentido, é incorreto afirmar que a exoneração dar-se-á:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Exclusivamente a pedido do funcionário."
      },
      {
        "letra": "B",
        "texto": "A critério da autoridade nomeante quando se tratar de ocupante de cargo de provimento em comissão."
      },
      {
        "letra": "C",
        "texto": "Caso o servidor não entre em exercício no prazo legal."
      },
      {
        "letra": "D",
        "texto": "Quando o servidor, durante o estágio probatório, não demonstrar que reúne as condições necessárias ao bom desempenho das atribuições do cargo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3296784",
    "metadata": "Ano: 2025 | Banca: IVIN | Órgão: Prefeitura de Cajazeiras do Piauí - PI",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Provimento e vacância"
    ],
    "enunciado_principal": "Abelardo e Basílio são servidores de um mesmo órgão público municipal. Abelardo perdeu seu cargo mediante procedimento de avaliação periódica de desempenho e Basílio passou, então a ocupar a vaga de Abelardo. De acordo com a situação hipotética narrada, à luz das disposições da Constituição Federal de 1988, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se Abelardo conseguir a invalidação de sua demissão por sentença judicial, ele deverá ser reintegrado ao seu cargo."
      },
      {
        "letra": "B",
        "texto": "Se Abelardo conseguir a invalidação de sua demissão por sentença judicial, Basílio deverá ser reintegrado ao seu cargo de origem."
      },
      {
        "letra": "C",
        "texto": "Se Abelardo conseguir a invalidação de sua demissão por sentença judicial e Basílio retornar ao seu cargo de origem, ele fará jus a uma indenização."
      },
      {
        "letra": "D",
        "texto": "Se Abelardo conseguir a invalidação de sua demissão por sentença judicial, Basílio deverá ser ou aproveitado em outro cargo ou posto em disponibilidade, visto que seu cargo de origem já estará ocupado de forma definitiva."
      },
      {
        "letra": "E",
        "texto": "Se Basílio for posto em disponibilidade por eventual retorno de Abelardo ao cargo, ele terá direito a receber remuneração integral normalmente enquanto estiver em disponibilidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3287605",
    "metadata": "Ano: 2025 | Banca: OBJETIVA | Órgão: Câmara de Progresso - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Concurso público",
      "Provimento e vacância"
    ],
    "enunciado_principal": "Segundo a Lei Orgânica Municipal, os servidores nomeados para cargo de provimento efetivo em virtude de concurso público serão estáveis após:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Cinco anos de efetivo exercício."
      },
      {
        "letra": "B",
        "texto": "Quatro anos de efetivo exercício."
      },
      {
        "letra": "C",
        "texto": "Três anos de efetivo exercício."
      },
      {
        "letra": "D",
        "texto": "Dois anos de efetivo exercício."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3286761",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Caconde - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Provimento e vacância"
    ],
    "enunciado_principal": "Assinale a alternativa que não condiz com uma forma de provimento de cargo público.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nomeação."
      },
      {
        "letra": "B",
        "texto": "Promoção."
      },
      {
        "letra": "C",
        "texto": "Readaptação."
      },
      {
        "letra": "D",
        "texto": "Ascensão."
      },
      {
        "letra": "E",
        "texto": "Reintegração."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3282666",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ICMBIO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Provimento e vacância"
    ],
    "enunciado_principal": "No que concerne ao regime dos servidores públicos federais e às licitações públicas, julgue o item seguinte. A readaptação de servidor deve ser realizada em cargo cujo vencimento seja equivalente ao do cargo que ele originalmente ocupava.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3273980",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: IF-AM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Lei nº 8.112-1990 - Regime jurídico dos servidores públicos federais",
      "Agentes públicos e Lei 8.112 de 1990",
      "Provimento e vacância"
    ],
    "enunciado_principal": "João da Silva, servidor público federal, concursado para o cargo de Técnico em Assuntos Educacionais, foi aprovado no concurso público para o cargo de Analista de Sistemas. Após concluir o estágio probatório no novo cargo, João foi surpreendido com a notícia de que não havia sido habilitado para o exercício do cargo. Diante da inabilitação no estágio probatório do cargo de Analista de Sistemas, ele solicitou ao órgão público voltar ao cargo de Técnico em Assuntos Educacionais, que ocupava anteriormente. Diante da situação apresentada e nos termos da Lei nº 8.112/1990, o retorno de João ao cargo anteriormente ocupado trata-se de uma hipótese de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Recondução."
      },
      {
        "letra": "B",
        "texto": "Disponibilidade."
      },
      {
        "letra": "C",
        "texto": "Aproveitamento."
      },
      {
        "letra": "D",
        "texto": "Reversão."
      },
      {
        "letra": "E",
        "texto": "Nomeação"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3273827",
    "metadata": "Ano: 2025 | Banca: FADENOR | Órgão: Câmara de Buritizeiro - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Concurso público",
      "Provimento e vacância"
    ],
    "enunciado_principal": "INSTRUÇÃO: Analise a figura a seguir para responder à questão proposta:Considerando a jurisprudência do Supremo Tribunal Federal (STF) e Superior Tribunal de Justiça (STJ) sobre a temática dos concursos públicos, marque a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A intimação de candidato aprovado em concurso público deve se dar somente pelo site oficial da banca e da Administração Pública, assim como no Diário Oficial, ainda que haja decurso de tempo razoável entre a homologação do resultado e a data de nomeação, em respeito ao princípio da publicidade."
      },
      {
        "letra": "B",
        "texto": "O candidato aprovado fora do número de vagas previstas no edital de concurso público tem direito subjetivo à nomeação quando o candidato imediatamente anterior na ordem de classificação, aprovado dentro ou fora do número de vagas, for convocado e manifestar desistência."
      },
      {
        "letra": "C",
        "texto": "O direito líquido certo à nomeação existe quando o candidato, aprovado fora do número de vagas prevista no edital, e o candidato imediatamente anterior na ordem de classificação, aprovado dentro ou fora do número de vagas, for convocado e manifestar desistência, ainda que fora do prazo de validade do concurso."
      },
      {
        "letra": "D",
        "texto": "O STF entende que cabe controle judicial referente à correção das questões em concurso público já que está dentro das possibilidades do controle de legalidade, que pode ser realizado pelo Poder Judiciário."
      },
      {
        "letra": "E",
        "texto": "O surgimento de novas vagas durante o prazo de validade de um concurso gera, automaticamente, o direito à nomeação dos candidatos aprovados fora das vagas do edital."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3273234",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: IF-AM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Lei nº 8.112-1990 - Regime jurídico dos servidores públicos federais",
      "Agentes públicos e Lei 8.112 de 1990",
      "Provimento e vacância"
    ],
    "enunciado_principal": "Diadorim, servidor público da União, tem dúvidas a respeito de questões relacionadas ao provimento e vacância dos cargos públicos. Nos termos do Regime Jurídico dos Servidores Públicos Civis da União, das autarquias e das fundações públicas federais, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A Lei não define prazo para que ocorra a posse em cargo público."
      },
      {
        "letra": "B",
        "texto": "O servidor não pode faltar ao ato de posse, visto que o Regime Jurídico veda a chamada “posse por procuração específica”."
      },
      {
        "letra": "C",
        "texto": "A promoção não interrompe o tempo de exercício."
      },
      {
        "letra": "D",
        "texto": "O Regime Jurídico define expressamente os requisitos para a investidura em cargo público e, por esse motivo, não se admite que atribuições específicas do cargo exijam outros requisitos."
      },
      {
        "letra": "E",
        "texto": "Durante período probatório, o servidor não faz jus a licenças e não pode afastar-se para participar de curso de formação decorrente de aprovação em concurso público para outro cargo na Administração Pública Federal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3271293",
    "metadata": "Ano: 2025 | Banca: CEPS-UFPA | Órgão: UFOPA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Lei nº 8.112-1990 - Regime jurídico dos servidores públicos federais",
      "Agentes públicos e Lei 8.112 de 1990",
      "Provimento e vacância"
    ],
    "enunciado_principal": "De acordo com o Regime Jurídico Único dos Servidores Públicos Civis da União (Lei n° 8.112/1990), o provimento de cargo público ocorre mediante aprovação em concurso público e depende do atendimento a requisitos básicos como nacionalidade brasileira, quitação com as obrigações eleitorais e militares, entre outros. No que diz respeito ao provimento de cargos, analise as afirmativas a seguir. I. A nomeação é a única forma de provimento em cargo público. II. A promoção constitui forma de provimento derivado vertical. III. A readaptação ocorre quando o servidor é reintegrado a um cargo diferente, compatível com sua limitação física ou mental. IV. O aproveitamento ocorre no caso de servidor colocado em disponibilidade. V. A reversão é a reintegração de servidor que havia sido exonerado ou demitido injustamente. Estão corretas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, III e V, somente."
      },
      {
        "letra": "B",
        "texto": "I, II e III, somente."
      },
      {
        "letra": "C",
        "texto": "II e IV, somente."
      },
      {
        "letra": "D",
        "texto": "III e V, somente."
      },
      {
        "letra": "E",
        "texto": "II, III e IV, somente."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3269130",
    "metadata": "Ano: 2025 | Banca: CEPS-UFPA | Órgão: UFOPA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Concurso público",
      "Provimento e vacância"
    ],
    "enunciado_principal": "Segundo o Decreto nº 9.739/2019, que estabelece medidas de eficiência organizacional para o aprimoramento da administração pública, estabelece normas sobre concursos públicos e dispõe sobre o Sistema de Organização e Inovação Institucional do Governo Federal – SIORG, analise as afirmativas seguintes. I. A validade de um concurso público é de até dois anos, podendo ser prorrogada por igual período. II. Os editais de concursos públicos devem conter informações para os quantitativos reservados a pessoas com deficiência e os respectivos critérios de admissão. III. O concurso público de provas e de provas e títulos deverá ser realizado em uma única etapa para todos os cargos de nível superior. IV. A nomeação de candidatos aprovados em concurso deve observar a ordem de classificação. V. A avaliação psicológica será realizada após as provas escritas, e antes das provas orais e de aptidão física, quando houver. Estão corretas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e IV, somente."
      },
      {
        "letra": "B",
        "texto": "I, III e V, somente."
      },
      {
        "letra": "C",
        "texto": "II, III e IV, somente."
      },
      {
        "letra": "D",
        "texto": "I, II, III e IV, somente."
      },
      {
        "letra": "E",
        "texto": "III, IV e V, somente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3269128",
    "metadata": "Ano: 2025 | Banca: CEPS-UFPA | Órgão: UFOPA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Lei nº 8.112-1990 - Regime jurídico dos servidores públicos federais",
      "Agentes públicos e Lei 8.112 de 1990",
      "Provimento e vacância"
    ],
    "enunciado_principal": "A Lei 8.112/1990, sancionada em 11 de setembro de 1990, completará 35 anos em 2025. Esta legislação é de grande relevância para o funcionalismo público brasileiro e passou por algumas alterações legais que visaram ao aperfeiçoamento da norma. Além de reger todos os servidores públicos estatutários federais, representa um dos pilares normativos da administração pública. De acordo com a referida lei, sobre o provimento de cargos públicos no regime jurídico dos servidores públicos, analise as afirmativas a seguir. I. O provimento de cargos públicos efetivos pode ocorrer por nomeação, promoção, readaptação, reversão, aproveitamento, reintegração e recondução. II. A promoção é uma forma de provimento derivado que ocorre dentro da mesma carreira. III. A readaptação ocorre quando o servidor é considerado inapto para o exercício das atribuições do cargo e é investido em outro compatível com sua capacidade física ou mental. IV. A reversão é o retorno à atividade de servidor aposentado por invalidez, quando constatada a recuperação de sua saúde. V. A recondução é o retorno do servidor estável ao cargo anteriormente ocupado em razão de inabilitação em estágio probatório relativo a outro cargo ou reintegração do anterior ocupante. Estão corretas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e IV, somente."
      },
      {
        "letra": "B",
        "texto": "III, IV e V, somente."
      },
      {
        "letra": "C",
        "texto": "II, III e IV, somente."
      },
      {
        "letra": "D",
        "texto": "I, II e V, somente."
      },
      {
        "letra": "E",
        "texto": "I, II, III, IV e V."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3267096",
    "metadata": "Ano: 2025 | Banca: UEG | Órgão: UEG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Provimento e vacância"
    ],
    "enunciado_principal": "Caracteriza abandono de cargo na Universidade Estadual de Goiás a falta intencional por:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "20 (vinte) dias consecutivos."
      },
      {
        "letra": "B",
        "texto": "40 (quarenta) dias interpolados, durante o período de 365 (trezentos e sessenta e cinco) dias."
      },
      {
        "letra": "C",
        "texto": "45 (quarenta e cinco) dias interpolados, durante o período de 365 (trezentos e sessenta e cinco) dias."
      },
      {
        "letra": "D",
        "texto": "30 (trinta) dias interpolados, durante o período de 365 (trezentos e sessenta e cinco) dias."
      },
      {
        "letra": "E",
        "texto": "25 (vinte e cinco) dias consecutivos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3267092",
    "metadata": "Ano: 2025 | Banca: UEG | Órgão: UEG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Provimento e vacância"
    ],
    "enunciado_principal": "A vacância do cargo público decorre de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "posse em outro cargo inacumulável."
      },
      {
        "letra": "B",
        "texto": "licença para tratamento de saúde."
      },
      {
        "letra": "C",
        "texto": "cessão para outro órgão."
      },
      {
        "letra": "D",
        "texto": "substituição temporária."
      },
      {
        "letra": "E",
        "texto": "afastamento temporário."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3264418",
    "metadata": "Ano: 2025 | Banca: UFSC | Órgão: UFSC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Lei nº 8.112-1990 - Regime jurídico dos servidores públicos federais",
      "Agentes públicos e Lei 8.112 de 1990",
      "Provimento e vacância"
    ],
    "enunciado_principal": "Sobre a Lei nº 8.112, de 11 de dezembro de 1990, que dispõe sobre o regime jurídico dos servidores públicos civis da União, das autarquias e das fundações públicas federais, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Reversão é a investidura do servidor em cargo de atribuições e responsabilidades compatíveis com a limitação que tenha sofrido em sua capacidade física ou mental verificada em inspeção médica."
      },
      {
        "letra": "B",
        "texto": "Readaptação é o retorno à atividade de servidor aposentado."
      },
      {
        "letra": "C",
        "texto": "Reintegração é a reinvestidura do servidor estável no cargo anteriormente ocupado, ou no cargo resultante de sua transformação, quando invalidada a sua demissão por decisão administrativa ou judicial, com ressarcimento de todas as vantagens."
      },
      {
        "letra": "D",
        "texto": "Redistribuição é o deslocamento do servidor, a pedido ou de ofício, no âmbito do mesmo quadro, com ou sem mudança de sede."
      },
      {
        "letra": "E",
        "texto": "Vacância é o retorno do servidor estável ao cargo anteriormente ocupado e decorrerá de inabilitação em estágio probatório relativo a outro cargo ou reintegração do anterior ocupante."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3263664",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: IF-RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Lei nº 8.112-1990 - Regime jurídico dos servidores públicos federais",
      "Agentes públicos e Lei 8.112 de 1990",
      "Provimento e vacância"
    ],
    "enunciado_principal": "A partir da Lei nº 8.112/1990, analise as assertivas a seguir sobre a posse do exercício em cargos públicos: I. Só haverá posse nos casos de provimento de cargo por nomeação. II. Será tornado sem efeito o ato de provimento se a posse não ocorrer no prazo de trinta dias. III. É de quarenta e cinco dias o prazo para o servidor empossado em cargo público entrar em exercício, contados da data da posse. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas III."
      },
      {
        "letra": "C",
        "texto": "Apenas I e II."
      },
      {
        "letra": "D",
        "texto": "Apenas II e III."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3261544",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função",
      "Provimento e vacância"
    ],
    "enunciado_principal": "Josias Carvalho, deputado estadual, apresenta projeto de lei transformando cargo de nível médio em nível superior, com atribuições distintas das anteriores e determina o aproveitamento de todos os servidores anteriormente ocupantes do cargo de nível médio. Nos termos da jurisprudência estabelecida pelo Supremo Tribunal Federal (STF), tal lei caracteriza o denominado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ato impessoal."
      },
      {
        "letra": "B",
        "texto": "Vínculo de eficiência."
      },
      {
        "letra": "C",
        "texto": "Provimento derivado."
      },
      {
        "letra": "D",
        "texto": "Exercício legal de direito."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3260402",
    "metadata": "Ano: 2025 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Provimento e vacância",
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Disposições gerais da Improbidade Administrativa",
      "Atos de Improbidade Administrativa e suas Sanções",
      "Demais disposições da Lei 8.429/92"
    ],
    "enunciado_principal": "Assinale a alternativa incorreta sobre servidores públicos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Entende-se por reintegração a reinvestidura do servidor no mesmo cargo de que fora demitido, uma vez reconhecida, por decisão administrativa ou judicial, a ilegalidade da demissão."
      },
      {
        "letra": "B",
        "texto": "É vedada a contratação de cônjuge, de companheiro ou dos parentes discriminados na Lei de Improbidade Administrativa (Lei no 8.429/1992, com redação dada pela Lei no 14.230/2021), estendendo-se a proibição ao chamado “nepotismo cruzado”, que ocorre quando dois ou mais servidores públicos contratam cônjuge, companheiro ou parentes uns dos outros para burlar o impedimento legal. A vedação inclui a nomeação ou a indicação política por parte dos detentores de mandatos eletivos, independentemente da boa-fé do agente e da qualificação técnica da pessoa indicada para exercer a função."
      },
      {
        "letra": "C",
        "texto": "É lícita a pena de cassação de aposentadoria de servidor público por prática constatada de infração disciplinar apenada com demissão durante o exercício da função pública, não obstante o caráter contributivo do benefício previdenciário."
      },
      {
        "letra": "D",
        "texto": "Os pagamentos indevidos aos servidores públicos decorrentes de erro administrativo (operacional ou de cálculo), não embasado em interpretação errônea ou equivocada da lei pela Administração, estão sujeitos à devolução, ressalvadas as hipóteses em que o servidor, diante do caso concreto, comprova sua boa-fé objetiva, sobretudo com demonstração de que não lhe era possível constatar o pagamento indevido."
      },
      {
        "letra": "E",
        "texto": "A Administração Pública deve proceder ao desconto dos dias de paralisação decorrentes do exercício do direito de greve pelos servidores públicos, em virtude da suspensão do vínculo funcional que dela decorre, permitida a compensação em caso de acordo. Contudo, o desconto será incabível se ficar demonstrado que a greve foi provocada por conduta ilícita do Poder Público."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3256619",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TRT - 10ª REGIÃO (DF e TO)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Provimento e vacância"
    ],
    "enunciado_principal": "No que se refere aos agentes públicos, julgue o item a seguir, considerando, no que couber, o entendimento jurisprudencial dos tribunais superiores. A posse somente é possível nos casos de provimento de cargo por nomeação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3238414",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TRT - 24ª REGIÃO (MS)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Provimento e vacância"
    ],
    "enunciado_principal": "João, servidor público federal estável, foi aprovado em concurso público de provas e títulos para outro cargo público da Administração Pública direta da União. Após ser exonerado do primeiro cargo, tomou posse do segundo. No entanto, foi considerado inabilitado no estágio probatório relativo a este último cargo. Na situação descrita, é correto afirmar que João deve ser",
    "alternativas": [
      {
        "letra": "A",
        "texto": "reconduzido ao cargo de origem, mas, caso esteja provido, ter-se-á o seu aproveitamento em cargo diverso."
      },
      {
        "letra": "B",
        "texto": "reintegrado ao cargo de origem, ou posto em disponibilidade, caso o cargo esteja provido."
      },
      {
        "letra": "C",
        "texto": "posto em disponibilidade até integralizar o tempo necessário para a aposentadoria."
      },
      {
        "letra": "D",
        "texto": "revertido para o cargo de origem, quer esteja vago, quer esteja provido."
      },
      {
        "letra": "E",
        "texto": "exonerado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3233762",
    "metadata": "Ano: 2025 | Banca: VUNESP | Órgão: Prefeitura de Itapevi - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Provimento e vacância"
    ],
    "enunciado_principal": "Considere que o edital previa apenas uma vaga para o cargo de professor efetivo da rede pública estadual e Joana foi aprovada em 10o lugar na classificação final. No período de validade do concurso, foi nomeado um candidato, e, ainda dentro do prazo de validade, outros sete professores foram contratados a título precário, totalizando oito vagas. Após a validade do concurso, o Poder Público contratou outras vinte e quatro pessoas, também temporariamente, o que ensejou questionamento judicial por Joana, que alegou preterição do direito de nomeação. Com base na situação hipotética e na jurisprudência do Supremo Tribunal Federal, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a nomeação de professores, a título precário, contraria a Constituição Federal, pois a contratação temporária somente pode abarcar funções não ordinárias da Administração."
      },
      {
        "letra": "B",
        "texto": "Joana não faz jus à nomeação, pois a contratação temporária, ainda que irregular, deveria ter se dado dentro de prazo de validade originário do concurso público."
      },
      {
        "letra": "C",
        "texto": "Joana não faz jus à nomeação, independentemente da regularidade das contratações temporárias, pois foi aprovada para compor o cadastro de reserva do concurso, situação que não gera direito subjetivo ao provimento do cargo."
      },
      {
        "letra": "D",
        "texto": "Joana terá o direito subjetivo à nomeação, caso a contratação temporária seja considerada irregular e fará jus à remuneração do cargo, a contar da data em que deveria ter sido originalmente nomeada"
      },
      {
        "letra": "E",
        "texto": "Joana tem o direito à nomeação, independentemente da regularidade da contratação temporária, pois a seleção dos profissionais à título precário demonstra a necessidade pública de contratar educadores."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3225338",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: INSA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Provimento e vacância"
    ],
    "enunciado_principal": "A respeito de investidura na função pública, das atribuições do presidente da República, das normas gerais sobre parcerias público-privadas, conforme a Lei n.º 11.079/2004, e de licitações e contratos administrativos consoante a Lei n.º 14.133/2021, julgue o item que se segue. O presidente da República, mediante decreto, pode dispor sobre a extinção de cargos públicos somente se estes estiverem vagos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3225337",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: INSA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Provimento e vacância"
    ],
    "enunciado_principal": "A respeito de investidura na função pública, das atribuições do presidente da República, das normas gerais sobre parcerias público-privadas, conforme a Lei n.º 11.079/2004, e de licitações e contratos administrativos consoante a Lei n.º 14.133/2021, julgue o item que se segue. A investidura em função pública ocorre com a nomeação de uma pessoa para o exercício de um cargo público.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3224042",
    "metadata": "Ano: 2025 | Banca: IBFC | Órgão: UFPB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Provimento e vacância"
    ],
    "enunciado_principal": "Luana foi recentemente aprovada em concurso público e aguarda ansiosamente pela forma inaugural de provimento de cargo público. Nos termos da Lei nº 8.112/90, assinale a alternativa que apresenta a forma de provimento de cargo público nesta situação.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ascensão"
      },
      {
        "letra": "B",
        "texto": "Nomeação"
      },
      {
        "letra": "C",
        "texto": "Promoção"
      },
      {
        "letra": "D",
        "texto": "Reversão"
      },
      {
        "letra": "E",
        "texto": "Recondução"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3223779",
    "metadata": "Ano: 2025 | Banca: OBJETIVA | Órgão: Prefeitura de Rio do Oeste - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Concurso público",
      "Provimento e vacância"
    ],
    "enunciado_principal": "Acerca da admissão ao serviço público, conforme a Lei Complementar nº 21/2006 − Regime Jurídico dos Servidores Públicos do Município, é CORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A aprovação e a classificação em concurso público asseguram ao candidato o direito de ingresso automático."
      },
      {
        "letra": "B",
        "texto": "A posse é o ato pelo qual o cargo efetivo de classe inicial de carreira é atribuído a uma pessoa."
      },
      {
        "letra": "C",
        "texto": "A nomeação dos servidores aprovados em concurso público é de competência exclusiva do Poder Executivo."
      },
      {
        "letra": "D",
        "texto": "A entrega de declaração de bens e valores que constituem o patrimônio do servidor será obrigatória no ato da posse."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3217453",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Provimento e vacância"
    ],
    "enunciado_principal": "Em relação à Lei n.º 8.112/1990, que dispõe sobre o regime jurídico dos servidores públicos civis da União, das autarquias e das fundações públicas federais, julgue o item que se segue. A readaptação é a forma de provimento de cargo público pela qual o servidor aposentado por invalidez retorna à atividade em razão de junta médica oficial ter declarado insubsistentes os motivos de sua aposentadoria.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3217317",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Provimento e vacância"
    ],
    "enunciado_principal": "Julgue o item a seguir, relativo a atos e poderes administrativos, à organização da administração pública, ao provimento de cargos públicos conforme a Lei n.º 8.112/1990 e à proteção de dados pessoais. São formas de provimento de cargos públicos, de acordo com a Lei n.º 8.112/1990, a nomeação, a promoção, a readaptação, a reversão, o aproveitamento, a reintegração e a recondução.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3216829",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: Câmara de Araraquara - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Provimento e vacância"
    ],
    "enunciado_principal": "Segundo Bergue (2010), o provimento de cargos e empregos públicos é um aspecto essencial da gestão de pessoas na administração pública. Para o autor, o provimento pode ocorrer de forma originária ou derivada. São exemplos de provimento derivado, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Anexação."
      },
      {
        "letra": "B",
        "texto": "Nomeação."
      },
      {
        "letra": "C",
        "texto": "Readaptação."
      },
      {
        "letra": "D",
        "texto": "Reintegração."
      },
      {
        "letra": "E",
        "texto": "Transposição de regime jurídico."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3215443",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Provimento e vacância"
    ],
    "enunciado_principal": "Em relação à Lei n.º 8.112/1990, que dispõe sobre o regime jurídico dos servidores públicos civis da União, das autarquias e das fundações públicas federais, julgue o item que se segue. A recondução é o retorno do servidor estável ao cargo anteriormente ocupado, e esse retorno pode decorrer de inabilitação em estágio probatório relativo a outro cargo ou de reintegração do anterior ocupante.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3208064",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: FUNPRESP-EXE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função",
      "Provimento e vacância"
    ],
    "enunciado_principal": "Acerca dos agentes públicos, julgue o item seguinte. É inconstitucional, por violação ao princípio democrático e ao da simetria, norma de Constituição estadual que exija edição de lei complementar para a regulamentação dos casos de contratação de pessoal por tempo determinado para o atendimento de necessidade temporária de excepcional interesse público.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3292305",
    "metadata": "Ano: 2025 | Banca: FAFIPA | Órgão: Prefeitura de Araucária - PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Provimento e vacância"
    ],
    "enunciado_principal": "O servidor público titular de cargo efetivo em um município ingressou por meio de concurso público e completou os três anos de estágio probatório, adquirindo estabilidade no serviço público. Durante o processo de avaliação periódica de desempenho, foi constatado desempenho insatisfatório no exercício de suas funções. Com base na Constituição Federal de 1988, assinale a alternativa CORRETA sobre a situação descrita.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A perda do cargo por avaliação de desempenho exige apenas a manifestação da autoridade administrativa superior, sem necessidade de ampla defesa."
      },
      {
        "letra": "B",
        "texto": "A demissão do servidor público estável por desempenho insatisfatório não pode ser invalidada judicialmente."
      },
      {
        "letra": "C",
        "texto": "O servidor público estável pode perder o cargo em razão de desempenho insatisfatório, desde que o procedimento seja regulamentado por lei complementar e garantida a ampla defesa."
      },
      {
        "letra": "D",
        "texto": "A estabilidade do servidor público impede sua exoneração por desempenho insatisfatório, ainda que previsto em lei complementar."
      },
      {
        "letra": "E",
        "texto": "O servidor público estável somente pode perder o cargo mediante sentença judicial transitada em julgado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3231094",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Aracaju - SE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Provimento e vacância"
    ],
    "enunciado_principal": "Julgue o seguinte item, acerca dos agentes públicos, à luz da jurisprudência do STF.A demissão de empregados públicos concursados de empresa pública prestadora de serviço público depende de prévio processo administrativo e de motivação específica que enquadre a dispensa em uma das hipóteses de justa causa estabelecidas na legislação trabalhista.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3231093",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Aracaju - SE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Lei nº 8.112-1990 - Regime jurídico dos servidores públicos federais",
      "Agentes públicos e Lei 8.112 de 1990",
      "Provimento e vacância"
    ],
    "enunciado_principal": "Julgue o seguinte item, acerca dos agentes públicos, à luz da jurisprudência do STF.É constitucional norma que impossibilita, de forma temporária, nova investidura em cargo público a servidor público demitido pela prática de ato de improbidade administrativa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3231092",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Aracaju - SE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Provimento e vacância"
    ],
    "enunciado_principal": "Julgue o seguinte item, acerca dos agentes públicos, à luz da jurisprudência do STF.A contratação por tempo determinado para atender a necessidade temporária de excepcional interesse público deve restringir-se aos casos expressamente previstos em lei complementar e não pode ser utilizada para atender a serviços ordinários permanentes do Estado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3231091",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Aracaju - SE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Provimento e vacância"
    ],
    "enunciado_principal": "Julgue o seguinte item, acerca dos agentes públicos, à luz da jurisprudência do STF.Candidato aprovado em concurso público e classificado em cadastro de reserva não possui direito subjetivo à nomeação, ainda que, durante o prazo de validade do concurso, a administração pública efetue contratação temporária para o mesmo cargo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3218580",
    "metadata": "Ano: 2025 | Banca: UFRR | Órgão: UFRR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Provimento e vacância"
    ],
    "enunciado_principal": "“Art. 146. Sempre que o ilícito praticado pelo servidor ensejar a imposição de penalidade de suspensão___________. de demissão, cassação de aposentadoria ou disponibilidade, ou destituição de cargo em comissão, será obrigatória a instauração de __________\". Assinale a alternativa que completa CORRETAMENTE as lacunas do enunciado do art. 146 da Lei nº 8.112/90:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "por até 30 (trinta) dias e processo disciplinar."
      },
      {
        "letra": "B",
        "texto": "por mais de 60 (sessenta) dias e processo disciplinar."
      },
      {
        "letra": "C",
        "texto": "por mais de 30 (trinta) dias e inquérito policial."
      },
      {
        "letra": "D",
        "texto": "por mais de 60 (sessenta) dias e inquérito policial."
      },
      {
        "letra": "E",
        "texto": "por mais de 30 (trinta) dias e processo disciplinar."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3204086",
    "metadata": "Ano: 2025 | Banca: UECE-CEV | Órgão: PGE-CE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Provimento e vacância"
    ],
    "enunciado_principal": "A forma de provimento originário de cargo público, prevista em estatutos de servidores civis, denomina-se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "admissão."
      },
      {
        "letra": "B",
        "texto": "concurso."
      },
      {
        "letra": "C",
        "texto": "exercício."
      },
      {
        "letra": "D",
        "texto": "nomeação."
      },
      {
        "letra": "E",
        "texto": "posse."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3196366",
    "metadata": "Ano: 2025 | Banca: CEFET-MG | Órgão: CEFET-MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Provimento e vacância"
    ],
    "enunciado_principal": "O provimento é um ato da Administração Pública que visa à ocupação de cargo público, ao passo que a vacância se refere à desocupação do cargo público. São formas de provimento do cargo público que também ensejam vacância:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "reintegração e exoneração."
      },
      {
        "letra": "B",
        "texto": "recondução e aposentadoria."
      },
      {
        "letra": "C",
        "texto": "aproveitamento e demissão."
      },
      {
        "letra": "D",
        "texto": "promoção e readaptação."
      },
      {
        "letra": "E",
        "texto": "aproveitamento e posse em outro cargo inacumulável."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3195876",
    "metadata": "Ano: 2025 | Banca: CEFET-MG | Órgão: CEFET-MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função",
      "Provimento e vacância"
    ],
    "enunciado_principal": "Sobre as formas de provimento do cargo público, e de acordo com o disposto na Lei nº 8.112/90, relacione as colunas 1 e 2.COLUNA 1( 1 ) Reversão( 2 ) Recondução( 3 ) Reintegração( 4 ) ReadaptaçãoCOLUNA 2 ( ) investidura do servidor em cargo de atribuições e responsabilidades compatíveis com a limitação que tenha sofrido em sua capacidade física ou mental verificada em inspeção médica. ( ) retorno à atividade de servidor aposentado, na forma da lei. ( ) reinvestidura do servidor estável no cargo anteriormente ocupado, ou no cargo resultante de sua transformação, quando invalidada a sua demissão por decisão administrativa ou judicial, com ressarcimento de todas as vantagens. ( ) retorno do servidor estável ao cargo anteriormente ocupado, decorrente de inabilitação em estágio probatório relativo a outro cargo ou de reintegração do anterior ocupante.A sequência correta é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "1 – 2 – 3 – 4"
      },
      {
        "letra": "B",
        "texto": "4 – 3 – 1 – 2"
      },
      {
        "letra": "C",
        "texto": "4 – 3 – 2 – 1"
      },
      {
        "letra": "D",
        "texto": "4 – 1 – 2 – 3"
      },
      {
        "letra": "E",
        "texto": "4 – 1 – 3 – 2"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3183859",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CFO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Provimento e vacância"
    ],
    "enunciado_principal": "Em relação aos agentes públicos, no que se refere à sua classificação, bem como aos cargos, aos empregos e às funções públicas, julgue o item seguinte.A readaptação em cargo público é a passagem do servidor estável de um cargo efetivo para outro de igual denominação, pertencente a um quadro de pessoal diverso para o qual foi nomeado, desde que haja interesse da Administração Pública Federal e concordância do readaptado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3183858",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CFO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Provimento e vacância"
    ],
    "enunciado_principal": "Em relação aos agentes públicos, no que se refere à sua classificação, bem como aos cargos, aos empregos e às funções públicas, julgue o item seguinte.A promoção consiste em uma forma de provimento derivado e vertical em cargo público, ocorrendo dentro da mesma carreira.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3178616",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Tangará da Serra - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Provimento e vacância"
    ],
    "enunciado_principal": "O art. 24 do Regime Jurídico dos Servidores Públicos Civis da União estabelece que a __________________ é a investidura do servidor em cargo de atribuições e responsabilidades compatíveis com a limitação que tenha sofrido em sua capacidade física ou mental verificada em inspeção médica. Esta será efetivada em cargo de atribuições afins, respeitada a habilitação exigida, nível de escolaridade e equivalência de vencimentos e, na hipótese de inexistência de cargo vago, o servidor exercerá suas atribuições como excedente, até a ocorrência de vaga. Assinale a alternativa que preenche corretamente a lacuna do trecho acima.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "reintegração"
      },
      {
        "letra": "B",
        "texto": "remoção"
      },
      {
        "letra": "C",
        "texto": "readaptação"
      },
      {
        "letra": "D",
        "texto": "recondução"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3177192",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CORE-CE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Provimento e vacância"
    ],
    "enunciado_principal": "De acordo com o conceito legal, o cargo público é o conjunto de atribuições e de responsabilidades previstas na estrutura organizacional que devem ser cometidas a um servidor. Assim, com base nas peculiaridades dos cargos públicos, notadamente sobre as formas de provimento e vacância, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A posse em cargo público deve ser realizada pessoalmente pelo nomeado, em razão de seu caráter personalíssimo, sendo vedada, por lei, a sua realização por procuração específica."
      },
      {
        "letra": "B",
        "texto": "A remoção é a passagem do servidor estável de cargo efetivo para outro de igual denominação, pertencente a quadro de pessoal diverso."
      },
      {
        "letra": "C",
        "texto": "A readaptação é forma simultânea de provimento e de vacância em cargo público."
      },
      {
        "letra": "D",
        "texto": "A investidura do servidor em um cargo de atribuições e de responsabilidades compatíveis com a limitação que tenha sofrido em sua capacidade física caracteriza uma hipótese de reversão."
      },
      {
        "letra": "E",
        "texto": "O falecimento de um servidor é considerado uma forma de provimento originário em cargo público, uma vez que permite a nomeação de outro servidor para ocupar o cargo declarado vago."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3176241",
    "metadata": "Ano: 2025 | Banca: MS CONCURSOS | Órgão: FCS - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Provimento e vacância"
    ],
    "enunciado_principal": "Qual alternativa completa, corretamente, o texto? O funcionário poderá ser transferido de uma para outra carreira; de um cargo isolado, de provimento efetivo e que exija concurso, para outro de carreira; de um cargo de carreira para outro isolado, de provimento efetivo; de um cargo isolado, de provimento efetivo, para outro da mesma natureza. O interstício para a transferência será de _____ dias na classe e no cargo isolado.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "90"
      },
      {
        "letra": "B",
        "texto": "180"
      },
      {
        "letra": "C",
        "texto": "365"
      },
      {
        "letra": "D",
        "texto": "525"
      },
      {
        "letra": "E",
        "texto": "730"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3176240",
    "metadata": "Ano: 2025 | Banca: MS CONCURSOS | Órgão: FCS - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função",
      "Provimento e vacância"
    ],
    "enunciado_principal": "Aprecie as alternativas e marque a incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A reversão dará direito para nova aposentadoria, à contagem de tempo em que o funcionário esteve aposentado."
      },
      {
        "letra": "B",
        "texto": "Não haverá equivalência entre as diferentes carreiras, nem entre cargos isolados ou funções gratificadas."
      },
      {
        "letra": "C",
        "texto": "Será cassada a aposentadoria do funcionário que reverter, não tomar posse e entrar em exercício dentro dos prazos legais."
      },
      {
        "letra": "D",
        "texto": "A transferência a pedido para o cargo de carreira só poderá ser feita para vaga, que tenha de ser provida mediante promoção por merecimento."
      },
      {
        "letra": "E",
        "texto": "As transferências para cargos de carreira não poderão exceder de dois terços dos cargos de cada classe e só poderão ser efetuadas no mês seguinte ao fixado para as promoções."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3175816",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: SENAPPEN",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Provimento e vacância"
    ],
    "enunciado_principal": "O Regime Jurídico dos Servidores Públicos Civis da União, das autarquias, inclusive as em regime especial, e das fundações públicas federais dispõe, entre outros temas, sobre as formas de provimento e vacância de cargos públicos.Tanto a vacância quanto o provimento de cargo público podem decorrer simultaneamente da:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nomeação"
      },
      {
        "letra": "B",
        "texto": "readaptação"
      },
      {
        "letra": "C",
        "texto": "reintegração"
      },
      {
        "letra": "D",
        "texto": "aproveitamento"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3175814",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: SENAPPEN",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Provimento e vacância"
    ],
    "enunciado_principal": "A remoção é o deslocamento do servidor, a pedido ou de ofício, no âmbito do mesmo quadro, com ou sem mudança de sede. De acordo com o ordenamento jurídico:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se o servidor se remover por interesse da Administração Pública, o seu cônjuge terá direito à remoção para o mesmo lugar apenas no caso deles morarem no mesmo Município previamente"
      },
      {
        "letra": "B",
        "texto": "as hipóteses de remoção de servidor público a pedido, independentemente do interesse da Administração, fixadas na lei dos servidores públicos são exemplificativas, comportando outras situações a depender do caso concreto"
      },
      {
        "letra": "C",
        "texto": "nos casos de concessão de remoção do servidor público, ainda que provisoriamente, por motivo de saúde do servidor, cônjuge, companheiro ou dependente é indispensável observar a dependência econômica, bem como a dependência física ou afetiva"
      },
      {
        "letra": "D",
        "texto": "o servidor público federal somente tem direito à remoção a pedido, para outra localidade, independentemente do interesse da Administração, para acompanhar cônjuge ou companheiro, também servidor público civil ou militar, caso esses últimos tenham sido deslocados de ofício, para atender ao interesse da Administração, exceto quando por motivo de saúde"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3161331",
    "metadata": "Ano: 2025 | Banca: FCPC | Órgão: UFC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Provimento e vacância"
    ],
    "enunciado_principal": "Segundo o disposto na Lei nº 8.112/90, são formas simultaneamente de provimento e de vacância de cargo público:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "promoção e readaptação."
      },
      {
        "letra": "B",
        "texto": "ascensão e transferência."
      },
      {
        "letra": "C",
        "texto": "nomeação e aposentadoria."
      },
      {
        "letra": "D",
        "texto": "nomeação e posse em outro cargo inacumulável."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3160191",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Morungaba - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Provimento e vacância"
    ],
    "enunciado_principal": "Caso a junta médica oficial declare que os motivos para a aposentadoria por invalidez de um servidor público não se sustentam mais, ele deverá retornar às suas funções por meio de qual procedimento:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Recondução."
      },
      {
        "letra": "B",
        "texto": "Reabilitação."
      },
      {
        "letra": "C",
        "texto": "Realocação."
      },
      {
        "letra": "D",
        "texto": "Reversão."
      },
      {
        "letra": "E",
        "texto": "Revisão."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3160190",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Morungaba - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Provimento e vacância"
    ],
    "enunciado_principal": "A ocupação de cargo público, por servidor, compatível com as restrições em sua capacidade física ou mental, após constatação em inspeção médica, é denominada:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Reabilitação funcional."
      },
      {
        "letra": "B",
        "texto": "Readaptação."
      },
      {
        "letra": "C",
        "texto": "Recondução."
      },
      {
        "letra": "D",
        "texto": "Substituição."
      },
      {
        "letra": "E",
        "texto": "Transferência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3153669",
    "metadata": "Ano: 2025 | Banca: IDHTEC | Órgão: Câmara de Vertentes - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Provimento e vacância"
    ],
    "enunciado_principal": "A posse em cargo público:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ocorrerá no prazo de sessenta dias contados da publicação do ato de provimento."
      },
      {
        "letra": "B",
        "texto": "Dar-se-á pela assinatura do respectivo termo, no qual deverão constar as atribuições, os deveres, as responsabilidades e os direitos inerentes ao cargo ocupado, que não poderão ser alterados unilateralmente, por qualquer das partes, ressalvados os atos de ofício previstos em lei."
      },
      {
        "letra": "C",
        "texto": "Não é possível tomar posse mediante procuração."
      },
      {
        "letra": "D",
        "texto": "Só haverá posse nos casos de provimento de cargo por nomeação, acesso e ascensão."
      },
      {
        "letra": "E",
        "texto": "É possível a prorrogação do prazo para posse, mediante requerimento do interessado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3136183",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Santa Rosa - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Provimento e vacância"
    ],
    "enunciado_principal": "João, servidor público estável, perdeu o cargo por ter sofrido um processo administrativo disciplinar, no qual lhe foi assegurada a ampla defesa. Inconformado com a decisão, ele entrou com processo judicial requerendo a invalidação da demissão. Após tramitar, a sentença do processo deferiu o seu pedido. Dessa forma, João será:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Reintegrado."
      },
      {
        "letra": "B",
        "texto": "Reconduzido."
      },
      {
        "letra": "C",
        "texto": "Posto em disponibilidade."
      },
      {
        "letra": "D",
        "texto": "Nomeado."
      },
      {
        "letra": "E",
        "texto": "Exonerado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3444728",
    "metadata": "Ano: 2024 | Banca: EDUCA | Órgão: Câmara de Pombal - PB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Provimento e vacância"
    ],
    "enunciado_principal": "Sobre a Posse e efetivo exercício em cargo público, é CORRETO afirmar que: I. A investidura, que é a assunção, a ligação do servidor com o cargo que irá ocupar, só se completa com a posse, que é a aceitação expressa pelo nomeado das atribuições, deveres e responsabilidades inerentes ao cargo, e o exercício, que é o início das atividades e atribuições. II. A posse é o ato de investidura do servidor no cargo público efetivo no prazo de até 30 (trinta) dias corridos, contados do dia posterior ao da publicação da portaria de nomeação no Diário Oficial da União, para o qual foi aprovado em concurso de provas, ou de provas e títulos. III. O efetivo exercício é o início das atividades laborais no setor de trabalho ao qual foi designado no prazo de até 15 (quinze) dias corridos, contados da posse. IV. Um dos requisitos para a posse é ter preenchido os requisitos básicos para ocupação de cargo público, como informado em edital. Estão CORRETAS:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II apenas."
      },
      {
        "letra": "B",
        "texto": "III, IV apenas."
      },
      {
        "letra": "C",
        "texto": "II, IV apenas."
      },
      {
        "letra": "D",
        "texto": "I, III, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II, III, IV."
      }
    ],
    "gabarito": "X"
  },
  {
    "id": "3402283",
    "metadata": "Ano: 2024 | Banca: OBJETIVA | Órgão: Prefeitura de Vitória das Missões - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Provimento e vacância"
    ],
    "enunciado_principal": "Sobre as formas de provimento dos cargos públicos, conforme a Lei Municipal nº 1.180/2005 – Regime Jurídico dos Servidores Públicos do Município, assinalar a alternativa que preenche as lacunas abaixo CORRETAMENTE: ____________ é o retorno do servidor estável ao cargo anteriormente ocupado. __________ é a investidura do servidor estável no cargo anteriormente ocupado, quando invalidada a sua demissão por decisão judicial.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Readaptação | Recondução"
      },
      {
        "letra": "B",
        "texto": "Recondução | Reintegração"
      },
      {
        "letra": "C",
        "texto": "Reintegração | Recondução"
      },
      {
        "letra": "D",
        "texto": "Reversão | Reintegração"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3285263",
    "metadata": "Ano: 2024 | Banca: IDIB | Órgão: Prefeitura de Ipueiras - CE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Provimento e vacância"
    ],
    "enunciado_principal": "Provimento é o ato administrativo de preenchimento de cargo público, regulamentado no Brasil pela Lei Federal nº 8.112, de 11 de novembro de 1990 e similares, nos âmbitos dos Estados, Municípios e no Distrito Federal. De acordo com a legislação, o provimento poderá se dar mediante nomeação, promoção, readaptação, reversão, aproveitamento, reintegração e recondução. Cada uma destas formas de provimento tem um significado especial na administração pública e especificam a forma legal de acesso ao cargo público no Brasil. Diante do tema, temos que a forma originária de provimento pressupõe a inexistência de uma relação jurídica anterior mantida entre o Servidor e a Administração. Sabendo disso, a única forma de Provimento Originário é a corretamente apresentada em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Readaptação."
      },
      {
        "letra": "B",
        "texto": "Aproveitamento."
      },
      {
        "letra": "C",
        "texto": "Promoção."
      },
      {
        "letra": "D",
        "texto": "Nomeação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3283410",
    "metadata": "Ano: 2024 | Banca: INSTITUTO AOCP | Órgão: MPE-PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Provimento e vacância"
    ],
    "enunciado_principal": "São servidores públicos, em sentido amplo, as pessoas físicas que prestam serviços ao Estado e às entidades da Administração Indireta, com vínculo empregatício e mediante remuneração paga pelos cofres públicos. Desse modo, acerca de provimento e vacância, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A única forma de provimento originário atualmente compatível com a Constituição é a nomeação e, para os cargos efetivos, depende sempre de aprovação prévia em concurso público de provas ou de provas e títulos."
      },
      {
        "letra": "B",
        "texto": "O cargo provido por readaptação deverá ter atribuições afins às do anterior, e, na hipótese de inexistência de cargo vago, o servidor será posto em disponibilidade."
      },
      {
        "letra": "C",
        "texto": "Na hipótese de um servidor público estável, aprovado em concurso público e exercendo o novo cargo, ser inabilitado no estágio probatório nesse novo cargo, ele terá direito de retorno ao antigo cargo, por meio da reintegração."
      },
      {
        "letra": "D",
        "texto": "A remoção, sinônimo de transferência, trata-se do deslocamento do servidor para exercer suas atividades em outra unidade do mesmo quadro, ou seja, o servidor permanece no seu mesmo cargo."
      },
      {
        "letra": "E",
        "texto": "Nos casos de reorganização ou extinção de órgão ou entidade, o servidor que tenha seu cargo extinto ou declarado desnecessário, não sendo redistribuído, será colocado em disponibilidade, sem proventos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3277378",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: MinC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Provimento e vacância"
    ],
    "enunciado_principal": "Lucas foi aprovado em um concurso público, tomando posse em um cargo público efetivo no âmbito do Ministério da Cultura. Desta forma, tão logo entrou em exercício, Lucas iniciou o estágio probatório, durante o qual a sua aptidão e capacidade serão objeto de avaliação para o desempenho do cargo. De acordo com a narrativa e considerando as disposições da Lei nº 8.112/1990, analise as afirmativas a seguir: I. Capacidade de iniciativa. II. Assiduidade e disciplina. III. Responsabilidade. IV. Produtividade. Serão observados durante o estágio probatório de Lucas os fatores elencados em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II, apenas."
      },
      {
        "letra": "B",
        "texto": "III e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "I, II e III, apenas."
      },
      {
        "letra": "D",
        "texto": "I, III e IV, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3277377",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: MinC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Provimento e vacância"
    ],
    "enunciado_principal": "João, servidor público aposentado por invalidez, retornou à atividade, após junta médica oficial declarar insubsistentes os motivos da aposentadoria. Na mesma data, houve a reinvestidura de Matheus no cargo público anterior ocupado no âmbito do Ministério da Cultura, em razão da invalidação de sua demissão por decisão judicial. Registre-se que João e Matheus são servidores públicos federais estáveis. Nesse cenário, considerando as disposições da Lei nº 8.112/1990, é correto afirmar que, no cenário envolvendo João, restou caracterizada a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "recondução, enquanto na situação relacionada a Matheus, caracterizou-se a reintegração."
      },
      {
        "letra": "B",
        "texto": "reversão, enquanto na situação relacionada a Matheus, caracterizou-se a reintegração."
      },
      {
        "letra": "C",
        "texto": "reversão, enquanto na situação relacionada a Matheus, caracterizou-se a readaptação."
      },
      {
        "letra": "D",
        "texto": "reintegração, enquanto na situação relacionada a Matheus, caracterizou-se a recondução."
      },
      {
        "letra": "E",
        "texto": "readaptação, enquanto na situação relacionada a Matheus, caracterizou-se a reversão."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3272721",
    "metadata": "Ano: 2024 | Banca: Itame | Órgão: Prefeitura de Monte Alegre de Goiás - GO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Provimento e vacância"
    ],
    "enunciado_principal": "O “Acesso” é uma das formas de provimento em cargo público, segundo o artigo 57 do Regimento Jurídico dos Servidores Públicos, ele ocorre:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "na movimentação do servidor, a pedido ou de ofício, no quadro a que pertence, mediante preenchimento de claro de lotação, sem se modificar, entretanto, a sua situação funcional."
      },
      {
        "letra": "B",
        "texto": "quando o servidor retorna ao cargo anteriormente ocupado, a pedido do próprio servidor, estável e inabilitado em estágio probatório relativo a outro cargo, dependendo, sempre, da existência da vaga."
      },
      {
        "letra": "C",
        "texto": "quando o servidor retorna ao serviço ativo em disponibilidade."
      },
      {
        "letra": "D",
        "texto": "na passagem do servidor, pelo critério de merecimento, de classe integrante de uma série de classe, ou de uma classe única, para classe inicial de outra série de classes, ou outra classe única de nível hierárquico superior, da mesma ou de outra categoria funcional."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3257687",
    "metadata": "Ano: 2024 | Banca: IDECAN | Órgão: Prefeitura de Salvador - BA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Regime jurídico administrativo",
      "Provimento e vacância",
      "Estabilidade e vitaliciedade",
      "Princípios - Contraditório e Ampla Defesa e Segurança Jurídica"
    ],
    "enunciado_principal": "Considerando os dispositivos legais referentes ao estágio probatório (arts. 30 a 34) da Lei Complementar nº 01/1991, que institui o Regime Jurídico único dos servidores públicos do município do Salvador, analise como os mecanismos de avaliação de desempenho podem impactar a estabilidade do servidor público e as possíveis consequências de uma avaliação inadequada e assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A avaliação final do servidor em estágio probatório, descrita no art. 32, §1º, deve ser promovida no 18º mês de estágio para a primeira investidura em cargo público municipal, ou no 4º mês para estagiários já servidores estáveis, e é crucial para determinar a continuidade ou exoneração do servidor, sendo necessária a apresentação de defesa em caso de recomendação de exoneração."
      },
      {
        "letra": "B",
        "texto": "A participação das entidades ou sindicatos representativos dos servidores no Comitê Técnico, conforme descrito no art. 32, §5º, depende exclusivamente da decisão do poder executivo, não sendo um requisito obrigatório, já que se trata de uma entidade parcial."
      },
      {
        "letra": "C",
        "texto": "A avaliação especial de desempenho, obrigatória e periódica, conforme descrita no art. 30, §2º, é um processo meramente formal que não impacta significativamente a decisão sobre a estabilidade do servidor, servindo apenas como um procedimento burocrático."
      },
      {
        "letra": "D",
        "texto": "A avaliação especial de desempenho realizada durante o estágio probatório, conforme descrita no art. 30, assegura que todos os servidores públicos nomeados para cargos de provimento efetivo automaticamente adquiram estabilidade após três anos, independentemente do resultado da avaliação."
      },
      {
        "letra": "E",
        "texto": "O servidor público em estágio probatório não pode se afastar do cargo para qualquer fim, exceto em casos de licença para tratamento de saúde, acidente em serviço, licença à gestante, lactante, adotante e licença paternidade, conforme descrito no art. 34, sendo que quaisquer outros afastamentos resultam na interrupção do estágio probatório."
      }
    ],
    "gabarito": "X"
  },
  {
    "id": "3252881",
    "metadata": "Ano: 2024 | Banca: IBAM | Órgão: Prefeitura de Cubatão - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função",
      "Provimento e vacância"
    ],
    "enunciado_principal": "No contexto da legislação sobre a estruturação de cargos públicos, distintas categorizações são aplicadas para organizar as posições ocupacionais dentro do serviço público. Assinale a alternativa que descreve corretamente os princípios estabelecidos pelos artigos referentes à classificação de cargos e carreiras.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todos os cargos, tanto de carreira quanto isolados, devem ser obrigatoriamente de provimento efetivo, sem exceções."
      },
      {
        "letra": "B",
        "texto": "Cargos de carreira são sempre de provimento efetivo, integrando-se em classes que correspondem a uma profissão, enquanto cargos isolados podem ser de provimento efetivo ou em comissão, não integrados em classes."
      },
      {
        "letra": "C",
        "texto": "Os cargos isolados formam classes dentro de carreiras e são exclusivamente de provimento em comissão."
      },
      {
        "letra": "D",
        "texto": "Uma carreira é definida exclusivamente pelo padrão de vencimento, sem considerar a profissão ou atividade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3245050",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: SAAE de Aparecida - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Provimento e vacância"
    ],
    "enunciado_principal": "Platão, servidor público efetivo, sofreu limitação em sua capacidade física, o que o impossibilitou de continuar exercendo as funções habituais do cargo originário, tendo ocorrido um provimento derivado em outro cargo compatível com sua atual condição. Já Sócrates, também servidor público efetivo, obteve decisão judicial favorável e definitiva anulando sua demissão e determinando o retorno ao cargo de origem. Tratam-se, respectivamente, das formas de provimento denominadas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "recondução e readaptação."
      },
      {
        "letra": "B",
        "texto": "readaptação e reintegração."
      },
      {
        "letra": "C",
        "texto": "recondução e reintegração."
      },
      {
        "letra": "D",
        "texto": "readaptação e reaproveitamento."
      },
      {
        "letra": "E",
        "texto": "reversão e aproveitamento."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3211894",
    "metadata": "Ano: 2024 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função",
      "Provimento e vacância"
    ],
    "enunciado_principal": "Acerca das disposições normativas da Lei Estadual n. 20.756/2020, de 06 de julho de 1998, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para os fins desta Lei, considera-se assessoramento o conjunto de atribuições concernentes à aptidão para auxiliar, em razão de determinado conhecimento ou qualificação, na execução de atividades administrativas."
      },
      {
        "letra": "B",
        "texto": "As funções de confiança são privativas de servidor ocupante de cargo de provimento efetivo."
      },
      {
        "letra": "C",
        "texto": "A licença para tratamento de saúde até o limite máximo de 24 (vinte e quatro) meses."
      },
      {
        "letra": "D",
        "texto": "No caso da ajuda de custo paga com fundamento na hipótese de instalação do servidor que, no interesse do serviço, passar a ter exercício em nova sede, com mudança de domicílio em caráter permanente, o valor da ajuda de custo é calculado sobre a remuneração ou subsídio do servidor, conforme disposto em regulamento, não podendo exceder a importância correspondente a 2 (dois) meses."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3202423",
    "metadata": "Ano: 2024 | Banca: IV - UFG | Órgão: Prefeitura de Jussara - GO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Provimento e vacância"
    ],
    "enunciado_principal": "A ação do poder público que nomeia uma pessoa física que atenda aos requisitos legais para ocupar um cargo, emprego ou função é chamada de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "vacância."
      },
      {
        "letra": "B",
        "texto": "promoção."
      },
      {
        "letra": "C",
        "texto": "provimento."
      },
      {
        "letra": "D",
        "texto": "investidura."
      }
    ],
    "gabarito": "C"
  }
]