[
  {
    "id": "3582714",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Requisitos do ato administrativo – competência, finalidade, forma, motivo e objeto"
    ],
    "enunciado_principal": "Julgue o item seguinte, relativo à administração direta, aos atos administrativos e às licenças dos servidores públicos federais.A finalidade é um requisito necessário à formação do ato administrativo, e se refere ao poder legal atribuído ao agente público para praticar o referido ato.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3464489",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: FUB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Regime jurídico administrativo",
      "Requisitos do ato administrativo – competência, finalidade, forma, motivo e objeto",
      "Princípios - Proporcionalidade, Razoabilidade, Motivação, Autotutela e Outros Princípios"
    ],
    "enunciado_principal": "Com base na legislação vigente e na doutrina majoritária, julgue o item a seguir, acerca do regime jurídico‐administrativo e dos princípios, poderes e atos da administração pública. Por força do princípio da indisponibilidade do interesse público pela administração, o administrador, em regra, não pode renunciar a competências, poderes e direitos da administração pública.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3464359",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: FUB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Teoria dos motivos determinantes",
      "Requisitos do ato administrativo – competência, finalidade, forma, motivo e objeto"
    ],
    "enunciado_principal": "Acerca dos atos administrativos, bem como do conceito, do objeto e das fontes do direito administrativo, julgue o item a seguir.A administração pública fica vinculada à motivação expressa no ato administrativo, ainda que este não precisasse ser motivado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3448645",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Polícia Federal",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Requisitos do ato administrativo – competência, finalidade, forma, motivo e objeto"
    ],
    "enunciado_principal": "Acerca do ato administrativo, julgue o item que segue. O ato administrativo, manifestação unilateral de vontade da Administração Pública que visa produzir efeitos jurídicos específicos, possui como um de seus requisitos a competência, que se refere à aptidão legal do agente para praticar o ato. A motivação, embora desejável para a transparência administrativa, não é considerada necessariamente um requisito essencial para a validade do ato administrativo, em especial no que diz respeito aos atos classificados como sendo discricionários.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3407073",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Requisitos do ato administrativo – competência, finalidade, forma, motivo e objeto"
    ],
    "enunciado_principal": "Um dos requisitos dos atos administrativos é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a presunção de que os atos administrativos são editados em conformidade com o ordenamento jurídico é relativa, pois admite prova em contrário por parte do interessado."
      },
      {
        "letra": "B",
        "texto": "a competência, pela qual é vedado que um agente público transfira a outro funções que originariamente lhe são atribuídas."
      },
      {
        "letra": "C",
        "texto": "o motivo, que consiste na situação de fato ou de direito que gera a vontade do agente público, quando este pratica o ato administrativo."
      },
      {
        "letra": "D",
        "texto": "o objeto, elemento pelo qual todo ato administrativo deve estar dirigido ao atendimento de um interesse público."
      },
      {
        "letra": "E",
        "texto": "a finalidade, que se expressa no conteúdo, na alteração no mundo jurídico que o ato administrativo se propõe a processar."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3387043",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: DPE-RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Requisitos do ato administrativo – competência, finalidade, forma, motivo e objeto"
    ],
    "enunciado_principal": "Sobre os atos administrativos, seus elementos e formas de controle:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os atos administrativos devem ser motivados, com indicação de fatos e fundamentos, podendo consistir em declaração de concordância com fundamentos de anteriores pareceres, informações, decisões ou propostas, que, no caso, serão parte integrante do ato."
      },
      {
        "letra": "B",
        "texto": "O controle político dos atos administrativos é realizado, entre outros, pelo Congresso Nacional, alcançando o reexame de conveniência e oportunidade."
      },
      {
        "letra": "C",
        "texto": "Os atos administrativos podem ser convalidados quando apresentarem defeitos sanáveis, mesmo que eventualmente causem prejuízos a terceiros, inclusive nos casos de vício de forma."
      },
      {
        "letra": "D",
        "texto": "O Princípio da legalidade autoriza que o Poder Judiciário revogue atos administrativos, com base em critérios de conveniência e oportunidade."
      },
      {
        "letra": "E",
        "texto": "O controle judicial dos atos administrativos autoriza que o Judiciário faça juízos de controle de proporcionalidade, incluindo-se aqueles já extintos ou com eficácia exaurida."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3298349",
    "metadata": "Ano: 2025 | Banca: IV - UFG | Órgão: Câmara de Morrinhos - GO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Teoria das nulidades",
      "Requisitos do ato administrativo – competência, finalidade, forma, motivo e objeto"
    ],
    "enunciado_principal": "A Lei nº 4.717/1965, que regula a ação popular, considera nulo o ato lesivo ao patrimônio das entidades que estão em seu âmbito de proteção se for praticado com omissão ou observância incompleta ou irregular de formalidades indispensáveis à sua existência ou seriedade. Na hipótese descrita, a nulidade se verifica em razão de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "incompetência."
      },
      {
        "letra": "B",
        "texto": "vício de forma."
      },
      {
        "letra": "C",
        "texto": "ilegalidade do objeto."
      },
      {
        "letra": "D",
        "texto": "inexistência dos motivos."
      },
      {
        "letra": "E",
        "texto": "desvio de finalidade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3286151",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Caconde - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos",
      "Atributos do ato administrativo – presunção de legitimidade, imperatividade, autoexecutoriedade e tipicidade",
      "Extinção dos atos administrativos",
      "Requisitos do ato administrativo – competência, finalidade, forma, motivo e objeto"
    ],
    "enunciado_principal": "Lucas é um estudante de administração pública que começou um estágio na prefeitura de sua cidade. No primeiro dia de trabalho, ele ouviu um debate entre dois servidores sobre a diferença entre fato administrativo e ato administrativo. Servidor A: “Um fato administrativo ocorre naturalmente dentro da administração pública, sem depender diretamente da vontade de um agente público, mas ainda assim gera efeitos jurídicos.” Servidor B: “Já um ato administrativo é sempre uma manifestação de vontade do Estado ou de seus agentes, visando produzir efeitos no mundo jurídico.” Mesmo sabendo que ambos os servidores estão corretos, Lucas ainda ficou com dúvidas e decidiu testar seus conhecimentos analisando algumas situações que presenciou ao longo do dia: 1-O prefeito assinou um decreto estabelecendo novas regras para o funcionamento do comércio local. 2-Um temporal derrubou a cobertura de um prédio público, exigindo uma reforma emergencial. 3-Um fiscal aplicou uma multa a um comerciante por descumprimento de normas sanitárias. 4-Um cidadão protocolou um pedido de licença para construir uma casa em sua propriedade. Com base no conceito de fato e ato administrativo, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a situação 1 representa um fato administrativo, pois se trata de uma decisão da Administração Pública."
      },
      {
        "letra": "B",
        "texto": "Apenas a situação 2 representa um fato administrativo, pois ocorreu sem depender da vontade humana, mas gerou efeitos na Administração Pública."
      },
      {
        "letra": "C",
        "texto": "As situações 1 e 3 representam fatos administrativos, pois ambas envolvem consequências jurídicas dentro da Administração Pública."
      },
      {
        "letra": "D",
        "texto": "Apenas a situação 4 representa um fato administrativo, pois envolve um pedido feito por um particular à Administração Pública."
      },
      {
        "letra": "E",
        "texto": "As situações 1, 3 e 4 são atos administrativos, pois envolvem manifestações de vontade da Administração Pública e produzem efeitos jurídicos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3286147",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Caconde - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos",
      "Teoria das nulidades",
      "Extinção dos atos administrativos",
      "Requisitos do ato administrativo – competência, finalidade, forma, motivo e objeto"
    ],
    "enunciado_principal": "A Prefeitura de Serra Nova emitiu uma licença para funcionamento de um comércio, mas um erro foi identificado posteriormente: o servidor que assinou a licença não tinha competência para praticar esse ato. Diante dessa situação, o setor jurídico analisou o caso e concluiu que todos os outros requisitos legais estavam corretos, sendo possível corrigir o erro sem causar prejuízo a terceiros ou ao interesse público. Qual deve ser a decisão da Administração Pública nesse caso?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Anular a licença imediatamente, pois qualquer ato administrativo praticado por autoridade incompetente deve ser considerado nulo, mesmo que todos os outros requisitos estejam corretos"
      },
      {
        "letra": "B",
        "texto": "Revogar a licença, pois a Administração Pública tem total liberdade para extinguir atos administrativos, independentemente de sua legalidade ou do impacto para terceiros."
      },
      {
        "letra": "C",
        "texto": "Convalidar o ato administrativo, corrigindo o vício de competência e garantindo validade à licença desde a sua emissão, pois não há prejuízo ao interesse público nem a terceiros."
      },
      {
        "letra": "D",
        "texto": "Substituir a licença por um novo ato administrativo, anulando a licença original e emitindo uma nova autorização, sem considerar os efeitos já produzidos pelo ato anterior."
      },
      {
        "letra": "E",
        "texto": "Encaminhar o caso ao Poder Judiciário, pois apenas uma decisão judicial pode determinar se o ato deve ser mantido ou invalidado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3286145",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Caconde - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Requisitos do ato administrativo – competência, finalidade, forma, motivo e objeto",
      "Existência, Validade e Eficácia do Ato Administrativo"
    ],
    "enunciado_principal": "A Prefeitura de Serra Branca publicou um decreto regulamentando o funcionamento do comércio local. No entanto, logo após sua edição, um grupo de comerciantes questionou sua validade, alegando que o decreto contrariava normas federais já existentes. Com base no conceito de validade dos atos administrativos e na doutrina de Hans Kelsen, qual é a principal característica de um ato administrativo válido?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Deve ser editado em conformidade com o sistema jurídico vigente."
      },
      {
        "letra": "B",
        "texto": "Pode contrariar normas superiores, desde que beneficie o interesse público."
      },
      {
        "letra": "C",
        "texto": "Pode conter vícios, desde que tenha sido assinado por uma autoridade competente."
      },
      {
        "letra": "D",
        "texto": "Só pode ser considerado inválido se houver manifestação do Poder Judiciário."
      },
      {
        "letra": "E",
        "texto": "A validade de um ato administrativo independe de sua conformidade com a ordem jurídica."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3285774",
    "metadata": "Ano: 2025 | Banca: Ibest | Órgão: CREFONO - 5ª Região",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Requisitos do ato administrativo – competência, finalidade, forma, motivo e objeto"
    ],
    "enunciado_principal": "A respeito dos requisitos do ato administrativo, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O elemento \"finalidade\" permite que o administrador escolha livremente os efeitos pretendidos pelo ato administrativo."
      },
      {
        "letra": "B",
        "texto": "Um ato administrativo pode ter sua competência delegada livremente, sem restrições legais."
      },
      {
        "letra": "C",
        "texto": "O elemento \"forma\" pode ser dispensado caso o administrador decida assim."
      },
      {
        "letra": "D",
        "texto": "O elemento \"motivo\" refere-se à situação de fato e ao fundamento jurídico que justificam a edição do ato."
      },
      {
        "letra": "E",
        "texto": "A \"finalidade\" não é um requisito essencial para a validade do ato administrativo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3285396",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Caconde - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Requisitos do ato administrativo – competência, finalidade, forma, motivo e objeto"
    ],
    "enunciado_principal": "Um ato administrativo para ser considerado válido:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não precisa preencher os cinco requisitos legais (competência, finalidade, forma e objeto)."
      },
      {
        "letra": "B",
        "texto": "Poderá apresentar vício insanável."
      },
      {
        "letra": "C",
        "texto": "Deverá preencher os cinco requisitos legais (competência, finalidade, forma e objeto)."
      },
      {
        "letra": "D",
        "texto": "Poderá apresentar vício sanável, mas não convalidado pela Administração."
      },
      {
        "letra": "E",
        "texto": "Deverá apresentar ato pendente de convalidação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3276268",
    "metadata": "Ano: 2025 | Banca: IV - UFG | Órgão: Prefeitura de Itumbiara - GO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Requisitos do ato administrativo – competência, finalidade, forma, motivo e objeto"
    ],
    "enunciado_principal": "Quando negarem, limitarem ou afetarem direitos ou interesses, os atos administrativos deverão ser",
    "alternativas": [
      {
        "letra": "A",
        "texto": "motivados."
      },
      {
        "letra": "B",
        "texto": "revogados."
      },
      {
        "letra": "C",
        "texto": "anulados."
      },
      {
        "letra": "D",
        "texto": "avocados."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3274226",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: IF-AM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Requisitos do ato administrativo – competência, finalidade, forma, motivo e objeto"
    ],
    "enunciado_principal": "No âmbito da Administração Pública, entende-se que ocorre o ato administrativo _________________ quando a Administração, diante de um caso concreto, aplica os critérios de conveniência e oportunidade. Contudo, há elementos do ato em que isso não é possível, como no elemento _____________, que diz respeito à premissa de que o objetivo sempre será o interesse público. Assinale a alternativa que preenche, correta e respectivamente, as lacunas do trecho acima.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "discricionário – objeto"
      },
      {
        "letra": "B",
        "texto": "discricionário – forma"
      },
      {
        "letra": "C",
        "texto": "discricionário – finalidade"
      },
      {
        "letra": "D",
        "texto": "vinculado – finalidade"
      },
      {
        "letra": "E",
        "texto": "vinculado – objeto"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3260895",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: HEMOMINAS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Requisitos do ato administrativo – competência, finalidade, forma, motivo e objeto",
      "Existência, Validade e Eficácia do Ato Administrativo"
    ],
    "enunciado_principal": "O Governador do Estado de Minas Gerais pretende, mediante ato exclusivo do Poder Executivo do respectivo Estado, expedir Portaria para autorizar a criação de novos cargos que se integrarão às Secretarias do Estado de Educação e de Finanças. Nesse contexto, afirme-se com base nas regras previstas na Lei nº 869, de 05 de julho de 1952, que dispõe sobre o Estatuto dos Funcionários Públicos Civis do Estado de Minas Gerais, que o referido ato a ser praticado pelo referido Governador é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "legal"
      },
      {
        "letra": "B",
        "texto": "ilegal"
      },
      {
        "letra": "C",
        "texto": "constitucional"
      },
      {
        "letra": "D",
        "texto": "inconstitucional"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3260736",
    "metadata": "Ano: 2025 | Banca: FAU | Órgão: Prefeitura de Porto Amazonas - PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Requisitos do ato administrativo – competência, finalidade, forma, motivo e objeto"
    ],
    "enunciado_principal": "Para Alexandrino e Paulo (2021, p. 458) manifestação ou declaração da administração pública, nesta qualidade, ou de particulares no exercício de prerrogativas públicas, que tenha por fim imediato a produção de efeitos jurídicos determinados, em conformidade com o interesse público e sob regime predominante de direito público. Referindo-se aos requisitos de validade ou elementos dos atos administrativos, analise as sentenças: I - São apontados como requisitos ou elementos dos atos administrativos: competência, finalidade, forma, motivo e objeto. II - O requisito competência pode ser definido como o poder legal conferido ao agente público para o desempenho específico das atribuições de seu cargo. A doutrina também se refere, por vezes, ao elemento competência, simplesmente, como “sujeito”. III - Somente a lei pode estabelecer competências administrativas, por essa razão, seja qual for a natureza do ato administrativo, o seu elemento competência é sempre vinculado. IV - Referindo-se a finalidade como elemento tem-se: uma finalidade geral ou mediata, que é sempre a mesma, expressa ou implicitamente estabelecida na lei: a satisfação do interesse público; e uma finalidade especifica, imediata, que é o objetivo direto, o resultado específico a ser alcançado, previsto na lei, e que deve determinar a prática do ato. A finalidade é um elemento sempre vinculado. V - Todo ato administrativo é, em princípio, formal, e a forma exigida pela lei quase sempre é a escrita (no caso dos atos praticados no âmbito do processo administrativo federal, a forma é sempre e obrigatoriamente a escrita). VI - Existem atos administrativos não escritos, como são exemplos: ordens verbais do superior ao seu subordinado; gestos, apitos e sinais luminosos na condução do trânsito; cartazes e placas que expressam uma ordem da administração pública, tais quais as que proíbem estacionar, proíbem fumar. VII - O objeto do ato administrativo identifica-se com o seu conteúdo, por meio do qual a administração manifesta sua vontade, ou atesta simplesmente situações preexistentes. VIII - Pode-se dizer que o objeto do ato administrativo é a própria alteração no mundo jurídico que o ato provoca, é o efeito jurídico imediato que o ato produz. Após a análise, pode-se afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todas as sentenças estão corretas."
      },
      {
        "letra": "B",
        "texto": "Todas as sentenças estão incorretas."
      },
      {
        "letra": "C",
        "texto": "Somente as sentenças I, II, III, VI, VII e VIII estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as sentenças II, V e VII estão incorretas."
      },
      {
        "letra": "E",
        "texto": "Somente as sentenças III, IV, V, VI, VII e VIII estão corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3260430",
    "metadata": "Ano: 2025 | Banca: SECPLAN | Órgão: Prefeitura de Presidente Kennedy - ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Requisitos do ato administrativo – competência, finalidade, forma, motivo e objeto"
    ],
    "enunciado_principal": "Quando um servidor público, ocupante de determinado cargo público da esfera municipal, pratica atos administrativos que exorbitem do poder previsto em lei para o exercício das funções próprias desse cargo, nesse contexto, quanto ao requisito ou elemento do administrativo em pauta, resta claro o desatendimento à sua:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "forma"
      },
      {
        "letra": "B",
        "texto": "integridade"
      },
      {
        "letra": "C",
        "texto": "competência"
      },
      {
        "letra": "D",
        "texto": "irretratabilidade"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3258211",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TRT - 10ª REGIÃO (DF e TO)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Requisitos do ato administrativo – competência, finalidade, forma, motivo e objeto"
    ],
    "enunciado_principal": "No que se refere às autarquias, à vinculação dos atos administrativos, aos princípios expressos e implícitos da administração pública e à organização administrativa do Estado, julgue o item subsequente. No âmbito da administração pública, admite-se a delegação de competências desde que ela não implique a transferência de prerrogativas essenciais à atividade estatal e que o delegante responda pelos atos praticados.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3254478",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: Câmara de Araraquara - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Teoria dos motivos determinantes",
      "Requisitos do ato administrativo – competência, finalidade, forma, motivo e objeto"
    ],
    "enunciado_principal": "O consultor legislativo de determinada Câmara Municipal foi surpreendido por decisão do Presidente da Casa que determinou a imediata rescisão do contrato de locação do imóvel onde a Câmara de Vereadores funciona. Ao analisar a ordem formalizada, o consultor legislativo observou que continha, unicamente, os seguintes dizeres: “Determino a rescisão imediata do contrato de locação do imóvel onde atualmente funciona a Câmara de Vereadores”. Tendo por base, exclusivamente, as informações disponibilizadas anteriormente, quanto às condições de validade do ato administrativo, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em razão do poder discricionário da administração e o fato de o Presidente da Câmara ser o sujeito competente, o ato administrativo é perfeito e legal."
      },
      {
        "letra": "B",
        "texto": "A forma do ato administrativo é a maneira pela qual ele deve ser praticado. Sua inobservância pode gerar a sua nulidade. Por isso, a rescisão imediata do contrato de locação deve ser por meio de Decreto Legislativo."
      },
      {
        "letra": "C",
        "texto": "O objeto, que é o próprio conteúdo do ato administrativo sob análise, modifica uma relação jurídica preexistente; por isso, esse tipo de ato administrativo exige manifestação bilateral e aceitação das partes para ter validade."
      },
      {
        "letra": "D",
        "texto": "O motivo do ato administrativo é a razão pela qual foi praticado. Contudo, a simples rescisão de um contrato de locação não exige prévia motivação, restando perfeitamente legal e aplicável a decisão do Presidente da Câmara."
      },
      {
        "letra": "E",
        "texto": "O motivo do ato administrativo é pressuposto de fato e de direito, servindo-lhe de fundamento objetivo. Não se confunde, contudo, com a motivação que é o dever de exposição dos motivos, a demonstração de que os pressupostos de fato e de direito realmente existiram no caso concreto. Enfim, o ato do Presidente da Câmara carece de motivação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3247999",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: Prefeitura de Niterói - RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos",
      "Requisitos do ato administrativo – competência, finalidade, forma, motivo e objeto"
    ],
    "enunciado_principal": "Entre os atos que visam a disciplinar o funcionamento da Administração e a conduta funcional de seus agentes, estão as portarias. Essa espécie de ato ordinatório da administração:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "são comunicações escritas que as autoridades fazem entre si, entre subalternos e superiores e entre a Administração e particulares, em caráter oficial"
      },
      {
        "letra": "B",
        "texto": "são atos administrativos expedidos pelos ministros de Estado para a execução de leis, de decretos e de regulamentos, mas são também utilizados por outros órgãos superiores para o mesmo fim"
      },
      {
        "letra": "C",
        "texto": "são atos internos pelos quais os chefes de órgãos, de repartições ou de serviços expedem determinações gerais ou especiais a seus subordinados, ou designam servidores para funções e cargos secundários"
      },
      {
        "letra": "D",
        "texto": "são ordens escritas, de caráter uniforme, expedidas a determinados funcionários ou agentes administrativos, incumbidos de certo serviço ou do desempenho de certas atribuições, em circunstâncias especiais"
      },
      {
        "letra": "E",
        "texto": "são ordens escritas e gerais a respeito do modo e da forma de execução de determinado serviço público, expedidas pelo superior hierárquico, com a finalidade de orientar os subalternos no desempenho das atribuições"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3247545",
    "metadata": "Ano: 2025 | Banca: AMEOSC | Órgão: Câmara de Princesa - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Requisitos do ato administrativo – competência, finalidade, forma, motivo e objeto"
    ],
    "enunciado_principal": "Os atos administrativos devem atender a determinados requisitos para serem considerados válidos. Avalie as afirmações a seguir e assinale (V) para verdadeiro e (F) para falso: (__)A competência é um requisito essencial do ato administrativo, devendo ser exercida por autoridade competente, salvo se houver delegação ou avocação permitida por Lei. (__)O motivo do ato administrativo corresponde à sua finalidade, sendo ambos sinônimos e podendo ser utilizados de forma intercambiável. (__)A forma dos atos administrativos é livre, podendo ser verbal, escrita ou qualquer outra, independentemente do que a legislação exigir. (__)O objeto do ato administrativo refere-se ao efeito jurídico que ele produz, devendo sempre ser lícito e possível. Assinale a alternativa que apresenta a sequência correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V − V − F - V."
      },
      {
        "letra": "B",
        "texto": "F − F − V - F"
      },
      {
        "letra": "C",
        "texto": "V − F − F - V."
      },
      {
        "letra": "D",
        "texto": "F − V − F − V."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3241772",
    "metadata": "Ano: 2025 | Banca: IBAM | Órgão: Câmara de Bebedouro - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos",
      "Atributos do ato administrativo – presunção de legitimidade, imperatividade, autoexecutoriedade e tipicidade",
      "Requisitos do ato administrativo – competência, finalidade, forma, motivo e objeto"
    ],
    "enunciado_principal": "Acerca das diversas classificações, atributos e elementos do ato administrativo, comumente consagrados pela doutrina administrativa, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A imperatividade é um atributo presente em todos os atos administrativos, independentemente de sua natureza."
      },
      {
        "letra": "B",
        "texto": "A finalidade específica do ato administrativo pode ser alterada pelo agente público, desde que atenda ao interesse público geral."
      },
      {
        "letra": "C",
        "texto": "A autoexecutoriedade dos atos administrativos depende de previsão legal ou situação de urgência."
      },
      {
        "letra": "D",
        "texto": "A delegação de competência pode ser realizada mesmo em atos normativos, desde que não haja vedação legal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3224016",
    "metadata": "Ano: 2025 | Banca: IBFC | Órgão: UFPB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Requisitos do ato administrativo – competência, finalidade, forma, motivo e objeto"
    ],
    "enunciado_principal": "Ato administrativo é espécie de ato jurídico. Pode-se conceituá-lo como manifestação unilateral de vontade da Administração Pública, apta a gerar efeitos jurídicos, que tem finalidade pública. Abaixo estão algumas de suas características. Diante destas características, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Manifestação de vontade. Exterioriza a vontade do agente mediante uma ação ou omissão"
      },
      {
        "letra": "B",
        "texto": "Competência. Poder atribuído ao agente para o desempenho específico de suas funções"
      },
      {
        "letra": "C",
        "texto": "Parte da Administração Pública. Diferentemente do ato jurídico comum, o ato administrativo, para ser válido e eficaz como tal, deve nascer do exercício da função administrativa"
      },
      {
        "letra": "D",
        "texto": "Gera efeitos jurídicos. Os efeitos são disciplinados pelo Direito"
      },
      {
        "letra": "E",
        "texto": "Finalidade pública. É o objetivo de interesse público a ser atingido"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3223995",
    "metadata": "Ano: 2025 | Banca: IBFC | Órgão: UFPB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Requisitos do ato administrativo – competência, finalidade, forma, motivo e objeto"
    ],
    "enunciado_principal": "Sobre a motivação dos atos administrativos, assinale a alternativa incorreta, nos termos da Lei nº 9.784/1999.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A motivação das decisões de órgãos colegiados e comissões ou de decisões orais constará da respectiva ata ou de termo escrito ."
      },
      {
        "letra": "B",
        "texto": "Na solução de vários assuntos da mesma natureza, pode ser utilizado meio mecânico que reproduza os fundamentos das decisões, desde que não prejudique direito ou garantia dos interessados"
      },
      {
        "letra": "C",
        "texto": "A motivação não pode consistir em declaração de concordância com fundamentos de pareceres, informações, decisões ou propostas anteriores"
      },
      {
        "letra": "D",
        "texto": "A motivação das decisões de órgãos colegiados e comissões ou de decisões orais constará da respectiva ata ou de termo escrito"
      },
      {
        "letra": "E",
        "texto": "Os atos administrativos deverão ser motivados, com indicação dos fatos e dos fundamentos jurídicos, quando negarem, limitarem ou afetarem direitos ou interesses dos administrados"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3220081",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Câmara de Itupeva - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Requisitos do ato administrativo – competência, finalidade, forma, motivo e objeto"
    ],
    "enunciado_principal": "Segundo Maria Sylvia Zanella Di Pietro, ato administrativo é a declaração do Estado ou de quem o represente, que produz efeitos jurídicos imediatos, com observância da lei, sob o regime jurídico de direito público e sujeita ao controle pelo Poder Público. Assinale a alternativa que corresponde a um dos requisitos do Ato Administrativo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Veracidade dos atos administrativos."
      },
      {
        "letra": "B",
        "texto": "Imperatividade."
      },
      {
        "letra": "C",
        "texto": "Autoexecutoriedade."
      },
      {
        "letra": "D",
        "texto": "Tipicidade."
      },
      {
        "letra": "E",
        "texto": "Motivo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3219048",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Câmara de Itupeva - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos",
      "Requisitos do ato administrativo – competência, finalidade, forma, motivo e objeto"
    ],
    "enunciado_principal": "Acerca dos atos administrativos, analise os itens abaixo e assinale a alternativa correta. I – Os atos administrativos são bilaterais e dependem da vontade da administração pública ou dos particulares que estejam exercendo prerrogativas públicas. II – São elementos essenciais dos atos administrativos: a competência, a finalidade, a forma, o motivo e o objeto.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A asserção I é uma proposição falsa, e a II é uma proposição verdadeira."
      },
      {
        "letra": "B",
        "texto": "As asserções I e II são proposições verdadeiras, e a II é um complemento da I."
      },
      {
        "letra": "C",
        "texto": "A asserção I é uma proposição verdadeira, e a II é uma proposição falsa."
      },
      {
        "letra": "D",
        "texto": "As asserções I e II são proposições falsas."
      },
      {
        "letra": "E",
        "texto": "As asserções I e II são proposições verdadeiras, mas a II não é um complemento da I."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3218038",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: IF Farroupilha - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Requisitos do ato administrativo – competência, finalidade, forma, motivo e objeto"
    ],
    "enunciado_principal": "Um servidor de um órgão público recebe a solicitação para aplicar uma penalidade administrativa a um servidor que descumpriu normas internas. Antes de tomar qualquer providência, ele verifica os documentos que comprovam a infração cometida e analisa se há justificativa para a punição. Em outras palavras, ele analisa os pressupostos de fato e de direito que justificam a prática do ato. De acordo com a teoria do Direito Administrativo, a atividade realizada pelo servidor público está relacionada a qual elemento do ato administrativo?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Competência."
      },
      {
        "letra": "B",
        "texto": "Objeto."
      },
      {
        "letra": "C",
        "texto": "Forma."
      },
      {
        "letra": "D",
        "texto": "Motivo."
      },
      {
        "letra": "E",
        "texto": "Finalidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3216487",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: TRT - 6ª Região (PE)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos",
      "Requisitos do ato administrativo – competência, finalidade, forma, motivo e objeto"
    ],
    "enunciado_principal": "Os atos administrativos são dotados de atributos próprios, que os distinguem de outros atos e negócios jurídicos, a exemplo da",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Presunção de legalidade, presumindo-se que são aderentes a lei, quando emitidos por autoridade competente, o que impõe sua desconstituição apenas pela via judicial."
      },
      {
        "letra": "B",
        "texto": "Presunção de veracidade, porque, se editados, os atos administrativos são conformes ao ordenamento jurídico, tem validade e autorizam a adoção de medidas coercitivas diretas para sua execução."
      },
      {
        "letra": "C",
        "texto": "autoexecutoriedade, decorrência do atributo da imperatividade, este que dispensa manifestação judicial para projetar efeitos em relação a terceiros."
      },
      {
        "letra": "D",
        "texto": "finalidade de interesse público, obrigatória em todos os atos administrativas e cuja violação aciona a possibilidade de sua revogação administrativa ou judicial."
      },
      {
        "letra": "E",
        "texto": "coercitividade, presente em todos os atos administrativos e decorrência do atributo da autoexecutoriedade, dispensando ordem judicial para sua execução."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3207401",
    "metadata": "Ano: 2025 | Banca: CONSULPAM | Órgão: CFESS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Requisitos do ato administrativo – competência, finalidade, forma, motivo e objeto"
    ],
    "enunciado_principal": "A finalidade do ato administrativo é um elemento essencial para que ele seja considerado válido. Sobre ele, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A finalidade do ato administrativo pode ser atendida mesmo que ele beneficie exclusivamente o agente público que o pratica."
      },
      {
        "letra": "B",
        "texto": "A finalidade do ato administrativo deve ser sempre a obtenção de lucro financeiro para a Administração Pública."
      },
      {
        "letra": "C",
        "texto": "A finalidade geral e mediata de todo ato administrativo deve ser a satisfação do interesse público. Além disso, cada ato terá uma finalidade específica e imediata, relacionada ao resultado específico que ele busca produzir."
      },
      {
        "letra": "D",
        "texto": "A finalidade do ato administrativo é irrelevante, desde que o ato esteja de acordo com a lei."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3204402",
    "metadata": "Ano: 2025 | Banca: UECE-CEV | Órgão: PGE-CE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Requisitos do ato administrativo – competência, finalidade, forma, motivo e objeto"
    ],
    "enunciado_principal": "São elementos do ato administrativo que podem ser discricionários:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "competência e forma."
      },
      {
        "letra": "B",
        "texto": "competência e objeto."
      },
      {
        "letra": "C",
        "texto": "finalidade e motivo."
      },
      {
        "letra": "D",
        "texto": "forma e finalidade."
      },
      {
        "letra": "E",
        "texto": "motivo e objeto."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3199835",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: Prefeitura de Sinop - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Requisitos do ato administrativo – competência, finalidade, forma, motivo e objeto"
    ],
    "enunciado_principal": "O ato administrativo é composto de elementos que lhe dão validade, entre os quais se insere aquele que define que o ato seja praticado por agente legalmente habilitado para praticá-lo. Esse elemento é denominado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "objeto"
      },
      {
        "letra": "B",
        "texto": "finalidade"
      },
      {
        "letra": "C",
        "texto": "capacidade"
      },
      {
        "letra": "D",
        "texto": "competência"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3179821",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: UNESP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Requisitos do ato administrativo – competência, finalidade, forma, motivo e objeto"
    ],
    "enunciado_principal": "De acordo com o Manual de Redação Oficial e Padronização de Atos Administrativos da Unesp – 2020, como é definida a situação de fato e de direito que justifica ou autoriza a realização de um ato administrativo?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Motivo"
      },
      {
        "letra": "B",
        "texto": "Forma"
      },
      {
        "letra": "C",
        "texto": "Competência"
      },
      {
        "letra": "D",
        "texto": "Finalidade"
      },
      {
        "letra": "E",
        "texto": "Objeto"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3179570",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Processo Administrativo - Lei nº 9.784 de 1999 e Lei nº 14.210 de 2021",
      "Teoria das nulidades",
      "Extinção dos atos administrativos",
      "Requisitos do ato administrativo – competência, finalidade, forma, motivo e objeto",
      "Demais aspectos da lei 9.784/99"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No âmbito da Administração Federal direta e indireta, os processos administrativos de que resultem sanções poderão ser revistos, a pedido do interessado, no prazo máximo de 5 (cinco) anos da comunicação pessoal ou da publicação da penalidade."
      },
      {
        "letra": "B",
        "texto": "A motivação da decisão administrativa demonstrará a necessidade e a adequação da medida imposta ou da invalidação de ato, contrato, ajuste, processo ou norma administrativa, ônus que não se transmite à decisão jurisdicional que eventualmente a controle, diante da independência e harmonia dos Poderes."
      },
      {
        "letra": "C",
        "texto": "Ressalvados os casos expressamente previstos em lei, é vedado à autoridade administrativa celebrar compromisso com os interessados, em situação contenciosa, inclusive no caso de expedição de licença."
      },
      {
        "letra": "D",
        "texto": "A decisão administrativa ou jurisdicional que decretar a invalidação de ato administrativo deverá indicar, de modo expresso, suas consequências jurídicas e administrativas e deverá ainda, quando for o caso, apontar as condições para que a regularização ocorra de modo proporcional e equânime e sem prejuízo aos interesses gerais, não se podendo impor aos sujeitos atingidos ônus ou perdas que, em função das peculiaridades do caso, sejam anormais ou excessivos."
      },
      {
        "letra": "E",
        "texto": "Padece de nulidade absoluta a decisão administrativa que estabeleça interpretação ou orientação nova sobre norma de conteúdo indeterminado, impondo novo dever ou novo condicionamento de direito, e prevendo regime de transição para que o novo dever ou condicionamento de direito sejam integralmente aplicados."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3178823",
    "metadata": "Ano: 2025 | Banca: MS CONCURSOS | Órgão: FCS - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos",
      "Requisitos do ato administrativo – competência, finalidade, forma, motivo e objeto"
    ],
    "enunciado_principal": "De acordo com Hely Lopes Meireles, na obra citada na questão 33, a “Administração Pública realiza sua função executiva por meio de atos jurídicos que recebem a denominação especial de atos administrativos,” assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O ato administrativo só pode ser revogado pelo Poder Judiciário."
      },
      {
        "letra": "B",
        "texto": "O ato administrativo pode se revestir de qualquer forma, desde que não vedada pela legislação."
      },
      {
        "letra": "C",
        "texto": "O ato administrativo não goza de presunção de legitimidade."
      },
      {
        "letra": "D",
        "texto": "A competência é um dos requisitos necessários do ato administrativo."
      },
      {
        "letra": "E",
        "texto": "O ato administrativo não necessita de motivo para ser praticado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3175282",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Tangará da Serra - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Requisitos do ato administrativo – competência, finalidade, forma, motivo e objeto"
    ],
    "enunciado_principal": "Uma autoridade administrativa utiliza o poder que lhe foi conferido para um fim diverso daquele previsto na lei, buscando beneficiar interesses pessoais em vez de atender ao interesse público. Esse comportamento caracteriza um desvio de poder que está relacionado a um vício em qual elemento do ato administrativo?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Competência."
      },
      {
        "letra": "B",
        "texto": "Forma."
      },
      {
        "letra": "C",
        "texto": "Motivo."
      },
      {
        "letra": "D",
        "texto": "Finalidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3175270",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Tangará da Serra - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Requisitos do ato administrativo – competência, finalidade, forma, motivo e objeto"
    ],
    "enunciado_principal": "Analise a sentença abaixo: No Direito Administrativo, os atos administrativos são compostos por diversos elementos que garantem sua validade e eficácia (1ª parte). Um desses elementos refere-se ao modo de exteriorização do ato, que, como regra, deve ser formalizado por escrito (2ª parte). Quando há vício nesse elemento, ele é passível de convalidação, desde que não comprometa a finalidade do ato (3ª parte). Esse elemento do ato administrativo é conhecido como forma (4ª parte). Quais partes estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a 1ª e a 2ª partes."
      },
      {
        "letra": "B",
        "texto": "Apenas a 3ª e a 4ª partes."
      },
      {
        "letra": "C",
        "texto": "Apenas a 1ª, a 2ª e a 3ª partes."
      },
      {
        "letra": "D",
        "texto": "Todas as partes."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3172448",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos",
      "Requisitos do ato administrativo – competência, finalidade, forma, motivo e objeto"
    ],
    "enunciado_principal": "[Questão inédita] Os atos administrativos podem ser definidos como ações voluntárias e unilaterais da Administração ou aqueles com prerrogativas públicas, onde há declaração de vontade para garantir o interesse público. Analise as afirmativas abaixo e dê valores Verdadeiro (V) ou Falso (F). ( ) Atos Individuais são atos singulares com destinatário determinado. ( ) Os requisitos são exigências para garantir a validade do ato administrativo, sem os quais o ato se tornará nulo. ( ) A forma é a exteriorização do ato, estando presente em atos vinculados e discricionários. Assinale a alternativa que apresenta a sequência correta de cima para baixo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V – F – V."
      },
      {
        "letra": "B",
        "texto": "F – F – V."
      },
      {
        "letra": "C",
        "texto": "F – V – F."
      },
      {
        "letra": "D",
        "texto": "V – F – F."
      },
      {
        "letra": "E",
        "texto": "V – V – V."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3164363",
    "metadata": "Ano: 2025 | Banca: ACAFE | Órgão: Câmara de Caibi - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Requisitos do ato administrativo – competência, finalidade, forma, motivo e objeto",
      "Existência, Validade e Eficácia do Ato Administrativo"
    ],
    "enunciado_principal": "Ao revisar um ato administrativo da Câmara Municipal, o secretário legislativo identificou que faltava motivação explícita para a decisão tomada. Por que a motivação é essencial nos atos administrativos?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Porque elimina a necessidade de análise por outros órgãos de controle."
      },
      {
        "letra": "B",
        "texto": "Porque permite que a autoridade tome decisões sem explicação."
      },
      {
        "letra": "C",
        "texto": "Porque garante transparência, justificando a legalidade e a finalidade do ato."
      },
      {
        "letra": "D",
        "texto": "Porque facilita a aprovação automática de decisões pela população."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3162475",
    "metadata": "Ano: 2025 | Banca: Unesc | Órgão: FESPORTE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Requisitos do ato administrativo – competência, finalidade, forma, motivo e objeto",
      "Existência, Validade e Eficácia do Ato Administrativo"
    ],
    "enunciado_principal": "Os atos administrativos são instrumentos essenciais para a concretização das atividades da administração pública. Eles possuem requisitos fundamentais que garantem sua validade e eficácia. Analise as afirmações a seguir e marque-as como Verdadeiras (V) ou Falsas (F): (__)Competência. (__)Forma. (__)Motivo. (__)Finalidade. Após análise, assinale a alternativa que apresenta a sequência correta dos itens acima, de cima para baixo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V, V, F, F."
      },
      {
        "letra": "B",
        "texto": "F, F, V, F."
      },
      {
        "letra": "C",
        "texto": "V, F, V, V."
      },
      {
        "letra": "D",
        "texto": "V, V, V, V."
      },
      {
        "letra": "E",
        "texto": "F, F, F, F."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3160194",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Morungaba - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Requisitos do ato administrativo – competência, finalidade, forma, motivo e objeto"
    ],
    "enunciado_principal": "Identifique o termo que descreve a situação fática ou jurídica que fundamenta a edição de um ato administrativo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Intenção."
      },
      {
        "letra": "B",
        "texto": "Motivo."
      },
      {
        "letra": "C",
        "texto": "Diretriz."
      },
      {
        "letra": "D",
        "texto": "Responsabilidade."
      },
      {
        "letra": "E",
        "texto": "Aprovação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3160175",
    "metadata": "Ano: 2025 | Banca: Wisdom | Órgão: Prefeitura de Herval D`Oeste - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Requisitos do ato administrativo – competência, finalidade, forma, motivo e objeto"
    ],
    "enunciado_principal": "Qual dos seguintes elementos não é um requisito essencial para a validade de um ato administrativo?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Competência."
      },
      {
        "letra": "B",
        "texto": "Finalidade."
      },
      {
        "letra": "C",
        "texto": "Forma."
      },
      {
        "letra": "D",
        "texto": "Arrependimento."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3136206",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Santa Rosa - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Requisitos do ato administrativo – competência, finalidade, forma, motivo e objeto"
    ],
    "enunciado_principal": "São elementos, ou requisitos, de validade dos atos administrativos, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Competência."
      },
      {
        "letra": "B",
        "texto": "Finalidade."
      },
      {
        "letra": "C",
        "texto": "Objeto."
      },
      {
        "letra": "D",
        "texto": "Publicidade."
      },
      {
        "letra": "E",
        "texto": "Motivo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3393567",
    "metadata": "Ano: 2024 | Banca: FURB | Órgão: Prefeitura de Bombinhas - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Requisitos do ato administrativo – competência, finalidade, forma, motivo e objeto"
    ],
    "enunciado_principal": "Nos atos administrativos, a presença e a adequada observância dos elementos contribuem para a legalidade, legitimidade e eficácia. A falta ou inadequação de um desses elementos pode acarretar a nulidade ou anulação do ato, garantindo a proteção dos princípios que regem a administração pública. Os atos administrativos são compostos por diversos elementos. Sobre isso, assinale a alternativa que apresenta os elementos que conferem validade e eficácia às decisões da administração pública:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Finalidade, competência, lucro financeiro e interesse privado."
      },
      {
        "letra": "B",
        "texto": "Lucro financeiro, competência, finalidade e forma."
      },
      {
        "letra": "C",
        "texto": "Competência, finalidade, forma, motivo e objeto."
      },
      {
        "letra": "D",
        "texto": "Decisão arbitrária, interesse público, objeto, finalidade e motivo."
      },
      {
        "letra": "E",
        "texto": "Interesse privado, decisão arbitrária, finalidade e forma."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3393412",
    "metadata": "Ano: 2024 | Banca: OBJETIVA | Órgão: Prefeitura de Roque Gonzales - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Requisitos do ato administrativo – competência, finalidade, forma, motivo e objeto"
    ],
    "enunciado_principal": "Conforme a corrente clássica defendida por Hely Lopes Meirelles, os requisitos dos atos administrativos são: I. Competência. II. Finalidade. III. Objeto. IV. Forma. Estão CORRETOS:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente os itens I e II."
      },
      {
        "letra": "B",
        "texto": "Somente os itens II e III."
      },
      {
        "letra": "C",
        "texto": "Somente os itens I, II e IV."
      },
      {
        "letra": "D",
        "texto": "Todos os itens."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3357336",
    "metadata": "Ano: 2024 | Banca: CETAP | Órgão: SEOP-PA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Requisitos do ato administrativo – competência, finalidade, forma, motivo e objeto"
    ],
    "enunciado_principal": "Considere que um agente público praticou ato de conteúdo diverso do determinado pela lei. Neste caso, é correto afirmar que há vício por defeito de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "competência."
      },
      {
        "letra": "B",
        "texto": "objeto."
      },
      {
        "letra": "C",
        "texto": "finalidade."
      },
      {
        "letra": "D",
        "texto": "forma."
      },
      {
        "letra": "E",
        "texto": "motivo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3298541",
    "metadata": "Ano: 2024 | Banca: IDCAP | Órgão: Prefeitura de Piúma - ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Requisitos do ato administrativo – competência, finalidade, forma, motivo e objeto"
    ],
    "enunciado_principal": "O ato administrativo é composto por elementos essenciais, cuja presença é indispensável para sua validade e eficácia. Sobre os elementos do ato administrativo, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A finalidade do ato administrativo pode ser alterada conforme a conveniência e oportunidade do agente público, ainda que se distancie do interesse público."
      },
      {
        "letra": "B",
        "texto": "A competência poderá ser delegada em qualquer hipótese, inclusive em caráter definitivo."
      },
      {
        "letra": "C",
        "texto": "A forma é a exteriorização do ato, determinada por lei. Em regra, os atos administrativos devem ser escritos."
      },
      {
        "letra": "D",
        "texto": "A imperatividade do ato administrativo constitui elemento que impõe obrigações, independente da vontade do particular."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3271179",
    "metadata": "Ano: 2024 | Banca: Ibest | Órgão: CRF-RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Conceito e classificação dos atos administrativos",
      "Requisitos do ato administrativo – competência, finalidade, forma, motivo e objeto"
    ],
    "enunciado_principal": "Segundo Carvalho (2019, p. 258), atos administrativos são atos por meio dos quais a Administração Pública atua, no exercício da função administrativa, sob o regime de direito público e ensejando manifestação de vontade do Estado ou de quem lhe faça às vezes. Com base nessa informação, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os atos vinculados são aqueles em que a lei confere ao administrador público margem de escolha relativa a razões de oportunidade e conveniência."
      },
      {
        "letra": "B",
        "texto": "o ato administrativo tem como requisito a competência, a finalidade, a imperatividade e a presunção de legitimidade."
      },
      {
        "letra": "C",
        "texto": "o ato válido é aquele criado de acordo com as normas previamente estabelecidas na legislação pertinente."
      },
      {
        "letra": "D",
        "texto": "os atos constitutivos são aqueles que afirmam um direito preexistente, a partir do reconhecimento de uma situação jurídica previamente constituída."
      },
      {
        "letra": "E",
        "texto": "os atos ordinatórios são aqueles por meio dos quais a administração concede direitos pleiteados por particulares."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3248544",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: EBSERH",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Teoria das nulidades",
      "Requisitos do ato administrativo – competência, finalidade, forma, motivo e objeto",
      "Existência, Validade e Eficácia do Ato Administrativo"
    ],
    "enunciado_principal": "Os atos administrativos devem obedecer a regras específicas para garantir sua validade, caso contrário, podem apresentar vícios que os tornam passíveis de invalidação. No entanto, dependendo do elemento afetado pelo vício, é possível sua correção. Nesse sentido, com base no arcabouço legal, é possível sanar o vício",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de forma, desde que realizado por algum Chefe de Poder."
      },
      {
        "letra": "B",
        "texto": "de competência, desde que não seja exclusiva de uma autoridade."
      },
      {
        "letra": "C",
        "texto": "de motivo, desde que o ato não prejudique terceiros."
      },
      {
        "letra": "D",
        "texto": "de objeto, desde não seja vedado expressamente por lei."
      },
      {
        "letra": "E",
        "texto": "de finalidade, desde que não se trate de abuso de poder."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3202230",
    "metadata": "Ano: 2024 | Banca: Ibest | Órgão: Prefeitura de Dourados - MS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Requisitos do ato administrativo – competência, finalidade, forma, motivo e objeto"
    ],
    "enunciado_principal": "Nos atos administrativos, o atributo pelo qual o ato administrativo deve corresponder a figuras definidas previamente pela lei como aptas a produzir determinados resultados, e que decorre do princípio da legalidade, é denominado",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tipicidade."
      },
      {
        "letra": "B",
        "texto": "autoexecutoriedade."
      },
      {
        "letra": "C",
        "texto": "imperatividade."
      },
      {
        "letra": "D",
        "texto": "presunção de legitimidade e veracidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3191972",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Prefeitura de Paraty - RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Requisitos do ato administrativo – competência, finalidade, forma, motivo e objeto"
    ],
    "enunciado_principal": "Analise os itens a seguir e assinale a alternativa correta. I - Os elementos do ato administrativo são: Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência. II – Em relação aos elementos do ato administrativo, a forma é o modo através do qual se exterioriza o ato administrativo, é seu revestimento. É outro elemento sempre essencial à validade do ato. Se não existe forma, não existe ato; se a forma não é respeitada, o ato é nulo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A asserção I é uma proposição falsa, e a II é uma proposição verdadeira."
      },
      {
        "letra": "B",
        "texto": "As asserções I e II são proposições verdadeiras, e a II é um complemento da I."
      },
      {
        "letra": "C",
        "texto": "A asserção I é uma proposição verdadeira, e a II é uma proposição falsa."
      },
      {
        "letra": "D",
        "texto": "As asserções I e II são proposições falsas."
      },
      {
        "letra": "E",
        "texto": "As asserções I e II são proposições verdadeiras, mas a II não é um complemento da I."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3191386",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Prefeitura de Paraty - RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Requisitos do ato administrativo – competência, finalidade, forma, motivo e objeto"
    ],
    "enunciado_principal": "Assinale a alternativa que descreve corretamente elementos essenciais dos atos administrativos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Presunção de Veracidade, Autoexecutividade, Finalidade, Motivação e Objetivo."
      },
      {
        "letra": "B",
        "texto": "Eficiência, Moralidade, Autoexecutividade, Imperatividade e Forma."
      },
      {
        "letra": "C",
        "texto": "Impessoalidade, Eficiência, Motivo, Competência e Presunção de Veracidade."
      },
      {
        "letra": "D",
        "texto": "Conteúdo, Forma, Finalidade, Motivo e Competência."
      },
      {
        "letra": "E",
        "texto": "Legalidade, Impessoalidade, Moralidade, Publicidade e Competência."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3186037",
    "metadata": "Ano: 2024 | Banca: AMEOSC | Órgão: Prefeitura de Bandeirante - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Requisitos do ato administrativo – competência, finalidade, forma, motivo e objeto"
    ],
    "enunciado_principal": "Em relação aos conceitos dos elementos do Ato Administrativo, indique a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O motivo do ato administrativo é sempre o interesse público. É um elemento vinculado do ato, uma vez que a lei sempre define qual é o interesse público a ser perseguido, implícita ou explicitamente."
      },
      {
        "letra": "B",
        "texto": "A competência é a atribuição legal para a prática do ato, ou seja, é o poder atribuído ao agente da Administração para o desempenho específico de suas funções. Decorre do princípio da legalidade e é um elemento vinculado do ato."
      },
      {
        "letra": "C",
        "texto": "A forma é a criação, modificação ou comprovação de situações jurídicas concernentes a pessoas, coisas ou atividades sujeitas à ação do Poder Público. É o conteúdo do ato, através do qual a Administração manifesta a sua vontade."
      },
      {
        "letra": "D",
        "texto": "O objeto é a situação de direito ou de fato que determina ou autoriza a realização do ato administrativo. Pode vir expresso em lei, como também ser deixado ao critério do administrador público."
      }
    ],
    "gabarito": "B"
  }
]