[
  {
    "id": "3552738",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Câmara de Caçapava - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Intervenção do estado na propriedade",
      "Requisição administrativa"
    ],
    "enunciado_principal": "Considere a seguinte assertiva que define instituto jurídico previsto na Constituição Federal: “ato administrativo unilateral, autoexecutório e oneroso, consistente na utilização de bens ou de serviços particulares pela Administração, para atender a necessidades coletivas em tempo de guerra ou em caso de perigo público iminente” (DI PIETRO, Maria Sylvia Zanella. Direito Administrativo. 37.ª ed. Rio de Janeiro: Ed. Forense, 2024, p. 152). Trata-se do conceito do ato administrativo de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ocupação temporária."
      },
      {
        "letra": "B",
        "texto": "desapropriação."
      },
      {
        "letra": "C",
        "texto": "servidão."
      },
      {
        "letra": "D",
        "texto": "tombamento."
      },
      {
        "letra": "E",
        "texto": "requisição."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3508878",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: CAU-MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Intervenção do estado na propriedade",
      "Requisição administrativa"
    ],
    "enunciado_principal": "Julgue o próximo item acerca de análise de processos, atos administrativos, requisição e administração direta, indireta e funcional. Uma requisição de bens não será legitimada em caso de inexistência de perigo público iminente, bem como inexistem óbices constitucionais no que se refere à requisição de serviços.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3479217",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: UNB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Intervenção do estado na propriedade",
      "Requisição administrativa"
    ],
    "enunciado_principal": "Com fundamento na legislação vigente e na doutrina majoritária, julgue o item a seguir, acerca de intervenção do Estado sobre a propriedade privada, licitações, parceria público-privada, controle e poderes da administração e improbidade administrativa. Em se tratando de requisição administrativa, modalidade de intervenção do Estado na propriedade privada, em caso de iminente perigo público, a autoridade competente poderá usar de propriedade particular, assegurada ao proprietário indenização ulterior, independentemente da existência de dano.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3334326",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Intervenção do estado na propriedade",
      "Requisição administrativa"
    ],
    "enunciado_principal": "Acerca do tema limitações do Estado na propriedade privada e especificamente sobre o instituto da requisição administrativa, considerando-se para tanto o entendimento dos tribunais superiores acerca do tema, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo entendimento jurisprudencial do STF, a requisição de bens e serviços de um ente federativo por outro ofende o princípio federativo."
      },
      {
        "letra": "B",
        "texto": "É livre a requisição de bens e serviços públicos pela União em face de determinado Estado."
      },
      {
        "letra": "C",
        "texto": "A requisição de bens e serviços públicos por entes públicos deve obedecer ao princípio da hierarquia federativa."
      },
      {
        "letra": "D",
        "texto": "Admite-se a requisição de bens públicos entre todos os entes federados, desde que seja onerosa."
      },
      {
        "letra": "E",
        "texto": "A requisição administrativa de produtos e insumos para o combate à COVID-19 restou proibida no âmbito do STF, seja envolvendo entes públicos reciprocamente, seja na modalidade de requisição administrativa a entidades privadas, a exemplo de um Município que requisita bens e serviços particulares."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3334319",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Intervenção do estado na propriedade",
      "Requisição administrativa",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "Durante situação de calamidade pública causada por um desastre ambiental, um prédio particular foi requisitado por autoridade municipal para abrigar temporariamente famílias desabrigadas. O proprietário não concordou com a medida e exigiu indenização imediata e em dinheiro, alegando violação ao direito de propriedade. À luz da Constituição Federal, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A requisição de imóvel particular somente é possível mediante decreto de desapropriação e pagamento prévio em dinheiro ao proprietário."
      },
      {
        "letra": "B",
        "texto": "A autoridade pública agiu de forma inconstitucional, pois o uso de propriedade particular somente é admissível se autorizado judicialmente."
      },
      {
        "letra": "C",
        "texto": "A requisição da propriedade é constitucional, mas a indenização deve ser paga previamente e em títulos da dívida pública."
      },
      {
        "letra": "D",
        "texto": "A Constituição permite o uso de propriedade particular em iminente perigo público, com indenização ulterior apenas se houver dano ao bem."
      },
      {
        "letra": "E",
        "texto": "A pequena propriedade rural, ainda que voltada à subsistência familiar, pode ser penhorada em situações de emergência coletiva."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3204409",
    "metadata": "Ano: 2025 | Banca: UECE-CEV | Órgão: PGE-CE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Intervenção do estado na propriedade",
      "Requisição administrativa"
    ],
    "enunciado_principal": "A Constituição Federal, em seu Artigo 5º, XXV, assim dispõe: “no caso de iminente perigo público, a autoridade competente poderá usar de propriedade particular, assegurada ao proprietário indenização ulterior, se houver dano”. Essa modalidade de intervenção do Estado na propriedade privada denomina-se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Limitação Administrativa."
      },
      {
        "letra": "B",
        "texto": "Ocupação Temporária."
      },
      {
        "letra": "C",
        "texto": "Requisição Administrativa."
      },
      {
        "letra": "D",
        "texto": "Servidão Administrativa."
      },
      {
        "letra": "E",
        "texto": "Tombamento Público."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3170090",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TRF - 6ª REGIÃO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Intervenção do estado na propriedade",
      "Requisição administrativa"
    ],
    "enunciado_principal": "Acerca da análise e melhoria de processos, da administração direta e indireta, dos atos administrativos e da requisição, julgue o item seguinte. Para que ocorra a requisição estatal de uma propriedade particular, é facultativa exposição de motivos que leve em consideração as consequências práticas da decisão, bastando, para tanto, que se indique a possível iminência de perigo público.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3154660",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: SEFAZ-RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Intervenção do estado na propriedade",
      "Requisição administrativa"
    ],
    "enunciado_principal": "Matheus, agente público competente no âmbito do Estado Alfa, em situação de iminente perigo público, causado por evento climático extremo, pretende utilizar o imóvel particular de Jonas, com o objetivo de atender ao interesse público primário. Nesse cenário, considerando as disposições da Constituição Federal, a atuação de Matheus caracterizará uma manifestação do instituto da",
    "alternativas": [
      {
        "letra": "A",
        "texto": "requisição administrativa, modalidade de intervenção branda do Estado na propriedade, assegurando ao proprietário indenização prévia, justa e em dinheiro."
      },
      {
        "letra": "B",
        "texto": "desapropriação, modalidade de intervenção drástica do Estado na propriedade, assegurando ao proprietário indenização prévia, justa e em dinheiro."
      },
      {
        "letra": "C",
        "texto": "requisição administrativa, modalidade de intervenção branda do Estado na propriedade, assegurando ao proprietário indenização ulterior, se houver dano."
      },
      {
        "letra": "D",
        "texto": "ocupação temporária, modalidade de intervenção branda do Estado na propriedade, assegurando ao proprietário indenização ulterior, se houver dano."
      },
      {
        "letra": "E",
        "texto": "ocupação temporária, modalidade de intervenção drástica do Estado na propriedade, assegurando ao proprietário indenização ulterior, se houver dano."
      }
    ],
    "gabarito": "C"
  }
]