[
  {
    "id": "3606477",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRP - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Responsabilidade do Estado por atos omissivos"
    ],
    "enunciado_principal": "Em relação à responsabilidade civil do Estado e ao direito de regresso, julgue o item seguinte.O STF considera que há responsabilidade civil do Estado em caso de morte de detentos, quando for possível ao Estado agir para evitar a morte do detento, sendo que, para afastar a sua responsabilidade, o Estado deve comprovar causa impeditiva da sua atuação protetiva do detento, rompendo o nexo de causalidade da sua omissão com o resultado danoso.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3542821",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TCU",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Responsabilidade do Estado por atos omissivos"
    ],
    "enunciado_principal": "A partir dessa situação hipotética, julgue o item seguinte. A possibilidade de responsabilização do Estado por atos praticados por seus agentes públicos no exercício da função não alcança os atos omissivos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3407076",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Excludentes e atenuantes da responsabilidade civil objetiva e teoria do risco integral",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado",
      "Responsabilidade do Estado por atos omissivos"
    ],
    "enunciado_principal": "Acerca da responsabilidade do Estado por atos praticados por servidores e agentes de segurança pública, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A Administração pública é responsável apenas pelas condutas comissivas de seus agentes, sejam elas responsáveis por resultar em dano patrimonial, moral ou estético."
      },
      {
        "letra": "B",
        "texto": "A teoria do risco administrativo incide no caso de perseguição policial que resultou em ferimento a transeunte, causado por projétil de arma de fogo disparado por agente policial."
      },
      {
        "letra": "C",
        "texto": "O Estado responde objetivamente em caso de dano decorrente de utilização de arma de fogo de corporação militar por parte de soldado fardado, mesmo se este não se encontrar em serviço."
      },
      {
        "letra": "D",
        "texto": "A responsabilidade civil do Estado será subjetiva quando o dano for causado por servidor público vinculado a empresa pública exploradora de atividade econômica."
      },
      {
        "letra": "E",
        "texto": "A indenização por parte da Administração para particular lesado pode ser parcial ou isenta em caso de participação desse particular no resultado danoso."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3375869",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRM-MS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Responsabilidade do Estado por atos omissivos"
    ],
    "enunciado_principal": "No que se refere à responsabilidade civil do Estado no ordenamento jurídico brasileiro, julgue o item a seguir, com base nos princípios constitucionais, na jurisprudência dominante e nos critérios adotados pela doutrina majoritária.Em casos de omissão estatal, a responsabilidade civil do Estado é objetiva, bastando a comprovação do dano e do nexo causal entre a omissão e o resultado lesivo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3261335",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Contratos Administrativos",
      "Responsabilidade do Estado por atos omissivos",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade"
    ],
    "enunciado_principal": "Considere que certo servidor público está responsável pela fiscalização de um contrato de terceirização de serviços. Durante a execução, foram identificados danos a terceiros. Sobre a responsabilidade do contratado e da Administração Pública, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A responsabilidade é exclusiva do contratado, que deve arcar com todos os danos causados a terceiros."
      },
      {
        "letra": "B",
        "texto": "A responsabilidade é compartilhada, mas a Administração Pública não pode ser responsabilizada em nenhum caso."
      },
      {
        "letra": "C",
        "texto": "Não há responsabilidade, pois a execução do contrato é de inteira responsabilidade do contratado e a Administração não tem envolvimento."
      },
      {
        "letra": "D",
        "texto": "A Administração Pública também pode ser responsabilizada se houver falha na fiscalização do contrato e se os danos forem decorrentes de sua omissão."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3219108",
    "metadata": "Ano: 2025 | Banca: COSEAC | Órgão: SEAP-RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Responsabilidade do Estado por atos omissivos"
    ],
    "enunciado_principal": "Em uma unidade prisional estadual, um apenado sofreu graves ferimentos durante uma briga com outro detento em uma área da prisão que estava inadequadamente monitorada. Apesar das denúncias anteriores sobre a falta de segurança e das solicitações de providências por advogado, familiares e instituições da sociedade civil, a administração prisional não tomou as medidas necessárias para melhorar a segurança. A família do preso ajuizou uma ação contra o Estado, buscando indenização pelos danos sofridos. Com base na Teoria da Responsabilidade por Omissão do Estado, corroborada na jurisprudência dos tribunais superiores, é correto afirmar que de providências por advogado, familiares e instituições da sociedade civil, a administração prisional não tomou as medidas necessárias para melhorar a segurança. A família do preso ajuizou uma ação contra o Estado, buscando indenização pelos danos sofridos. Com base na Teoria da Responsabilidade por Omissão do Estado, corroborada na jurisprudência dos tribunais superiores, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o Estado não será responsabilizado, pois a responsabilidade por omissão só se aplica se houver culpa ou dolo por parte dos responsáveis."
      },
      {
        "letra": "B",
        "texto": "o Estado será responsabilizado somente se for comprovado que a omissão teve um impacto direto e imediato no dano sofrido pelo preso."
      },
      {
        "letra": "C",
        "texto": "a responsabilidade do Estado por omissão só é cabível se a omissão resultar em danos materiais, não sendo aplicável a indenização por danos morais."
      },
      {
        "letra": "D",
        "texto": "o Estado pode ser responsabilizado objetivamente, devendo indenizar a família do preso pelos danos materiais e morais, desde que seja comprovado o nexo causal entre a omissão e o dano."
      },
      {
        "letra": "E",
        "texto": "a responsabilidade do Estado por omissão só é aplicável se houver uma falha na previsão legal específica para a segurança dos presos, não se considerando a falta de medidas de segurança em si."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3175822",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: SENAPPEN",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Responsabilidade do Estado por atos omissivos"
    ],
    "enunciado_principal": "Nos casos em que o Estado provoca prejuízo a terceiro em virtude de comportamento omissivo, para que haja reparação do dano, é necessária a comprovação de requisitos específicos. Na responsabilidade civil do Estado por ato omissivo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o Estado não pode ser responsabilizado pela morte de detento, tendo em vista as várias causas que podem resultar no evento morte, o que impede a possibilidade do Estado evitá-lo"
      },
      {
        "letra": "B",
        "texto": "entende-se que tanto na omissão genérica, relacionadas ao descumprimento do dever de ação, quanto nas hipóteses de omissão específica, a responsabilidade civil é objetiva"
      },
      {
        "letra": "C",
        "texto": "assim como previsto para as condutas comissivas, a teoria do risco administrativo é utilizada nos casos de omissão genérica e nas circunstâncias em que a omissão estatal é específica"
      },
      {
        "letra": "D",
        "texto": "a omissão do Estado reclama nexo de causalidade em relação ao dano sofrido pela vítima nos casos em que o Poder Público ostenta o dever legal e a efetiva possibilidade de agir para impedir o resultado danoso"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3152843",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: Prefeitura de Cuiabá - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Evolução da responsabilidade civil estatal - Teoria da irresponsabilidade, teorias civilistas e teorias publicistas",
      "Responsabilidade do Estado por atos omissivos"
    ],
    "enunciado_principal": "Sociedade Borabombar desenvolve atividade empresarial relacionada a venda de artigos para festas, mas, seus representantes, cladestinamente, decidiram vender fogos de artifício para incrementar o negócio, sendo certo que foram realizadas inúmeras denúncias junto ao poder público local acerca de tal fato, sem que qualquer providência fosse adotada pelos agentes competentes municipais. Diante do indevido acondicionamento dos referidos produtos irregulares no fundo do depósito da respectiva loja, houve uma explosão que ocasionou danos materiais e morais a Amaury, que foi atingido pelos destroços quando transitava na localidade no momento do trágico evento. Por considerar que o Município deve ser civilmente responsabilizado, em decorrência de sua obrigação de fiscalizar tais atividades empresariais, Amaury visa a ajuizar ação indenizatória em face do mencionado ente federativo. Diante dessa situação hipotética, assinale a opção correta, à luz da orientação do Supremo Tribunal Federal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Considerando que o comércio de fogos de artifício é uma atividade que põe em risco à coletividade, o ordenamento prevê a responsabilização do Município com base na teoria do risco integral com relação ao exercício da respectiva fiscalização."
      },
      {
        "letra": "B",
        "texto": "Não é cabível a responsabilização do Município por omissão no dever de fiscalização, em qualquer caso, na medida em que os entes federativos não podem ser considerados seguradores universais, sendo uma das situações em que o ordenamento prevê expressamente a irresponsabilidade do Estado."
      },
      {
        "letra": "C",
        "texto": "Tendo em vista que a ausência de fiscalização corresponde a uma conduta omissiva do ente federativo, a responsabilização civil do Município na hipótese narrada é subjetiva, sendo indispensável a demonstração do elemento subjetivo para a sua caracterização."
      },
      {
        "letra": "D",
        "texto": "Considerando que a responsabilidade pela explosão é da sociedade que acondicionou os produtos indevidamente, eventual responsabilização do Município apenas pode ser subsidiária, na medida em que não há causalidade imediata entre a sua omissão e o dano."
      },
      {
        "letra": "E",
        "texto": "A caracterização da responsabilidade objetiva do Município em tais casos exige a violação de um dever jurídico específico de agir, como se infere do caso narrado, em que as inúmeras denúncias demonstram que as irregularidades praticadas pelo particular eram de conhecimento do poder público."
      }
    ],
    "gabarito": "E"
  }
]