[
  {
    "id": "3703920",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TCE-MS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "Considerando que uma fábrica clandestina de fogos de artifício, que fabrica explosivos sem a licença necessária e sem conhecimento do poder público, exploda, com a consequente destruição de prédios vizinhos e veículos estacionados nas proximidades, julgue os seguintes itens, relativos à responsabilidade civil do Estado pelos referidos danos. I Para que fique caracterizada a responsabilidade civil do Estado por danos decorrentes do comércio de fogos de artifício, é necessário que exista a violação de um dever jurídico específico de agir. II A responsabilidade civil estatal, no caso hipotético em apreço, está condicionada à existência de prévia concessão de licença para funcionamento sem as cautelas legais ou à demonstração do prévio conhecimento pelo poder público de eventuais irregularidades praticadas pelo particular. III O poder público é civilmente corresponsável, juntamente com o proprietário da fábrica clandestina, por todos os danos ocorridos em decorrência da explosão, conforme a teoria da responsabilidade objetiva. Assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas o item II está certo."
      },
      {
        "letra": "B",
        "texto": "Apenas os itens I e II estão certos."
      },
      {
        "letra": "C",
        "texto": "Apenas os itens I e III estão certos."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens II e III estão certos."
      },
      {
        "letra": "E",
        "texto": "Todos os itens estão certos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3703300",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TCE-MS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "Durante o retorno de uma fiscalização, um servidor efetivo do TCE/MS dirigia uma viatura oficial quando, por distração, colidiu de forma culposa, com um veículo particular, tendo causado danos materiais ao particular. Considerando as regras de responsabilidade civil aplicáveis ao servidor público e ao Estado, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Estado responde subjetivamente pelos danos causados ao particular, não sendo assegurado o direito de regresso contra o servidor visto que não houve dolo."
      },
      {
        "letra": "B",
        "texto": "O Estado responde objetivamente pelos danos causados ao particular, assegurado o direito de regresso contra o servidor somente no caso de dolo."
      },
      {
        "letra": "C",
        "texto": "O servidor não responde subjetivamente, pois a conduta foi praticada durante o exercício da função pública, o que caracteriza excludente de responsabilidade."
      },
      {
        "letra": "D",
        "texto": "O servidor não responde diretamente perante o particular prejudicado, ainda que tenha agido com culpa; a responsabilidade é do Estado, assegurado o direito de regresso contra o servidor."
      },
      {
        "letra": "E",
        "texto": "Apenas o servidor será responsabilizado civilmente, já que o dano decorreu de ato pessoal (distração) durante a condução."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3702551",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: SIMAE - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "Em uma perseguição policial de alta velocidade, agentes do Estado, no cumprimento de seu dever de capturar um criminoso, acabam colidindo com dois veículos que estavam regularmente estacionados na rua. Os proprietários dos carros, que não tiveram qualquer participação na ocorrência, buscam entender seus direitos. Nesse caso, a responsabilidade do Estado pelos danos causados aos veículos dos particulares é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Subjetiva, pois é necessário comprovar que os policiais agiram com dolo ou culpa na perseguição."
      },
      {
        "letra": "B",
        "texto": "Subsidiária, recaindo primeiro sobre o policial causador do dano e, somente depois, sobre o Estado."
      },
      {
        "letra": "C",
        "texto": "Objetiva, fundamentada na teoria do risco administrativo, não sendo exigida a comprovação de dolo ou culpa dos agentes."
      },
      {
        "letra": "D",
        "texto": "Inexistente, já que os danos ocorreram em legítima defesa da sociedade contra o criminoso."
      },
      {
        "letra": "E",
        "texto": "Subjetiva, mas apenas se for comprovada a falha no serviço policial."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3701164",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TCE-MS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "Acerca da responsabilidade civil do Estado e de causas excludentes e atenuantes dessa responsabilidade, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A existência de risco administrativo afasta a necessidade de qualquer análise do comportamento da vítima ou da presença de excludentes de responsabilidade."
      },
      {
        "letra": "B",
        "texto": "A ocorrência de caso fortuito ou força maior exclui automaticamente a responsabilidade do Estado, independentemente da análise do nexo causal."
      },
      {
        "letra": "C",
        "texto": "A culpa exclusiva da vítima é circunstância que pode afastar a responsabilidade do Estado, caso fique demonstrada a inexistência de nexo causal entre a conduta estatal e o dano."
      },
      {
        "letra": "D",
        "texto": "A responsabilidade do Estado por omissão é sempre objetiva, pois decorre do simples descumprimento do dever legal de agir."
      },
      {
        "letra": "E",
        "texto": "O Estado pode ser responsabilizado por atos de terceiros, mesmo que não exista qualquer relação entre o fato danoso e a atividade estatal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3689581",
    "metadata": "Ano: 2025 | Banca: FUNCERN | Órgão: IF-PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "O princípio que fundamenta a responsabilidade objetiva do Estado, prevista no Art. 37, § 6º, da Constituição Federal, é denominado de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Legalidade Estrita."
      },
      {
        "letra": "B",
        "texto": "Culpa Administrativa."
      },
      {
        "letra": "C",
        "texto": "Repartição dos Encargos Sociais."
      },
      {
        "letra": "D",
        "texto": "Risco Integral."
      },
      {
        "letra": "E",
        "texto": "Risco Administrativo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3676659",
    "metadata": "Ano: 2025 | Banca: Gama Consult | Órgão: Prefeitura de Mauá da Serra - PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "No que tange à responsabilidade civil do Estado, a teoria do risco administrativo, adotada no Brasil, admite a exclusão da responsabilidade estatal na ocorrência de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Dolo do agente público."
      },
      {
        "letra": "B",
        "texto": "Culpa concorrente da vítima."
      },
      {
        "letra": "C",
        "texto": "Omissão do serviço público."
      },
      {
        "letra": "D",
        "texto": "Culpa exclusiva da vítima."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3676617",
    "metadata": "Ano: 2025 | Banca: FUNCERN | Órgão: IF-PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "Um paciente sofre um dano decorrente de uma falha no serviço prestado por um hospital público municipal. A responsabilidade civil do Município, nesse caso, será apurada de forma",
    "alternativas": [
      {
        "letra": "A",
        "texto": "subjetiva, com culpa presumida, invertendo-se o ônus da prova para que o Município prove que não teve culpa."
      },
      {
        "letra": "B",
        "texto": "objetiva, com base na teoria do risco administrativo, bastando a comprovação do dano, da conduta estatal e do nexo de causalidade."
      },
      {
        "letra": "C",
        "texto": "subjetiva, sendo necessário comprovar que o Município agiu com dolo ou culpa."
      },
      {
        "letra": "D",
        "texto": "inexistente, pois a responsabilidade é exclusiva do profissional de saúde que atendeu o paciente."
      },
      {
        "letra": "E",
        "texto": "subsidiária, de modo que o Município só responde se o profissional de saúde não tiver como pagar a indenização."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3673724",
    "metadata": "Ano: 2025 | Banca: AMAUC | Órgão: Prefeitura de Seara - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "Em uma manhã chuvosa, um morador de Seara que se dirigia ao posto de saúde municipal escorregou e sofreu uma queda em razão de uma calçada esburacada e desnivelada em frente ao próprio prédio público. O acidente resultou em fratura no tornozelo e afastamento do trabalho, gerando despesas médicas e perdas salariais. Diante da situação, o munícipe ajuizou ação judicial contra o Município, pleiteando indenização por danos materiais e morais. O caso chegou ao conhecimento da Procuradoria Jurídica da Câmara de Vereadores, que foi instada a emitir parecer técnico jurídico sobre a responsabilidade do Município, considerando a previsão constitucional e infraconstitucional. Com base na responsabilidade civil do Estado prevista no Código Civil e na CF/88, a conduta do município deve ser:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Negar a responsabilidade, pois a calçada é responsabilidade do munícipe."
      },
      {
        "letra": "B",
        "texto": "Reconhecer a responsabilidade objetiva por omissão na conservação do bem público."
      },
      {
        "letra": "C",
        "texto": "Exigir que o autor da ação prove a má-fé da Administração."
      },
      {
        "letra": "D",
        "texto": "Afirmar que a responsabilidade é do servidor que não fiscalizou."
      },
      {
        "letra": "E",
        "texto": "Alegar ausência de culpa, isentando-se do dever de indenizar."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3673720",
    "metadata": "Ano: 2025 | Banca: AMAUC | Órgão: Prefeitura de Seara - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "Em uma manhã chuvosa, um ônibus pertencente à frota da Secretaria Municipal de Educação de Seara, utilizado no transporte escolar diário de alunos da rede pública, se envolveu em um acidente enquanto trafegava por uma estrada vicinal. A perícia técnica identificou que a causa do acidente foi uma falha grave no sistema de freios, caracterizando negligência na manutenção preventiva do veículo. Uma das crianças passageiras sofreu ferimentos e os pais ajuizaram ação indenizatória contra o Município, alegando falha na prestação do serviço público. Nessa situação, de acordo com a sistemática da responsabilidade civil do Estado prevista no Art. 37, §6º, da Constituição Federal, e com base na jurisprudência consolidada dos tribunais superiores, é correto afirmar que o Município:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não tem responsabilidade, pois não houve dolo."
      },
      {
        "letra": "B",
        "texto": "Deve apurar a culpa do motorista para se defender."
      },
      {
        "letra": "C",
        "texto": "Responde objetivamente pelos danos causados."
      },
      {
        "letra": "D",
        "texto": "Apenas o mecânico particular pode ser responsabilizado."
      },
      {
        "letra": "E",
        "texto": "Responde solidariamente com os pais."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3672642",
    "metadata": "Ano: 2025 | Banca: UNO Chapecó | Órgão: Prefeitura de Maravilha - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "Durante uma tarde de atividades no CREAS, um grupo de crianças participava de oficinas socioeducativas quando, inesperadamente, parte do teto da sala desabou. Uma das crianças sofreu lesões graves e precisou ser hospitalizada. A situação gerou grande repercussão na comunidade, pois muitos já vinham reclamando da precariedade do prédio. O laudo técnico encomendado pela Prefeitura concluiu que havia falhas evidentes na manutenção do imóvel público, como infiltrações antigas e estrutura comprometida. Diante disso, os familiares da criança ingressaram com ação judicial contra o município, pleiteando indenização pelos danos sofridos. Diante dessa situação, coube ao advogado do CREAS avaliar a responsabilidade civil do ente público e esclarecer os parâmetros jurídicos aplicáveis ao caso. Assinale a alternativa correta quanto à responsabilidade do ente público:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A responsabilidade é exclusiva da empresa de engenharia que construiu o prédio."
      },
      {
        "letra": "B",
        "texto": "O município responde subjetivamente, devendo a família provar a culpa do agente público."
      },
      {
        "letra": "C",
        "texto": "O município não responde, pois acidentes em imóveis públicos são considerados caso fortuito."
      },
      {
        "letra": "D",
        "texto": "O município responde objetivamente, nos termos do art. 37, §6º, da CF/88."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3670596",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Câmara de Rio Claro - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "Assinale a alternativa que descreve corretamente a modalidade de responsabilização do Estado em que não é necessário provar culpa do agente público, bastando evidenciar o prejuízo causado e a relação direta entre a ação ou omissão e o dano sofrido:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Subjetiva, exigindo prova de culpa do agente público."
      },
      {
        "letra": "B",
        "texto": "Objetiva, demonstra prejuízos ou danos a terceiros."
      },
      {
        "letra": "C",
        "texto": "Solidária, aplicável apenas quando houver mais de um agente."
      },
      {
        "letra": "D",
        "texto": "Administrativa, vinculada à aplicação de sanções internas."
      },
      {
        "letra": "E",
        "texto": "Especial, analisando os fatos e respondendo por crime."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3661484",
    "metadata": "Ano: 2025 | Banca: NUCEPE | Órgão: SEDUC-PI",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "A Constituição Federal de 1988, em seu artigo 37, § 6º, adota a teoria de que o Estado responde objetivamente pelos danos causados por seus agentes no exercício de suas funções, sendo dispensável a prova de culpa do agente. Contudo, o Estado pode pleitear o direito de regresso contra o agente caso este tenha agido com dolo ou culpa. Qual é a teoria adotada pela Constituição Federal de 1988 para a responsabilidade civil do Estado em relação a danos causados por seus agentes a terceiros?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Teoria da irresponsabilidade do Estado."
      },
      {
        "letra": "B",
        "texto": "Teoria da responsabilidade subjetiva."
      },
      {
        "letra": "C",
        "texto": "Teoria do risco integral."
      },
      {
        "letra": "D",
        "texto": "Teoria do risco administrativo."
      },
      {
        "letra": "E",
        "texto": "Teoria da responsabilidade solidária."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3659428",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: PGE-ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "Sobre a responsabilidade civil do Estado, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Estado responde objetivamente pelos atos dos tabeliães e registradores oficiais que, no exercício de suas funções, causem dano a terceiros."
      },
      {
        "letra": "B",
        "texto": "Não se caracteriza a responsabilidade civil objetiva do Estado por danos decorrentes de crime praticado por pessoa foragida do sistema prisional quando não demonstrado o nexo causal direto entre o momento da fuga e a conduta praticada."
      },
      {
        "letra": "C",
        "texto": "A perícia inconclusiva sobre a origem de disparo fatal em operação policial é suficiente, por si só, para afastar a responsabilidade civil do Estado, ainda que existam indícios de sua participação."
      },
      {
        "letra": "D",
        "texto": "A responsabilidade objetiva do Estado pode ser aplicada em caso de erro judiciário. Contudo, não se enquadra na hipótese de erro judiciário a ordem de prisão em flagrante, ainda que venha o réu a ser absolvido."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3643134",
    "metadata": "Ano: 2025 | Banca: VUNESP | Órgão: UNESP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Agentes públicos e Lei 8.112 de 1990"
    ],
    "enunciado_principal": "Suponha que Felício, funcionário público municipal, durante o exercício de suas funções, veio, comprovadamente, a causar danos a um usuário do serviço público. Nesse tipo de situação, de acordo com o disposto na Constituição Federal, é correto afirmar que Felício",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deve responder pessoalmente pelos prejuízos causados, independentemente de sua culpa, e o Município não deve ser responsabilizado."
      },
      {
        "letra": "B",
        "texto": "deve responder pessoalmente pelos prejuízos causados, desde que tenha agido com culpa ou dolo, e o Município não deve ser responsabilizado."
      },
      {
        "letra": "C",
        "texto": "deve responder por metade do valor dos danos causados, se agiu com culpa ou dolo, e o Município deve responder pela outra metade do valor."
      },
      {
        "letra": "D",
        "texto": "não responde pelos danos, ainda que tenha agido com dolo ou culpa, nem mesmo perante o Município, sendo este o único a responder pelos prejuízos ocorridos."
      },
      {
        "letra": "E",
        "texto": "somente responde pelos danos, se agiu com dolo ou culpa, em ação regressiva, e o Município deve ser responsabilizado pelos prejuízos causados ao usuário."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3640963",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: SEFAZ-SE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "A respeito da responsabilidade civil do Estado, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Atualmente, alguns doutrinadores do direito administrativo têm defendido como fundamento da responsabilidade civil do Estado a adoção da teoria do risco social, segundo a qual os atos estatais se dividem em atos de império e atos de gestão."
      },
      {
        "letra": "B",
        "texto": "A administração pública responde civilmente pelos danos causados por seus agentes, salvo se eles estiverem amparados por causa excludente de ilicitude penal."
      },
      {
        "letra": "C",
        "texto": "Em caso de responsabilidade civil do Estado por rompimento de barragem, é possível a comprovação de prejuízos de ordem material por prova exclusivamente testemunhal, diante da impossibilidade de produção ou utilização de outro meio probatório."
      },
      {
        "letra": "D",
        "texto": "O termo inicial da prescrição para o ajuizamento de ações de responsabilidade civil em face do Estado por ilícitos praticados por seus agentes é a data do fato."
      },
      {
        "letra": "E",
        "texto": "Nas ações de responsabilidade civil do Estado, é imprescindível a denunciação da lide ao suposto agente público causador do ato lesivo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3640960",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: SEFAZ-SE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Organização da Administração Pública"
    ],
    "enunciado_principal": "No que diz respeito aos agentes públicos, à organização da administração pública e à responsabilidade civil do Estado, assinale a opção correta de acordo com o entendimento do STJ.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É ilegal a progressão funcional com efeitos financeiros em data distinta ao início do exercício funcional do agente público."
      },
      {
        "letra": "B",
        "texto": "É permitido ao dependente habilitado à pensão por morte habilitar-se com exclusividade para suceder servidor público falecido no curso de processo que vise à cobrança de valores devidos em vida ao referido servidor."
      },
      {
        "letra": "C",
        "texto": "Em ação em que se pleiteie reparação moral decorrente de mau cheiro oriundo da prestação de serviço público de tratamento de esgoto, os juros moratórios devem ser contados desde o trânsito em julgado da decisão judicial."
      },
      {
        "letra": "D",
        "texto": "Não se aplica a prescrição quinquenal prevista no Decreto n.º 20.910/1932 às empresas públicas e sociedades de economia mista prestadoras de serviços públicos essenciais sem finalidade lucrativa e sem natureza concorrencial."
      },
      {
        "letra": "E",
        "texto": "O abono de permanência integra a base de incidência das verbas calculadas sobre a remuneração do servidor público, tais como o adicional de férias e a gratificação natalina (13.º salário)."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3633630",
    "metadata": "Ano: 2025 | Banca: FURB | Órgão: Prefeitura de Camboriú - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "Assim como os demais sujeitos de direitos da sociedade, no Estado Democrático de Direito, o Estado se submete ao direito posto, dando origem ao que chamamos de responsabilidade civil do Estado. A esse respeito, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A teoria adotada para justificar a responsabilidade civil do Estado, no Brasil, é a teoria do risco integral (o Estado não pode utilizar atenuantes de responsabilidade, como o caso fortuito ou a força maior)."
      },
      {
        "letra": "B",
        "texto": "Segundo a Constituição, o Estado brasileiro não tem qualquer responsabilidade quanto a danos decorrentes de atividades nucleares exercidas pelo Estado ou por ele autorizadas."
      },
      {
        "letra": "C",
        "texto": "A teoria do risco administrativo entende que o Estado é um garantidor universal e, assim, a simples existência de um dano é suficiente para que haja a obrigação de indenizar pela Administração."
      },
      {
        "letra": "D",
        "texto": "Em regra, são excludentes de responsabilidade do Estado o caso fortuito, a força maior e a culpa exclusiva da vítima."
      },
      {
        "letra": "E",
        "texto": "A responsabilidade do Estado, conforme a Constituição, é objetiva e exige os seguintes elementos: conduta, dano, nexo de causalidade e dolo ou culpa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3632035",
    "metadata": "Ano: 2025 | Banca: IBFC | Órgão: TJ-PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "Um Oficial de Justiça, servidor vinculado ao Poder Judiciário estadual de Pernambuco, durante a realização de diligências de cumprimento de determinado mandado, por imprudência atropelou acidentalmente uma criança ao manobrar seu veículo, quando saía do local em que realizava uma citação. Os pais da vítima, que veio a óbito, propuseram ação de indenização voltada a obter a apuração e condenação à reparação dos danos causados em razão do acidente. Sobre este caso, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ação por danos causados pelo Oficial de Justiça deve ser ajuizada contra o Tribunal de Justiça de Pernambuco, pessoa jurídica a qual o servidor público Oficial de Justiça está vinculado. O tribunal responderá objetivamente, sendo parte ilegítima para a ação o Estado de Pernambuco"
      },
      {
        "letra": "B",
        "texto": "A ação por danos causados pelo Oficial de Justiça deve ser ajuizada contra o Estado de Pernambuco, que responderá objetivamente, sendo parte ilegítima para a ação o Oficial de Justiça autor do ato, assegurado o direito de regresso contra este"
      },
      {
        "letra": "C",
        "texto": "A ação por danos causados pelo Oficial de Justiça deve ser ajuizada contra este e contra o Estado de Pernambuco, em litisconsórcio passivo, com responsabilidade solidária dos dois requeridos"
      },
      {
        "letra": "D",
        "texto": "A ação por danos causados pelo Oficial de Justiça deve ser ajuizada apenas contra este, que responderá subjetivamente, sendo ilegítimos passivamente para a ação, tanto o Tribunal de Justiça quanto o Estado de Pernambuco"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3629849",
    "metadata": "Ano: 2025 | Banca: Ibest | Órgão: CRM-DF",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "Durante fiscalização conjunta, servidor do CRM-DF, no exercício, causa dano direto a clínica regularizada. À luz do modelo constitucional, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A responsabilidade é subjetiva, exigindo prova de culpa do agente."
      },
      {
        "letra": "B",
        "texto": "A responsabilidade é objetiva apenas para pessoas jurídicas de direito privado."
      },
      {
        "letra": "C",
        "texto": "A responsabilidade é objetiva (teoria do risco administrativo), bastando prova do dano e do nexo causal entre a atuação do agente público e o dano, assegurado direito de regresso por dolo ou culpa."
      },
      {
        "letra": "D",
        "texto": "A responsabilidade inexiste quando houver culpa concorrente da vítima."
      },
      {
        "letra": "E",
        "texto": "O Estado só responde após condenação penal do agente."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3627809",
    "metadata": "Ano: 2025 | Banca: INSTITUTO AOCP | Órgão: TJ-PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "Um servidor de determinada Vara de Execução Penal expediu o mandado com a ordem de prisão contra João, quando, no caso, deveria constar José. João, tendo sido preso, após 5 dias, entrou com ação contra o Estado requerendo o reconhecimento da responsabilização civil pelos danos por ele suportados. Diante desse caso hipotético, tendo como base a Constituição Federal e a jurisprudência brasileira, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Estado deverá responder objetivamente pelo dano, segundo a teoria do risco integral, ao passo que José poderá ser acionado regressivamente pelo Estado, independentemente de culpa."
      },
      {
        "letra": "B",
        "texto": "O Estado deverá responder objetivamente pelo dano, segundo a teoria do risco administrativo, ao passo que José poderá ser acionado regressivamente pelo Estado, independentemente de culpa."
      },
      {
        "letra": "C",
        "texto": "O Estado deverá responder objetivamente pelo dano, segundo a teoria do risco administrativo, ao passo que José poderá ser acionado regressivamente pelo Estado, desde que comprovada a culpa ou dolo."
      },
      {
        "letra": "D",
        "texto": "O Estado deverá responder objetivamente pelo dano, segundo a teoria do risco integral, ao passo que José poderá ser acionado regressivamente pelo Estado, desde que comprovada a culpa."
      },
      {
        "letra": "E",
        "texto": "O Estado deverá responder objetivamente pelo dano, segundo a teoria do risco administrativo, ao passo que José poderá ser acionado regressivamente pelo Estado, desde que comprovado o dolo, excluídos os atos de caráter culposo."
      }
    ],
    "gabarito": "X"
  },
  {
    "id": "3620726",
    "metadata": "Ano: 2025 | Banca: Instituto Access | Órgão: UFAC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "A responsabilidade civil do Estado está consagrada no Art. 37, §6º da Constituição Federal, e tem sido amplamente abordada pela jurisprudência do STF como de natureza objetiva, nos moldes da teoria do risco administrativo. Considerando esse contexto, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Estado responde objetivamente pelos danos causados a terceiros por seus agentes, mesmo sem dolo ou culpa."
      },
      {
        "letra": "B",
        "texto": "A responsabilidade do Estado é sempre subjetiva, exigindo prova de culpa do agente."
      },
      {
        "letra": "C",
        "texto": "O Estado responde apenas por atos dolosos praticados por seus servidores."
      },
      {
        "letra": "D",
        "texto": "Não há necessidade de nexo causal para a responsabilização do Estado."
      },
      {
        "letra": "E",
        "texto": "Somente os atos comissivos do Estado podem gerar responsabilidade civil."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3606477",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRP - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Responsabilidade do Estado por atos omissivos"
    ],
    "enunciado_principal": "Em relação à responsabilidade civil do Estado e ao direito de regresso, julgue o item seguinte.O STF considera que há responsabilidade civil do Estado em caso de morte de detentos, quando for possível ao Estado agir para evitar a morte do detento, sendo que, para afastar a sua responsabilidade, o Estado deve comprovar causa impeditiva da sua atuação protetiva do detento, rompendo o nexo de causalidade da sua omissão com o resultado danoso.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3606476",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRP - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "Em relação à responsabilidade civil do Estado e ao direito de regresso, julgue o item seguinte.As pessoas jurídicas de direito público e as de direito privado prestadoras de serviços públicos responderão pelos danos que seus agentes, nessa qualidade, causarem a terceiros, assegurado o direito de regresso contra o responsável somente se for demonstrada a conduta dolosa do agente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3597383",
    "metadata": "Ano: 2025 | Banca: Instituto Fênix | Órgão: Prefeitura de Palmitos - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "O servidor responderá, administrativamente, pelo exercício irregular de suas atribuições, independentes das cominações penais e civis que poderá sofrer. Nessa direção, analise as partes que seguem: (1ª parte): A fazenda pública será responsável pelos prejuízos ou danos causados por seus servidores a terceiros, no desempenho de suas funções, assegurada a competente ação regressiva civil ou administrativa, contra o funcionário. (2ª parte): O servidor será responsável pelos prejuízos que, nessa condição, causar ao patrimônio público municipal, por dolo e culpa, devidamente apurados. Assim, caracteriza-se especialmente a responsabilidade por qualquer erro de cálculo ou redução contra o município. (3ª parte): O pagamento da indenização a que ficar obrigado exime o servidor da pena disciplinar que incorrer. Das partes, pode-se afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente a 2ª e a 3ª partes não estão incorretas."
      },
      {
        "letra": "B",
        "texto": "Somente a 1ª e a 2ª partes estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente a 3ª parte não está incorreta."
      },
      {
        "letra": "D",
        "texto": "A 1ª, a 2ª e a 3ª partes estão incorretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3593992",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TCE-PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "Os elementos listados a seguir são necessários à responsabilização de agentes, exceto um. Assinale-o.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Identificação dos responsáveis."
      },
      {
        "letra": "B",
        "texto": "Conduta adversa à norma."
      },
      {
        "letra": "C",
        "texto": "Nexo de causalidade."
      },
      {
        "letra": "D",
        "texto": "Culpabilidade."
      },
      {
        "letra": "E",
        "texto": "Efetivo dano ao erário."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3593228",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TCE-PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "Carlos, médico na rede pública de saúde do Estado de Pernambuco, agindo de forma negligente no exercício de suas funções, cometeu um erro durante procedimento cirúrgico realizado em um particular, causando-lhe danos materiais irreversíveis. Nesse cenário, considerando as disposições da Constituição Federal e o entendimento doutrinário e jurisprudencial dominante, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "à luz da teoria do risco integral, aplicável ao caso apresentado, o Estado de Pernambuco não poderá alegar excludentes do nexo de causalidade para afastar a sua responsabilização civil."
      },
      {
        "letra": "B",
        "texto": "a responsabilidade civil do Estado de Pernambuco é objetiva, sendo certo que Carlos, na qualidade de agente público, poderá responder na via regressiva, já que agiu de forma negligente."
      },
      {
        "letra": "C",
        "texto": "o Estado de Pernambuco não poderá ser responsabilizado pela conduta praticada pelo agente público Carlos, que responderá, subjetivamente, pelos danos causados ao particular."
      },
      {
        "letra": "D",
        "texto": "em homenagem à teoria do risco administrativo, o Estado de Pernambuco responderá subjetivamente pelos danos causados ao particular."
      },
      {
        "letra": "E",
        "texto": "a responsabilidade civil do Estado de Pernambuco e do agente público Carlos é objetiva."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3593079",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TCE-PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "Matheus, servidor público, compareceu à sede do Tribunal de Contas do Estado de Pernambuco, com o objetivo de participar de uma reunião com o corpo de auditores de controle externo da entidade. Encerrado o encontro, Matheus se dirigia à porta da repartição pública, ocasião em que foi atingido por João, agente público que, atrasado para uma audiência, caminhava aceleradamente e de forma imprudente, pelos estreitos corredores do local. Em razão dos eventos, Matheus escorregou e caiu ao solo, fraturando o braço esquerdo. De acordo com a narrativa, e considerando as disposições da Constituição Federal e os entendimentos doutrinário e jurisprudencial dominantes, analise as afirmativas a seguir. I. À luz da teoria do risco integral, a responsabilidade civil do Estado, em razão da conduta praticada por João, é objetiva. II. Em se tratando de responsabilidade civil objetiva, não é cabível ao Estado de Pernambuco alegar eventuais excludentes do nexo de causalidade, como fato exclusivo de terceiro, caso fortuito ou força maior. III. Assegura-se ao Estado de Pernambuco, em caso de condenação, o direito de regresso contra João, que agiu com culpa, ao caminhar aceleradamente e de forma imprudente, pelos estreitos corredores do local. Está correto o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "II, apenas."
      },
      {
        "letra": "C",
        "texto": "III, apenas."
      },
      {
        "letra": "D",
        "texto": "I e III, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3592875",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Reparação do dano, ação de indenização, ação regressiva e prescrição.",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "Matheus, particular, compareceu à sede da Comarca de Blumenau/SC, com o objetivo de participar de uma audiência de instrução no âmbito do Juizado Especial Cível. Enquanto aguardava para ingressar na sala onde o referido ato processual ocorreria, João, agente público estadual, que se encontrava laborando, derrubou, por negligência, café fervendo nos braços e pernas de Matheus, ensejando graves queimaduras. De acordo com a narrativa, analise as afirmativas a seguir. I. A responsabilidade civil do Estado de Santa Catarina é objetiva, à luz da teoria do risco administrativo. II. João responderá, subjetivamente, pelos danos causados ao particular. III. Matheus deverá propor a ação indenizatória, em litisconsórcio passivo necessário, em face do Estado de Santa Catarina e do agente público João. Nesse cenário, considerando as disposições da Constituição Federal e o entendimento doutrinário e jurisprudencial dominante, está correto o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas;"
      },
      {
        "letra": "B",
        "texto": "II, apenas;"
      },
      {
        "letra": "C",
        "texto": "III, apenas;"
      },
      {
        "letra": "D",
        "texto": "I e II, apenas;"
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3582738",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "No que concerne à responsabilidade civil da administração pública e à Lei de Acesso à Informação, julgue o item subsequente. A responsabilidade civil objetiva do Estado obriga a administração pública a reparar todo dano causado por seus agentes no exercício de suas funções, dada a presunção absoluta de culpa estatal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3562144",
    "metadata": "Ano: 2025 | Banca: Ibest | Órgão: CORECON - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "Para omissões estatais, a responsabilidade civil do Estado, em regra, segundo a teoria adotada no Brasil, é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "objetiva, baseada no risco integral."
      },
      {
        "letra": "B",
        "texto": "subjetiva, exigindo comprovação de culpa ou negligência do serviço"
      },
      {
        "letra": "C",
        "texto": "sempre objetiva, como nas ações comissivas."
      },
      {
        "letra": "D",
        "texto": "inexistente."
      },
      {
        "letra": "E",
        "texto": "solidária e automática com o agente causador."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3553565",
    "metadata": "Ano: 2025 | Banca: EVO Concursos | Órgão: Prefeitura de Romelândia - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "De acordo com o Estatuto dos Servidores Públicos do Município de Romelândia – SC, a responsabilidade civil decorre de ato omissivo ou comissivo, doloso ou culposo, de que resulte:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "rompimento com a urbanidade"
      },
      {
        "letra": "B",
        "texto": "prejuízo ao Erário ou a terceiros"
      },
      {
        "letra": "C",
        "texto": "infração administrativa"
      },
      {
        "letra": "D",
        "texto": "transtornos ao serviço"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3542821",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TCU",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Responsabilidade do Estado por atos omissivos"
    ],
    "enunciado_principal": "A partir dessa situação hipotética, julgue o item seguinte. A possibilidade de responsabilização do Estado por atos praticados por seus agentes públicos no exercício da função não alcança os atos omissivos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3537997",
    "metadata": "Ano: 2025 | Banca: IBADE | Órgão: Prefeitura de Alto Alegre do Parecis - RO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "Em relatório de auditoria de uma autarquia federal, apontou-se que a falha em um sistema informatizado provocou o vazamento de dados sensíveis de usuários de serviço público, gerando prejuízos materiais e morais. A administração alegou que o problema decorreu de ataque externo imprevisível, e que não haveria culpa dos servidores responsáveis pelo sistema. Com base na teoria do risco administrativo e nos fundamentos da responsabilidade civil do Estado, analise as afirmativas. I. A responsabilidade objetiva do Estado prescinde da comprovação de culpa, bastando a demonstração do dano e do nexo de causalidade com a atuação ou omissão estatal; II. A alegação de ausência de culpa dos agentes públicos não exclui a responsabilidade da autarquia, mas pode embasar eventual ação regressiva; III. Caso fique comprovado que o evento foi causado exclusivamente por ato de terceiro ou força maior, a responsabilidade do Estado poderá ser excluída; IV. O relatório de auditoria pode recomendar reparação administrativa dos danos independentemente de decisão judicial, desde que reconhecida a responsabilidade funcional do servidor envolvido. Estão corretas as afirmativas.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II, III e IV, apenas."
      },
      {
        "letra": "B",
        "texto": "I, III e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "I, II e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "E",
        "texto": "I, II e III, apenas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3537965",
    "metadata": "Ano: 2025 | Banca: IBADE | Órgão: Prefeitura de Alto Alegre do Parecis - RO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "Leia o trecho a seguir e complete corretamente as lacunas. A responsabilidade civil do Estado por danos causados a terceiros, conforme a Constituição Federal, é fundada na teoria do __________, segundo a qual o dever de indenizar independe de __________. No entanto, podem excluir essa responsabilidade situações como __________, culpa exclusiva da vítima ou fato de terceiro, desde que comprovadas. Assinale a alternativa que preenche corretamente, na ordem, as lacunas do texto.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "risco integral – dolo – caso fortuito ou força maior"
      },
      {
        "letra": "B",
        "texto": "risco administrativo – dolo ou culpa – caso fortuito ou força maior"
      },
      {
        "letra": "C",
        "texto": "risco administrativo – culpa – caso fortuito ou força maior"
      },
      {
        "letra": "D",
        "texto": "risco social – nexo causal – ato administrativo discricionário"
      },
      {
        "letra": "E",
        "texto": "risco administrativo – nexo de causalidade – ação regressiva obrigatória"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3531165",
    "metadata": "Ano: 2025 | Banca: UECE-CEV | Órgão: PC-CE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "Quando os atos praticados pelos agentes públicos resultam em prejuízos ou danos a terceiros, mesmo sem culpa, tem-se caracterizada a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "responsabilidade civil objetiva."
      },
      {
        "letra": "B",
        "texto": "responsabilidade civil subjetiva."
      },
      {
        "letra": "C",
        "texto": "responsabilidade fiscal."
      },
      {
        "letra": "D",
        "texto": "teoria da culpa administrativa."
      },
      {
        "letra": "E",
        "texto": "teoria do risco integral."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3531108",
    "metadata": "Ano: 2025 | Banca: OBJETIVA | Órgão: Prefeitura de Nonoai - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "A respeito dos pressupostos para a propositura da ação regressiva, analisar os itens. I. Condenação do Estado na ação indenizatória. II. Culpa ou dolo do agente. III. Ausência de denunciação da lide na ação indenizatória. IV. Trânsito em julgado da decisão condenatória. Está CORRETO o que se afirma:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas nos itens I e III."
      },
      {
        "letra": "B",
        "texto": "Apenas nos itens II e IV."
      },
      {
        "letra": "C",
        "texto": "Apenas nos itens I e IV."
      },
      {
        "letra": "D",
        "texto": "Em todos os itens."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3530364",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: MPE-PI",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "Um condenado criminalmente sob a custódia do Estado em estabelecimento prisional conseguiu fugir do presídio e, na fuga, roubou veículo automotor e atropelou um pedestre, que acabou falecendo. Seis meses depois, o mesmo fugitivo consumou um latrocínio. Consoante a jurisprudência do STF, o Estado",
    "alternativas": [
      {
        "letra": "A",
        "texto": "responderá apenas pelo primeiro evento danoso, em vista da ausência de nexo causal no segundo caso."
      },
      {
        "letra": "B",
        "texto": "responderá apenas pelo segundo evento danoso, em vista da natureza dolosa do comportamento gerador do dano."
      },
      {
        "letra": "C",
        "texto": "responderá civilmente por ambos os eventos danosos, com base na teoria da responsabilidade objetiva."
      },
      {
        "letra": "D",
        "texto": "não responderá civilmente, haja vista que o autor não é agente público."
      },
      {
        "letra": "E",
        "texto": "responderá civilmente por ambos os eventos danosos, com base na teoria da culpa do serviço."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3517301",
    "metadata": "Ano: 2025 | Banca: AMEOSC | Órgão: Câmara de Dionísio Cerqueira - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "Durante uma operação policial de perseguição a veículo roubado em via pública movimentada, um oficial, agindo no estrito cumprimento do dever legal, efetua disparos contra os pneus do veículo fugitivo. Um dos projéteis ricocheteia inesperadamente e atinge um transeunte, causando-lhe lesões graves. Em ação indenizatória proposta pela vítima contra o Estado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Estado responde objetivamente pelos danos causados, independentemente de culpa do agente, aplicando-se a teoria do risco administrativo."
      },
      {
        "letra": "B",
        "texto": "A responsabilidade é subjetiva, cabendo à vítima provar dolo ou culpa grave do policial no exercício da função."
      },
      {
        "letra": "C",
        "texto": "O Estado não responde, pois o agente agiu no estrito cumprimento do dever legal e sem intenção de causar o dano."
      },
      {
        "letra": "D",
        "texto": "A responsabilidade é exclusiva do agente policial, que deverá ser acionado pessoalmente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3513688",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: PGE-PI",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "Com base na jurisprudência do STF acerca da responsabilidade civil do Estado, julgue os itens a seguir. I O Estado é responsável, na esfera cível, por morte ou ferimento decorrente de operações de segurança pública, com fundamento na teoria do risco administrativo. II A demonstração do nexo causal direto entre o momento da fuga e a conduta praticada é imprescindível à caracterização da responsabilidade civil objetiva do Estado por danos decorrentes de crime praticado por pessoa foragida do sistema prisional. III Configura-se a responsabilidade civil do Estado por danos decorrentes do comércio de fogos de artifício quando há a violação de um dever jurídico específico de agir, caracterizada pela concessão de licença para o funcionamento sem as cautelas legais ou pelo conhecimento do poder público de eventuais irregularidades praticadas pelo particular. IV A ação por danos causados por agente público deve ser ajuizada contra o Estado ou a pessoa jurídica de direito privado prestadora de serviço público, sendo parte ilegítima para a ação o autor do ato, assegurado o direito de regresso contra o responsável nos casos de dolo ou culpa. Assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas os itens I e III estão certos."
      },
      {
        "letra": "B",
        "texto": "Apenas os itens II e IV estão certos."
      },
      {
        "letra": "C",
        "texto": "Apenas os itens I, II e III estão certos."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens I, III e IV estão certos."
      },
      {
        "letra": "E",
        "texto": "Todos os itens estão certos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3506155",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: SEFAZ-PI",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "Durante a realização de uma competição esportiva em uma escola estadual, uma parte da arquibancada recém-instalada para atender o público do evento cedeu, causando ferimentos nos familiares dos alunos que ali estavam. O socorro médico foi acionado, mas foi necessária transferência de algumas vítimas para internação hospitalar, em razão da gravidade das lesões. Diante do contexto fático narrado, pode(m) ser responsabilizado(s) pelos danos causados,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a empresa responsável pela construção ou instalação da arquibancada, desde que comprovada culpa ou dolo de seus funcionários, remanescendo objetivaa responsabilidade do Estado e do agente público imbuído da gestão da unidade escolar."
      },
      {
        "letra": "B",
        "texto": "sob a modalidade subjetiva, o Estado, na qualidade de proprietário da unidade escolar, e, objetivamente, caso comprovada a tipificação de ato de improbidade, os agentes públicos responsáveis pela escolha e contratação da empresa que construiu as instalações da arquibancada."
      },
      {
        "letra": "C",
        "texto": "sob a modalidade objetiva, o agente público responsável pela gestão da unidade escolar, em razão de seu dever de ofício de zelar pela segurança das instalações do equipamento público."
      },
      {
        "letra": "D",
        "texto": "sob a modalidade objetiva, a empresa responsável pela construção ou instalação da arquibancada, remanescendo o Estado com a responsabilidade subjetiva subsidiária pelos danos ocorridos."
      },
      {
        "letra": "E",
        "texto": "o Estado, sob a modalidade objetiva, considerando a demonstração do nexo de causalidade entre os danos sofridos pelos familiares e a atuação dos agentes públicos que promoveram a contratação da empresa que realizou a construção on instalação da arquibancada."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3502232",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: CAU-MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Reparação do dano, ação de indenização, ação regressiva e prescrição."
    ],
    "enunciado_principal": "Acerca do controle, organização e responsabilização da administração pública, julgue o item a seguir. Caso um agente público cause, no exercício de suas funções, dano ao particular, admite-se, reconhecida a responsabilidade pelo prejuízo causado, o desconto de ofício, pela administração pública, das parcelas indenizatórias nos vencimentos do referido agente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3497102",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: GHC-RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "Considerando a jurisprudência dos tribunais superiores sobre a responsabilidade civil do Estado, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não há que se falar em responsabilidade civil solidária da Administração Pública por danos ao meio ambiente decorrente de sua omissão no dever de fiscalização."
      },
      {
        "letra": "B",
        "texto": "Em caso de manifestação pública em que ocorra tumulto ou conflito, o Estado responde de forma objetiva pelos danos causados ao profissional da imprensa ferido, por policiais, durante cobertura jornalística da referida manifestação pública tumultuosa, ainda que o jornalista descumpra clara e ostensiva quanto ao acesso a áreas definidas como de grave risco à integridade física."
      },
      {
        "letra": "C",
        "texto": "Nas ações de responsabilidade civil do Estado, é necessária a denunciação da lide ao suposto agente público causador do ato lesivo."
      },
      {
        "letra": "D",
        "texto": "As empresas estatais prestadoras de serviços públicos essenciais não dedicadas à exploração de atividade econômica com finalidade lucrativa e natureza concorrencial não são equiparadas à Fazenda Pública no que tange à prescrição."
      },
      {
        "letra": "E",
        "texto": "Os danos morais decorrentes da responsabilidade civil do Estado somente podem ser revistos em sede de recurso especial quando o valor arbitrado é exorbitante ou irrisório, afrontando os princípios da proporcionalidade e razoabilidade."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3472844",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: CNU",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Controle da administração pública"
    ],
    "enunciado_principal": "Relativamente ao controle e responsabilização da administração em suas diversas formas: controle administrativo; controle judicial; controle legislativo, bem como no que diz respeito à responsabilidade civil do Estado é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O controle judicial dos atos da administração decorre do poder de autotutela lapidado na Súmula 473 do STF."
      },
      {
        "letra": "B",
        "texto": "O controle judicial dos atos da administração limita-se aos critérios de legalidade e juridicidade, não podendo, de regra, substituir o mérito das escolhas administrativas realizadas nos contornos da lei."
      },
      {
        "letra": "C",
        "texto": "Tanto a anulação quanto a revogação do ato administrativo podem ser realizados pelo Poder Judiciário no exercício de suas funções típicas."
      },
      {
        "letra": "D",
        "texto": "O controle realizado pelo TCU frente aos atos de uma autarquia federal, a exemplo do INSS, é hipótese de controle interno."
      },
      {
        "letra": "E",
        "texto": "Os Poderes Legislativo, Executivo e Judiciário manterão, de forma integrada, sistema de controle externo com a finalidade de avaliar o cumprimento das metas previstas no plano plurianual, a execução dos programas de governo e dos orçamentos da União."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3472298",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: SEFAZ-RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "No que diz respeito à responsabilidade civil do Estado, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Cabe ao particular o ônus probatório para afastar excludentes de responsabilidade civil do Estado."
      },
      {
        "letra": "B",
        "texto": "A culpa concorrente é causa excludente da responsabilidade civil do Estado, uma vez que rompe o nexo de causalidade."
      },
      {
        "letra": "C",
        "texto": "A teoria adotada no Brasil em relação ao nexo de causalidade para a responsabilidade civil do Estado é a da equivalência dos antecedentes causais."
      },
      {
        "letra": "D",
        "texto": "Para a caracterização da responsabilidade civil estatal, a existência de um dano, a ação ou omissão administrativa e a ocorrência de nexo causal entre o dano e a ação ou omissão são os três requisitos mínimos para a aplicação da responsabilidade objetiva, inexistindo causa excludente da responsabilidade estatal."
      },
      {
        "letra": "E",
        "texto": "Apesar de a responsabilidade civil do Estado ser objetiva, o direito de regresso da administração pública somente ocorrerá quando houver dolo ou culpa do agente."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3471659",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: UNB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "Acerca do regime jurídico administrativo, dos poderes da administração pública e da responsabilidade civil do Estado, julgue o item que se segue. O Brasil adota a teoria do dano direto ou imediato para a configuração do nexo de causalidade na demonstração da responsabilidade civil do Estado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3469189",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "A respeito de licitações, controle da administração pública e responsabilidade civil do Estado, julgue o item a seguir.A CF adota como regra a responsabilidade civil objetiva do Estado, com fundamento na teoria do risco integral, nas hipóteses em que um agente público, por meio de ação comissiva, causar dano a particular, bastando, para fins de responsabilização do Estado, a comprovação do dano e da atuação administrativa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3464365",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: FUB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Excludentes e atenuantes da responsabilidade civil objetiva e teoria do risco integral"
    ],
    "enunciado_principal": "Acerca do regime jurídico administrativo, dos poderes da administração pública e da responsabilidade civil do Estado, julgue o item que se segue.A culpa exclusiva da vítima configura causa excludente de responsabilidade civil do Estado, haja vista o rompimento do nexo de causalidade entre o ato do agente público e o dano.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3464364",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: FUB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "Acerca do regime jurídico administrativo, dos poderes da administração pública e da responsabilidade civil do Estado, julgue o item que se segue.Para a responsabilização civil do Estado, é necessária a demonstração da ação do agente público, do dano e do nexo de causalidade, além da comprovação de dolo ou culpa do servidor.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3464360",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: FUB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Reparação do dano, ação de indenização, ação regressiva e prescrição.",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "Acerca do regime jurídico administrativo, dos poderes da administração pública e da responsabilidade civil do Estado, julgue o item que se segue.A administração pública somente terá direito de regresso contra o agente responsável pelo ato que ocasionou a responsabilidade civil do Estado quando demonstrar o dolo ou a culpa do agente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3455528",
    "metadata": "Ano: 2025 | Banca: AMEOSC | Órgão: Prefeitura de Anchieta - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Agentes públicos e Lei 8.112 de 1990"
    ],
    "enunciado_principal": "A responsabilização dos agentes públicos pode ocorrer nas esferas administrativa, civil e penal, conforme os atos praticados no exercício da função pública. Nesse contexto, analise as asserções a seguir e a relação proposta entre elas: I. O agente público pode ser responsabilizado pessoalmente, inclusive com ação de regresso, nos casos em que age com dolo ou culpa, causando prejuízo ao erário. PORQUE II. A responsabilidade civil do Estado, mesmo sendo objetiva, não exclui o direito de regresso contra o agente público causador do dano, quando comprovado o dolo ou a culpa. A respeito dessas asserções, assinale a opção correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As asserções I e II são proposições verdadeiras, e a II é uma justificativa correta da I."
      },
      {
        "letra": "B",
        "texto": "A asserção I é uma proposição verdadeira e a II é uma proposição falsa."
      },
      {
        "letra": "C",
        "texto": "As asserções I e II são proposições verdadeiras, mas a II não é uma justificativa correta da I."
      },
      {
        "letra": "D",
        "texto": "A asserção I é uma proposição falsa e a II é uma proposição verdadeira."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3452873",
    "metadata": "Ano: 2025 | Banca: VUNESP | Órgão: Prefeitura de Campinas - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Contratos Administrativos"
    ],
    "enunciado_principal": "Relativamente à terceirização de serviços, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De acordo com o STF, cabe ao trabalhador terceirizado provar que o ente público falhou na fiscalização."
      },
      {
        "letra": "B",
        "texto": "Segundo a jurisprudência do TST, o inadimplemento das obrigações trabalhistas, por parte do empregador, implica a responsabilidade subsidiária do tomador dos serviços quanto àquelas obrigações, ainda que este não haja participado da relação processual."
      },
      {
        "letra": "C",
        "texto": "Recentemente o STF fixou a tese de que não há responsabilidade automática da administração pública, cabendo, no entanto, ao Poder Público, tomador de serviços, o ônus de comprovar que não houve culpa na fiscalização do contrato."
      },
      {
        "letra": "D",
        "texto": "De acordo com o TST, a responsabilidade subsidiária do tomador de serviços não abrange as verbas decorrentes da condenação referentes ao FGTS e às contribuições previdenciárias."
      },
      {
        "letra": "E",
        "texto": "O STF fixou entendimento de que a responsabilidade da administração pública nos casos de terceirização é subsidiária à do prestador de serviços, independentemente de culpa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3452835",
    "metadata": "Ano: 2025 | Banca: VUNESP | Órgão: Prefeitura de Campinas - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "O Secretário de Segurança Urbana convocou uma reunião, em seu gabinete, para tratar dos limites de responsabilização do Município pela atuação da guarda municipal. Ele demonstrou preocupação com a repercussão de um incidente recente envolvendo a guarda civil, uma vez que há relatos de que agentes da guarda tentaram realizar a prisão em flagrante de assaltantes, o que resultou em tiroteio, causando lesões a civis e uma vítima fatal. Há, ainda, um fator agravante: os assaltantes estavam foragidos do sistema prisional estadual há três meses. O Secretário manifestou a intenção de adotar, no âmbito administrativo, o entendimento firmado pelo Superior Tribunal de Justiça sobre a matéria, buscando orientação quanto às respostas que poderá oferecer à imprensa, caso seja questionado. Diante desse contexto, Joana, Procuradora do Município presente à reunião, poderá afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o Estado, e não o Município, deve responder pelos danos causados, pois foram praticados por foragidos."
      },
      {
        "letra": "B",
        "texto": "o Município responde objetivamente pelos danos causados em função do tiroteio, independentemente da origem dos disparos."
      },
      {
        "letra": "C",
        "texto": "o Município só responderá pelos danos caso o projétil tenha partido de armas dos guardas civis."
      },
      {
        "letra": "D",
        "texto": "os guardas civis devem responder pessoalmente por esses atos."
      },
      {
        "letra": "E",
        "texto": "o Estado e o Município não precisarão indenizar os dependentes da vítima fatal, caso possua benefício previdenciário pela morte."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3448650",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Polícia Federal",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "Em relação à responsabilidade civil do Estado, julgue o seguinte item. A responsabilidade civil do Estado no direito brasileiro, em regra, é objetiva, fundamentada na teoria do risco administrativo, segundo a qual basta a comprovação do dano e do nexo de causalidade entre a conduta administrativa e o dano para que surja o dever de indenizar. Essa regra geral se aplica tanto aos atos comissivos quanto aos atos omissivos do Estado, sendo dispensável, em ambos os casos, a demonstração de culpa ou dolo por parte do agente público.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3448606",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Polícia Federal",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "O servidor responde civil, penal e administrativamente pelo exercício irregular de suas atribuições. Nesse sentido, julgue o item a seguir. A responsabilidade civil decorre de ato omissivo ou comissivo, doloso, que resulte em prejuízo ao erário ou a terceiros.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3445906",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "Considere que determinado órgão da Administração Pública tenha instalado sistema novo para gestão de seus processos administrativos digitais e judiciais e que a correspondente contratação não tenha considerado a necessidade de suporte técnico para atendimentos de problemas emergenciais. Durante a operação de validação do cadastramento de processos, o servidor público responsável acionou códigos equivocados, ensejando a exclusão dos dados dos processos administrativos. A ausência de suporte técnico imediato impediu a reversão da operação em tempo hábil e exigiu 90 dias para completa recuperação dos dados. Em razão da demora, servidores e administrados alegam prejuízos, em razão da frustração de direitos reconhecidos e em fase de implementação. Diante dessa narrativa, é possível identificar",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a ausência de ato ou omissão de natureza ilícita praticados por servidores públicos, o que impede seja acionada a responsabilidade objetiva do Estado."
      },
      {
        "letra": "B",
        "texto": "a possibilidade de responsabilidade objetiva do Estado pelos danos efetivamente comprovados pelos interessados, em razão de falha na operação e correção do sistema."
      },
      {
        "letra": "C",
        "texto": "a responsabilidade individual do servidor responsável pela operação do sistema, em virtude do ato causador de danos, independentemente da demonstração de culpa ou dano."
      },
      {
        "letra": "D",
        "texto": "a ausência de responsabilidade extracontratual do Estado, considerando a ausência de dolo do agente público e a correção da falha do sistema."
      },
      {
        "letra": "E",
        "texto": "a possível responsabilidade subjetiva do Estado, mediante comprovação de dolo ou culpa dos agentes públicos responsáveis pela contratação sem previsão do atendimento emergencial."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3438595",
    "metadata": "Ano: 2025 | Banca: Instituto Fênix | Órgão: Câmara de Novo Horizonte - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "Nos termos da Constituição Federal e da jurisprudência do STF, a responsabilidade civil objetiva da Administração Pública direta e indireta aplica-se em quais das situações a seguir?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas aos danos causados por atos comissivos lícitos, excluindo os atos omissivos."
      },
      {
        "letra": "B",
        "texto": "Apenas aos danos resultantes de atos administrativos praticados com dolo ou culpa."
      },
      {
        "letra": "C",
        "texto": "Aos danos materiais e morais causados por agentes públicos no exercício de suas funções, mesmo que não haja culpa direta da Administração."
      },
      {
        "letra": "D",
        "texto": "Aos danos causados por agentes públicos no exercício da função, quando houver nexo de causalidade, ainda que a conduta do agente seja omissiva, desde que configurada a falha do serviço."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3438005",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRC-SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "Com base na responsabilidade civil do Estado no direito brasileiro, julgue o item a seguir.A culpa concorrente da vítima constitui causa de exclusão da responsabilidade da Administração Pública, quando se trata da responsabilidade civil na modalidade de risco administrativo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3438004",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRC-SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "Com base na responsabilidade civil do Estado no direito brasileiro, julgue o item a seguir.Na ação de regresso contra o agente causador do dano a terceiros, é necessário demonstrar que ele agiu com dolo ou culpa, uma vez que a responsabilidade dele é subjetiva.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3438003",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRC-SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "Com base na responsabilidade civil do Estado no direito brasileiro, julgue o item a seguir.A responsabilidade civil adotada no direito brasileiro é na modalidade de risco integral, sendo exigida a demonstração do nexo de causalidade entre a conduta e o evento danoso.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3426875",
    "metadata": "Ano: 2025 | Banca: VUNESP | Órgão: TCE-SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "Tendo em vista a jurisprudência do Supremo Tribunal Federal acerca da responsabilidade civil do Estado, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "na hipótese de posse em cargo público determinada por decisão judicial, o servidor não faz jus à indenização sob fundamento de que deveria ter sido investido em momento anterior, salvo situação de arbitrariedade flagrante."
      },
      {
        "letra": "B",
        "texto": "o Estado responde de forma objetiva por danos decorrentes de crime praticado por pessoa foragida do sistema prisional, mesmo quando não demonstrado o nexo causal direto entre o momento da fuga e a conduta praticada."
      },
      {
        "letra": "C",
        "texto": "o Estado responde solidariamente por danos materiais causados a candidatos em concurso público organizado por pessoa jurídica de direito privado, quando os exames são cancelados por indícios de fraude."
      },
      {
        "letra": "D",
        "texto": "o Estado não responde, objetivamente, pelos atos dos tabeliães e registradores oficiais que, no exercício de suas funções, causem danos a terceiros, tendo em vista que a atividade notarial é exercida em caráter privado, mediante delegação do poder público."
      },
      {
        "letra": "E",
        "texto": "a responsabilidade civil das pessoas jurídicas de direito privado prestadoras de serviço público é subjetiva relativamente a terceiros usuários e não usuários do serviço."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3426006",
    "metadata": "Ano: 2025 | Banca: IDESG | Órgão: Prefeitura de Cariacica - ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Agentes públicos e Lei 8.112 de 1990"
    ],
    "enunciado_principal": "A Constituição Federal, em seu artigo 37, estabelece disposições gerais sobre a administração pública. Nesse sentido, analise as assertivas e julgue V, para as verdadeiras, e F, para as falsas. (__) Os órgãos e entidades da administração pública, individual ou conjuntamente, devem realizar avaliação das políticas públicas, inclusive com divulgação do objeto a ser avaliado e dos resultados alcançados, na forma da lei. (__) A aposentadoria concedida com a utilização de tempo de contribuição decorrente de cargo, emprego ou função pública, exceto a do Regime Geral de Previdência Social, acarretará o rompimento do vínculo que gerou o referido tempo de contribuição. (__) O servidor público titular de cargo efetivo poderá ser readaptado para exercício de cargo cujas atribuições e responsabilidades sejam compatíveis com a limitação que tenha sofrido em sua capacidade física ou mental, enquanto permanecer nesta condição, desde que possua a habilitação e o nível de escolaridade exigidos para o cargo de destino, mantida a remuneração do cargo de origem. (__) As pessoas jurídicas de direito público e as de direito privado prestadoras de serviços públicos responderão pelos danos que seus agentes, nessa qualidade, causarem a terceiros, assegurado o direito de regresso contra o responsável nos casos de dolo ou culpa. Qual alternativa preenche, CORRETAMENTE, de cima para baixo, os parênteses?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F - F - V - V."
      },
      {
        "letra": "B",
        "texto": "F - V - F - F."
      },
      {
        "letra": "C",
        "texto": "V - V - F - F."
      },
      {
        "letra": "D",
        "texto": "V - F - V - V."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3409623",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: Câmara de Mariana - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021"
    ],
    "enunciado_principal": "Um funcionário público, no exercício de sua atividade pública, agindo de forma negligente, provocou prejuízo à terceira pessoa. Nesse sentido, analise as afirmativas a seguir. I. Por precedente judicial, eventual ação de ressarcimento dos prejuízos a ser sugerida pelo terceiro prejudicado deverá ser proposta contra o Estado e não contra o funcionário de forma direta. II. O funcionário não cometeu qualquer ato que possa ser punido pela lei de improbidade administrativa (Lei nº 8.429/1992). III. Caso o Estado venha a arcar com os prejuízos da conduta do funcionário, esse não poderá ser obrigado a ressarcí-lo. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "I e II, apenas."
      },
      {
        "letra": "C",
        "texto": "I e III, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3409246",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: STM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Excludentes e atenuantes da responsabilidade civil objetiva e teoria do risco integral"
    ],
    "enunciado_principal": "Em relação à responsabilidade civil do Estado, julgue o item seguinte. A teoria do risco integral prevê ao Estado, pelo simples envolvimento no evento, a obrigação de reparação do dano causado ao particular, não sendo possível a produção de prova com vistas a elidir essa responsabilidade, dada a condição de seguradora universal que a administração pública assume.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3409245",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: STM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "Em relação à responsabilidade civil do Estado, julgue o item seguinte. Segundo o entendimento do STF, no caso de morte decorrente de disparo de arma de fogo em operação policial, o caráter inconclusivo da origem do disparo letal afasta a responsabilidade objetiva do Estado, uma vez que a comprovação do nexo causal é imprescindível para a caracterização do dever de reparar o dano.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3407076",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Excludentes e atenuantes da responsabilidade civil objetiva e teoria do risco integral",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado",
      "Responsabilidade do Estado por atos omissivos"
    ],
    "enunciado_principal": "Acerca da responsabilidade do Estado por atos praticados por servidores e agentes de segurança pública, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A Administração pública é responsável apenas pelas condutas comissivas de seus agentes, sejam elas responsáveis por resultar em dano patrimonial, moral ou estético."
      },
      {
        "letra": "B",
        "texto": "A teoria do risco administrativo incide no caso de perseguição policial que resultou em ferimento a transeunte, causado por projétil de arma de fogo disparado por agente policial."
      },
      {
        "letra": "C",
        "texto": "O Estado responde objetivamente em caso de dano decorrente de utilização de arma de fogo de corporação militar por parte de soldado fardado, mesmo se este não se encontrar em serviço."
      },
      {
        "letra": "D",
        "texto": "A responsabilidade civil do Estado será subjetiva quando o dano for causado por servidor público vinculado a empresa pública exploradora de atividade econômica."
      },
      {
        "letra": "E",
        "texto": "A indenização por parte da Administração para particular lesado pode ser parcial ou isenta em caso de participação desse particular no resultado danoso."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3407028",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: STM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "A respeito da responsabilidade civil do Estado, julgue o item a seguir, considerando, no que couber, a jurisprudência dos tribunais superiores. A teoria do risco administrativo somente se aplica aos casos de responsabilização civil do Estado por condutas comissivas.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3407027",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: STM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "A respeito da responsabilidade civil do Estado, julgue o item a seguir, considerando, no que couber, a jurisprudência dos tribunais superiores. Segundo a jurisprudência do STF, no caso de fraude em concurso público gerar dano material a candidato, o Estado responderá solidariamente com a organizadora do certame.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3407026",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: STM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "A respeito da responsabilidade civil do Estado, julgue o item a seguir, considerando, no que couber, a jurisprudência dos tribunais superiores. A ocorrência de fatos imprevisíveis como caso fortuito e força maior funciona como excludente da responsabilidade estatal quando dessas situações decorrem danos a particular, porquanto há rompimento do nexo causal entre a ação do Estado e o dano ocasionado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3407025",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: STM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "A respeito da responsabilidade civil do Estado, julgue o item a seguir, considerando, no que couber, a jurisprudência dos tribunais superiores. O polo passivo de ação de indenização em razão de dano causado a particular por magistrado no exercício de suas funções deve contemplar, conjuntamente, o Estado e o magistrado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3406515",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: Câmara de Mariana - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "À luz da jurisprudência do Supremo Tribunal Federal (STF), acerca da responsabilidade extracontratual do Estado, analise as afirmativas a seguir. I. O Estado é responsável, na esfera cível, por morte ou ferimento decorrente de operações de segurança pública, nos termos da Teoria do Risco Administrativo, sendo ônus probatório do ente federativo demonstrar eventuais excludentes de responsabilidade civil. II. Para que fique caracterizada a responsabilidade civil do Estado por danos decorrentes do comércio de fogos de artifício, é necessário que exista a violação de um dever jurídico específico de agir, que ocorrerá quando for concedida a licença para funcionamento sem as cautelas legais ou quando forem de conhecimento do poder público eventuais irregularidades praticadas pelo particular. III. Em razão de sua autonomia, o Estado não responde objetivamente pelos atos dos tabeliães e registradores oficiais que, no exercício de suas funções, causem dano a terceiros. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "I e II, apenas."
      },
      {
        "letra": "C",
        "texto": "I e III, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3406512",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: Câmara de Mariana - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Intervenção do estado na propriedade"
    ],
    "enunciado_principal": "Durante um grande incêndio florestal que ameaçava áreas residenciais, a Defesa Civil precisou utilizar caminhões-pipa pertencentes a uma empresa privada para conter as chamas, pois os recursos públicos disponíveis eram insuficientes para controlar a situação. O proprietário dos veículos não consentiu com a utilização, mas a autoridade responsável ordenou o uso emergencial dos bens para evitar uma tragédia maior. Após o controle do incêndio, os caminhões sofreram avarias significativas. Com base no art. 5º, inciso XXV, da Constituição Federal, considerando a legalidade da medida adotada pela autoridade pública, bem como a questão da indenização ao proprietário, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A medida foi ilegal, pois a propriedade privada é um direito absoluto, e o uso forçado sem consentimento caracteriza violação à posse."
      },
      {
        "letra": "B",
        "texto": "O uso foi ilegal, pois, mesmo diante de perigo público, a autoridade deveria obter autorização judicial antes de utilizar bens privados."
      },
      {
        "letra": "C",
        "texto": "A medida foi legal, pois a Constituição permite o uso de bens privados em casos de iminente perigo público, garantindo ao proprietário indenização ulterior, se houver dano."
      },
      {
        "letra": "D",
        "texto": "O proprietário não tem direito à indenização, pois a ação estatal foi motivada pelo interesse público, e o sacrifício da propriedade privada se justifica pelo bem coletivo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3395833",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: DPE-RO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Agentes públicos e Lei 8.112 de 1990"
    ],
    "enunciado_principal": "Caio, servidor público no Estado Alfa, estava, embriagado, na condução de um veículo automotor oficial, pertencente ao referido ente federativo, encaminhando-se à repartição pública em que trabalha, ocasião em que, por imprudência e negligência, avançou um sinal vermelho, atropelando um transeunte. Nesse cenário, considerando as disposições da Constituição Federal e o entendimento doutrinário e jurisprudencial dominantes, avalie as afirmativas a seguir e assinale (V) para a verdadeira e (F) para a falsa. ( ) A responsabilidade civil do Estado Alfa, no caso narrado, tem natureza subjetiva, sendo desnecessário comprovar o dolo ou a culpa do servidor público. ( ) Caio, na qualidade de servidor público, responderá objetivamente pelos danos que causou ao particular. ( ) Por se tratar de responsabilidade civil imputável ao Estado Alfa à luz da teoria do risco integral, não se admite a alegação de excludentes do nexo de causalidade entre a conduta e o dano causado ao particular. As afirmativas são, respectivamente,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F – F – F."
      },
      {
        "letra": "B",
        "texto": "V – F – V."
      },
      {
        "letra": "C",
        "texto": "F – V – F."
      },
      {
        "letra": "D",
        "texto": "V – V – F."
      },
      {
        "letra": "E",
        "texto": "V – V – V."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3390479",
    "metadata": "Ano: 2025 | Banca: VUNESP | Órgão: AresPCJ - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "Joaquim, empregado da empresa privada X, contratada pela agência reguladora federal Y, teve acesso a informação sigilosa do poder público e a submeteu a tratamento indevido, ocasionando danos a empresa Z. Diante do exposto e de acordo com a previsão da Lei Federal no 12.527/2011, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A Lei mencionada não é aplicável às agências reguladoras."
      },
      {
        "letra": "B",
        "texto": "A empresa privada X responde diretamente pelos danos provocados, sem prejuízo de posterior direito de regresso em face de Joaquim."
      },
      {
        "letra": "C",
        "texto": "Joaquim é o único responsável pelo ato praticado, não cabendo a responsabilização da empresa privada X."
      },
      {
        "letra": "D",
        "texto": "Há a responsabilidade direta da agência reguladora Y, não cabendo a responsabilização da empresa privada X."
      },
      {
        "letra": "E",
        "texto": "Somente a União pode vir a ser responsabilizada de forma objetiva, não cabendo a responsabilização da agência reguladora ou da empresa privada."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3387041",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: DPE-RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "Maria procurou a Defensoria Pública, pois, na noite anterior, o seu filho de 9 anos foi atingido por disparo de arma de fogo. Segundo narrou, diversos agente públicos ingressaram no bairro pobre em que vive com forte aparato, pois estavam diligenciando a prisão de determinado conhecido traficante da região, que recentemente havia foragido do sistema prisional. Maria relatou que houve intensa troca de tiros, pelo que se abrigou, com o filho, no quarto que entendia estar mais bem protegida. No entanto, o filho foi atingido por disparo que transpassou a janela de vidro do imóvel. A assistida não soube informar a dinâmica do confronto entre os policiais e os comparsas do foragido, pois se preocupou em proteger seu familiar. Recentemente, o STF decidiu sobre a responsabilidade civil da administração pública por danos causados durante operações de segurança pública (ARE 1.385.315 - TEMA 1.237 STF). Com base no relato e no entendimento fixado sobre tema, é correto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se a origem do disparo que causou danos em uma operação policial não foi identificada, o Estado não pode ser responsabilizado, uma vez que a falta de provas sobre a responsabilidade do agente público impede a responsabilização do ente público."
      },
      {
        "letra": "B",
        "texto": "O STF não exige prova cabal sobre a origem do disparo para o reconhecimento da responsabilidade civil do Estado, mas esta só ocorrerá se evidenciado que plausível o alvejamento por agente de segurança pública."
      },
      {
        "letra": "C",
        "texto": "O fato de Maria não ter elementos sobre a origem do disparo isenta o poder público de responsabilidade."
      },
      {
        "letra": "D",
        "texto": "O STF exige provas concretas sobre a origem do disparo, pois a responsabilidade estatal só pode ocorrer se provado que a bala partiu de um agente do Estado, indicando efeitos diretos e imediatos causados pela conduta."
      },
      {
        "letra": "E",
        "texto": "Mesmo que Maria não tenha provas sobre a origem do disparo, entende-se que, em casos de morte ou ferimento durante operações de segurança pública, a Administração Pública deve indenizar as vítimas, mesmo que a origem do disparo não seja identificada (perícia inconclusiva) e a responsabilidade será sempre objetiva."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3384771",
    "metadata": "Ano: 2025 | Banca: INSTITUTO AOCP | Órgão: MPE-RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "A responsabilidade extracontratual do Estado corresponde à obrigação de reparar danos causados a terceiros em decorrência de comportamentos comissivos ou omissivos, materiais ou jurídicos, lícitos ou ilícitos, imputáveis aos agentes públicos. A respeito da responsabilidade extracontratual do Estado, informe se é verdadeiro (V) ou falso (F) o que se afirma a seguir e assinale a alternativa com a sequência correta. ( ) A responsabilidade civil do Estado é, em regra, objetiva, baseada na teoria do risco administrativo. ( ) Em regra, para a responsabilização do Estado, é suficiente a comprovação do dano e do nexo causal entre a conduta administrativa e o prejuízo sofrido. ( ) Não podem ser consideradas como causas excludentes da responsabilidade do Estado a força maior e a culpa exclusiva da vítima, devido à adoção da teoria do risco integral como regra pelo ordenamento jurídico pátrio. ( ) A teoria do risco integral é adotada pela Constituição Federal como regra geral para a responsabilidade civil do Estado. ( ) A responsabilidade objetiva do Estado não impede o direito de regresso contra o agente causador do dano, em caso de dolo ou culpa.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V – V – F – F – V."
      },
      {
        "letra": "B",
        "texto": "V – F – V – V – F."
      },
      {
        "letra": "C",
        "texto": "F – V – F – V – V."
      },
      {
        "letra": "D",
        "texto": "V – V – V – F – F."
      },
      {
        "letra": "E",
        "texto": "F – F – V – V – F."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3383810",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: PC-CE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "Assinale a opção correta em relação à responsabilidade civil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A culpa decorrente da negligência está associada à falta de aptidão ou habilidade específica para a realização de uma atividade técnica ou científica."
      },
      {
        "letra": "B",
        "texto": "A teoria da culpa pressupõe a intenção deliberada do agente em ofender o direito ou ocasionar prejuízo a outrem."
      },
      {
        "letra": "C",
        "texto": "A responsabilidade civil objetiva é aquela entre cujos pressupostos se encontra o elemento culpa."
      },
      {
        "letra": "D",
        "texto": "A teoria do risco profissional é restrita à responsabilidade subjetiva dos empregadores por acidentes causados diretamente a seus empregados."
      },
      {
        "letra": "E",
        "texto": "A teoria do risco administrativo exclui a necessidade de se provar a culpa do agente estatal para fins de responsabilização civil, entretanto requer que o dano sofrido e o nexo de causalidade estejam interligados com a atividade pública."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3378631",
    "metadata": "Ano: 2025 | Banca: VUNESP | Órgão: UNESP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Agentes públicos e Lei 8.112 de 1990"
    ],
    "enunciado_principal": "Considere que Mário, assistente técnico de um campus da Universidade Estadual Paulista (Unesp), é o encarregado de prestar suporte técnico a uma conferência acadêmica internacional, a ser realizada no auditório do campus, e obteve a informação de que deverá receber e distribuir os equipamentos a serem disponibilizados à plateia para a tradução simultânea das palestras. Após o início do evento, alguns estudantes começaram a se queixar de que os aparelhos estavam causando choque. Além disso, a empresa responsável pela locação dos dispositivos relatou que alguns foram danificados, por defeito de uso. Com base na situação hipotética e no disposto na Constituição Federal, é correto afirmar que Mário",
    "alternativas": [
      {
        "letra": "A",
        "texto": "será responsabilizado diretamente, junto com a Unesp, por eventuais danos causados aos estudantes."
      },
      {
        "letra": "B",
        "texto": "será responsabilizado pelos danos causados à empresa apenas se estiver em estágio probatório."
      },
      {
        "letra": "C",
        "texto": "responderá diretamente perante os estudantes, caso tenha agido de maneira dolosa ou culposa."
      },
      {
        "letra": "D",
        "texto": "não pode, em qualquer situação, ser responsabilizado pelos danos causados aos estudantes ou à empresa."
      },
      {
        "letra": "E",
        "texto": "responderá se tiver agido com dolo ou culpa perante a Unesp, caso esta seja condenada pelos danos causados aos estudantes."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3375872",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRM-MS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "No que se refere à responsabilidade civil do Estado no ordenamento jurídico brasileiro, julgue o item a seguir, com base nos princípios constitucionais, na jurisprudência dominante e nos critérios adotados pela doutrina majoritária.A responsabilidade do Estado estende‑se às pessoas jurídicas de direito privado prestadoras de serviço público, independentemente de lucro ou da natureza do serviço.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3375871",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRM-MS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "No que se refere à responsabilidade civil do Estado no ordenamento jurídico brasileiro, julgue o item a seguir, com base nos princípios constitucionais, na jurisprudência dominante e nos critérios adotados pela doutrina majoritária.Em situações em que o evento danoso decorre de caso fortuito, de força maior ou de culpa exclusiva da vítima, a responsabilidade do Estado pode ser afastada.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3375869",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRM-MS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Responsabilidade do Estado por atos omissivos"
    ],
    "enunciado_principal": "No que se refere à responsabilidade civil do Estado no ordenamento jurídico brasileiro, julgue o item a seguir, com base nos princípios constitucionais, na jurisprudência dominante e nos critérios adotados pela doutrina majoritária.Em casos de omissão estatal, a responsabilidade civil do Estado é objetiva, bastando a comprovação do dano e do nexo causal entre a omissão e o resultado lesivo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3375868",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRM-MS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "No que se refere à responsabilidade civil do Estado no ordenamento jurídico brasileiro, julgue o item a seguir, com base nos princípios constitucionais, na jurisprudência dominante e nos critérios adotados pela doutrina majoritária.A responsabilidade civil do Estado por atos comissivos praticados por seus agentes no desempenho de função pública é objetiva, sendo fundada na teoria do risco administrativo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3375720",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRM-MS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "No que se refere à responsabilidade civil do Estado no ordenamento jurídico brasileiro, julgue o item a seguir, com base nos princípios constitucionais, na jurisprudência dominante e nos critérios adotados pela doutrina majoritária.Para a configuração da responsabilidade civil do Estado, exige‑se a presença de quatro elementos: conduta estatal; dano; dolo; e nexo de causalidade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3375682",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRM-MS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Excludentes e atenuantes da responsabilidade civil objetiva e teoria do risco integral"
    ],
    "enunciado_principal": "De acordo com a legislação brasileira, as pessoas jurídicas são entidades dotadas de personalidade jurídica, ou seja, são sujeitos de direitos e obrigações distintos das pessoas físicas que as compõem. Com base nessa informação, julgue o item seguinte.A lei assegura a autonomia patrimonial das pessoas jurídicas como instrumento lícito de alocação e segregação de riscos. Isso não quer dizer, porém, que, em caso de abuso desse direito, a Administração Pública não possa desconsiderar a personalidade jurídica para que os efeitos de certas e determinadas relações de obrigações sejam estendidos aos bens particulares de administradores ou de sócios da pessoa jurídica beneficiados direta ou indiretamente pelo abuso.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3366466",
    "metadata": "Ano: 2025 | Banca: IBADE | Órgão: Prefeitura de Rolim de Moura - RO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "A responsabilidade civil do Estado significa que a Administração Pública tem o dever de reparar danos, sejam estes patrimoniais ou extrapatrimoniais, causados a terceiros em razão de ação ou omissão estatal, por intermédio de seus agentes. Assinale a alternativa que se refere à Teoria da Responsabilidade Civil do Estado caracterizada no texto abaixo: Essa teoria apregoa que ao Estado se atribui prerrogativas especiais para o exercício de suas funções. Tais atividades possuem riscos próprios e inerentes que podem causar danos aos particulares. Riscos estes que devem ser suportados por toda a coletividade, pois o Estado age em função dela.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Teoria da culpa civil."
      },
      {
        "letra": "B",
        "texto": "Teoria da irresponsabilidade."
      },
      {
        "letra": "C",
        "texto": "Teoria da culpa administrativa."
      },
      {
        "letra": "D",
        "texto": "Teoria do risco integral."
      },
      {
        "letra": "E",
        "texto": "Teoria do risco administrativo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3364504",
    "metadata": "Ano: 2025 | Banca: UERJ | Órgão: UERJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "Um hospital universitário público, de forma a dar continuidade às pesquisas científicas e acadêmicas realizadas na universidade da qual faz parte, desenvolveu um banco com informações pessoais relacionadas aos pacientes, incluindo, além do nome, número de identidade, CPF e endereço, dados de saúde e de biometria. Para realizar o tratamento das informações, foi contratada uma empresa de tecnologia. Durante o tratamento, o referido banco foi atacado por hackers, que conseguiram obter as informações de parte substancial dos pacientes. Após a instauração do devido procedimento, verificou-se que as medidas de segurança, até então adotadas pela empresa de tecnologia, não eram suficientes para proteger os acessos não autorizadas. Diante do caso descrito, se algum dos pacientes vier a pleitear indenização pelos danos sofridos, a:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "universidade, enquanto controladora, não responderá por se tratar de culpa exclusiva de terceiro"
      },
      {
        "letra": "B",
        "texto": "universidade, enquanto controladora, responderá solidariamente por estar envolvida no tratamento"
      },
      {
        "letra": "C",
        "texto": "empresa de tecnologia, enquanto controladora, responderá civilmente por ser a causadora do dano"
      },
      {
        "letra": "D",
        "texto": "empresa de tecnologia, enquanto operadora, não responderá, uma vez que não lhe competem as decisões referentes ao tratamento"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3364501",
    "metadata": "Ano: 2025 | Banca: UERJ | Órgão: UERJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "Um servidor aposentado da área de saúde pleiteia em juízo o recebimento de indenização decorrente de dano causado por contaminação bacteriana, ocorrida nas dependências de um hospital público. A bactéria é uma cepa de infecção hospitalar, porém se passaram sete anos desde que ele fora desligado da unidade. Nesse caso, quanto à prescrição, a defesa ao pleito é considerada:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ineficiente, visto que é imprescritível dano causado a direito da personalidade"
      },
      {
        "letra": "B",
        "texto": "eficiente, visto já ter transcorrido o prazo prescricional trienal previsto, aplicável a todos os casos de reparação de dano"
      },
      {
        "letra": "C",
        "texto": "ineficiente, visto que o prazo aplicável ao caso, que é o geral previsto no art. 206 do Código Civil, é decenário e ainda não transcorreu"
      },
      {
        "letra": "D",
        "texto": "eficiente, pois o prazo prescricional de cinco anos, aplicável aos casos de dano causado por pessoa jurídica de direito público, já transcorreu"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3364242",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CORE-BA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "A responsabilidade civil do Estado é a obrigação da Administração Pública de reparar danos causados a terceiros, podendo essa responsabilidade pode ser objetiva ou subjetiva. A partir dessa informação, assinale a opção correta, no que concerne à responsabilidade civil do Estado.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A responsabilidade civil do Estado por atos comissivos depende da demonstração de dolo ou culpa do agente público para que o particular possa ser indenizado."
      },
      {
        "letra": "B",
        "texto": "Na hipótese de responsabilidade civil do Estado por omissão, aplica‑se a teoria objetiva, bastando ao particular demonstrar o dano e a relação causal com a omissão."
      },
      {
        "letra": "C",
        "texto": "A responsabilidade objetiva do Estado somente se configura diante da prática de atos ilícitos pelos agentes públicos no exercício de suas funções."
      },
      {
        "letra": "D",
        "texto": "A ocorrência de culpa exclusiva da vítima exclui a responsabilidade civil do Estado, por romper o nexo de causalidade entre a atuação estatal e o dano sofrido."
      },
      {
        "letra": "E",
        "texto": "O Estado não pode ser responsabilizado por danos causados por concessionárias de serviços públicos, em razão da autonomia jurídica dessas entidades."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3362632",
    "metadata": "Ano: 2025 | Banca: ACAFE | Órgão: Câmara de União do Oeste - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "A responsabilidade civil do Estado, conforme o Art. 37, §6º da Constituição Federal, é, em regra, objetiva, fundada na teoria do risco administrativo. No entanto, existem situações excepcionais em que se aplica a teoria do risco integral. Diante desse contexto, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A teoria do risco integral aplica-se aos danos causados pelos agentes públicos, nessa qualidade, a terceiros, assegurado o direito de regresso contra o responsável no caso de dolo ou culpa."
      },
      {
        "letra": "B",
        "texto": "A teoria do risco integral se aplica para as situações de falha na prestação de serviço, devendo ser comprovado, para responsabilização do poder público, que o serviço não funcionou, funcionou mal ou funcionou tardiamente."
      },
      {
        "letra": "C",
        "texto": "A teoria do risco integral aplica-se à responsabilidade por danos ambientais e nucleares, não admitindo excludentes de responsabilidade."
      },
      {
        "letra": "D",
        "texto": "A teoria do risco integral deve ser aplicada quando houver omissão específica do Estado em sua responsabilidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3352487",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: MPE-RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Serviços Públicos"
    ],
    "enunciado_principal": "Diante das inúmeras reclamações formuladas por usuários e não usuários, o Ministério Público do Estado do Rio de Janeiro resolveu apurar se a concessionária Alfa, prestadora de serviço público, está prestando um adequado serviço público à sociedade fluminense. Nesse contexto, representantes do Ministério Público, do governo estadual e da entidade contratada se reuniram, debatendo, inclusive, sobre eventual responsabilização civil da contratada em caso de danos causados a usuários e não usuários. Nesse cenário, considerando as disposições da Constituição Federal e o entendimento jurisprudencial dominante, avalie as afirmativas a seguir e assinale (V) para a verdadeira e (F) para a falsa. ( ) A responsabilidade civil da concessionária Alfa, prestadora de serviço público, tem natureza objetiva, prescindindo-se da comprovação do dolo ou da culpa. ( ) À luz da teoria do risco integral, o Estado do Rio de Janeiro responderá solidariamente com a concessionária Alfa pelos danos causados aos usuários. ( ) Não se pode responsabilizar, subjetiva ou objetivamente, a concessionária Alfa por danos causados a não usuários. As afirmativas são, respectivamente,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V – V – V."
      },
      {
        "letra": "B",
        "texto": "F – V – F."
      },
      {
        "letra": "C",
        "texto": "F – F – V."
      },
      {
        "letra": "D",
        "texto": "V – F – F."
      },
      {
        "letra": "E",
        "texto": "F – F – F."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3350309",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TRT - 24ª REGIÃO (MS)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Agentes públicos e Lei 8.112 de 1990"
    ],
    "enunciado_principal": "João, servidor público federal, alugou um automóvel junto à sociedade empresária Alfa durante o seu período de férias, com o objetivo de ir ao Município de Bonito/MS. Durante o trajeto, em razão da condução imprudente do veículo, João acabou por colidir com a motocicleta de Paulo, que ficou gravemente lesionado por força dos eventos. Nesse cenário, considerando as disposições da Constituição Federal e o entendimento doutrinário e jurisprudencial dominante, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "João, como servidor público federal, responderá, objetivamente, à luz da teoria do risco integral, pelos danos causados ao particular."
      },
      {
        "letra": "B",
        "texto": "João, como servidor público federal, e a União responderão, subjetivamente, pelos danos causados ao particular."
      },
      {
        "letra": "C",
        "texto": "A União não responderá, civilmente, pela conduta praticada pelo servidor público federal João."
      },
      {
        "letra": "D",
        "texto": "A União responderá, subjetiva e subsidiariamente, pelos danos causados ao particular."
      },
      {
        "letra": "E",
        "texto": "A União responderá, objetivamente, pelos danos causados ao particular."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3345919",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TJ-GO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "Acerca da responsabilidade civil do Estado analise as assertivas a seguir. I. O Estado jamais pode ser responsabilizado civilmente por ato lícitos. II. A culpa corrente é causa excludente da responsabilidade civil do Estado. III. As empresas públicas que prestam serviços públicos respondem objetivamente em âmbito civil, inclusive nas situações que envolvam não usuários de tais serviços. Nesse contexto, está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "II e III, apenas."
      },
      {
        "letra": "C",
        "texto": "III, apenas."
      },
      {
        "letra": "D",
        "texto": "I e II, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3345907",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TJ-GO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "A sociedade empresária Alfa atua como prestadora do serviço público de esgotamento sanitário na zona urbana do Município Sigma. Antônio, um dos técnicos de manutenção de bueiros de Alfa, ao fazer a limpeza de um valão, durante o expediente regular, provocou um acidente que resultou em danos físicos, patrimoniais e morais ao usuário do serviço João. Na situação descrita, diante do texto constitucional, é correto afirmar que a responsabilidade civil de Alfa",
    "alternativas": [
      {
        "letra": "A",
        "texto": "será objetiva, sendo desnecessária a comprovação de culpa ou dolo de Antônio."
      },
      {
        "letra": "B",
        "texto": "pressupõe que seja demonstrada a culpa de Antônio."
      },
      {
        "letra": "C",
        "texto": "somente será objetiva caso a indenização não ultrapasse o valor de quarenta salários mínimos."
      },
      {
        "letra": "D",
        "texto": "não está configurada, considerando que Sigma é o titular do serviço."
      },
      {
        "letra": "E",
        "texto": "é subsidiária, pressupondo que seja esgotada a possibilidade de responsabilização pessoal de Antônio e de Sigma."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3340632",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: SEFAZ-RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "Julgue os seguintes itens, em relação à responsabilidade civil do Estado. I A responsabilidade civil do Estado é subjetiva, fundada no risco integral, devendo haver a demonstração da ação do agente e o resultado. II A culpa exclusiva da vítima é causa excludente de responsabilidade do Estado, ao passo que a culpa concorrente não interfere na responsabilidade, uma vez que esta é objetiva. III A responsabilidade civil de concessionária de serviço público é objetiva em relação aos usuários e subjetiva em relação aos não usuários. IV O Estado deve indenizar o condenado por erro judiciário, assim como o que ficar preso além do tempo fixado na sentença. Assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nenhum item está certo."
      },
      {
        "letra": "B",
        "texto": "Apenas o item I está certo."
      },
      {
        "letra": "C",
        "texto": "Apenas o item II está certo."
      },
      {
        "letra": "D",
        "texto": "Apenas o item III está certo."
      },
      {
        "letra": "E",
        "texto": "Apenas o item IV está certo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3339826",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: MPU",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Contratos Administrativos"
    ],
    "enunciado_principal": "Elisa trabalhou por três anos como terceirizada numa repartição pública federal. Após ser dispensada sem recebimento dos seus direitos, Elisa ajuizou reclamação trabalhista contra o ex-empregador e a União, desta requerendo responsabilidade subsidiária pela falta de fiscalização. Na ação, a ex-empregada requereu o pagamento de verbas resilitórias, multa do Art. 477, §8º, da CLT pela mora solvendi e indenização por dano moral em virtude de assédio cometido pelo encarregado da empresa que coordenava o serviço dos terceirizados. Em defesa, a União confirmou a condição de tomadora dos serviços, mas negou responsabilidade pela multa porque não deu causa ao atraso, bem como pela indenização por dano moral, pois a alegada lesão não foi perpetrada por servidor público. Considerando a situação apresentada, os termos da Lei e o entendimento consolidado dos Tribunais Superiores, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a União não responderá pela multa oriunda do atraso das verbas resilitórias, se houver procedência do pedido, por ser verba personalíssima;"
      },
      {
        "letra": "B",
        "texto": "a União, havendo condenação, não responderá pelo dano moral porque não foi responsável pela lesão, já que praticada por preposto da empresa contratada;"
      },
      {
        "letra": "C",
        "texto": "a União não terá responsabilidade porque não foi a empregadora, mas apenas a tomadora dos serviços;"
      },
      {
        "letra": "D",
        "texto": "a multa pela mora solvendi e a indenização por dano moral porventura deferidas não serão de responsabilidade subsidiária da União, pois não houve culpa dela;"
      },
      {
        "letra": "E",
        "texto": "a responsabilidade subsidiária do tomador dos serviços, caso haja condenação, envolverá toda a demanda em questão."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3336310",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: MPU",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "Em uma abordagem realizada junto a um indivíduo que aparentemente portava arma de fogo, suspeita que veio a ser confirmada, João, responsável pelo policiamento institucional no âmbito de uma estrutura estatal de poder federal, veio a alvejá-lo durante o serviço. Logo após, os meios de comunicação social passaram a divulgar versões díspares a respeito do ocorrido, que oscilavam entre a atuação de João em legítima defesa, o manejo imprudente da arma de fogo e até mesmo inferências de que teria havido ação dolosa com o objetivo de gerar lesões no referido indivíduo. À luz da sistemática constitucional, é correto afirmar, em relação à responsabilidade civil da União pelos danos causados ao indivíduo alvejado, que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não é cabível;"
      },
      {
        "letra": "B",
        "texto": "somente é cabível se for demonstrado o dolo de João;"
      },
      {
        "letra": "C",
        "texto": "somente é cabível se for demonstrada a culpa ou o dolo de João;"
      },
      {
        "letra": "D",
        "texto": "somente é cabível em caráter subsidiário, caso João não possa arcar com o valor da indenização;"
      },
      {
        "letra": "E",
        "texto": "é cabível, independente do dolo ou da culpa de João, ressalvada a demonstração da culpa exclusiva da vítima."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3336203",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: SEDU-ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "O art. 37, XXII, §6º, da Constituição da República Federativa do Brasil, estabelece que “as pessoas jurídicas de direito público e as de direito privado prestadoras de serviços públicos responderão pelos danos que seus agentes, nessa qualidade, causarem a terceiros, assegurado o direito de regresso contra o responsável nos casos de dolo ou culpa”. O direito de regresso aí previsto se refere ao direito de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o usuário do serviço público prejudicado de retomar o acesso ao atendimento devido, mesmo se não lhe for paga indenização pelos danos sofridos."
      },
      {
        "letra": "B",
        "texto": "o agente afastado em razão do dano provocado de vir a exercer, após a indenização da vítima, a mesma função nas pessoas jurídicas."
      },
      {
        "letra": "C",
        "texto": "as pessoas jurídicas às quais se imputa o dano de acionarem os denunciantes se as alegações não forem comprovadas oportunamente."
      },
      {
        "letra": "D",
        "texto": "as pessoas jurídicas de acionarem os agentes responsáveis pelos danos para recuperar os valores de indenização por elas pagos à vítima."
      },
      {
        "letra": "E",
        "texto": "os terceiros causadores de danos às pessoas jurídicas, por dolo ou culpa, de serem obrigados a prestar reparação aos agentes públicos afetados."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3336077",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: MPU",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Organização da Administração Pública"
    ],
    "enunciado_principal": "João e José, fiscais do Instituto Chico Mendes de Conservação da Biodiversidade (ICMBio), autarquia federal, em regular diligência no interior da unidade de conservação Alfa, pilotavam um drone para verificar a ocorrência de dano ambiental quando, por acidente, provocaram a queda indevida do equipamento, causando danos materiais à cidadã Maria, que caminhava regularmente pela região, em área permitida. No caso em tela, Maria deve manejar ação indenizatória em face:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "da União, pois os agentes que causaram o dano são servidores públicos de autarquia federal, com base na responsabilidade civil objetiva, sendo dispensada a comprovação de dolo ou culpa de João e José;"
      },
      {
        "letra": "B",
        "texto": "do ICMBio, pois os agentes que causaram o dano são servidores públicos de autarquia federal, com base na responsabilidade civil subjetiva, sendo necessária a comprovação de dolo ou culpa de João e José;"
      },
      {
        "letra": "C",
        "texto": "de João e José, pois foram os responsáveis diretos pelo dano causado, não podendo a União ou o ICMBio ser diretamente responsabilizados, mas sim subsidiariamente, pelo princípio da supremacia do interesse público;"
      },
      {
        "letra": "D",
        "texto": "da União, pois os agentes responsáveis pelo dano são servidores públicos de autarquia federal, com base no poder hierárquico exercido pela União sobre a autarquia;"
      },
      {
        "letra": "E",
        "texto": "do ICMBio, pois os agentes que causaram o dano são servidores públicos de autarquia federal, com base na responsabilidade civil objetiva, sendo dispensada a comprovação de dolo ou culpa de João e José."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3334319",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Intervenção do estado na propriedade",
      "Requisição administrativa",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "Durante situação de calamidade pública causada por um desastre ambiental, um prédio particular foi requisitado por autoridade municipal para abrigar temporariamente famílias desabrigadas. O proprietário não concordou com a medida e exigiu indenização imediata e em dinheiro, alegando violação ao direito de propriedade. À luz da Constituição Federal, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A requisição de imóvel particular somente é possível mediante decreto de desapropriação e pagamento prévio em dinheiro ao proprietário."
      },
      {
        "letra": "B",
        "texto": "A autoridade pública agiu de forma inconstitucional, pois o uso de propriedade particular somente é admissível se autorizado judicialmente."
      },
      {
        "letra": "C",
        "texto": "A requisição da propriedade é constitucional, mas a indenização deve ser paga previamente e em títulos da dívida pública."
      },
      {
        "letra": "D",
        "texto": "A Constituição permite o uso de propriedade particular em iminente perigo público, com indenização ulterior apenas se houver dano ao bem."
      },
      {
        "letra": "E",
        "texto": "A pequena propriedade rural, ainda que voltada à subsistência familiar, pode ser penhorada em situações de emergência coletiva."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3324309",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "A Companhia de Abastecimento e Saneamento do Estado Ômega (CASO) é responsável pela distribuição de água no Município Beta. O Município Beta não pagou as tarifas de água incidentes sobre os prédios municipais, o que fez a CASO ajuizar ação de cobrança contra a municipalidade. À luz da jurisprudência do STJ, o prazo prescricional da pretensão deduzida pela CASO é de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "três anos, pois se trata de pretensão ressarcitória por enriquecimento sem causa;"
      },
      {
        "letra": "B",
        "texto": "três anos, pois se trata de pretensão de reparação civil;"
      },
      {
        "letra": "C",
        "texto": "dez anos, pois se trata de pretensão sujeita ao prazo prescricional geral previsto no Art. 205 do Código Civil;"
      },
      {
        "letra": "D",
        "texto": "cinco anos, pois se trata de pretensão de cobrança de dívida líquida constante de instrumento particular;"
      },
      {
        "letra": "E",
        "texto": "cinco anos, pois se trata de pretensão contra a Fazenda Pública, conforme o Decreto nº 20.910/1932."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3323413",
    "metadata": "Ano: 2025 | Banca: AMAUC | Órgão: AMAUC - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "Em 2022, um servidor público estadual, no exercício de suas atribuições, causou danos materiais a um particular durante uma fiscalização ambiental, que resultou na destruição de equipamentos, sem comprovação de qualquer irregularidade. O particular ajuizou ação contra o Estado, alegando responsabilidade objetiva por ato lícito. No setor público, a responsabilidade civil do Estado por atos de seus agentes é regulada por normas constitucionais e infraconstitucionais, que definem os pressupostos e os limites da indenização. Com base nesse contexto, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Estado responde objetivamente pelos danos decorrentes do lícito de fiscalização, mas os reparos exigem comprovação de dolo ou culpa grave do agente público, nos termos do artigo 37, § 6º, da CF/88."
      },
      {
        "letra": "B",
        "texto": "A responsabilidade objetiva do Estado por danos causados por ato lícito exige que o particular prove a desproporcionalidade da medida administrativa, conforme a interpretação do artigo 927 do Código Civil aplicado ao setor público."
      },
      {
        "letra": "C",
        "texto": "O artigo 37, § 6º, da CF/88 exclui a responsabilidade objetiva do Estado por atos lícitos de fiscalização, limitando-a a atos ilícitos que violem diretamente direitos fundamentais."
      },
      {
        "letra": "D",
        "texto": "A responsabilidade civil do Estado por danos por ato lícito de agentes é objetiva, independentemente de culpa, desde que configurado o nexo causal entre a ação e o prejuízo, conforme o artigo 37, § 6º, da CF/88."
      },
      {
        "letra": "E",
        "texto": "A responsabilidade civil do Estado por ato lícito é subjetiva, cabendo ao particular demonstrar a culpa da Administração na condução da fiscalização, conforme a teoria do risco administrativo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3307222",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: MPE-CE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "No que se refere à responsabilidade civil do Estado, aos princípios e poderes da administração pública e aos atos administrativos, julgue o item subsequente. Na linha evolutiva das teorias da responsabilidade civil do Estado, a teoria da irresponsabilidade civil do Estado, típica da era absolutista e atualmente superada no ordenamento jurídico pátrio, impedia a responsabilização do Estado por seus atos e inviabilizava o direito à reparação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3307216",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: MPE-CE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "No que se refere à responsabilidade civil do Estado, aos princípios e poderes da administração pública e aos atos administrativos, julgue o item subsequente. Não cabe a responsabilidade civil do Estado por evento danoso causado exclusivamente pela vítima, haja vista a inexistência, nesse caso, de nexo causal entre a atuação da administração pública e o dano ocorrido.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3306719",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: MPE-CE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "Julgue o seguinte item, referente ao direito administrativo.A responsabilidade civil das pessoas jurídicas de direito privado prestadoras de serviço público é objetiva em relação a terceiros usuários e não usuários do serviço prestado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3299243",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: IBAMA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "A respeito da responsabilidade civil do Estado e da improbidade administrativa, julgue o item a seguir. No Brasil, a responsabilidade civil do Estado por ato comissivo é objetiva, fundada na teoria do risco administrativo, isto é, é necessário, em regra, comprovar a existência de conduta estatal, a ocorrência de dano e o nexo de causalidade entre a conduta e o dano provocado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3298877",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Cerro Grande - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Reparação do dano, ação de indenização, ação regressiva e prescrição."
    ],
    "enunciado_principal": "Carlos, com 16 anos de idade, foi atropelado por um veículo pertencente ao Município de Cerro Grande e sofreu alguns danos físicos. A vítima pretende ajuizar demanda indenizatória por danos morais em relação ao Município. Sobre o assunto, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Carlos deverá ser representado por seus pais na referida demanda judicial."
      },
      {
        "letra": "B",
        "texto": "O prazo prescricional para Carlos exercer a sua pretensão reparatória em relação ao Município é de três anos, mas somente começará a contar quando ele completar 18 anos."
      },
      {
        "letra": "C",
        "texto": "O prazo prescricional para Carlos exercer a sua pretensão reparatória em relação ao Município é de três anos e já está em curso."
      },
      {
        "letra": "D",
        "texto": "O prazo prescricional para Carlos exercer a sua pretensão reparatória em relação ao Município é de cinco anos, mas somente começará a contar quando ele completar 18 anos."
      },
      {
        "letra": "E",
        "texto": "O prazo prescricional para Carlos exercer a sua pretensão reparatória em relação ao Município é de cinco anos e já está em curso."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3296701",
    "metadata": "Ano: 2025 | Banca: IGEDUC | Órgão: CRMV-BA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Evolução da responsabilidade civil estatal - Teoria da irresponsabilidade, teorias civilistas e teorias publicistas",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "A responsabilidade civil do Estado tem previsão no artigo 37, §6º, da Constituição Federal. Nesse contexto, assinale a alternativa que indica CORRETAMENTE a teoria aplicada, como regra, à responsabilização do Estado por danos causados a terceiros.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Trata-se da Teoria do Risco Integral, pela qual o Estado responde de forma objetiva, sem a possibilidade de alegação de excludentes de ilicitude."
      },
      {
        "letra": "B",
        "texto": "Teoria da Teoria da Culpa Anônima ou Culpa do Serviço (Faute du service), pela qual o Estado responde subjetivamente pelos danos causados por seus agentes, desde que se comprove que o serviço público não funcionou, funcionou de forma inadequada ou foi prestado com atraso."
      },
      {
        "letra": "C",
        "texto": "Trata-se da Teoria do Risco Administrativo, pela qual o Estado responde de forma objetiva, mas pode afastar sua responsabilidade caso comprove a ocorrência de alguma excludente de ilicitude."
      },
      {
        "letra": "D",
        "texto": "Trata-se da Teoria da Teoria da Culpa Civil, segundo a qual o Estado somente será responsabilizado se houver comprovação de culpa ou dolo do agente público."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3295825",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: TRT - 15ª Região (SP)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado",
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Disposições gerais da Improbidade Administrativa",
      "Atos de Improbidade Administrativa e suas Sanções"
    ],
    "enunciado_principal": "Um empregado em uma empresa estatal prestadora de serviços públicos, exercendo função de gerente de uma das áreas da empresa, passou a assediar sexualmente uma usuária dos serviços públicos. Nessa hipótese,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a ação judicial em favor da vítima para reparação do dano moral deve ser proposta em face da empresa estatal, exclusivamente."
      },
      {
        "letra": "B",
        "texto": "o referido gerente está sujeito às sanções da Lei de Improbidade Administrativa (Lei nº 8.429/1992), visto que praticou ato que atenta contra princípios da Administração Pública."
      },
      {
        "letra": "C",
        "texto": "não cabe ação judicial contra a empresa estatal com o fim de obter reparação do dano moral, visto que se trata de conduta tipicamente privada, não associada à prestação de serviços públicos."
      },
      {
        "letra": "D",
        "texto": "a empresa estatal responderá apenas se comprovada a culpa in eligendo ou in vigilando, visto que não é aplicável a responsabilidade objetiva à hipótese."
      },
      {
        "letra": "E",
        "texto": "a ação judicial em favor da vítima para reparação do dano moral deve ser proposta em face da empresa estatal e do gerente, em litisconsórcio necessário."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3295412",
    "metadata": "Ano: 2025 | Banca: ADM&TEC | Órgão: Prefeitura de João Alfredo - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "O Estado responde civilmente por atos de seus agentes, com fundamento em teorias objetivas. Selecione a caracterização da responsabilidade do Estado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Independe de prova de culpa do agente, exigindo a verificação de dano e nexo causal com a ação ou omissão estatal."
      },
      {
        "letra": "B",
        "texto": "Funda-se exclusivamente na culpa grave do servidor, dispensando a teoria objetiva."
      },
      {
        "letra": "C",
        "texto": "Garante excludente de responsabilidade diante de qualquer conduta ilícita, sem ônus ao poder público."
      },
      {
        "letra": "D",
        "texto": "Exige ação direta do Poder Judiciário para autorizar qualquer indenização, mesmo em hipóteses de flagrante dano público."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3295377",
    "metadata": "Ano: 2025 | Banca: ADM&TEC | Órgão: Prefeitura de João Alfredo - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "Em matéria de responsabilidade civil do Estado, o regime constitucional brasileiro adota, em regra, a responsabilidade objetiva. Determine o desdobramento prático desse regime:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Exigir comprovação de culpa do agente público como requisito de indenização ao prejudicado."
      },
      {
        "letra": "B",
        "texto": "Necessitar de comprovação de dolo para qualquer ressarcimento do particular."
      },
      {
        "letra": "C",
        "texto": "Afastar indenizações nos atos comissivos, mantendo-as só para omissões específicas."
      },
      {
        "letra": "D",
        "texto": "Independer de verificação de culpa do agente, bastando o dano e o nexo com a atividade estatal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3292203",
    "metadata": "Ano: 2025 | Banca: ADM&TEC | Órgão: Prefeitura de João Alfredo - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "Um caminhão de coleta de resíduos, pertencente à Prefeitura, causou danos materiais a uma residência ao colidir com o portão frontal, durante manobra realizada em via pública. Restou comprovado que o motorista do veículo agiu com imprudência. Assinale o fundamento jurídico adequado que orienta a responsabilização patrimonial do Estado.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Responsabilidade subjetiva exclusiva, condicionada à prova de culpa grave da administração."
      },
      {
        "letra": "B",
        "texto": "Isenção de responsabilidade, pois a conduta é atribuída ao servidor individualmente."
      },
      {
        "letra": "C",
        "texto": "Responsabilidade civil objetiva, tendo em vista que a ação foi praticada por agente público no exercício de suas funções."
      },
      {
        "letra": "D",
        "texto": "Obrigação de indenizar apenas quando configurado o dolo do agente, pois o município não responde por atos culposos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3278782",
    "metadata": "Ano: 2025 | Banca: IBADE | Órgão: UNIVESP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "Com relação à responsabilidade civil do Estado e a responsabilidade dos agentes públicos, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o servidor público não pode ser punido na esfera administrativa se foi absolvido no juízo criminal."
      },
      {
        "letra": "B",
        "texto": "somente a pessoa jurídica de direito privado prestadora de serviço público, é que se sujeita à responsabilização civil prevista no § 6º, do artigo 37 da CRFB/88."
      },
      {
        "letra": "C",
        "texto": "o servidor será responsável apenas civilmente por atos omissivos ou comissivos, sem implicações penais ou administrativas."
      },
      {
        "letra": "D",
        "texto": "as penalidades de advertência e de suspensão terão seus registros cancelados, após o decurso de 5 (cinco) e 10 (dez) anos de efetivo exercício, respectivamente, se o servidor não houver, nesse período, praticado nova infração disciplinar."
      },
      {
        "letra": "E",
        "texto": "a responsabilidade do Estado é, em geral, objetiva, enquanto a responsabilidade do agente que causa danos a terceiros é considerada subjetiva, devendo ser comprovado que ele agiu com dolo ou culpa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3274526",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CFBio",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "Considerando as formas de controle e responsabilização da Administração Pública, julgue o item seguinte.Em um acidente envolvendo um veículo de uma secretaria municipal e um cidadão, a responsabilidade civil do Estado, com base na teoria do risco administrativo, poderá ser afastada caso se comprove a culpa exclusiva da vítima.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3267386",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "[Questão Inédita] A responsabilidade civil do Estado e seus agentes está disciplinada no artigo 37, parágrafo 6º, da Constituição Federal, mas doutrinariamente apresenta diversas teorias a respeito. Sobre o tema, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A teoria do risco administrativo incide no caso de perseguição policial que resultou em ferimento a transeunte, causado por projétil de arma de fogo disparado por agente policial."
      },
      {
        "letra": "B",
        "texto": "A chamada responsabilidade subsidiária pode ser atribuída apenas à pessoa jurídica estatal."
      },
      {
        "letra": "C",
        "texto": "A teoria do risco integral enseja em responsabilidade objetiva no Estado em casos de ataques terroristas e riscos ambientais ou nucleares."
      },
      {
        "letra": "D",
        "texto": "A morte de detento em estabelecimento prisional enseja, excepcionalmente, em responsabilidade subjetiva do Estado."
      },
      {
        "letra": "E",
        "texto": "Aplica–se a responsabilidade civil subjetiva do Estado na hipótese de dano físico em particular que estava sob a custódia de um agente policial, e quando a alegação de dano físico decorreu de conduta omissiva genérica do referido policial."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3267134",
    "metadata": "Ano: 2025 | Banca: UEG | Órgão: UEG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Serviços Públicos",
      "Delegação dos Serviços Públicos - Concessão e Permissão",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "Tício, morador de Goiânia, resolveu viajar com sua família para Pirenópolis (cidade do estado de Goiás). Tício efetuou o pagamento do pedágio da concessionária XYZ, que gerencia a via concedida pelo Estado. Ao passar 2 km do pedágio, o carro de Tício teve o seu pneu furado, por causa de um buraco na via, que a concessionária não manuteniu. Devido ao ocorrido, Tício não conseguiu controlar o veículo e abarroou em outro automóvel, causando dano. No que tange à responsabilidade civil no caso:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "há responsabilidade objetiva, subsidiária do Estado e direta da concessionária XYZ, na forma do art. 37, § 6º da Constituição da República Federativa do Brasil."
      },
      {
        "letra": "B",
        "texto": "há responsabilidade objetiva do Estado e subjetiva da concessionária XYZ, na forma do art. 37, § 6º da Constituição Federativa da República do Brasil."
      },
      {
        "letra": "C",
        "texto": "há responsabilidade objetiva, somente da concessionária XYZ, na forma do art. 37, § 6º da Constituição Federativa da República do Brasil."
      },
      {
        "letra": "D",
        "texto": "há responsabilidade objetiva, direta do Estado e da concessionária XYZ, na forma do art. 37, § 6º da Constituição Federativa da República do Brasil."
      },
      {
        "letra": "E",
        "texto": "há responsabilidade subjetiva do Estado e objetiva da concessionária XYZ, na forma do art. 37, § 6º da Constituição Federativa da República do Brasil."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3265635",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: IF-RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Excludentes e atenuantes da responsabilidade civil objetiva e teoria do risco integral",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "A respeito da responsabilidade civil do Estado, na forma do art. 37, § 6º, da Constituição Federal de 1988 (CF/88), assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ação por danos causados por agente público (art. 37, § 6º, da CF) deve ser ajuizada contra o Estado ou a pessoa jurídica de direito privado prestadora de serviço público."
      },
      {
        "letra": "B",
        "texto": "O Estado é responsável, na esfera cível, por morte ou ferimento decorrente de operações de segurança pública, nos termos da Teoria do Risco Integral."
      },
      {
        "letra": "C",
        "texto": "É parte ilegítima para a ação o autor do ato."
      },
      {
        "letra": "D",
        "texto": "Assegura-se o direito de regresso contra o responsável nos casos de dolo ou culpa."
      },
      {
        "letra": "E",
        "texto": "O Estado responde, objetivamente, pelos atos dos tabeliães e registradores oficiais que, no exercício de suas funções, causem dano a terceiros."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3261335",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Contratos Administrativos",
      "Responsabilidade do Estado por atos omissivos",
      "Duração, Extinção, Inexecução, Sanções e Responsabilidade"
    ],
    "enunciado_principal": "Considere que certo servidor público está responsável pela fiscalização de um contrato de terceirização de serviços. Durante a execução, foram identificados danos a terceiros. Sobre a responsabilidade do contratado e da Administração Pública, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A responsabilidade é exclusiva do contratado, que deve arcar com todos os danos causados a terceiros."
      },
      {
        "letra": "B",
        "texto": "A responsabilidade é compartilhada, mas a Administração Pública não pode ser responsabilizada em nenhum caso."
      },
      {
        "letra": "C",
        "texto": "Não há responsabilidade, pois a execução do contrato é de inteira responsabilidade do contratado e a Administração não tem envolvimento."
      },
      {
        "letra": "D",
        "texto": "A Administração Pública também pode ser responsabilizada se houver falha na fiscalização do contrato e se os danos forem decorrentes de sua omissão."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3256745",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TRT - 10ª REGIÃO (DF e TO)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Excludentes e atenuantes da responsabilidade civil objetiva e teoria do risco integral"
    ],
    "enunciado_principal": "A respeito do processo administrativo federal, consoante a Lei n.º 9.784/1999, ao controle da administração pública, à responsabilidade civil do Estado, ao acesso à informação e ao previsto no Decreto n.º 9.830/2019, julgue o item a seguir.Caso fortuito, força maior e culpa concorrente da vítima são causas excludentes da responsabilidade do Estado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3256623",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TRT - 10ª REGIÃO (DF e TO)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Excludentes e atenuantes da responsabilidade civil objetiva e teoria do risco integral"
    ],
    "enunciado_principal": "No que diz respeito ao acesso à informação, à proteção de dados e à responsabilidade civil do Estado, julgue o item que se segue. A responsabilidade civil relativa a danos ocasionados a particulares pelas concessionárias de serviço público segue a lógica da teoria do risco integral.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3248001",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: Prefeitura de Niterói - RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "A reparação pelos prejuízos sofridos, em virtude da conduta estatal, é realizada por meio do disposto na Constituição Federal que adota a modalidade objetiva de responsabilidade civil do Estado. De acordo com essa abordagem jurídica, é necessário, para a comprovação do dever de reparação do dano gerado, a existência de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dolo do agente"
      },
      {
        "letra": "B",
        "texto": "culpa do agente"
      },
      {
        "letra": "C",
        "texto": "omissão na conduta do agente"
      },
      {
        "letra": "D",
        "texto": "vínculo contratual entre o agente e o sujeito lesado"
      },
      {
        "letra": "E",
        "texto": "nexo causal entre a conduta do agente e o dano produzido"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3239436",
    "metadata": "Ano: 2025 | Banca: IDESG | Órgão: Prefeitura de Cariacica - ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "Na esteira do artigo 37 da Constituição Federal, qual das alternativas está correta em relação à responsabilidade das pessoas jurídicas de direito público?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não é permitido o direito de regresso contra o agente que tenha causado o dano, mesmo que com dolo ou culpa."
      },
      {
        "letra": "B",
        "texto": "As pessoas jurídicas de direito público respondem pelos danos causados por seus agentes, assegurado o direito de regresso contra o responsável nos casos de dolo ou culpa."
      },
      {
        "letra": "C",
        "texto": "As pessoas jurídicas de direito público respondem apenas por danos causados por agentes em cargos de confiança."
      },
      {
        "letra": "D",
        "texto": "As pessoas jurídicas de direito público não respondem pelos danos causados por seus agentes a terceiros."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3236160",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: Prefeitura de Nova Iguaçu - RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "No direito administrativo, há uma espécie de responsabilidade civil em que, para que a administração pública seja responsabilizada, basta a comprovação da conduta estatal, do dano e do nexo causal entre ambos, sem a necessidade de demonstrar dolo ou culpa do agente público. Com base nessa definição, assinale a espécie de responsabilidade civil da administração mencionada.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Objetiva."
      },
      {
        "letra": "B",
        "texto": "Subjetiva."
      },
      {
        "letra": "C",
        "texto": "Individual."
      },
      {
        "letra": "D",
        "texto": "Contratual."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3231100",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Aracaju - SE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Reparação do dano, ação de indenização, ação regressiva e prescrição."
    ],
    "enunciado_principal": "Acerca da responsabilidade civil do Estado, da organização administrativa e do processo administrativo, julgue o próximo item, consoante a jurisprudência dos tribunais superiores e a legislação em vigor. O STJ decidiu que a responsabilidade civil do Estado por danos morais e materiais decorrentes de atos de tortura contra opositores políticos ocorridos durante o regime militar prescreveria em vinte anos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3228242",
    "metadata": "Ano: 2025 | Banca: IBGP | Órgão: TJ-PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Evolução da responsabilidade civil estatal - Teoria da irresponsabilidade, teorias civilistas e teorias publicistas"
    ],
    "enunciado_principal": "O art. 37, § 6º, da Constituição estabelece que as pessoas jurídicas de direito público e as de direito privado, prestadoras de serviços públicos, responderão pelos danos que seus agentes, nessa qualidade, causarem a terceiros, assegurado o direito de regresso contra o responsável nos casos de dolo ou culpa. Sobre a responsabilidade civil do Estado, assinale a alternativa CORRETA com base no entendimento dos Tribunais Superiores:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aplica-se o prazo prescricional trienal contido do Código Civil de 2002 nas ações indenizatórias, ajuizadas contra a Fazenda Pública, em detrimento do prazo quinquenal, previsto do Decreto 20.910/32."
      },
      {
        "letra": "B",
        "texto": "Caracteriza-se a responsabilidade civil objetiva do Estado por danos decorrentes de crime praticado por pessoa foragida do sistema prisional, ainda que não demonstrado o nexo causal direto entre o momento da fuga e a conduta praticada."
      },
      {
        "letra": "C",
        "texto": "A responsabilidade civil das pessoas jurídicas de direito privado, prestadoras de serviço público, é objetiva relativamente a terceiros usuários, e subjetiva relativamente aos terceiros não usuários do serviço."
      },
      {
        "letra": "D",
        "texto": "A teoria do risco integral constitui uma modalidade extremada da teoria do risco em que o nexo causal é fortalecido de modo a não ser rompido pelo implemento das causas que, normalmente, o abalariam (v.g. culpa da vítima, fato de terceiro, força maior), como nos casos de dano nuclear e dano ambiental."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3219108",
    "metadata": "Ano: 2025 | Banca: COSEAC | Órgão: SEAP-RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Responsabilidade do Estado por atos omissivos"
    ],
    "enunciado_principal": "Em uma unidade prisional estadual, um apenado sofreu graves ferimentos durante uma briga com outro detento em uma área da prisão que estava inadequadamente monitorada. Apesar das denúncias anteriores sobre a falta de segurança e das solicitações de providências por advogado, familiares e instituições da sociedade civil, a administração prisional não tomou as medidas necessárias para melhorar a segurança. A família do preso ajuizou uma ação contra o Estado, buscando indenização pelos danos sofridos. Com base na Teoria da Responsabilidade por Omissão do Estado, corroborada na jurisprudência dos tribunais superiores, é correto afirmar que de providências por advogado, familiares e instituições da sociedade civil, a administração prisional não tomou as medidas necessárias para melhorar a segurança. A família do preso ajuizou uma ação contra o Estado, buscando indenização pelos danos sofridos. Com base na Teoria da Responsabilidade por Omissão do Estado, corroborada na jurisprudência dos tribunais superiores, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o Estado não será responsabilizado, pois a responsabilidade por omissão só se aplica se houver culpa ou dolo por parte dos responsáveis."
      },
      {
        "letra": "B",
        "texto": "o Estado será responsabilizado somente se for comprovado que a omissão teve um impacto direto e imediato no dano sofrido pelo preso."
      },
      {
        "letra": "C",
        "texto": "a responsabilidade do Estado por omissão só é cabível se a omissão resultar em danos materiais, não sendo aplicável a indenização por danos morais."
      },
      {
        "letra": "D",
        "texto": "o Estado pode ser responsabilizado objetivamente, devendo indenizar a família do preso pelos danos materiais e morais, desde que seja comprovado o nexo causal entre a omissão e o dano."
      },
      {
        "letra": "E",
        "texto": "a responsabilidade do Estado por omissão só é aplicável se houver uma falha na previsão legal específica para a segurança dos presos, não se considerando a falta de medidas de segurança em si."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3219107",
    "metadata": "Ano: 2025 | Banca: COSEAC | Órgão: SEAP-RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "Um jovem, morador de um Estado da União, foi atingido por uma bala perdida, enquanto jogava videogame no interior de sua residência, durante uma operação policial em sua região. Após o incidente, o jovem precisou ser hospitalizado e ficou com sequelas permanentes que o impedem de se locomover. Ele decidiu processar o Estado, pleiteando indenização pelos danos sofridos. À luz da Teoria do Risco Administrativo e da responsabilidade civil do Estado, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o Estado será responsabilizado objetivamente, devendo indenizar o jovem pelos danos materiais e morais sofridos, salvo se houver comprovação de que o disparo foi resultado de força maior ou culpa exclusiva da vítima."
      },
      {
        "letra": "B",
        "texto": "oEstado só será responsabilizado se for comprovado que o policial agiu com dolo ou culpa grave no disparo da arma."
      },
      {
        "letra": "C",
        "texto": "o Estado não poderá ser responsabilizado, pois a operação policial visava a segurança pública e o disparo foi feito em legítima defesa."
      },
      {
        "letra": "D",
        "texto": "o Estado será responsabilizado apenas pelos danos materiais sofridos pelo jovem, pois os danos morais não são abrangidos pela Teoria do Risco Administrativo."
      },
      {
        "letra": "E",
        "texto": "a responsabilidade do Estado depende da comprovação de que o jovem não estava em situação de risco ou perigo no momento do disparo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3216111",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: Câmara de Araraquara - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "Em relação à responsabilidade civil do Estado, analise as afirmativas a seguir. I. O Estado é responsável, na esfera cível, por morte ou ferimento decorrente de operações de segurança pública, nos termos da Teoria do Risco Administrativo, sendo ônus probatório do ente federativo demonstrar eventuais excludentes de responsabilidade civil. II. O Estado responde solidariamente por danos materiais causados a candidatos em concurso público organizado por pessoa jurídica de direito privado, quando os exames são cancelados por indícios de fraude. III. Nos termos da Constituição, não se caracteriza a responsabilidade civil objetiva do Estado por danos decorrentes de crime praticado por pessoa foragida do sistema prisional, quando não demonstrado o nexo causal direto entre o momento da fuga e a conduta praticada. Está correto o que se afirma apenas em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I."
      },
      {
        "letra": "B",
        "texto": "II."
      },
      {
        "letra": "C",
        "texto": "III."
      },
      {
        "letra": "D",
        "texto": "I e II."
      },
      {
        "letra": "E",
        "texto": "I e III."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3213327",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "Em relação ao processo administrativo, ao sistema de registro de preços, aos agentes públicos e à responsabilidade civil do Estado, julgue o item subsequente.Considere que, durante operação policial em uma comunidade, tenha sido dado um disparo de arma de fogo, que atingiu fatalmente um morador da comunidade, e que a perícia tenha sido inconclusiva quanto à origem do projétil. Nessa situação, configura-se a responsabilidade civil do Estado pela morte do referido morador.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3211776",
    "metadata": "Ano: 2025 | Banca: VUNESP | Órgão: Prefeitura de Sertãozinho - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "José é Fiscal Tributário de um determinado município e, durante deslocamento com automóvel da Prefeitura a fim de cumprir diligência na sede de empresa objeto de fiscalização tributária, envolve-se em acidente de trânsito que resulta em danos aos demais veículos privados envolvidos. Com base nessa situação hipotética, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "José cometeu ato de improbidade administrativa ao se valer de automóvel da Prefeitura para fins de cumprimento de diligência de fiscalização, levando à ocorrência de um acidente de trânsito."
      },
      {
        "letra": "B",
        "texto": "caso José demonstre a culpa exclusiva dos demais envolvidos pelos danos causados, a sua responsabilidade restará afastada, mas não a responsabilidade do Município."
      },
      {
        "letra": "C",
        "texto": "a responsabilidade individual de José depende apenas da demonstração de nexo de causalidade entre a sua conduta e o resultado danoso, sendo desnecessária a demonstração de elemento subjetivo na sua conduta."
      },
      {
        "letra": "D",
        "texto": "a responsabilização do Município nessa situação é residual e eventual, ocorrendo apenas na hipótese de José não deter meios suficientes para a compensação de eventuais prejuízos causados."
      },
      {
        "letra": "E",
        "texto": "o Município responderá pelos danos causados a terceiros, sem necessidade de comprovação de dolo ou culpa, mas terá direito a ação de regresso contra José, se demonstrado dolo ou culpa de sua parte."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3210052",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: MPS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "No tocante à responsabilidade civil do Estado, julgue o item subsequente. No direito brasileiro, a responsabilidade civil do Estado prescinde da existência de dolo ou culpa, ao passo que a configuração da responsabilidade do agente público requer a presença desses elementos subjetivos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3210051",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: MPS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "No tocante à responsabilidade civil do Estado, julgue o item subsequente. O ato ilícito culposo causador de dano praticado por perito médico federal no desempenho de seu ofício privado em consultório médico particular atrai a responsabilidade civil do Estado, em virtude da qualidade de agente público do perito.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3560587",
    "metadata": "Ano: 2025 | Banca: INSTITUTO AOCP | Órgão: MPE-MA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "No âmbito de uma operação policial em determinada comunidade de uma cidade do Maranhão, João foi ferido por projétil de arma de fogo, durante troca de tiros entre policiais e traficantes. Foi realizada perícia da cápsula encontrada, para saber de onde havia partido o disparo. O resultado da perícia, no entanto, foi inconclusivo. Nesse contexto, João ajuizou ação de indenização contra o Estado, requerendo a reparação por danos morais e materiais. Nesse contexto, à luz da jurisprudência do STF, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A responsabilidade extracontratual do Estado não está configurada, uma vez que, ante o caráter inconclusivo da perícia, não há o nexo de causalidade entre a conduta e o dano."
      },
      {
        "letra": "B",
        "texto": "A responsabilidade extracontratual do Estado é passível de reconhecimento na situação narrada, de modo que, com base na teoria da dupla garantia, João pode demandar o Estado, que, se condenado, poderá demandar regressivamente os policiais envolvidos na operação, nos casos de dolo ou culpa."
      },
      {
        "letra": "C",
        "texto": "A responsabilidade extracontratual do Estado é passível de reconhecimento na situação narrada, e, com base na teoria da dupla garantia, João deve demandar o Estado e os policiais envolvidos na operação, de maneira solidária."
      },
      {
        "letra": "D",
        "texto": "Adota-se, quanto aos danos decorrentes de operações policiais em comunidade, a teoria do risco integral, de modo que é prescindível a demonstração do nexo causal entre a conduta da polícia e o dano a João."
      },
      {
        "letra": "E",
        "texto": "As operações policiais em comunidades são equiparáveis a atos de multidão, razão pela qual são consideradas excludentes da responsabilidade extracontratual do Estado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3552325",
    "metadata": "Ano: 2025 | Banca: Ibest | Órgão: CRECI - 11ª Região (SC)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Organização da Administração Pública"
    ],
    "enunciado_principal": "Em acidente provocado por motorista de autarquia federal, um particular sofreu danos materiais. Segundo a Constituição da República, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A responsabilidade civil da autarquia é objetiva, e o particular poderá exigir indenização independentemente de prova de culpa, garantindo-se à Administração o direito de regresso contra o agente que atuou com dolo ou culpa."
      },
      {
        "letra": "B",
        "texto": "Trata-se de responsabilidade subjetiva, exigindo prova de culpa ou dolo do agente público para que o Estado indenize."
      },
      {
        "letra": "C",
        "texto": "O particular deve acionar exclusivamente o agente público causador do dano, pois a autarquia possui imunidade processual."
      },
      {
        "letra": "D",
        "texto": "A autarquia somente responde pelos danos se a vítima provar a inexistência de seguro obrigatório de veículos oficiais."
      },
      {
        "letra": "E",
        "texto": "Ainda que indenize o particular, o Estado não pode propor ação regressiva contra o agente público, pois a Constituição veda tal medida."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3544840",
    "metadata": "Ano: 2025 | Banca: Câmara de Ponte Nova - MG | Órgão: Câmara de Ponte Nova - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "Analise as assertivas abaixo, com base nas disposições do estatuto sobre a responsabilidade do servidor público: I – O servidor público não pode ser responsabilizado administrativa, civil e penalmente pelo mesmo fato, sob pena de configurar dupla/tripla punição. II – É possível a propositura de ação regressiva contra o servidor que, no exercício de suas funções, causar dano a terceiro. III – A obrigação de reparar o dano causado pelo servidor pode estender-se aos seus sucessores, até o limite do valor da herança recebida. IV - A responsabilidade administrativa resulta de ato omissivo ou comissivo praticado no desempenho do cargo ou função. Com base nas afirmativas, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todas estão corretas"
      },
      {
        "letra": "B",
        "texto": "Todas estão incorretas"
      },
      {
        "letra": "C",
        "texto": "Apenas as afirmativas I e II estão corretas"
      },
      {
        "letra": "D",
        "texto": "Apenas as afirmativas II, III e IV estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3437934",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CRO-AC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "Um cidadão protocolou denúncia no CRO‑AC relatando exercício ilegal da profissão em uma clínica odontológica. Apesar da gravidade, a fiscalização só ocorreu depois de decorridos mais de seis meses da denúncia, durante os quais diversos pacientes sofreram danos à saúde. Diante disso, o cidadão moveu ação por danos morais contra o Conselho. Com base nessa situação hipotética, assinale a opção correta, acerca da responsabilidade civil do Estado.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não há responsabilidade, pois a clínica é um ente privado, e o dano foi causado por terceiro."
      },
      {
        "letra": "B",
        "texto": "O Conselho responde subjetivamente, sendo necessária a comprovação de dolo do servidor."
      },
      {
        "letra": "C",
        "texto": "O Conselho responde apenas por atos comissivos, e não por omissão."
      },
      {
        "letra": "D",
        "texto": "O Conselho só pode ser responsabilizado se houver condenação criminal dos responsáveis."
      },
      {
        "letra": "E",
        "texto": "O Conselho poderá ser responsabilizado objetivamente por omissão, se for comprovado o nexo causal entre a inércia e o dano."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3290862",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: Prefeitura de São Paulo - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Excludentes e atenuantes da responsabilidade civil objetiva e teoria do risco integral",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "Suponha que o Município de São Paulo tenha celebrado contrato de concessão de serviços e um determinado segmento de usuários tenha sofrido prejuízos em função de falha constatada na prestação dos serviços pela empresa concessionária. Esses usuários buscaram responsabilizar civilmente a empresa concessionária pelos danos causados na prestação dos serviços, sendo que, de acordo com a disciplina jurídica da matéria, tal responsabilidade",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é afastada quando presentes excludentes como força maior, caso fortuito, culpa exclusiva da vitima, ou presença de situação de desequilíbrio econômico-financeiro do contrato."
      },
      {
        "letra": "B",
        "texto": "demanda a demonstração de dolo ou culpa da empresa concessionária ou de seus agentes, não bastando a mera comprovação do nexo de causalidade entre a falha na prestação e o prejuízo sofrido pelo usuário."
      },
      {
        "letra": "C",
        "texto": "é de natureza objetiva e independe, portanto, de comprovação de culpa, cabendo ao Município responsabilidade subsidiária, caso a concessionária não possua receitas ou ativos para arcar com o ressarcimento dos danos."
      },
      {
        "letra": "D",
        "texto": "é exclusiva do Município, na condição de poder concedente e titular do serviço, havendo direito de regresso em face da empresa concessionária, dada a comprovação da falha na prestação do serviço."
      },
      {
        "letra": "E",
        "texto": "é solidária entre o poder concedente (município) e a empresa concessionária, sendo que a responsabilidade do titular do serviço somente é afastada se comprovada a regular fiscalização nos termos previstos no contrato de concessão."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3262325",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Evolução da responsabilidade civil estatal - Teoria da irresponsabilidade, teorias civilistas e teorias publicistas",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "Em um contexto de administração pública, a responsabilidade civil do Estado é um tema de grande relevância, especialmente nas situações em que a atuação estatal causa danos a terceiros. Considerando a teoria da responsabilidade objetiva, que desconsidera a culpa e se fundamenta no risco da atividade, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A teoria da responsabilidade objetiva não se aplica em casos de atividades que envolvam risco, pois a responsabilidade é sempre subjetiva."
      },
      {
        "letra": "B",
        "texto": "A responsabilidade civil do Estado é sempre subsidiária, ou seja, só pode ser acionada após a responsabilização dos agentes públicos envolvidos."
      },
      {
        "letra": "C",
        "texto": "A responsabilidade objetiva do Estado é condicionada à demonstração de culpa, uma vez que a proteção do interesse público exige cautela nas ações governamentais."
      },
      {
        "letra": "D",
        "texto": "A responsabilidade objetiva implica que o Estado deve indenizar os danos causados independentemente da análise de culpa, fundamentando-se no risco da atividade que exerce."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3204406",
    "metadata": "Ano: 2025 | Banca: UECE-CEV | Órgão: PGE-CE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Evolução da responsabilidade civil estatal - Teoria da irresponsabilidade, teorias civilistas e teorias publicistas"
    ],
    "enunciado_principal": "No tocante à responsabilidade civil, a doutrina e a jurisprudência brasileiras advogam que para gerar responsabilidade civil do Estado, devem estar presentes três elementos: a conduta administrativa, o dano e o nexo causal. Esses elementos representam o núcleo da teoria",
    "alternativas": [
      {
        "letra": "A",
        "texto": "do risco administrativo."
      },
      {
        "letra": "B",
        "texto": "da culpa administrativa."
      },
      {
        "letra": "C",
        "texto": "da responsabilidade subjetiva."
      },
      {
        "letra": "D",
        "texto": "do risco civil integral."
      },
      {
        "letra": "E",
        "texto": "do risco civil por ação ou omissão."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3204040",
    "metadata": "Ano: 2025 | Banca: UECE-CEV | Órgão: PGE-CE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "Acerca da responsabilidade civil do Estado, a Constituição Federal diz que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a administração pública, em decorrência de erro doloso ou culposo de seus agentes, será civilmente responsável por danos causados ao patrimônio de terceiros."
      },
      {
        "letra": "B",
        "texto": "a responsabilidade objetiva estatal ocorre quando do Estado deveria agir, mas não o faz, sendo negligente ou quando os danos são não provocados por terceiros."
      },
      {
        "letra": "C",
        "texto": "é assegurado o direito de regresso contra o agente público responsável por danos causados a terceiros somente nos casos em que ficar comprovada sua culpabilidade."
      },
      {
        "letra": "D",
        "texto": "as pessoas jurídicas de direito privado prestadoras de serviços públicos somente serão civilmente responsabilizadas nos casos de comprovado dolo de seu agente."
      },
      {
        "letra": "E",
        "texto": "as pessoas jurídicas de direito público e as de direito privado prestadoras de serviços públicos responderão pelos danos que seus agentes, nessa qualidade, causarem a terceiros."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3203628",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: PC-MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "Acerca da responsabilidade civil do Estado, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Adota-se como regra a teoria do risco integral para embasar a responsabilidade civil do Estado."
      },
      {
        "letra": "B",
        "texto": "A teoria do risco administrativo não admite causas excludentes do nexo de causalidade."
      },
      {
        "letra": "C",
        "texto": "A conduta comissiva ou omissiva atribuída ao Poder Público, o dano e o nexo causal são elementos da responsabilidade civil objetiva do Estado."
      },
      {
        "letra": "D",
        "texto": "A propositura de ação contra o Estado para discutir a sua responsabilidade civil só é possível se houver identificação do agente público responsável pela conduta."
      },
      {
        "letra": "E",
        "texto": "Às pessoas jurídicas de direito privado, que prestam serviços públicos, não se aplica a responsabilidade objetiva, uma vez que não compõem a Administração Pública."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3185936",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TCE-RR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "João, auditor de controle externo do Tribunal de Contas do Estado Alfa, obteve, no curso de auditoria governamental, dados e informações sensíveis acerca dos potenciais beneficiários da política pública de combate ao uso de drogas desenvolvida pelo Estado Alfa. Embora tais dados tenham recebido o devido tratamento pela equipe de auditoria, com a categorização como sigilosos no sistema da Corte, vieram a público por desídia de João, que divulgou em aplicativos de mensagens e redes sociais abertas. Pedro, um dos beneficiários da referida política pública, teve sua vida severamente impactada pela divulgação de seu nome nas redes sociais, o que lhe acarretou danos morais e materiais, dos quais busca reparação na seara judicial. Nesse contexto, em sede de responsabilidade civil do Estado, é correto afirmar que Pedro deverá demandar",
    "alternativas": [
      {
        "letra": "A",
        "texto": "João, direta e exclusivamente, sendo sua responsabilidade de natureza objetiva."
      },
      {
        "letra": "B",
        "texto": "o Tribunal de Contas do Estado Alfa, direta e exclusivamente, sendo sua responsabilidade de natureza objetiva."
      },
      {
        "letra": "C",
        "texto": "o Estado Alfa, direta e exclusivamente, sendo sua responsabilidade de natureza objetiva."
      },
      {
        "letra": "D",
        "texto": "o Estado Alfa e o Tribunal de Contas do Estado Alfa, solidariamente, sendo sua responsabilidade de natureza subjetiva."
      },
      {
        "letra": "E",
        "texto": "o Estado Alfa, diretamente, e João, subsidiariamente, sendo a responsabilidade objetiva para ambos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3185528",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: TJ-RO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "No que concerne à responsabilidade civil do Estado, analise as afirmativas a seguir. I. A responsabilidade das concessionárias prestadoras de serviço público ocorre na modalidade objetiva nas hipóteses em que o dano é causado a um usuário do serviço. Nos casos em que o lesado é um não usuário, a responsabilidade das concessionárias depende da comprovação de dolo ou culpa (modalidade subjetiva). II. Conforme o Supremo Tribunal Federal (STF), é possível ajuizar ação de indenização em face do próprio Estado ou do agente público gerador do dano. Isso decorre da teoria da dupla garantia, já que se confere à vítima a possibilidade de demandar o Estado, que será sempre solvente, e também diretamente aquele que causou o dano. III.É objetiva a responsabilidade civil do Estado em relação a profissional da imprensa ferido por agentes policiais durante cobertura jornalística, em manifestações em que haja tumulto ou conflitos entre policiais e manifestantes. No entanto, cabe a excludente da responsabilidade da culpa exclusiva da vítima, nas hipóteses em que o profissional de imprensa descumprir ostensiva e clara advertência sobre acesso a áreas delimitadas, em que haja grave risco à sua integridade física. Está correto o que se afirma apenas em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II."
      },
      {
        "letra": "B",
        "texto": "III."
      },
      {
        "letra": "C",
        "texto": "I e II."
      },
      {
        "letra": "D",
        "texto": "I e III."
      },
      {
        "letra": "E",
        "texto": "II e III."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3185195",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CFO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "Segundo os instrumentos de controle e responsabilização da Administração Pública, especialmente o controle administrativo, judicial e a responsabilidade civil do Estado, julgue o item a seguir. A responsabilidade do Estado é, em geral, objetiva, enquanto a responsabilidade do agente que causa danos a terceiros é considerada subjetiva, devendo ser comprovado que ele agiu com dolo ou culpa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3183583",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: TJ-RO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "Em certo dia, um jornal de grande circulação do Estado de Rondônia trouxe notícias a respeito de uma empresa pública que explora atividade econômica, de uma autarquia prestadora de serviço público e de um empregado de empresa privada que atua como concessionária na gestão de uma rodovia estadual. Nos três casos, o jornal relata episódios envolvendo tais pessoas jurídicas que causaram danos aos usuários. Tendo por base tais informações e supondo-se que estejam configurados todos os elementos para a responsabilização pelos atos praticados, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em nenhum dos casos se aplica a teoria do risco administrativo, devendo eventual responsabilidade ser apurada na forma da legislação civil."
      },
      {
        "letra": "B",
        "texto": "A empresa pública e a concessionária são pessoas jurídicas de natureza privada; logo, estão excluídas da regra de responsabilidade civil do Estado prevista constitucionalmente."
      },
      {
        "letra": "C",
        "texto": "Todas as pessoas jurídicas envolvidas, inclusive aquelas de natureza privada, estão sujeitas ao regime de responsabilidade objetiva do Estado, por expressa previsão constitucional."
      },
      {
        "letra": "D",
        "texto": "A autarquia e a empresa pública, dado serem pessoas jurídicas privadas, não se submetem ao regime de responsabilização estatal; a concessionária, por sua vez, será responsabilizada nos termos das demais pessoas jurídicas estatais, visto que presta serviço público."
      },
      {
        "letra": "E",
        "texto": "Tanto a autarquia quanto a concessionária deverão se submeter ao regime de responsabilização do Estado estabelecido no Art. 37, §6º, da Constituição Federal; a empresa pública que explora atividade econômica, a seu turno, se sujeita ao regime de responsabilização próprio das empresas privadas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3181252",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Caieiras - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "A Responsabilidade Civil do Servidor Público envolve a reparação de danos causados a terceiros ou à Administração Pública, seja por atos omissivos ou comissivos, de forma dolosa ou culposa. Considerando o disposto assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A responsabilidade civil do servidor público é sempre objetiva, ou seja, independe de culpa ou dolo."
      },
      {
        "letra": "B",
        "texto": "O servidor público pode ser responsabilizado civilmente apenas por danos causados à Administração Pública, e não a terceiros."
      },
      {
        "letra": "C",
        "texto": "O servidor público pode ser chamado a ressarcir o erário tanto em caso de danos causados diretamente à Administração Pública, quanto a terceiros, no exercício de suas funções."
      },
      {
        "letra": "D",
        "texto": "O processo administrativo para apuração de responsabilidade civil do servidor não precisa garantir direito de defesa, pois trata-se de uma responsabilidade objetiva."
      },
      {
        "letra": "E",
        "texto": "A indenização dos danos causados à Administração Pública não poderá ser realizada por meio de desconto em folha de pagamento do servidor responsável."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3179500",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Diante do art. 7º, XXX, e do art. 37, caput, II e IX, ambos do corpo permanente da Constituição Federal, bem como do art. 10, II, “b” do ADCT, a trabalhadora gestante tem direito ao gozo de licença-maternidade e à estabilidade provisória, independentemente do regime jurídico aplicável, se contratual ou administrativo, ainda que ocupe cargo em comissão, exceto se contratada por tempo determinado (pacta sunt servanda)."
      },
      {
        "letra": "B",
        "texto": "Nos moldes do art. 37, X e § 6 º, da Constituição Federal, gera direito subjetivo a indenização o não encaminhamento de projeto de lei de revisão anual dos vencimentos dos servidores públicos, sob pena da violação à irredutibilidade de salários."
      },
      {
        "letra": "C",
        "texto": "Segundo o Tema 1072 do STF, em união homoafetiva, terá direito à licença-maternidade apenas a mãe servidora ou trabalhadora gestante. A companheira não gestante fará jus à licença pelo período equivalente ao da licença-paternidade."
      },
      {
        "letra": "D",
        "texto": "Dado ao sentido e alcance do art. 37, § 5º, da Constituição Federal, é imprescritível a ação de reparação de danos à Fazenda Pública decorrente de ilícito civil."
      },
      {
        "letra": "E",
        "texto": "Em vista do Tema 940/STF, ao teor do disposto no art. 37, § 6º, da Constituição Federal, a ação por danos causados por agente público deve ser ajuizada contra o Estado ou a pessoa jurídica de direito privado prestadora de serviço público, sendo parte ilegítima para a ação o autor do ato, assegurado o direito de regresso contra o responsável nos casos de dolo ou culpa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3178826",
    "metadata": "Ano: 2025 | Banca: MS CONCURSOS | Órgão: FCS - MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "Quando a Administração Pública causa danos a terceiros se sujeita à responsabilização civil, conforme o § 6º, do art. 37, da Constituição da República Brasileira, (CR), de 1988. Sobre a responsabilização civil, prevista no citado parágrafo, assinale a alternativa verdadeira.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A responsabilidade civil da Administração Pública é sempre subjetiva."
      },
      {
        "letra": "B",
        "texto": "O disposto no § 6º, do art. 37, da CR, aplica-se somente às pessoas jurídicas de direito público."
      },
      {
        "letra": "C",
        "texto": "Por ser a responsabilidade da Administração Pública objetiva, não cabe, em caso algum, ação regressiva contra o responsável em caso de dolo ou culpa."
      },
      {
        "letra": "D",
        "texto": "Somente a pessoa jurídica de direito privado prestadora de serviço público, é que se sujeita à responsabilização civil prevista no § 6º, do art. 37, da CR."
      },
      {
        "letra": "E",
        "texto": "Nenhuma das opções acima está correta."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3177196",
    "metadata": "Ano: 2025 | Banca: Quadrix | Órgão: CORE-CE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Reparação do dano, ação de indenização, ação regressiva e prescrição."
    ],
    "enunciado_principal": "As pessoas jurídicas de direito público e as de direito privado prestadoras de serviços públicos responderão pelos danos que seus agentes, nessa qualidade, causarem a terceiros. Com base nessa informação, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em caso de danos a terceiros, a responsabilidade do Estado é objetiva, com base no risco administrativo, enquanto que, para propositura da ação de regresso, a responsabilidade do agente que causou o dano é subjetiva, sendo necessário comprovar que ele agiu com dolo ou culpa."
      },
      {
        "letra": "B",
        "texto": "O agente público que, nessa qualidade cause danos a terceiros, responderá pessoalmente e objetivamente, na modalidade de risco integral, pelos danos causados."
      },
      {
        "letra": "C",
        "texto": "A responsabilidade do Estado por atos omissivos será objetiva, na modalidade de risco integral."
      },
      {
        "letra": "D",
        "texto": "As pessoas jurídicas de direito privado que prestam serviços públicos serão responsáveis pelos danos causados a terceiros por seus agentes somente quando ficar comprovado que ele agiu com dolo."
      },
      {
        "letra": "E",
        "texto": "A responsabilidade civil do Estado, fundamentada na teoria do risco administrativo, dispensa a análise da conduta do agente causador do dano, sendo devida mesmo quando a culpa for, exclusivamente, da vítima."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3175835",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: SENAPPEN",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Excludentes e atenuantes da responsabilidade civil objetiva e teoria do risco integral"
    ],
    "enunciado_principal": "A responsabilidade civil do Estado admite situações em que se admite a exclusão da responsabilidade da administração pela geração de dano a terceiros. Todavia, mesmo em caso de eventos imprevisíveis, há o dever de reparar em sentido objetivo a lesão a terceiro que ocorre em decorrência da execução do serviço administrativo na hipótese de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "caso fortuito externo"
      },
      {
        "letra": "B",
        "texto": "caso fortuito interno"
      },
      {
        "letra": "C",
        "texto": "ato de terceiro"
      },
      {
        "letra": "D",
        "texto": "força maior"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3175822",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: SENAPPEN",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Responsabilidade do Estado por atos omissivos"
    ],
    "enunciado_principal": "Nos casos em que o Estado provoca prejuízo a terceiro em virtude de comportamento omissivo, para que haja reparação do dano, é necessária a comprovação de requisitos específicos. Na responsabilidade civil do Estado por ato omissivo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o Estado não pode ser responsabilizado pela morte de detento, tendo em vista as várias causas que podem resultar no evento morte, o que impede a possibilidade do Estado evitá-lo"
      },
      {
        "letra": "B",
        "texto": "entende-se que tanto na omissão genérica, relacionadas ao descumprimento do dever de ação, quanto nas hipóteses de omissão específica, a responsabilidade civil é objetiva"
      },
      {
        "letra": "C",
        "texto": "assim como previsto para as condutas comissivas, a teoria do risco administrativo é utilizada nos casos de omissão genérica e nas circunstâncias em que a omissão estatal é específica"
      },
      {
        "letra": "D",
        "texto": "a omissão do Estado reclama nexo de causalidade em relação ao dano sofrido pela vítima nos casos em que o Poder Público ostenta o dever legal e a efetiva possibilidade de agir para impedir o resultado danoso"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3175821",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: SENAPPEN",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "No capítulo reservado à Administração Pública, a Constituição Federal prevê a responsabilidade do Estado em responder pelos danos que seus agentes causarem a terceiros. De acordo com o entendimento vigente a respeito do tema:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o autor do ato que gerou o dano é parte ilegítima para a ação, sendo assegurado o direito de regresso contra o responsável nos casos de dolo ou de culpa"
      },
      {
        "letra": "B",
        "texto": "nas ações de responsabilidade civil, é necessária a denunciação da lide ao suposto agente público causador do ato lesivo"
      },
      {
        "letra": "C",
        "texto": "a ligação entre o dano gerado e o exercício da função pública por meio da ação do servidor pode ser indireta, o que pode ocorrer quando o servidor se encontrar fora de sua jornada de trabalho"
      },
      {
        "letra": "D",
        "texto": "a ação por danos causados por agente público pode ser ajuizada contra o Estado apenas, e, nesse sentido, é indevido constar a pessoa jurídica de direito privado prestadora de serviço público no polo passivo"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3174770",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TCE-RR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "Diante da necessidade de aprofundar os seus conhecimentos acerca da responsabilidade civil do Estado, Briana passou a estudar a orientação dos Tribunais Superiores acerca do tema, notadamente em relação ao disposto no Art. 37, §6º, da Constituição Federal de 1988, vindo a concluir corretamente que o aludido dispositivo",
    "alternativas": [
      {
        "letra": "A",
        "texto": "abarca a responsabilização do Estado por danos ambientais, devendo ser aplicada, nesse caso, a teoria do risco administrativo."
      },
      {
        "letra": "B",
        "texto": "não é aplicável em nenhuma hipótese de omissão do Estado, situação em que não é cabível a teoria do risco administrativo, ainda que caracterizada violação a específico dever de agir."
      },
      {
        "letra": "C",
        "texto": "alberga ataques terroristas a bordo de aeronaves com matrícula brasileira operadas por empresa brasileira, em relação a qual deve ser aplicada a teoria do risco administrativo."
      },
      {
        "letra": "D",
        "texto": "não alcança a responsabilização em decorrência de atividades nucleares, que se submete à regramento específico, hipótese em que é aplicável a teoria do risco integral."
      },
      {
        "letra": "E",
        "texto": "consagra a reponsabilidade das concessionárias de serviços públicos apenas em relação aos terceiros usuários dos respectivos serviços, com base na teoria do risco integral, a qual não alcança os danos provocados a terceiros não usuários."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3172064",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Caieiras - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "Considerando a responsabilidade extracontratual do Estado, conforme estabelecido na Constituição Federal de 1988, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Estado só responde pelos danos causados quando comprovado o dolo de seus agentes."
      },
      {
        "letra": "B",
        "texto": "A responsabilidade do Estado é subjetiva, exigindo prova de culpa ou dolo do agente público para a reparação."
      },
      {
        "letra": "C",
        "texto": "As pessoas jurídicas de direito privado prestadoras de serviço público respondem pelos danos causados por seus agentes a terceiros, assim compreendidas apenas aquelas que sejam concessionárias de serviços públicos."
      },
      {
        "letra": "D",
        "texto": "O Estado responde pelos danos causados a terceiros por seus agentes, na qualidade de prestadores de serviços, com direito de regresso em casos de dolo ou culpa."
      },
      {
        "letra": "E",
        "texto": "O direito de regresso do Estado em face de seus agentes públicos é assegurado independentemente de dolo ou culpa destes."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3172050",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Caieiras - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Atos de Improbidade Administrativa e suas Sanções"
    ],
    "enunciado_principal": "Considerando o regime jurídico constitucional e a hermenêutica do Supremo Tribunal Federal no que se relaciona ao Direito Público, avalie as seguintes assertivas: I - São imprescritíveis as ações de ressarcimento ao erário fundadas na prática de ato doloso tipificado na Lei de Improbidade Administrativa. II - Os atos de improbidade administrativa importarão a suspensão dos direitos políticos, a perda da função pública, a indisponibilidade dos bens e o ressarcimento ao erário, na forma e gradação previstas em lei, sem prejuízo da ação penal cabível. III - A responsabilidade civil do Estado é subjetiva, baseada na teoria do risco administrativo. IV - A administração fazendária e seus servidores fiscais terão, dentro de suas áreas de competência e jurisdição, precedência sobre os demais setores administrativos, na forma da lei. Está CORRETO o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II, apenas."
      },
      {
        "letra": "B",
        "texto": "II, apenas."
      },
      {
        "letra": "C",
        "texto": "I, apenas."
      },
      {
        "letra": "D",
        "texto": "I, II e IV, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3171707",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Porto Alegre - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "Sobre a responsabilidade extracontratual do Estado, nos termos do art. 37, §6º da Constituição da República, é INCORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O regime da responsabilidade extracontratual do Estado implica a responsabilidade solidária entre o agente público e o Estado. Eventual ação deve ser proposta contra o Estado, e este tem o direito de regresso contra o agente faltoso."
      },
      {
        "letra": "B",
        "texto": "No estágio atual do direito brasileiro, a responsabilidade extracontratual do Estado resulta de qualquer ação ou omissão de agente do Estado ou de pessoas jurídicas prestadoras de serviços públicos que gere danos a terceiros, desde que proceda o agente nessa qualidade, ou seja, como órgão da entidade a que serve."
      },
      {
        "letra": "C",
        "texto": "O Poder Público não responde por condutas lícitas, porque aí não há culpa ou falha do serviço."
      },
      {
        "letra": "D",
        "texto": "Verificado o dano, a vítima terá apenas que demonstrar que é indenizável (que não é incerto ou eventual) e a existência de nexo de causalidade entre ele e a ação ou omissão da pessoa jurídica de direito público ou da pessoa da administração pública indireta prestadora de serviço público, para que fique caracterizada a responsabilidade."
      },
      {
        "letra": "E",
        "texto": "Um dos fundamentos da responsabilidade do Estado é o risco de suas atividades."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3171365",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: PC-MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "Maria residia em uma comunidade carente e, em um domingo, ao sair para ir à padaria, foi baleada na porta de sua casa. Na ocasião estava havendo uma operação da polícia para combater o tráfico de drogas na região. No caso em tela, a respeito da responsabilidade civil do Estado, de acordo com o entendimento do STF, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Estado responderá civilmente com base na teoria do risco integral."
      },
      {
        "letra": "B",
        "texto": "A demonstração da presença de excludentes de responsabilidade civil é ônus probatório dos parentes de Maria."
      },
      {
        "letra": "C",
        "texto": "Haverá responsabilidade civil do Estado somente se restar comprovado que os agentes policiais agiram com dolo ou culpa."
      },
      {
        "letra": "D",
        "texto": "A perícia inconclusiva sobre a origem do disparo fatal durante operações policiais e militares é suficiente, por si só, para afastar a responsabilidade civil do Estado."
      },
      {
        "letra": "E",
        "texto": "O Estado é responsável, na esfera cível, por morte ou ferimento decorrente de operações de segurança pública, em caso de perícia inconclusiva sobre a origem do disparo fatal, nos termos da teoria do risco administrativo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3154492",
    "metadata": "Ano: 2025 | Banca: FACET Concursos | Órgão: Prefeitura de Pedro Velho - RN",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "Analise a seguinte situação-problema sobre a responsabilidade civil da Administração Pública: Situação-problema: \"Um cidadão foi atropelado por um veículo oficial de uma autarquia federal enquanto este era conduzido por um servidor público em horário de expediente. O cidadão ingressou com ação judicial para reparação de danos, mas a autarquia alegou que o acidente ocorreu por culpa exclusiva da vítima, que atravessou fora da faixa de pedestres.\"",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A responsabilidade civil objetiva da Administração Pública exclui a análise de culpa da vítima, sendo irrelevante sua conduta para fins de reparação dos danos sofridos."
      },
      {
        "letra": "B",
        "texto": "O regime de responsabilidade objetiva da Administração Pública permite a imputação do dever de indenizar independentemente de dolo ou culpa do servidor, salvo comprovação de caso fortuito ou força maior."
      },
      {
        "letra": "C",
        "texto": "A Administração Pública não pode ser responsabilizada por danos causados por veículos oficiais, salvo quando comprovado o uso indevido do bem público pelo servidor."
      },
      {
        "letra": "D",
        "texto": "A culpa exclusiva da vítima exime a Administração Pública de responsabilidade civil, sendo imprescindível a comprovação do nexo causal para imputação de indenização."
      },
      {
        "letra": "E",
        "texto": "A responsabilidade da autarquia é subjetiva em casos de atos praticados por servidores em serviço, exigindo a comprovação de dolo ou culpa para fins de reparação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3154419",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TCE-PI",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "João, auditor de controle externo do Tribunal de Contas do Estado Alfa, no exercício de suas funções, analisou de forma errônea o pedido de concessão de aposentadoria formulado por Ana, servidora pública de órgão jurisdicionado. Esse fato resultou no indeferimento do pedido de aposentadoria por parte do corpo deliberativo da Corte de Contas, com consequente retorno da servidora ao exercício das funções, mesmo já tendo cumprido integralmente o período aquisitivo. Sentindo-se prejudicada pelo indeferimento do pleito, Ana ajuizou demanda judicial diretamente contra João, pleiteando reparação pelos danos morais e materiais sofridos, em razão da análise errônea realizada pelo auditor. Nesse contexto, em sede de responsabilidade civil do Estado, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "João poderá ser demandado diretamente, sendo sua responsabilidade de natureza objetiva."
      },
      {
        "letra": "B",
        "texto": "João poderá ser demandado diretamente, sendo sua responsabilidade de natureza subjetiva."
      },
      {
        "letra": "C",
        "texto": "João não poderá ser demandado diretamente, mas apenas em regresso, sendo sua responsabilidade de natureza objetiva."
      },
      {
        "letra": "D",
        "texto": "João não poderá ser demandado diretamente, mas apenas em regresso, sendo sua responsabilidade de natureza subjetiva."
      },
      {
        "letra": "E",
        "texto": "João poderá ser demandado concomitantemente com o órgão público ao qual pertence, sendo sua responsabilidade de natureza objetiva."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3153540",
    "metadata": "Ano: 2025 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "Suponha que, em decorrência das mudanças climáticas, em 2024, após um tsunami atingir a costa do estado do Rio de Janeiro, uma usina nuclear administrada por uma empresa pública federal sofre um grave acidente técnico durante um procedimento de reparo de danos causados pelo evento climático extremo. Um dos reatores apresenta uma falha inesperada no sistema de refrigeração, levando a um superaquecimento do núcleo e à liberação de materiais radioativos na atmosfera. O vazamento inicial é controlado, mas a liberação contínua de partículas tóxicas se espalha pelo ar e pela água, contaminando a região costeira e os recursos hídricos que abastecem várias cidades próximas. A nuvem radioativa afeta uma área densamente povoada, levando à evacuação emergencial de milhares de residentes. Além do impacto direto à saúde pública, como aumento de casos de doenças respiratórias e contaminação por radiação, a biodiversidade local também sofre danos irreversíveis. Espécies marinhas e terrestres entram em extinção em algumas áreas, e os solos agrícolas próximos são comprometidos pela radiação, causando prejuízos econômicos significativos aos produtores rurais. A empresa que opera a usina alega que o acidente ocorreu por uma falha mecânica imprevista, consequência dos danos causados pelo evento extremo e imprevisível que foi o tsunami, e que todas as normas de segurança estavam em conformidade com os regulamentos vigentes. Com base nessa situação hipotética e na legislação brasileira, é correto afirmar sobre a responsabilidade civil do Estado que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o fato de a administração da usina ser realizada por meio de uma empresa pública e não diretamente pela União afasta a possibilidade de responsabilização direta desta pelos danos eventualmente causados pelo acidente, considerando-se que o ordenamento nacional não permite a responsabilização por ato praticado por terceiro."
      },
      {
        "letra": "B",
        "texto": "a teoria do risco administrativo é a face no Direito Administrativo da teoria da responsabilidade civil objetiva no Direito Civil. Aplicada à situação descrita no enunciado, ela afastaria a possibilidade de alegação pela União de causas excludentes do nexo causal."
      },
      {
        "letra": "C",
        "texto": "a responsabilidade por danos nucleares no Brasil é considerada pela doutrina como exemplo da teoria do risco integral, a qual afasta não apenas a necessidade de demonstração de dolo e culpa, mas também a possibilidade de alegação de causas excludentes do nexo causal por parte da União."
      },
      {
        "letra": "D",
        "texto": "em razão da aplicação ao caso da teoria do risco administrativo, a comprovação da ausência de culpa ou dolo por parte da União, se comprovada a conformidade na usina em relação às normas de segurança, afasta a possibilidade de responsabilização pela reparação do dano."
      },
      {
        "letra": "E",
        "texto": "a responsabilidade por danos nucleares no Brasil é considerada pela doutrina como exemplo da teoria do risco integral, a qual afasta a necessidade de demonstração de dolo e culpa, mas mantém a possibilidade de alegação de causas excludentes do nexo causal por parte da União."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3152843",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: Prefeitura de Cuiabá - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Evolução da responsabilidade civil estatal - Teoria da irresponsabilidade, teorias civilistas e teorias publicistas",
      "Responsabilidade do Estado por atos omissivos"
    ],
    "enunciado_principal": "Sociedade Borabombar desenvolve atividade empresarial relacionada a venda de artigos para festas, mas, seus representantes, cladestinamente, decidiram vender fogos de artifício para incrementar o negócio, sendo certo que foram realizadas inúmeras denúncias junto ao poder público local acerca de tal fato, sem que qualquer providência fosse adotada pelos agentes competentes municipais. Diante do indevido acondicionamento dos referidos produtos irregulares no fundo do depósito da respectiva loja, houve uma explosão que ocasionou danos materiais e morais a Amaury, que foi atingido pelos destroços quando transitava na localidade no momento do trágico evento. Por considerar que o Município deve ser civilmente responsabilizado, em decorrência de sua obrigação de fiscalizar tais atividades empresariais, Amaury visa a ajuizar ação indenizatória em face do mencionado ente federativo. Diante dessa situação hipotética, assinale a opção correta, à luz da orientação do Supremo Tribunal Federal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Considerando que o comércio de fogos de artifício é uma atividade que põe em risco à coletividade, o ordenamento prevê a responsabilização do Município com base na teoria do risco integral com relação ao exercício da respectiva fiscalização."
      },
      {
        "letra": "B",
        "texto": "Não é cabível a responsabilização do Município por omissão no dever de fiscalização, em qualquer caso, na medida em que os entes federativos não podem ser considerados seguradores universais, sendo uma das situações em que o ordenamento prevê expressamente a irresponsabilidade do Estado."
      },
      {
        "letra": "C",
        "texto": "Tendo em vista que a ausência de fiscalização corresponde a uma conduta omissiva do ente federativo, a responsabilização civil do Município na hipótese narrada é subjetiva, sendo indispensável a demonstração do elemento subjetivo para a sua caracterização."
      },
      {
        "letra": "D",
        "texto": "Considerando que a responsabilidade pela explosão é da sociedade que acondicionou os produtos indevidamente, eventual responsabilização do Município apenas pode ser subsidiária, na medida em que não há causalidade imediata entre a sua omissão e o dano."
      },
      {
        "letra": "E",
        "texto": "A caracterização da responsabilidade objetiva do Município em tais casos exige a violação de um dever jurídico específico de agir, como se infere do caso narrado, em que as inúmeras denúncias demonstram que as irregularidades praticadas pelo particular eram de conhecimento do poder público."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3150404",
    "metadata": "Ano: 2025 | Banca: IMPARH | Órgão: CGM de Fortaleza - CE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "Maria Júlia trafegava em seu carro na Avenida Dr. Silas Munguba, Bairro Passaré, durante a manhã, a caminho do trabalho, quando, em meio ao trânsito lento, foi surpreendida por um automóvel oficial do Município de Fortaleza, que passou de forma brusca e acelerada ao lado de seu veículo, causando um leve abalroamento, que levou a motorista a colidir contra o veículo à sua frente, o que, afinal, causou graves danos a esses dois carros. Apesar do acidente e dos danos materiais aos dois veículos, não houve feridos. Após confeccionar o Boletim de Ocorrência na Delegacia de Acidentes e Delitos de Trânsito em Fortaleza, Maria Júlia resolveu comparecer ao plantão da Corregedoria-Geral do Município de Fortaleza, para noticiar o ocorrido, tendo indicado o número da unidade inscrito no automóvel oficial, assim como o horário em que o abalroamento havia acontecido. Em sua apuração preliminar, a corregedoria identificou os servidores públicos municipais que estavam no automóvel, assim como constatou que eles não se dirigiam a nenhuma diligência laboral na ocasião, apenas buscavam fugir do engarrafamento, por mero capricho. Após regular sindicância administrativa disciplinar, os servidores públicos municipais foram punidos. Ao tomar conhecimento do resultado da apuração da Corregedoria-Geral do Município de Fortaleza, Maria Júlia decidiu ajuizar ação para obter reparação civil do Município de Fortaleza, tendo em vista os danos causados ao seu veículo. A partir dessa situação hipotética, assinale a opção correta, com relação à responsabilidade civil do Município.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ação por danos causados por agente público deve ser ajuizada apenas contra o Município de Fortaleza, não sendo possível a responsabilização civil do servidor que causou o dano, nem mesmo em ação de regresso."
      },
      {
        "letra": "B",
        "texto": "Maria Júlia deverá ajuizar ação de responsabilidade civil apenas em desfavor dos servidores públicos municipais que conduziam o automóvel oficial quando do abalroamento, já que foi apurado, no procedimento disciplinar, que eles atuaram com dolo ou culpa."
      },
      {
        "letra": "C",
        "texto": "O Município de Fortaleza responde pelos danos que seus agentes públicos, nessa qualidade, causarem a terceiros, assegurado o direito de regresso contra os responsáveis nos casos de dolo ou culpa."
      },
      {
        "letra": "D",
        "texto": "Cabe à vítima do dano (Maria Júlia) a escolha do polo passivo da demanda, podendo ela ajuizar ação contra os agentes públicos municiais que causaram o dano ou contra o Município de Fortaleza, ente político."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3667744",
    "metadata": "Ano: 2024 | Banca: GUALIMP | Órgão: Prefeitura de Alfredo Chaves - ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Evolução da responsabilidade civil estatal - Teoria da irresponsabilidade, teorias civilistas e teorias publicistas"
    ],
    "enunciado_principal": "A responsabilidade civil do agente público, no exercício de suas funções, ocorre quando:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Age dentro dos limites da legalidade, mesmo que cause dano."
      },
      {
        "letra": "B",
        "texto": "Há dano causado a terceiros por ação ou omissão, dolosa ou culposa."
      },
      {
        "letra": "C",
        "texto": "Exerce suas funções com eficiência e eficácia."
      },
      {
        "letra": "D",
        "texto": "Recebe denúncias sobre irregularidades administrativas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3666774",
    "metadata": "Ano: 2024 | Banca: FUNCEPE | Órgão: Câmara de Caucaia - CE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "As condutas praticadas por agentes públicos, no exercício de suas atribuições, devem ser imputadas ao Estado, segundo as teorias mais contemporâneas que tratam sob a responsabilidade do Estado. Considerando tal informação, bem como a evolução histórica do tema no âmbito do Direito Administrativo como um todo, assinale a opção INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No Brasil, o Estado responde pelos prejuízos patrimoniais causados pelos agentes públicos a particulares, em decorrência do exercício da função administrativa."
      },
      {
        "letra": "B",
        "texto": "A ação indenizatória decorrente de danos morais não tem caráter pessoal no Direito Administrativo Brasileiro."
      },
      {
        "letra": "C",
        "texto": "Até chegar ao estágio atual, a teoria da responsabilidade do Estado passou por três fases principais: 1ª) teoria da irresponsabilidade estatal; 2ª) teoria da responsabilidade subjetiva; 3ª) teoria da responsabilidade objetiva."
      },
      {
        "letra": "D",
        "texto": "Nos Estados absolutistas, negava-se a obrigação da Administração Pública de indenizar os prejuízos causados por seus agentes aos administrados, com fundamento no entendimento de que o Estado não podia causar males ou danos a quem quer que fosse."
      },
      {
        "letra": "E",
        "texto": "A teoria da responsabilidade subjetiva foi a primeira tentativa de explicação a respeito do dever estatal de indenizar particulares por prejuízos decorrentes da prestação de serviços públicos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3655523",
    "metadata": "Ano: 2024 | Banca: IDECAN | Órgão: UERN",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "“A responsabilidade civil do Estado é a obrigação imposta ao erário de reparar os danos causados por terceiros pelos seus agentes público, no desempenho de suas funções ou a pretexto de exercê-las.” Ao adotar a teoria do risco administrativo nos casos cabíveis, o Estado brasileiro atua com base em responsabilidade objetiva. Acerca da Teoria da Responsabilidade Objetiva, assinale a alternativa que contém suas causas excludentes e atenuantes, segundo doutrina e jurisprudência pátrias.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "caso fortuito, força maior e nexo causal."
      },
      {
        "letra": "B",
        "texto": "força maior, dano material, culpa exclusiva da vítima."
      },
      {
        "letra": "C",
        "texto": "caso fortuito, culpa exclusiva da vítima e ação do estado."
      },
      {
        "letra": "D",
        "texto": "caso fortuito, força maior, culpa exclusiva da vítima."
      },
      {
        "letra": "E",
        "texto": "nexo de causalidade, caso fortuito, força maior."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3632992",
    "metadata": "Ano: 2024 | Banca: Instituto Tupy | Órgão: Prefeitura de Jaraguá do Sul - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "Durante uma operação de transporte de mercadorias realizada por uma empresa contratada pelo Poder Executivo Municipal, um caminhão da empresa colidiu com um veículo de propriedade de um cidadão, causando danos materiais significativos. Diante dessa situação, o cidadão pretende ingressar com uma ação de reparação de danos contra o Poder Executivo Municipal. Diante dessa situação e considerando as normas estabelecidas no Código Civil Brasileiro, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O cidadão não poderá pleitear a reparação de danos contra o Poder Executivo Municipal, pois não há relação contratual entre as partes, portanto, não se aplica a responsabilidade civil prevista no Código Civil Brasileiro."
      },
      {
        "letra": "B",
        "texto": "O cidadão poderá pleitear a reparação de danos contra o Poder Executivo Municipal apenas se comprovar a existência de culpa ou dolo por parte dos agentes públicos responsáveis pela operação de transporte."
      },
      {
        "letra": "C",
        "texto": "O cidadão poderá pleitear a reparação de danos contra o Poder Executivo Municipal com base na teoria da responsabilidade civil objetiva, desde que comprove a negligência, imprudência ou imperícia dos agentes públicos responsáveis pela operação de transporte."
      },
      {
        "letra": "D",
        "texto": "O cidadão poderá pleitear a reparação de danos contra o Poder Executivo Municipal com base na teoria da responsabilidade civil objetiva."
      },
      {
        "letra": "E",
        "texto": "O cidadão não poderá pleitear a reparação de danos contra o Poder Executivo Municipal, pois os danos causados por empresas contratadas pelo Município não são de sua responsabilidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3598255",
    "metadata": "Ano: 2024 | Banca: INSTITUTO AOCP | Órgão: DEPPEN-PR",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "Acerca da responsabilidade das pessoas jurídicas de direito público e das de direito privado prestadoras de serviços públicos, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não existe responsabilidade civil das pessoas jurídicas de direito privado prestadoras de serviço público, cabendo ao Estado responder pelos danos que causarem aos usuários."
      },
      {
        "letra": "B",
        "texto": "As pessoas jurídicas de direito público interno são civilmente responsáveis por atos dos seus agentes que nessa qualidade causem danos a terceiros, ressalvado direito regressivo contra os causadores do dano, ainda que não houver, por parte destes, culpa ou dolo."
      },
      {
        "letra": "C",
        "texto": "Na responsabilidade objetiva, não é necessária a demonstração de nexo de causalidade e de culpa do agente público, enquanto, na responsabilidade subjetiva, esses requisitos são indispensáveis."
      },
      {
        "letra": "D",
        "texto": "Existe responsabilidade civil do Estado para as condutas omissivas, sendo necessário, nesses casos, comprovar negligência na atuação estatal, o dano e o nexo causal entre ambos."
      },
      {
        "letra": "E",
        "texto": "A responsabilidade civil por condutas omissivas será objetiva quanto à administração pública direta e subjetiva quanto à administração pública indireta."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3551469",
    "metadata": "Ano: 2024 | Banca: Instituto Darwin | Órgão: SME do Recife - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Intervenção do estado na propriedade"
    ],
    "enunciado_principal": "Em uma situação de iminente perigo público, Francisco foi obrigado a disponibilizar o seu caminhão a um grupo de policiais que estava em serviço. Nesse contexto, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os policiais agiram ilegalmente, pois nenhuma autoridade pode se utilizar de propriedade particular."
      },
      {
        "letra": "B",
        "texto": "Como Francisco sofreu uma desapropriação do Poder Público, terá direito a uma indenização justa e em dinheiro, sem prejuízo de continuar como proprietário do caminhão."
      },
      {
        "letra": "C",
        "texto": "Como Francisco perdeu a propriedade do caminhão, ele deverá impetrar mandado de segurança para ter direito à indenização estatal."
      },
      {
        "letra": "D",
        "texto": "A Francisco é assegurada uma indenização ulterior, se houver dano ao caminhão."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3542104",
    "metadata": "Ano: 2024 | Banca: FCC | Órgão: Prefeitura de Jaboatão dos Guararapes - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "Responde(m) objetivamente, no caso de danos causados a particulares que não tenham vínculo jurídico especial com a Administração Pública,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o servidor que agir com dolo ou culpa, respeitado o contraditório e a ampla defesa."
      },
      {
        "letra": "B",
        "texto": "o agente público ocupante de cargo ou função de chefia, em razão de omissão de seu subordinado."
      },
      {
        "letra": "C",
        "texto": "o ente federado, pelos atos e omissões praticados por seus servidores, após demonstração de nexo de causalidade e, ao menos, de culpa por parte do agente público causador do dano."
      },
      {
        "letra": "D",
        "texto": "a autarquia, por acidente ocorrido com administrado na porta elétrica de acesso às dependências da entidade, em decorrência de falha de manutenção do equipamento."
      },
      {
        "letra": "E",
        "texto": "as concessionárias de serviço público, em caráter integral e exclusivo, em razão da delegação de serviço público contratual operada."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3540145",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Prefeitura de Mogi das Cruzes - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "Rafael é lavrador e enfrentava dificuldades para agendar consulta médica no posto de saúde. Ato contínuo, foi até o gabinete da Prefeitura Municipal a fim de registrar uma reclamação. No entanto, foi impedido pelo Chefe de Gabinete de conversar com a autoridade, sob o fundamento de que seus trajes simples de trabalho desrespeitavam o decoro esperado no gabinete, situação que foi presenciada por dezenas de munícipes que estavam no local. Considerando essa situação e o instituto da responsabilidade civil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Rafael pode ingressar com ação indenizatória em face da Prefeitura Municipal, em função do constrangimento sofrido, sendo cabível ação de regresso em face do Chefe de Gabinete."
      },
      {
        "letra": "B",
        "texto": "Rafael pode ingressar com ação indenizatória somente em face do Chefe de Gabinete, dado que a situação não atrai a responsabilização civil do Município."
      },
      {
        "letra": "C",
        "texto": "A conduta descrita, embora vexatória, não é suficiente para fundamentar ação indenizatória e sustentar ilegalidade, uma vez que houve mero aborrecimento."
      },
      {
        "letra": "D",
        "texto": "A conduta descrita, embora vexatória, é suficiente apenas para iniciar processo administrativo disciplinar em face da autoridade pública."
      },
      {
        "letra": "E",
        "texto": "A autoridade pública agiu em exercício regular de direito, a fim de garantir o decoro do local."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3540053",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Prefeitura de Mogi das Cruzes - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "Com relação à Responsabilidade Extracontratual do Estado, o Superior Tribunal de Justiça possui entendimento sumulado no sentido de que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não são cumuláveis indenizações por dano material e dano moral oriundos do mesmo fato."
      },
      {
        "letra": "B",
        "texto": "incide correção monetária sobre dívida por ato ilícito a partir da data do ajuizamento da ação."
      },
      {
        "letra": "C",
        "texto": "os juros moratórios fluem a partir do evento danoso em caso de responsabilidade extracontratual."
      },
      {
        "letra": "D",
        "texto": "não cabem danos morais contra o Estado, salvo se o agente público agiu com dolo ou culpa."
      },
      {
        "letra": "E",
        "texto": "a correção monetária e os juros compensatórios podem ser acumulados na indenização extrapatrimonial."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3540034",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Prefeitura de Mogi das Cruzes - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "Considerando o regime jurídico da responsabilidade civil extracontratual do Estado, no tocante aos atos praticados por tabeliães e registradores oficiais, que, no exercício de suas funções, causem danos aos seus usuários, é correto afirmar que o",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tabelião ou registrador responde de forma objetiva e o Estado é responsável subsidiariamente, desde que o patrimônio do titular da serventia não garanta o completo ressarcimento."
      },
      {
        "letra": "B",
        "texto": "tabelião ou registrador responde solidária e conjuntamente com o Estado pelos danos causados."
      },
      {
        "letra": "C",
        "texto": "Estado responde objetivamente, havendo o dever de regresso contra o responsável, nos casos de dolo ou culpa, sob pena de improbidade administrativa."
      },
      {
        "letra": "D",
        "texto": "respectivo cartório ou serventia, como pessoa jurídica, responde de forma objetiva pelos danos causados, não havendo responsabilidade do Estado."
      },
      {
        "letra": "E",
        "texto": "tabelião ou registrador, nos casos de dolo ou culpa, responde, pessoalmente, de forma subjetiva pelos danos causados, não havendo responsabilidade do Estado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3540029",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Prefeitura de Mogi das Cruzes - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Serviços Públicos"
    ],
    "enunciado_principal": "Suponha que o Município tenha concedido integralmente a uma empresa o serviço de coleta de esgoto urbano e esta tenha, na execução do serviço público, por sua culpa exclusiva, causado poluição em um rio que passa pelo Município. Nessa situação hipotética, considerando o regime jurídico da responsabilidade civil do Estado, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o Município é responsável solidariamente com a concessionária do serviço público pelos danos causados."
      },
      {
        "letra": "B",
        "texto": "a concessionária, que agiu com culpa exclusiva, é a única responsável pelos danos causados."
      },
      {
        "letra": "C",
        "texto": "a concessionária é responsável exclusiva pelos danos causados, mas terá o direito de regresso contra o Município se este falhou na fiscalização do serviço."
      },
      {
        "letra": "D",
        "texto": "o Município somente será responsabilizado de forma solidária com a concessionária se esta for uma pessoa jurídica de direito público."
      },
      {
        "letra": "E",
        "texto": "o Município tem a responsabilidade principal pelos danos causados e a concessionária, responsabilidade subsidiária."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3518254",
    "metadata": "Ano: 2024 | Banca: IF-MT | Órgão: IF-MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "Nos termos da Constituição da República Federativa do Brasil, de 05 de outubro de 1988 , responderão pelos danos que seus agentes, nessa qualidade, causarem a terceiros, assegurado o direito de regresso contra o responsável . Assinale a alternativa que preenche CORRETAMENTE as lacunas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "as pessoas jurídicas de direito público e as de direito privado prestadoras de serviços públicos; somente nos casos de dolo."
      },
      {
        "letra": "B",
        "texto": "somente as pessoas jurídicas de direito público; nos casos de dolo ou culpa."
      },
      {
        "letra": "C",
        "texto": "somente as pessoas jurídicas de direito privado prestadoras de serviços públicos; nos casos de dolo ou culpa."
      },
      {
        "letra": "D",
        "texto": "as pessoas jurídicas de direito público e as de direito privado prestadoras de serviços públicos; somente nos casos de culpa."
      },
      {
        "letra": "E",
        "texto": "as pessoas jurídicas de direito público e as de direito privado prestadoras de serviços públicos; nos casos de dolo ou culpa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3511641",
    "metadata": "Ano: 2024 | Banca: UFMT | Órgão: Prefeitura de Campos de Júlio - MT",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Intervenção do estado na propriedade"
    ],
    "enunciado_principal": "Considere a seguinte situação hipotética: Em ação ajuizada em desfavor do Município dos Lírios, o titular de uma propriedade rural próxima a um loteamento de casas, regularmente aprovado pela Administração municipal para implantação de um empreendimento imobiliário, relatou que a Prefeitura ocupou indevidamente parcela da área de sua propriedade para execução das obras de uma avenida que dá acesso ao novo residencial. Durante a instrução processual, restou demonstrado que a ocupação pelo ente municipal resultou na incorporação de forma irreversível e plena de parte do bem imóvel particular ao patrimônio público. Sobre a modalidade de intervenção do poder público na propriedade privada caracterizada na situação fática retratada e o respectivo prazo prescricional aplicável à pretensão indenizatória, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O prazo prescricional das ações indenizatórias por desapropriação indireta, na hipótese em que o Poder Público tenha realizado obras no local ou atribuído natureza de utilidade pública ao imóvel, é de 10 (dez) anos, conforme parágrafo único do art. 1.238 do Código Civil."
      },
      {
        "letra": "B",
        "texto": "O prazo prescricional das ações indenizatórias por desapropriação indireta é de 15 (quinze) anos, na medida em que o parágrafo único do art. 1.238 do Código Civil destina-se especificamente a regular os direitos de posseiro particular que ocupa o imóvel para uso residencial ou produtivo."
      },
      {
        "letra": "C",
        "texto": "O prazo prescricional das ações indenizatórias por desapropriação direta, na hipótese de ocupação de área privada pelo Poder Público para fins de utilidade pública, é de 10 (dez) anos, conforme regulado pelo Decreto-lei n.º 3.365/1941."
      },
      {
        "letra": "D",
        "texto": "O prazo prescricional das ações indenizatórias por desapropriação direta, na hipótese de ocupação de propriedade privada pelo Poder Público para fins de interesse social, é de 15 (quinze) anos, conforme regulado pela Lei n.º 4.132/1962."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3449485",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Prefeitura de Caconde - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "Em conformidade com a Constituição Federal de 1988 e, acerca da responsabilidade civil, analise e assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As pessoas jurídicas de direito público prestadoras de serviços públicos responderão pelos danos que seus agentes, nessa qualidade, causarem a terceiros, assegurado o direito de regresso contra o responsável nos casos de dolo ou culpa."
      },
      {
        "letra": "B",
        "texto": "As pessoas de direito privado prestadoras de serviços públicos responderão pelos danos que seus agentes, nessa qualidade, causarem a terceiros, assegurado o direito de regresso contra o responsável nos casos de dolo ou culpa."
      },
      {
        "letra": "C",
        "texto": "As pessoas jurídicas de economia mista prestadoras de serviços públicos responderão pelos danos que seus agentes, nessa qualidade, causarem a terceiros, assegurado o direito de regresso contra o responsável nos casos de dolo ou culpa."
      },
      {
        "letra": "D",
        "texto": "As pessoas jurídicas de direito público e as de direito privado prestadoras de serviços privados responderão pelos danos que seus agentes, nessa qualidade, causarem a terceiros, assegurado o direito de regresso contra o responsável nos casos de dolo ou culpa."
      },
      {
        "letra": "E",
        "texto": "As pessoas jurídicas de direito público e as de direito privado prestadoras de serviços públicos responderão pelos danos que seus agentes, nessa qualidade, causarem a terceiros, assegurado o direito de regresso contra o responsável nos casos de dolo ou culpa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3434624",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Prefeitura de Caçapava - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "De acordo com a Constituição da República Federativa do Brasil de 1988, pode ser afirmar que as pessoas jurídicas de direito público e as de direito privado prestadoras de serviços públicos responderão pelos danos que seus agentes, nessa qualidade, causarem a terceiros, assegurado o direito de regresso contra o responsável nos casos de dolo ou:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Culpa."
      },
      {
        "letra": "B",
        "texto": "Abstenção."
      },
      {
        "letra": "C",
        "texto": "Intensão."
      },
      {
        "letra": "D",
        "texto": "Desinformação"
      },
      {
        "letra": "E",
        "texto": "Falta."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3417601",
    "metadata": "Ano: 2024 | Banca: IADES | Órgão: POLÍCIA CIENTÍFICA - GO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "A responsabilidade civil do Estado tem como fundamento a repartição igualitária dos ônus provenientes de atos e efeitos lesivos, evitando, assim, que alguns indivíduos suportem isoladamente os prejuízos decorrentes de atividades desempenhadas no interesse de todos. Em conformidade com as teorias da responsabilidade civil do Estado no Direito Administrativo, a responsabilização das pessoas jurídicas de direito público e de direito privado é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "objetiva, independentemente da comprovação de dolo e de culpa."
      },
      {
        "letra": "B",
        "texto": "subjetiva, dependendo da motivação do agente que deu e formalizou a ordem de serviço."
      },
      {
        "letra": "C",
        "texto": "mista, dependendo da motivação do agente político e da execução do agente imediato."
      },
      {
        "letra": "D",
        "texto": "subjetiva, independentemente da comprovação de dolo e da comprovação de culpa."
      },
      {
        "letra": "E",
        "texto": "objetiva, dependendo do risco ao qual se sujeita o agente."
      }
    ],
    "gabarito": "X"
  },
  {
    "id": "3404217",
    "metadata": "Ano: 2024 | Banca: IDCAP | Órgão: Câmara de Vitória - ES",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "Determinado servidor público municipal, lotado na Secretaria de Obras, ao conduzir veículo oficial, acabou colidindo com uma vitrine de um estabelecimento comercial, destruindo-a. O proprietário do comércio, objetivando ressarcir-se do prejuízo ocasionado pelo sinistro, procurou um advogado que CORRETAMENTE esclareceu:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aplica-se ao caso hipotético a Teoria do Risco Administrativo, respondendo o Estado de forma objetiva, exigindo, para tanto, a configuração do nexo de causalidade entre fato e dano, possibilitada a alegação de causas excludentes de responsabilidade."
      },
      {
        "letra": "B",
        "texto": "A ação judicial deverá ser proposta diretamente em face do servidor municipal, que conduzia o veículo causador do dano, conforme orientação do Supremo Tribunal Federal."
      },
      {
        "letra": "C",
        "texto": "O Estado responderá objetivamente pelo dano causado ao terceiro, sendo incabível ação de regresso, ainda que comprovada culpa do agente público."
      },
      {
        "letra": "D",
        "texto": "Aplica-se ao caso hipotético a Teoria do Risco Integral, sendo o Estado responsável objetivamente pelos danos causados pelo seu agente, sem a possibilidade de alegação de causas excludentes de responsabilidade."
      },
      {
        "letra": "E",
        "texto": "O prazo prescricional para o ajuizamento de Ação Indenizatória de Ressarcimento de Danos, será de 08 (oito) anos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3384302",
    "metadata": "Ano: 2024 | Banca: IV - UFG | Órgão: Câmara de Caldas Novas - GO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "São consideradas causas excludentes da responsabilidade civil do Estado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a força maior, a culpa concorrente da vítima e a culpa de terceiros."
      },
      {
        "letra": "B",
        "texto": "o caso fortuito, a força maior e a culpa exclusiva da vítima."
      },
      {
        "letra": "C",
        "texto": "o caso fortuito, a força maior e a culpa concorrente da vítima."
      },
      {
        "letra": "D",
        "texto": "o caso fortuito, a culpa exclusiva da vítima e a culpa de terceiros."
      },
      {
        "letra": "E",
        "texto": "a força maior, a culpa exclusiva da vítima e a culpa de terceiros."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3384301",
    "metadata": "Ano: 2024 | Banca: IV - UFG | Órgão: Câmara de Caldas Novas - GO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "Leia o texto a seguir. “[...] houve inicialmente uma teoria adotada por muito tempo. Caminhou-se, depois, para uma nova teoria, vinculada à culpa, ainda hoje aceita em várias hipóteses, tendo-se evoluído, posteriormente, para a outra teoria, aplicável, no entanto, diante de requisitos variáveis de um sistema para outro, de acordo com normas impostas pelo direito positivo”. DI PIETRO, Maria Sylvia Zanella. Direito administrativo. 31. ed. Rio de Janeiro: Forense, 2018. [Adaptado]. Sobre a responsabilidade civil do Estado, qual sequência representa a evolução de suas teorias?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Teoria da irresponsabilidade, teoria da responsabilidade subjetiva e teoria da responsabilidade objetiva."
      },
      {
        "letra": "B",
        "texto": "Teoria da irresponsabilidade, teoria da responsabilidade objetiva e teoria da responsabilidade subjetiva."
      },
      {
        "letra": "C",
        "texto": "Teoria da responsabilidade objetiva, teoria da irresponsabilidade e teoria da responsabilidade subjetiva."
      },
      {
        "letra": "D",
        "texto": "Teoria da responsabilidade objetiva, teoria da responsabilidade subjetiva e teoria da irresponsabilidade."
      },
      {
        "letra": "E",
        "texto": "Teoria da responsabilidade subjetiva, teoria da irresponsabilidade e teoria da responsabilidade objetiva."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3384294",
    "metadata": "Ano: 2024 | Banca: IV - UFG | Órgão: Câmara de Caldas Novas - GO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "De acordo com o art. 37 da Constituição Federal, as pessoas jurídicas de direito público e as de direito privado prestadoras de serviços públicos responderão pelos danos que seus agentes, nessa qualidade, causarem a terceiros, assegurado o direito de regresso contra o responsável",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nos casos de dolo."
      },
      {
        "letra": "B",
        "texto": "nos casos de culpa."
      },
      {
        "letra": "C",
        "texto": "nos casos de dolo e culpa."
      },
      {
        "letra": "D",
        "texto": "nos casos de dolo ou culpa."
      },
      {
        "letra": "E",
        "texto": "nos casos em que não haja dolo, tampouco culpa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3347709",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Prefeitura de Vista Alegre do Alto - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "Maria, servidora pública municipal ocupante do cargo de motorista, no exercício de suas funções, conduzia ambulância para o atendimento de um chamado de emergência, com sinais ostensivos. Em um cruzamento pouco movimentado, colidiu o veículo oficial com um carro de passeio conduzido por Joana, ocasionando danos materiais ao veículo particular. Joana ajuizou ação de reparação de danos, alegando imprudência de Maria, que trafegava em alta velocidade e não teria parado o veículo antes do cruzamento. Com base no caso, assinale a alternativa que apresenta o fundamento adequado para apuração da responsabilidade civil extracontratual da Administração Pública.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A responsabilidade civil do município é objetiva, prescindindo da comprovação de culpabilidade. A responsabilidade poderia ser ilidida se provado o rompimento do nexo de causalidade, isto é, a culpa exclusiva de Joana, que ignorou os alertas sonoros e visuais da ambulância."
      },
      {
        "letra": "B",
        "texto": "A responsabilidade civil do município é subsidiária, pois Maria, na condução de veículo oficial, não adotou os deveres mínimos de cuidado por conduzir a ambulância em alta velocidade e, por isso, deve ser obrigada a indenizar Joana."
      },
      {
        "letra": "C",
        "texto": "A responsabilidade civil do município é objetiva e, por isso, não comporta qualquer excludente de culpabilidade diante da adoção da teoria do risco, que obriga a Administração a indenizar terceiros por atos danosos causados, mesmo que sejam lícitos, pelo princípio da isonomia."
      },
      {
        "letra": "D",
        "texto": "A responsabilidade civil do Município é subjetiva, devendo ser comprovado por Joana que o veículo descumpriu regras de trânsito e que houve culpa na condução do veículo automotor por agente público."
      },
      {
        "letra": "E",
        "texto": "Não há responsabilidade civil do município, pois, no caso, havia um ato de império, fruto do exercício do dever de atender ao chamado de emergência e que justificava o modo de conduzir o veículo oficial, sendo que eventuais danos causados nessa situação são suportados pelo particular, em razão da supremacia do interesse público."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3344229",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Prefeitura de Vista Alegre do Alto - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "Sobre a responsabilidade civil municipal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A compensação pelos danos deve ocorrer por meio de ação judicial, garantidos ampla defesa e o contraditório, sendo vedada a conciliação."
      },
      {
        "letra": "B",
        "texto": "Quando a responsabilidade pelo dano for concorrente à de pessoa jurídica de direito privado, ao município será aplicada a responsabilidade subsidiária."
      },
      {
        "letra": "C",
        "texto": "A indenização em pecúnia deve observar a limitação prevista em lei, tendo em vista a preferência do orçamento em financiar as políticas públicas e despesas estatais correntes."
      },
      {
        "letra": "D",
        "texto": "Os danos devem ser aferidos em processo administrativo, garantida ampla defesa e o contraditório, a ser gerido pelo Chefe do Poder Executivo ou Procurador Municipal."
      },
      {
        "letra": "E",
        "texto": "A reparação pelos danos causados pode envolver obrigação de indenizar em pecúnia, sendo possível aplicar, em conjunto ou não, outras medidas compensatórias."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3326089",
    "metadata": "Ano: 2024 | Banca: FUNATEC | Órgão: Prefeitura de Cururupu - MA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "Sobre a responsabilidade civil da Administração Pública, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A responsabilidade civil da Administração Pública é objetiva, ou seja, independe de culpa."
      },
      {
        "letra": "B",
        "texto": "A Administração Pública não pode ser responsabilizada por danos causados a terceiros."
      },
      {
        "letra": "C",
        "texto": "A responsabilidade civil da Administração Pública é subjetiva e depende de comprovação de culpa."
      },
      {
        "letra": "D",
        "texto": "Apenas os servidores públicos podem ser responsabilizados por atos administrativos danosos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3304152",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: SES-RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "A Constituição Federal dispõe que as pessoas Jurídicas de direito público e as de direito privado prestadoras de serviços públicos responderão pelos danos que seus agentes, nessa qualidade, causarem a terceiros [...], adotando, assim, a teoria",
    "alternativas": [
      {
        "letra": "A",
        "texto": "do risco integral, que reconhece a responsabilidade objetiva do Estado, independente de dolo ou culpa do agente ou da incidência de excludentes de responsabilidade."
      },
      {
        "letra": "B",
        "texto": "da culpa civil, que subordina o reconhecimento da responsabilidade do Estado à demonstração de que seus agentes se conduziram com dolo ou culpa."
      },
      {
        "letra": "C",
        "texto": "do risco parcial, que presume o dever do Estado de indenizar nos casos de condutas omissivas de seus agentes, mas exige comprovação de dolo ou culpa nos casos de condutas comissivas."
      },
      {
        "letra": "D",
        "texto": "do risco administrativo, que resulta na responsabilidade objetiva do Estado, se presente o nexo causal entre a conduta do agente e o dano provocado e não incida, no caso, alguma excludente de responsabilidade."
      },
      {
        "letra": "E",
        "texto": "da culpa objetiva, que presume a existência do nexo de causalidade entre o dano e a conduta do agente sempre que não se tratar de caso fortuito, força maior ou responsabilidade exclusiva da vítima."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3285262",
    "metadata": "Ano: 2024 | Banca: IDIB | Órgão: Prefeitura de Ipueiras - CE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "O direito de regresso é o meio do qual o Estado dispõe para dirigir a sua pretensão indenizatória, de ressarcir-se do prejuízo que o agente responsável pelo dano causou, na oportunidade em que agiu com dolo ou culpa contra terceiro. O art. 37, § 6º da Constituição da República Federativa do Brasil  CRFB, é expresso quanto ao tema, vejamos: \"As pessoas jurídicas de direito público e as de direito privado prestadoras de serviços públicos responderão pelos danos que seus agentes, nessa qualidade, causarem a terceiros, assegurado o direito de regresso contra o responsável nos casos de dolo ou culpa\". Isto quer dizer que a obrigação de a Administração Pública indenizar o particular independe de culpa da Administração (bastando o dano e o nexo de causalidade), o que configura responsabilidade objetiva. Já a obrigação de o agente responsável ressarcir a Administração, pelos danos que sua conduta causou ao administrado, depende da comprovação de dolo ou culpa do agente, o que caracteriza responsabilidade subjetiva. Diante dos conceitos explicitados, à luz do que prevê o arcabouço jurídico firmado sobre o tema, sabemos que a ação de regresso que precede o direito deverá ser exclusivamente, como se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a ação regressiva possui natureza administrativa, só podendo ser ajuizada nos termos dos estatutos e códigos de ética específicos das carreiras públicas. Por ter esta ação natureza disciplinar, não pode ela ser ajuizada mesmo depois de ser alterado ou extinto o vínculo entre o servidor e a Administração (pedido de exoneração, aposentadoria ou disponibilidade, por exemplo)."
      },
      {
        "letra": "B",
        "texto": "a ação regressiva possui natureza criminal, não podendo ser transmitida aos sucessores do agente. Por ter esta ação natureza penal, pode ela ser ajuizada mesmo depois de ser alterado ou extinto o vínculo entre o servidor e a Administração (pedido de exoneração, aposentadoria ou disponibilidade, por exemplo)."
      },
      {
        "letra": "C",
        "texto": "a ação regressiva possui natureza cível, podendo ser transmitida aos sucessores do agente, respeitando-se o limite do patrimônio transferido, nos termos do art. 5º, XLV da CRFB. Por ter esta ação natureza cível, pode ela ser ajuizada mesmo depois de ser alterado ou extinto o vínculo entre o servidor e a Administração (pedido de exoneração, aposentadoria ou disponibilidade, por exemplo)."
      },
      {
        "letra": "D",
        "texto": "a ação regressiva possui natureza especial, podendo ser ajuizada nos termos dos remédios constitucionais. Por ter esta ação natureza especial, pode ela ser ajuizada mesmo depois de ser alterado ou extinto o vínculo entre o servidor e a Administração (pedido de exoneração, aposentadoria ou disponibilidade, por exemplo)."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3277375",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: MinC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "João, ocupante de um cargo público no Ministério da Cultura, durante o exercício das suas funções, causou dano material a um particular, que pretende adotar as medidas cabíveis para ser integralmente indenizado. Nesse cenário, considerando as disposições da Constituição Federal, além do entendimento doutrinário e jurisprudencial dominantes, é correto afirmar que a União Federal",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não tem qualquer responsabilidade pela conduta praticada por João, salvo se o último comprovar que não possui recursos financeiros para, por conta própria, indenizar a vítima."
      },
      {
        "letra": "B",
        "texto": "responderá, subsidiária e objetivamente, pelos danos causados por João, caso este não tenha recursos financeiros para, por conta própria, indenizar a vítima."
      },
      {
        "letra": "C",
        "texto": "responderá, subjetivamente, pelos danos causados por João, sendo indispensável a comprovação do dolo ou da culpa do agente público."
      },
      {
        "letra": "D",
        "texto": "responderá, objetivamente, pelos danos causados por João, sendo dispensável a comprovação do dolo ou da culpa do agente público."
      },
      {
        "letra": "E",
        "texto": "não tem qualquer responsabilidade, objetiva ou subjetiva, pela conduta praticada por João."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3271115",
    "metadata": "Ano: 2024 | Banca: Ibest | Órgão: CRF-RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Excludentes e atenuantes da responsabilidade civil objetiva e teoria do risco integral",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "Entre as excludentes de responsabilidade civil do Estado, há uma situação em que não haverá responsabilidade civil se o Estado tiver observado todos os limites e deveres pertinentes ao dever de diligência. Nessa situação, a excludente apresentada diz respeito",
    "alternativas": [
      {
        "letra": "A",
        "texto": "à necessidade pública."
      },
      {
        "letra": "B",
        "texto": "à culpa da vítima."
      },
      {
        "letra": "C",
        "texto": "à culpa de terceiro."
      },
      {
        "letra": "D",
        "texto": "ao caso fortuito ou força maior."
      },
      {
        "letra": "E",
        "texto": "ao exercício regular de direito."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3271113",
    "metadata": "Ano: 2024 | Banca: Ibest | Órgão: CRF-RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "Assinale a alternativa que apresenta a descrição correta dos três elementos que compõem a estrutura da responsabilidade civil extracontratual do Estado.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Dano material ou moral sofrido por alguém; uma ação ou omissão antijurídica imputável ao Estado; e um nexo de causalidade entre o dano e a ação ou omissão estatal."
      },
      {
        "letra": "B",
        "texto": "Dano material sofrido pelo Estado; uma ação ou omissão legal de um servidor público; e a intenção de causar o dano."
      },
      {
        "letra": "C",
        "texto": "Dano moral sofrido pelo Estado; uma ação ou omissão antijurídica cometida por um particular; e a ausência de nexo de causalidade entre o dano e a ação ou omissão."
      },
      {
        "letra": "D",
        "texto": "Dano material sofrido por alguém; uma ação legal imputável ao Estado; e a inexistência de nexo de causalidade entre o dano e a ação estatal."
      },
      {
        "letra": "E",
        "texto": "Dano moral sofrido por alguém; uma ação ou omissão antijurídica imputável a um particular; e um nexo de causalidade entre o dano e a ação ou omissão estatal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3248774",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: EBSERH",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "Helena de Ressurreição, 32 anos, estava com uma gestação de alto risco e tinha indicação de parto na 28ª semana, sendo acompanhada pelo Hospital de Clínicas de uma universidade pública federal. Entretanto, o procedimento não ocorreu na data prevista. Na 30ª semana, ela passou a sentir dores intensas, com contrações e hemorragia, sendo atendida no mesmo hospital, onde foi constatado o óbito do feto, cuja causa mortis foi atribuída à síndrome da transfusão feto-fetal. Helena alega que foi submetida a considerável sofrimento ao realizar um parto normal em vez de uma cesariana, o que a teria levado a desenvolver depressão após o enterro da filha. Demonstra, ainda, a ocorrência de erro médico e violência obstétrica. Avalie a situação hipotética acima e, a respeito da responsabilidade civil da pessoa jurídica de direito público, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pessoa jurídica de direito público responde de forma subjetiva pelos atos praticados por agentes da saúde, desde que comprovada a negligência ou imperícia desses agentes."
      },
      {
        "letra": "B",
        "texto": "A pessoa jurídica de direito público possui responsabilidade objetiva pelos danos causados por seus agentes, não havendo direito de regresso no âmbito dos serviços de saúde."
      },
      {
        "letra": "C",
        "texto": "A responsabilidade objetiva da pessoa jurídica de direito público pelos danos causados pelos seus agentes depende da demonstração de dolo ou culpa do agente público."
      },
      {
        "letra": "D",
        "texto": "A pessoa jurídica de direito público possui responsabilidade subjetiva pelos atos praticados por agentes públicos enquanto estiverem no exercício efetivo de suas funções públicas."
      },
      {
        "letra": "E",
        "texto": "A pessoa jurídica de direito público tem responsabilidade objetiva pelos danos causados a terceiros por seus agentes, admitindo o direito de regresso contra o responsável em caso de dolo ou culpa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3193185",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Prefeitura de Paraty - RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado",
      "Previsão constitucional e elementos da responsabilidade civil objetiva do Estado"
    ],
    "enunciado_principal": "A empresa hipotética BusTur, que atua como concessionária do serviço público de transporte coletivo no Município Alfa, teve Rodrigo, um de seus funcionários, realizando o translado de uma das rotas. Durante o percurso, Rodrigo bateu no carro de Vanessa, causando-lhe danos materiais pela colisão. Diante dessa situação, assinale a alternativa correta sobre a responsabilidade civil da empresa BusTur pelos danos causados por seu empregado Rodrigo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A empresa BusTur não é responsável pelos danos causados a Vanessa, com base na responsabilidade civil aquiliana."
      },
      {
        "letra": "B",
        "texto": "A responsabilidade civil da empresa BusTur é objetiva, mas somente para danos causados a usuários do serviço público, não se aplicando a Vanessa."
      },
      {
        "letra": "C",
        "texto": "A empresa BusTur é responsável pelos danos causados a Vanessa, com base na responsabilidade civil objetiva."
      },
      {
        "letra": "D",
        "texto": "A responsabilidade civil da empresa BusTur é subjetiva, ou seja, é necessário comprovar culpa ou dolo de Rodrigo para que Vanessa possa ser indenizada."
      },
      {
        "letra": "E",
        "texto": "A empresa BusTur não é responsável pelos danos causados a Vanessa e esta somente poderá ajuizar ação indenizatória em face de Rodrigo, cuja responsabilidade é objetiva."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3171641",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: PC-MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Responsabilidade civil do estado"
    ],
    "enunciado_principal": "Durante o cumprimento de uma diligência externa, determinada pela autoridade policial, Carlos, policial civil do Estado de Minas Gerais, agindo de forma negligente, acabou por atropelar um transeunte. Registre-se que, realizada perícia no local dos fatos, constatou-se que o pedestre não teve qualquer culpa para o advento do resultado danoso. Considerando as disposições da Constituição Federal e os entendimentos doutrinário e jurisprudencial dominantes, avalie as afirmativas a seguir e assinale (V) para a verdadeira e (F) para a falsa. ( ) O Estado de Minas Gerais poderá ser responsabilizado, subsidiariamente, em razão da conduta praticada por Carlos, caso este não tenha capacidade para arcar com eventual indenização fixada em benefício do transeunte. ( ) A responsabilidade civil de Carlos, na qualidade de agente público, é objetiva, pressupondo-se a demonstração do elemento anímico. ( ) Para que a responsabilidade civil do Estado de Minas Gerais possa ser invocada, é necessário que se demonstre, em juízo, no que consistiu a conduta negligente de Carlos. As afirmativas são, respectivamente,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V – F – V."
      },
      {
        "letra": "B",
        "texto": "F – F – F."
      },
      {
        "letra": "C",
        "texto": "V – V – F."
      },
      {
        "letra": "D",
        "texto": "F – V – F."
      },
      {
        "letra": "E",
        "texto": "V – V – V."
      }
    ],
    "gabarito": "B"
  }
]