[
  {
    "id": "3530223",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Responsabilidades do servidor"
    ],
    "enunciado_principal": "Julgue o item a seguir, relativos a noções de direito administrativo.O cancelamento do registro da penalidade de suspensão de servidor público, que ocorre após o decurso de dois anos de efetivo exercício, surtirá efeitos retroativos caso o servidor não pratique, nesse período, nova infração disciplinar.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3496447",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: ION de Niterói - RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função",
      "Responsabilidades do servidor"
    ],
    "enunciado_principal": "Carlos é servidor público municipal na Prefeitura de Niterói, atuando na área de infraestrutura. Nos últimos meses, ele tem enfrentado dificuldades em sua função por questões pessoais. Com a possibilidade de uma punição severa, ele se preocupa com os efeitos dessa situação em sua carreira. De acordo com o Capítulo V da Lei 531/85, Carlos poderá receber a pena de demissão em caso de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "abandono de emprego"
      },
      {
        "letra": "B",
        "texto": "desobediência ou falta de cumprimento dos deveres"
      },
      {
        "letra": "C",
        "texto": "perda da nacionalidade brasileira"
      },
      {
        "letra": "D",
        "texto": "reincidência em falta já punida com pena de repreensão"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3325406",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Controle da administração pública",
      "Agentes públicos e Lei 8.112 de 1990",
      "Responsabilidades do servidor",
      "Controle administrativo, judicial e legislativo"
    ],
    "enunciado_principal": "[Questão Inédita] Acerca do controle judicial dos atos administrativos em geral e notadamente do processo disciplinar é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O controle jurisdicional do processo administrativo disciplinar restringe-se ao exame da regularidade do procedimento e da legalidade do ato, à luz dos princípios do contraditório, da ampla defesa e do devido processo legal, não sendo possível incursão no mérito administrativo, ressalvadas as hipóteses de flagrante ilegalidade, teratologia ou manifesta desproporcionalidade da sanção aplicada."
      },
      {
        "letra": "B",
        "texto": "A alteração da capitulação legal da conduta do servidor invalida o Processo Administrativo Disciplinar (PAD) por ofensa aos princípios da estrita legalidade, da ampla defesa e do contraditório."
      },
      {
        "letra": "C",
        "texto": "A autoridade administrativa não pode aplicar a pena de demissão a um servidor público que cometa improbidade administrativa, sendo necessária prévia condenação judicial."
      },
      {
        "letra": "D",
        "texto": "A portaria de instauração do PAD deve expor detalhadamente os fatos a serem apurados, sob pena de nulidade."
      },
      {
        "letra": "E",
        "texto": "Não é permitida a instauração de processo administrativo disciplinar com base em denúncia anônima."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3299669",
    "metadata": "Ano: 2025 | Banca: IGEDUC | Órgão: CRMV-BA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Agentes públicos e Lei 8.112 de 1990",
      "Regime jurídico administrativo",
      "Responsabilidades do servidor",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "O servidor público deve pautar sua atuação pelos princípios éticos, demonstrando integridade, responsabilidade e respeito ao interesse coletivo em todos os atos da função pública. Sobre o tema, analise as afirmativas a seguir: I. O servidor público pode priorizar interesses pessoais desde que haja compatibilidade com os objetivos da administração. II. A atuação ética na função pública depende unicamente da presença de sanções legais para evitar desvios de conduta. III. A função pública exige comportamento pautado na moralidade administrativa, visando ao interesse coletivo e à dignidade do serviço prestado. Está correto o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I apenas."
      },
      {
        "letra": "B",
        "texto": "III apenas."
      },
      {
        "letra": "C",
        "texto": "I e III apenas."
      },
      {
        "letra": "D",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3299667",
    "metadata": "Ano: 2025 | Banca: IGEDUC | Órgão: CRMV-BA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Agentes públicos e Lei 8.112 de 1990",
      "Regime jurídico administrativo",
      "Responsabilidades do servidor",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Durante uma auditoria interna, foi constatado que um servidor utilizava equipamentos da repartição para fins particulares e justificava a prática com base na ausência de prejuízo ao erário. A equipe responsável pelo relatório considerou a conduta antiética, mesmo sem evidência de dano financeiro. Com base nesse caso, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O princípio da moralidade no serviço público aplica-se apenas a situações em que se verifica ilícito penal ou dano ao erário."
      },
      {
        "letra": "B",
        "texto": "A ética no setor público exige do servidor conduta compatível com os valores da honestidade, zelo e respeito ao patrimônio público, independentemente de prejuízo material comprovado."
      },
      {
        "letra": "C",
        "texto": "A conduta ética do servidor está condicionada apenas às determinações expressas em lei, não cabendo juízo sobre comportamentos não tipificados."
      },
      {
        "letra": "D",
        "texto": "A ética administrativa admite o uso de bens públicos para fins particulares, desde que não haja gastos adicionais ou danos físicos aos equipamentos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3298594",
    "metadata": "Ano: 2025 | Banca: IVIN | Órgão: Prefeitura de Cajazeiras do Piauí - PI",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Agentes públicos e Lei 8.112 de 1990",
      "Regime jurídico administrativo",
      "Responsabilidades do servidor"
    ],
    "enunciado_principal": "Ciente de que a ética profissional envolve um conjunto de valores e princípios que orientam a conduta dos servidores no ambiente de trabalho, faça a correlação entre os conceitos éticos listados na Coluna A e suas respectivas definições fornecidas na Coluna B:COLUNA A 1. Responsabilidade 2. Respeito 3. Honestidade 4. Cooperação 5. SigiloCOLUNA B ( ) Agir com transparência, sem mentir nem enganar colegas ou superiores. ( ) Cumprir as funções corretamente, assumindo as consequências dos próprios atos. ( ) Manter confidencialidade sobre informações sensíveis do trabalho. ( ) Trabalhar em equipe, ajudando os colegas a criar um ambiente colaborativo. ( ) Tratar colegas, clientes e superiores com estima, gentileza e consideração. Assinale a alternativa que apresenta a sequência da correta correlação:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "3-1-5-2-4."
      },
      {
        "letra": "B",
        "texto": "2-3-5-4-1."
      },
      {
        "letra": "C",
        "texto": "2-4-5-3-1."
      },
      {
        "letra": "D",
        "texto": "3-2-5-4-1."
      },
      {
        "letra": "E",
        "texto": "3-1-5-4-2."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3295824",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: TRT - 15ª Região (SP)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Lei nº 8.112-1990 - Regime jurídico dos servidores públicos federais",
      "Agentes públicos e Lei 8.112 de 1990",
      "Responsabilidades do servidor"
    ],
    "enunciado_principal": "A Lei nº 8.112/1990 (Regime jurídico dos servidores públicos civis da União, das autarquias e das fundações públicas federais), a respeito da responsabilidade disciplinar, dispõe que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a responsabilidade do servidor será afastada sempre que absolvido em processo criminal relativo ao mesmo fato."
      },
      {
        "letra": "B",
        "texto": "a única penalidade aplicável aos ocupantes de cargo em comissão é a exoneração."
      },
      {
        "letra": "C",
        "texto": "o servidor que responder a processo disciplinar só poderá ser exonerado a pedido após a conclusão do processo e o cumprimento da penalidade que tenha sido aplicada."
      },
      {
        "letra": "D",
        "texto": "o cancelamento de penalidade pelo decurso de tempo surtirá efeitos retroativos."
      },
      {
        "letra": "E",
        "texto": "o prazo de prescrição para abertura de sindicância ou processo disciplinar inicia na data do cometimento da conduta considerada irregular."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3295659",
    "metadata": "Ano: 2025 | Banca: ADM&TEC | Órgão: Prefeitura de João Alfredo - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Agentes públicos e Lei 8.112 de 1990",
      "Regime jurídico administrativo",
      "Responsabilidades do servidor",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "O vigia integra ações de proteção que podem envolver forças externas contra atividades criminosas. Identifique a alternativa CORRETA sobre a colaboração com autoridades públicas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ocultar indícios que possam gerar apreensões para evitar transtornos no local, considerando que exposições desnecessárias prejudicam a imagem do serviço."
      },
      {
        "letra": "B",
        "texto": "Fornecer provas concretas, relatar condutas suspeitas e manter canais de comunicação confiáveis com órgãos responsáveis, colaborando para combater grupos ilícitos."
      },
      {
        "letra": "C",
        "texto": "Classificar tudo como segredo absoluto, impedindo a investigação de informações internas solicitadas pelas autoridades."
      },
      {
        "letra": "D",
        "texto": "Desarticular redes criminosas de forma autônoma, interpretando qualquer suspeita como prova definitiva."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3295135",
    "metadata": "Ano: 2025 | Banca: ADM&TEC | Órgão: Prefeitura de João Alfredo - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Responsabilidades do servidor",
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Disposições gerais da Improbidade Administrativa",
      "Atos de Improbidade Administrativa e suas Sanções"
    ],
    "enunciado_principal": "Durante a elaboração de um contrato para aquisição de materiais didáticos, o Secretário Escolar é abordado por um representante comercial que oferece benefícios pessoais para acelerar a aprovação da compra. Nesse contexto, e considerando a ética profissional inerente ao cargo, a conduta que reflete a postura adequada do Secretário Escolar é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Receber a oferta como forma de estreitar relações com o fornecedor, garantindo futuras parcerias mais vantajosas para a escola."
      },
      {
        "letra": "B",
        "texto": "Negar o suborno, mas manter em sigilo a tentativa do representante, evitando conflitos internos que possam prejudicar a imagem da instituição."
      },
      {
        "letra": "C",
        "texto": "Solicitar um documento formal que descreva a proposta vantajosa e analisar caso a caso, decidindo de forma confidencial."
      },
      {
        "letra": "D",
        "texto": "Rejeitar prontamente qualquer vantagem pessoal, comunicar os fatos à direção ou aos órgãos competentes e dar sequência ao processo com transparência."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3287867",
    "metadata": "Ano: 2025 | Banca: IBADE | Órgão: PC-BA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função",
      "Responsabilidades do servidor"
    ],
    "enunciado_principal": "Quais agentes públicos respondem a processo administrativo disciplinar?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas os servidores públicos ocupantes de cargo público permanente."
      },
      {
        "letra": "B",
        "texto": "Os servidores públicos ocupantes de cargo público permanente ou temporário."
      },
      {
        "letra": "C",
        "texto": "Apenas o servidor público ocupante de cargo público permanente, desde que não esteja em estágio probatório."
      },
      {
        "letra": "D",
        "texto": "Os servidores públicos ocupantes de cargo público permanente ou temporário, assim como os agentes públicos contratados em Regime Especial de Direito Administrativo – REDA."
      },
      {
        "letra": "E",
        "texto": "Os servidores públicos ocupantes de cargo público permanente ou temporário, assim como os agentes públicos terceirizados de empresas contratadas pelo Estado da Bahia."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3286760",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Caconde - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Responsabilidades do servidor"
    ],
    "enunciado_principal": "Qual é o instrumento destinado a apurar responsabilidade de servidor por infração praticada no exercício de suas atribuições, ou que tenha relação com as atribuições do cargo em que se encontre investido?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Prova."
      },
      {
        "letra": "B",
        "texto": "Processo disciplinar."
      },
      {
        "letra": "C",
        "texto": "Medida Preventiva."
      },
      {
        "letra": "D",
        "texto": "Eleição."
      },
      {
        "letra": "E",
        "texto": "Agravo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3286759",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Caconde - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Responsabilidades do servidor"
    ],
    "enunciado_principal": "Não condiz com uma sanção disciplinar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Multa."
      },
      {
        "letra": "B",
        "texto": "Advertência."
      },
      {
        "letra": "C",
        "texto": "Suspensão."
      },
      {
        "letra": "D",
        "texto": "Demissão."
      },
      {
        "letra": "E",
        "texto": "Destituição de cargo em comissão."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3286690",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Caconde - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Responsabilidades do servidor"
    ],
    "enunciado_principal": "Analise os itens abaixo sobre as responsabilidades do servidor público e assinale a alternativa correta. I - A responsabilidade administrativa do servidor abrange os crimes e contravenções imputadas ao servidor, nessa qualidade. II - A responsabilidade penal do servidor será afastada no caso de absolvição criminal que negue a existência do fato ou sua autoria",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A asserção I é uma proposição falsa, e a II é uma proposição verdadeira."
      },
      {
        "letra": "B",
        "texto": "As asserções I e II são proposições verdadeiras, e a II é um complemento da I."
      },
      {
        "letra": "C",
        "texto": "A asserção I é uma proposição verdadeira, e a II é uma proposição falsa."
      },
      {
        "letra": "D",
        "texto": "As asserções I e II são proposições falsas."
      },
      {
        "letra": "E",
        "texto": "As asserções I e II são proposições verdadeiras, mas a II não é um complemento da I."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3286679",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Caconde - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Responsabilidades do servidor"
    ],
    "enunciado_principal": "De acordo com o Estatuto dos Servidores Públicos (Lei nº 8.112/1990), qual é o tipo de responsabilidade que decorre de ato omissivo ou comissivo, doloso ou culposo, que resulta em prejuízo ao erário ou a terceiros?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Responsabilidade administrativa"
      },
      {
        "letra": "B",
        "texto": "Responsabilidade penal"
      },
      {
        "letra": "C",
        "texto": "Responsabilidade civil"
      },
      {
        "letra": "D",
        "texto": "Responsabilidade política"
      },
      {
        "letra": "E",
        "texto": "Responsabilidade contratual"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3285388",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Caconde - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Responsabilidades do servidor"
    ],
    "enunciado_principal": "Assinale a alternativa que não condiz com uma sanção disciplinar imposta ao servidor público.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Advertência."
      },
      {
        "letra": "B",
        "texto": "Demissão."
      },
      {
        "letra": "C",
        "texto": "Suspensão."
      },
      {
        "letra": "D",
        "texto": "Concussão."
      },
      {
        "letra": "E",
        "texto": "Destituição de cargo em comissão."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3284704",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Caconde - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Responsabilidades do servidor"
    ],
    "enunciado_principal": "A responsabilidade civil do servidor público está relacionada à obrigação de reparar danos causados ao patrimônio público ou a terceiros em razão de sua atuação no exercício do cargo. Esse princípio busca garantir que eventuais prejuízos sejam devidamente ressarcidos. Portanto, se um servidor público causar prejuízo ao governo ou a terceiros, mesmo sem intenção, ele pode ser responsabilizado civilmente?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não, pois só há responsabilidade civil quando há intenção (dolo)."
      },
      {
        "letra": "B",
        "texto": "Não, a responsabilidade civil só se aplica a crimes graves."
      },
      {
        "letra": "C",
        "texto": "Sim, mas apenas se o prejuízo for causado diretamente ao governo."
      },
      {
        "letra": "D",
        "texto": "Sim, pois a responsabilidade civil decorre de ato omissivo ou comissivo, doloso ou culposo, que resulte em prejuízo ao erário ou a terceiros."
      },
      {
        "letra": "E",
        "texto": "Não, pois servidores públicos não podem ser responsabilizados por erros no trabalho."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3284059",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: EMBRAPA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Responsabilidades do servidor"
    ],
    "enunciado_principal": "Julgue o item a seguir, no que diz respeito a organização administrativa, agentes públicos, ato administrativo e poderes da administração pública, considerando a jurisprudência dos tribunais superiores. Por se submeterem ao regime jurídico celetista, os empregados públicos concursados das empresas estatais podem ser demitidos sem justa causa, ou seja, sem que haja motivação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3273366",
    "metadata": "Ano: 2025 | Banca: AMEOSC | Órgão: Prefeitura de Palma Sola - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Responsabilidades do servidor"
    ],
    "enunciado_principal": "No que diz respeito à ética profissional assinale a alternativa que corresponde a uma prática inadequada ao se lidar com a comunidade.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Manter confidencialidade sobre as questões pessoais dos membros da comunidade."
      },
      {
        "letra": "B",
        "texto": "Ser honesto e transparente em todas as ações e decisões."
      },
      {
        "letra": "C",
        "texto": "Agir sempre com respeito aos direitos dos indivíduos."
      },
      {
        "letra": "D",
        "texto": "Favoritismo em relação a um grupo específico da comunidade, sem imparcialidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3271304",
    "metadata": "Ano: 2025 | Banca: CEPS-UFPA | Órgão: UFOPA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Responsabilidades do servidor"
    ],
    "enunciado_principal": "O Decreto nº 6.029/2007 institui o Sistema de Gestão da Ética do Poder Executivo Federal, e dá outras providências. Considerando o artigo 12 citado no trecho seguinte: “O processo de apuração de prática de ato em desrespeito ao preceituado no Código de Conduta da Alta Administração Federal e no Código de Ética Profissional do Servidor Público Civil do Poder Executivo Federal será instaurado, de ofício ou em razão de denúncia fundamentada, respeitando-se, sempre, as garantias do contraditório e da ampla defesa, pela Comissão de Ética Pública ou Comissões de Ética de que tratam os incisos II e III do art. 2º, conforme o caso, que notificará o investigado para manifestar-se, por escrito, no prazo de...”, o prazo para o investigado manifestar-se, por escrito, conforme trecho descrito no artigo 12, é de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dez dias."
      },
      {
        "letra": "B",
        "texto": "quinze dias."
      },
      {
        "letra": "C",
        "texto": "vinte dias."
      },
      {
        "letra": "D",
        "texto": "dezoitos dias."
      },
      {
        "letra": "E",
        "texto": "trinta dias."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3271256",
    "metadata": "Ano: 2025 | Banca: FADESP | Órgão: UNIFESSPA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Serviços Públicos",
      "Responsabilidades do servidor",
      "Princípios dos Serviços Públicos"
    ],
    "enunciado_principal": "Leia o texto a seguir: “[Serviço Público é] a ação dos órgãos e das entidades da Administração Pública Federal para atender, direta ou indiretamente, às demandas da sociedade relativas ao exercício de direito ou ao cumprimento de um dever.” BRASIL. Decreto nº 8.936, de 19 de dezembro de 2016. Brasília, DF: Presidência da República, 2016. O servidor público deve ser capaz de identificar as necessidades dos cidadãos para oferecer a adequada prestação dos serviços à população. Assim, pode-se afirmar que um atendimento de qualidade ocorre quando, em relação ao cidadão, o servidor público",
    "alternativas": [
      {
        "letra": "A",
        "texto": "prioriza os interesses internos da Administração, mesmo que isso signifique protelar ou dificultar o seu atendimento."
      },
      {
        "letra": "B",
        "texto": "evita responder perguntas que possam lhe gerar insatisfação, redirecionando-o a outros órgãos, sempre que possível."
      },
      {
        "letra": "C",
        "texto": "garante-lhe informações precisas e acessíveis sobre os serviços públicos disponíveis."
      },
      {
        "letra": "D",
        "texto": "adota uma postura burocrática e inflexível, sendo-lhe descortês quando necessário."
      },
      {
        "letra": "E",
        "texto": "promete solucionar a sua demanda, mesmo sabendo que não poderá cumpri-la."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3269131",
    "metadata": "Ano: 2025 | Banca: CEPS-UFPA | Órgão: UFOPA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Agentes públicos e Lei 8.112 de 1990",
      "Regime jurídico administrativo",
      "Responsabilidades do servidor",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "O Código de Ética Profissional do Servidor Público Civil Federal (Decreto nº 1.171/1994) estabelece regras que orientam a conduta profissional de servidores públicos. Sobre o assunto, analise as afirmativas seguintes. I. O servidor deve zelar pelo cumprimento legítimo da legalidade e da moralidade administrativa. II. A aceitação de presentes de baixo valor é permitida quando não comprometer a imparcialidade. III. O servidor é proibido de utilizar informações privilegiadas obtidas no exercício de suas funções. IV. É uma atitude antiética do servidor público deixar as pessoas esperando uma solução que compete ao setor em que exerça suas funções. V. A omissão diante de irregularidades é permitida, desde que seja por razões justificadas. Estão corretas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III, somente."
      },
      {
        "letra": "B",
        "texto": "I, III e IV, somente."
      },
      {
        "letra": "C",
        "texto": "II, III e V, somente."
      },
      {
        "letra": "D",
        "texto": "I, IV e V, somente."
      },
      {
        "letra": "E",
        "texto": "II, IV e V, somente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3267089",
    "metadata": "Ano: 2025 | Banca: UEG | Órgão: UEG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função",
      "Responsabilidades do servidor"
    ],
    "enunciado_principal": "Um docente de ensino superior consolidou o lançamento de frequências e notas de sua disciplina no sistema computacional da Universidade Estadual de Goiás. No entanto, por uma falha de software, os discentes não conseguiam acessar seu boletim de desempenho. Cansado de ser reiteradamente questionado pelos alunos sobre os resultados das avaliações dessa disciplina, um servidor técnico-administrativo acessou o banco de dados, imprimiu o mapa de notas e frequências e o afixou no mural da unidade acadêmica, a fim de identificar os aprovados e os reprovados. Conforme as disposições do Código de Ética da Universidade Estadual de Goiás, a ação do servidor técnico administrativo caracteriza:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "proatividade no desenvolvimento de suas atividades."
      },
      {
        "letra": "B",
        "texto": "capacidade de resolução de problemas."
      },
      {
        "letra": "C",
        "texto": "violação da privacidade dos discentes."
      },
      {
        "letra": "D",
        "texto": "desvio de função do cargo."
      },
      {
        "letra": "E",
        "texto": "usurpação de função."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3263107",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: IF-RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Agentes públicos e Lei 8.112 de 1990",
      "Regime jurídico administrativo",
      "Responsabilidades do servidor",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Analise as seguintes asserções e a relação proposta entre elas, tendo por referência o Código de Ética Profissional do Servidor Público Civil do Poder Executivo Federal (Decreto nº 1.171/1994): I. O servidor não pode agir com objetivo alheio ao interesse público, mesmo que não esteja cometendo qualquer violação expressa à lei e observando formalidades legais. PORQUE II. É seu dever abster-se, de forma absoluta, de exercer sua função, poder ou autoridade com finalidade estranha ao interesse público. A respeito dessas asserções, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As asserções I e II são proposições verdadeiras, e a II é uma justificativa da I."
      },
      {
        "letra": "B",
        "texto": "As asserções I e II são proposições verdadeiras, mas a II não é uma justificativa da I."
      },
      {
        "letra": "C",
        "texto": "A asserção I é uma proposição verdadeira, e a II é uma proposição falsa."
      },
      {
        "letra": "D",
        "texto": "A asserção I é uma proposição falsa, e a II é uma proposição verdadeira."
      },
      {
        "letra": "E",
        "texto": "As asserções I e II são proposições falsas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3262923",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Lei nº 8.112-1990 - Regime jurídico dos servidores públicos federais",
      "Controle da administração pública",
      "Agentes públicos e Lei 8.112 de 1990",
      "Responsabilidades do servidor",
      "Controle administrativo, judicial e legislativo"
    ],
    "enunciado_principal": "A integridade pública é fundamental para uma boa governança e para prevenção, detecção, punição e remediação de práticas de corrupção, fraudes, irregularidades e desvios éticos e de conduta. Dessa forma, a responsabilização de agentes públicos e de pessoas jurídicas que cometem atos irregulares e ilegais propiciam confiança das pessoas nas entidades públicas e na qualidade dos serviços públicos. A esse respeito, analise as afirmativas a seguir. I. As corregedorias ou unidades de correição dentro dos órgãos e das entidades são responsáveis pelo trabalho que envolve a responsabilização de agentes públicos ou pessoas jurídicas. II. A aplicação efetiva de códigos de conduta, a adoção de mecanismos que visam detectar e sanar desvios, além do incentivo à denúncia de possíveis irregularidades são importantes elementos para o sucesso do trabalho de responsabilização. III. Entende-se por Processo Administrativo Disciplinar (PAD) o instrumento pelo qual a administração pública exerce seu poder- -dever para apurar as infrações funcionais e aplicar penalidades aos agentes públicos e àqueles que possuem uma relação jurídica com a administração pública. IV. O instrumento pelo qual a administração pública pode instaurar processos de responsabilidade ou apurar processos instaurados sob a Lei Anticorrupção para análise de regularidade denomina-se Processo Administrativo de Responsabilização (PAR). Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "B",
        "texto": "I e II, apenas."
      },
      {
        "letra": "C",
        "texto": "II e III, apenas."
      },
      {
        "letra": "D",
        "texto": "III e IV, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3247182",
    "metadata": "Ano: 2025 | Banca: AMEOSC | Órgão: Câmara de Princesa - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Responsabilidades do servidor"
    ],
    "enunciado_principal": "A administração pública deve garantir a legalidade, moralidade e eficiência na atuação de seus agentes.Deste modo, existem mecanismos formais de apuração de irregularidades e responsabilização de servidores públicos. Assinale a alternativa correspondente ao procedimento formal e contraditório, utilizado para apuração e aplicação de penalidades mais graves a servidores públicos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Processo de responsabilização indireta."
      },
      {
        "letra": "B",
        "texto": "Processo administrativo disciplinar."
      },
      {
        "letra": "C",
        "texto": "Processo cassação."
      },
      {
        "letra": "D",
        "texto": "Processo de sindicância correlacional."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3247180",
    "metadata": "Ano: 2025 | Banca: AMEOSC | Órgão: Câmara de Princesa - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Responsabilidades do servidor"
    ],
    "enunciado_principal": "A sindicância é um procedimento preliminar e investigativo utilizado na Administração Pública para apurar irregularidades funcionais e determinar a responsabilidade de servidores. Assinale a alternativa correspondente ao tipo de sindicância caracterizada por, além de investigar, poder resultar na aplicação direta de penalidades leves, como advertência e suspensão.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Sindicância investigativa."
      },
      {
        "letra": "B",
        "texto": "Sindicância punitiva."
      },
      {
        "letra": "C",
        "texto": "Sindicância analítica."
      },
      {
        "letra": "D",
        "texto": "Sindicância de compliance."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3223998",
    "metadata": "Ano: 2025 | Banca: IBFC | Órgão: UFPB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Responsabilidades do servidor"
    ],
    "enunciado_principal": "Marcelo é servidor público civil da União. Nesta condição, assinale a alternativa que revela circunstância fática que não pode ser considerada um dever, nos termos da legislação aplicável.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Atender com presteza ao público em geral, prestando as informações requeridas, ressalvadas as protegidas pelo sigilo"
      },
      {
        "letra": "B",
        "texto": "Ser assíduo e pontual ao serviço"
      },
      {
        "letra": "C",
        "texto": "Representar contra ilegalidade, omissão ou abuso de poder"
      },
      {
        "letra": "D",
        "texto": "Atuar como procurador ou intermediário junto a repartições públicas"
      },
      {
        "letra": "E",
        "texto": "Ser leal às instituições a que servir"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3223780",
    "metadata": "Ano: 2025 | Banca: OBJETIVA | Órgão: Prefeitura de Rio do Oeste - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Responsabilidades do servidor"
    ],
    "enunciado_principal": "De acordo com a Lei Complementar nº 21/2006 − Regime Jurídico dos Servidores Públicos do Município, o servidor responde civil, penal e administrativamente pelo exercício irregular de suas atribuições. Considerando essas responsabilidades, analisar os itens. I. A obrigação de reparar o dano estende-se aos sucessores e contra eles será executada, até o limite do valor da herança recebida. II. A responsabilidade administrativa do servidor não será afastada no caso de absolvição criminal que negue a existência do fato ou sua autoria. III. A responsabilidade civil resulta de ato comissivo, praticado no desempenho do cargo. Está CORRETO o que se afirma:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas no item I."
      },
      {
        "letra": "B",
        "texto": "Apenas no item II."
      },
      {
        "letra": "C",
        "texto": "Apenas nos itens I e III."
      },
      {
        "letra": "D",
        "texto": "Em nenhum dos itens."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3223769",
    "metadata": "Ano: 2025 | Banca: OBJETIVA | Órgão: Prefeitura de Rio do Oeste - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Responsabilidades do servidor"
    ],
    "enunciado_principal": "A ética no serviço público é fundamental para garantir a confiança da sociedade nas instituições governamentais. Sobre a ética no serviço público, assinalar a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O servidor público deve sempre agir com imparcialidade, tratando todos de maneira igual, sem favorecimentos."
      },
      {
        "letra": "B",
        "texto": "A transparência nas ações dos servidores públicos assegura a prestação de contas à sociedade."
      },
      {
        "letra": "C",
        "texto": "O servidor público tem o direito de usar informações sigilosas para benefício pessoal, desde que não prejudique diretamente os serviços da administração pública."
      },
      {
        "letra": "D",
        "texto": "O servidor público deve evitar qualquer forma de corrupção, buscando sempre o interesse coletivo em suas decisões."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3215728",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: TRT - 6ª Região (PE)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Responsabilidades do servidor"
    ],
    "enunciado_principal": "Considere que um servidor público foi preso em uma operação policial, em razão de suposto envolvimento em organização criminosa. Diante da comunicação da prisão à autoridade competente da estrutura da Administração Pública, esta",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deve extinguir, desde logo, o vinculo do servidor, tendo em vista que será impossivel que aquele mantenha assiduidade no trabalho."
      },
      {
        "letra": "B",
        "texto": "pode decidir por instaurar ou não o processo administrativo contra o servidor, tendo em vista que a mera instauração do processo criminal não pode ter o mesmo efeito que uma condenação desta natureza."
      },
      {
        "letra": "C",
        "texto": "Instaurará processo administrativo disciplinar, que será automaticamente suspenso, face a questão prejudicial pendente, a solução do processo criminal."
      },
      {
        "letra": "D",
        "texto": "deve aguardar o desfecho do processo criminal, vez que a condenação ensejará a perda do cargo público, obrigatoriamente."
      },
      {
        "letra": "E",
        "texto": "deve instaurar processo administrativo disciplinar, tendo em vista que, a despeito da imputação criminal, a conduta do servidor também pode configurar infração disciplinar, tratando-se de instâncias de apuração independentes."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3213956",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Responsabilidades do servidor"
    ],
    "enunciado_principal": "Julgue o item seguinte, a respeito de decadência administrativa, controle da administração pública, improbidade administrativa, aspectos relativos aos servidores públicos, conforme a Lei n.º 8.112/1990, e requisição, segundo o Decreto n.º 10.835/2021. Em regra, no exercício do controle jurisdicional de atos administrativos, é permitido ao Poder Judiciário, em substituição à banca examinadora de concurso público, reexaminar o conteúdo das questões e os critérios de correção utilizados nas provas, independentemente da ocorrência de ilegalidade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3262324",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Responsabilidades do servidor"
    ],
    "enunciado_principal": "Os colaboradores da Hemobrás têm por obrigação, segundo o Código de Ética, Conduta e Integridade, resguardar informações privilegiadas, sigilosas e reservadas a que tiverem acesso. Considerando o disposto no citado Código, entende-se por informação sigilosa aquela:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Que ainda não é de conhecimento público e que pode vir a ser utilizada indevidamente para o obter vantagens para si ou para outrem, notadamente em âmbito econômico."
      },
      {
        "letra": "B",
        "texto": "Submetida temporariamente à restrição de acesso público em razão de sua imprescindibilidade para a segurança da Hemobrás, dos seus negócios, de seus processos e de seus colaboradores."
      },
      {
        "letra": "C",
        "texto": "Que se refira a processos de conhecimento público ou não, os quais impliquem em aplicação de metodologia desenvolvida e/ou utilizada pela Hemobrás, independentemente de ser patenteada, licenciada ou de livre utilização."
      },
      {
        "letra": "D",
        "texto": "Que possa implicar em qualquer vantagem econômica relativa ao mercado financeiro no que tange à emissão de ações e/ou quotas e cuja informação sobre eventual aporte esteja sujeita a controle de sigilo pela Comissão de Valores Mobiliários (CVM)."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3262322",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Responsabilidades do servidor"
    ],
    "enunciado_principal": "Segundo o Código de Ética, Conduta e Integridade da Hemobrás, no que tange a conflitos de interesses, potenciais e/ou efetivos, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ocorrência de conflito de interesses independe do alcance efetivo do benefício, econômico ou não, pelo colaborador."
      },
      {
        "letra": "B",
        "texto": "Não suscita conflito de interesse prestar serviço, desde que de forma eventual, à empresa cuja atividade seja fiscalizada pela Hemobrás."
      },
      {
        "letra": "C",
        "texto": "Os empregados públicos da Hemobrás são proibidos de ser dirigentes de empresa que preste serviço e/ou forneça bens para a Hemobrás, ou com ela transacione, não sendo vedado que seja sócio dessas empresas, desde que não possua qualquer função de direção."
      },
      {
        "letra": "D",
        "texto": "Os colaboradores da Hemobrás devem realizar consulta ou pedido de autorização para exercer atividades privadas, através de protocolo, em meio físico, com a documentação necessária à análise de potencial conflito de interesses, em momento prévio ao início da atividade em questão."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3195877",
    "metadata": "Ano: 2025 | Banca: CEFET-MG | Órgão: CEFET-MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Regime jurídico administrativo",
      "Responsabilidades do servidor",
      "Princípios - Proporcionalidade, Razoabilidade, Motivação, Autotutela e Outros Princípios"
    ],
    "enunciado_principal": "Para a aplicação das penalidades disciplinares previstas na Lei nº 8.112/90, é essencial a observância do devido processo legal, garantindo ampla defesa e contraditório ao servidor público. Além disso, é necessário avaliar a gravidade da infração e considerar os princípios da proporcionalidade e razoabilidade. O objetivo é assegurar uma decisão justa e alinhada ao interesse público. De acordo com a Lei nº 8.112/90, são penalidades disciplinares, dentre outras:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "exoneração e advertência."
      },
      {
        "letra": "B",
        "texto": "advertência e suspensão."
      },
      {
        "letra": "C",
        "texto": "exoneração e suspensão."
      },
      {
        "letra": "D",
        "texto": "demissão e rebaixamento."
      },
      {
        "letra": "E",
        "texto": "exoneração e demissão."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3193550",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Câmara de Santana de Parnaíba - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função",
      "Responsabilidades do servidor"
    ],
    "enunciado_principal": "No contexto da administração pública, a autoridade é definida como o servidor ou agente público dotado de poder para tomar decisões e direcionar ações dentro de sua área de competência. Com base nesse conceito, qual das alternativas a seguir descreve corretamente a função de um servidor público enquanto autoridade:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O servidor público com autoridade age apenas em emergências, quando o poder é transferido temporariamente."
      },
      {
        "letra": "B",
        "texto": "A autoridade no serviço público é exclusivamente atribuída aos cargos de liderança, como diretores e presidentes, sem envolver cargos operacionais."
      },
      {
        "letra": "C",
        "texto": "O servidor ou agente público que exerce autoridade é aquele que possui competência para decidir e implementar medidas dentro dos limites de sua função, sendo responsável pelas decisões na sua área."
      },
      {
        "letra": "D",
        "texto": "A autoridade do servidor público se refere apenas à capacidade de supervisionar outros servidores, sem poder de decisão ou execução de ações."
      },
      {
        "letra": "E",
        "texto": "O conceito de autoridade no serviço público refere-se àqueles que possuem poderes judiciais, ou seja, juízes e tribunais, e não aos servidores administrativos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3193034",
    "metadata": "Ano: 2025 | Banca: ADM&TEC | Órgão: CIMPAJEÚ - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Responsabilidades do servidor"
    ],
    "enunciado_principal": "Em um processo disciplinar, um servidor é acusado de descumprir suas obrigações funcionais. Durante a apuração, a comissão responsável constatou que o fato era improcedente. Qual será o desfecho desse processo?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O servidor será punido com advertência."
      },
      {
        "letra": "B",
        "texto": "O processo será arquivado."
      },
      {
        "letra": "C",
        "texto": "O servidor será exonerado."
      },
      {
        "letra": "D",
        "texto": "O servidor será suspenso preventivamente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3179578",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Lei nº 8.112-1990 - Regime jurídico dos servidores públicos federais",
      "Agentes públicos e Lei 8.112 de 1990",
      "Responsabilidades do servidor"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos termos da legislação federal, o servidor ocupante de cargo em comissão ou de natureza especial não poderá ser nomeado para o exercício interino de outro cargo em comissão ou função de confiança, sem prejuízo das atribuições do que já ocupa, mesmo que optar pela remuneração de um deles durante o período da interinidade."
      },
      {
        "letra": "B",
        "texto": "Para a legislação federal, recondução é o retorno do servidor estável ao cargo anteriormente ocupado, quando invalidada a sua demissão, com ressarcimento de todas suas vantagens."
      },
      {
        "letra": "C",
        "texto": "Nos termos da legislação federal, o servidor aposentado pode requerer o retorno (reversão) à atividade, no interesse da administração, nos casos em que: tenha se aposentado voluntariamente; se estável quando na atividade; se houver cargo vago e, desde que, a aposentadoria tenha ocorrido nos cinco anos anteriores à solicitação de retorno."
      },
      {
        "letra": "D",
        "texto": "Para a legislação federal, os servidores públicos serão responsabilizados objetivamente, nos âmbitos administrativo e civil, pelos atos lesivos ao patrimônio público praticados em seu interesse ou benefício, exclusivo ou não."
      },
      {
        "letra": "E",
        "texto": "Os entes da federação devem instituir, no âmbito de suas respectivas competências, regime jurídico único, de caráter estatutário, integrado por servidores da administração pública direta, das autarquias e das fundações públicas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3178242",
    "metadata": "Ano: 2025 | Banca: AMAUC | Órgão: Prefeitura de Jaborá - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Agentes públicos e Lei 8.112 de 1990",
      "Administração Direta",
      "Cargo, emprego, função",
      "Responsabilidades do servidor",
      "Órgãos Públicos"
    ],
    "enunciado_principal": "No serviço público, as relações de hierarquia são regidas por princípios e normas que visam garantir a ordem, a disciplina e o bom funcionamento da administração pública. Compreender a estrutura hierárquica e as atribuições de cada cargo é fundamental para o bom desempenho das funções. Imagine a seguinte situação: Um homem é um Agente de Manutenção recém-concursado e foi designado para trabalhar em uma escola municipal. Em seu primeiro dia de trabalho, ele recebe uma ordem diretamente do Diretor da escola para realizar uma tarefa que não é de sua competência. João se sente desconfortável com a situação, pois sabe que a ordem deveria ter vindo de seu chefe imediato, que é o Coordenador de Serviços Gerais. Considerando as regras de hierarquia no serviço público, qual seria a atitude mais adequada para João tomar nessa situação?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Procurar o Coordenador de Serviços Gerais e relatar a situação, solicitando orientação sobre como proceder."
      },
      {
        "letra": "B",
        "texto": "Recusar-se a cumprir a ordem do Diretor, alegando que ele não é seu superior hierárquico direto."
      },
      {
        "letra": "C",
        "texto": "Cumprir a ordem do Diretor sem questionar, afinal ele é a autoridade máxima na escola."
      },
      {
        "letra": "D",
        "texto": "Ignorar a ordem do Diretor e continuar realizando suas tarefas rotineiras."
      },
      {
        "letra": "E",
        "texto": "Conversar diretamente com o Diretor, explicando que prefere receber as ordens por meio de seu chefe imediato."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3175836",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: SENAPPEN",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Responsabilidades do servidor"
    ],
    "enunciado_principal": "O Estatuto do Servidor Público prevê uma série de sanções a serem aplicadas ao servidor que comete um ato dotado de vício de abuso do poder. Contudo, está fora do rol de punições previstas no referido diploma:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "advertência"
      },
      {
        "letra": "B",
        "texto": "demissão"
      },
      {
        "letra": "C",
        "texto": "remoção"
      },
      {
        "letra": "D",
        "texto": "censura"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3171370",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: PC-MG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Responsabilidades do servidor"
    ],
    "enunciado_principal": "Antônia, servidora pública, foi diagnosticada com doença psiquiátrica. Durante o atendimento ao público, Antônia teve um surto psicótico grave e praticou agressões físicas e verbais contra uma pessoa que foi buscar informações. No bojo de ação penal que tratava dos mesmos fatos, foi reconhecido que Antônia estava completamente incapaz de entender o caráter ilícito de suas ações ou de se determinar de acordo com esse entendimento, sendo proferida uma sentença de absolvição imprópria. Sobre a hipótese relatada, com base em entendimento do STJ, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As sanções civis, penais e administrativas não poderão cumular-se, sob pena de incidir em bis in idem."
      },
      {
        "letra": "B",
        "texto": "O princípio da absoluta independência entre as instâncias penal e administrativa vigora em nosso ordenamento jurídico."
      },
      {
        "letra": "C",
        "texto": "A conclusão positiva acerca da carência de discernimento cognitivo no processo penal não impede ulterior revisão ou desconsideração na via administrativa."
      },
      {
        "letra": "D",
        "texto": "A inimputabilidade reconhecida na esfera penal não influencia o processo administrativo disciplinar, já que o ilícito administrativo desconhece a categoria da culpabilidade."
      },
      {
        "letra": "E",
        "texto": "Constatada a prática de falta disciplinar quando o agente estava em surto psicótico e absolutamente incapaz de entender o caráter ilícito do fato cometido, descabe a fixação de sanção administrativa, à luz do princípio constitucional da culpabilidade, o qual exige, para a cominação de qualquer espécie de sanção estatal, a verificação da culpa em sentido lato."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3169781",
    "metadata": "Ano: 2025 | Banca: AMAUC | Órgão: Prefeitura de Jaborá - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Agentes públicos e Lei 8.112 de 1990",
      "Responsabilidades do servidor",
      "Utilização dos bens públicos",
      "Improbidade administrativa - Lei nº 8.429 de 1992 e Lei nº 14.230 de 2021",
      "Disposições gerais da Improbidade Administrativa",
      "Atos de Improbidade Administrativa e suas Sanções"
    ],
    "enunciado_principal": "Durante uma palestra sobre ética no serviço público, o instrutor aborda a responsabilidade do servidor na preservação do patrimônio público. Avalie as afirmações abaixo e marque (V) verdadeiro ou (F) falso: (__)A utilização indevida de bens públicos pode configurar ato de improbidade administrativa. (__)O zelo pelo patrimônio público é uma obrigação do servidor. (__)O uso de veículos oficiais para transporte de familiares é permitido em casos de urgência pessoal. (__)Servidores podem ser responsabilizados administrativamente por danos causados ao patrimônio público. Marque a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F, F, V, F."
      },
      {
        "letra": "B",
        "texto": "V, F, F, V."
      },
      {
        "letra": "C",
        "texto": "V, V, F, V."
      },
      {
        "letra": "D",
        "texto": "F, V, V, F."
      },
      {
        "letra": "E",
        "texto": "V, F, V, V."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3169773",
    "metadata": "Ano: 2025 | Banca: AMAUC | Órgão: Prefeitura de Jaborá - SC",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Bens Públicos na Administração Pública",
      "Princípios da Administração Pública",
      "Agentes públicos e Lei 8.112 de 1990",
      "Regime jurídico administrativo",
      "Responsabilidades do servidor",
      "Utilização dos bens públicos",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "Durante um curso de ética no serviço público, os participantes discutem boas práticas no trato diário com colegas de trabalho e no atendimento ao público. Avalie as afirmações abaixo e marque (V) nas verdadeiras e (F) nas falsas: (__)Demonstrar respeito e cordialidade é essencial no trato com o público e colegas. (__)O servidor pode utilizar o veículo oficial para fins particulares, desde que com autorização verbal do superior imediato. (__)Atitudes que prejudiquem o patrimônio público podem configurar infração administrativa. (__)Hierarquia no serviço público deve ser respeitada, garantindo a organização e eficiência do trabalho. Marque a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F, F, V, F."
      },
      {
        "letra": "B",
        "texto": "F, V, F, F."
      },
      {
        "letra": "C",
        "texto": "V, F, V, V."
      },
      {
        "letra": "D",
        "texto": "V, V, F, F."
      },
      {
        "letra": "E",
        "texto": "V, F, F, V."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3167316",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TRF - 6ª REGIÃO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Responsabilidades do servidor"
    ],
    "enunciado_principal": "Julgue o item a seguir, considerando o Regime Jurídico dos Servidores Públicos Civis da União, das Autarquias e das Fundações Públicas Federais (Lei n.º 8.112/1990) e as disposições da Lei de Improbidade Administrativa (Lei n.º 8.429/1992).A absolvição criminal que negue a existência do fato ou sua autoria afasta a responsabilidade administrativa do servidor acusado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3162432",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: ITUPREV - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Responsabilidades do servidor"
    ],
    "enunciado_principal": "Sobre a responsabilidade do Servidor Público, conforme os artigos da legislação vigente, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O servidor será responsável apenas civilmente por atos omissivos ou comissivos, sem implicações penais ou administrativas."
      },
      {
        "letra": "B",
        "texto": "A responsabilidade civil do servidor abrange apenas atos dolosos que causem prejuízo ao erário, sem implicações para terceiros."
      },
      {
        "letra": "C",
        "texto": "A responsabilidade administrativa do servidor será afastada caso haja condenação penal, independentemente da natureza do crime."
      },
      {
        "letra": "D",
        "texto": "As sanções civis, penais e administrativas podem ser aplicadas de forma cumulativa, pois são independentes entre si."
      },
      {
        "letra": "E",
        "texto": "A responsabilidade penal do servidor ocorre apenas quando o ato ilícito for diretamente relacionado à sua função, sem possibilidade de ação regressiva."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3162422",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: ITUPREV - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Lei nº 8.112-1990 - Regime jurídico dos servidores públicos federais",
      "Agentes públicos e Lei 8.112 de 1990",
      "Responsabilidades do servidor"
    ],
    "enunciado_principal": "O procedimento é aplicável na apuração de acumulação ilegal de cargos, empregos ou funções públicas, de abandono de cargo e de inassiduidade habitual, sendo a todas cabível a pena de demissão. A regra geral é de que se trata de rito com instrução célere, pois visa a apurar casos em que já se tem materialidade pré-constituída é comumente conhecido como:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Processo Administrativo Sumário de Reajuste de Cargos."
      },
      {
        "letra": "B",
        "texto": "Inquérito Administrativo de Funções Públicas - IAFP."
      },
      {
        "letra": "C",
        "texto": "Processo Simplificado de Penalidades - PSP."
      },
      {
        "letra": "D",
        "texto": "Processo Administrativo Disciplinar - PAD de rito sumário."
      },
      {
        "letra": "E",
        "texto": "Procedimento Disciplinar Preliminar de Acumulação - PDPA."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3160193",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Morungaba - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Responsabilidades do servidor"
    ],
    "enunciado_principal": "Identifique a alternativa que descreve corretamente um dos deveres do servidor público:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Desconsiderar as normas legais que regulam o serviço público."
      },
      {
        "letra": "B",
        "texto": "Utilizar recursos públicos para fins pessoais sem restrições."
      },
      {
        "letra": "C",
        "texto": "Promover atividades de cunho político durante o horário de trabalho."
      },
      {
        "letra": "D",
        "texto": "Permitir que terceiros utilizem bens públicos sem autorização."
      },
      {
        "letra": "E",
        "texto": "Atender com diligência às solicitações referentes à defesa da Fazenda Pública."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3156638",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Morungaba - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Responsabilidades do servidor"
    ],
    "enunciado_principal": "De acordo com o Processo Administrativo Disciplinar pelo rito sumário, o procedimento segue três etapas principais. Considerando os passos do rito sumário, assinale a alternativa que apresenta corretamente a sequência das fases do processo: ( ) Instrução sumária, que compreende indiciação, defesa e relatório; ( ) Instauração, com a publicação do ato que constituir a comissão, a ser composta por dois servidores estáveis, e simultaneamente indicar a autoria e a materialidade da transgressão objeto da apuração; ( ) Julgamento.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II, I, III."
      },
      {
        "letra": "B",
        "texto": "III, II, I."
      },
      {
        "letra": "C",
        "texto": "I, II, III."
      },
      {
        "letra": "D",
        "texto": "II, III, I."
      },
      {
        "letra": "E",
        "texto": "Nenhuma das alternativas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3543050",
    "metadata": "Ano: 2024 | Banca: IGEDUC | Órgão: Prefeitura de Cupira - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Responsabilidades do servidor"
    ],
    "enunciado_principal": "Se não houver dano ao patrimônio público, Carlos não poderá ser responsabilizado criminalmente pelo uso indevido dos veículos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3465770",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Câmara de Vinhedo - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Responsabilidades do servidor"
    ],
    "enunciado_principal": "No que diz respeito ao conhecimento sobre os deveres dos servidores públicos, assinale a alternativa que descreve uma das faltas administrativas que podem resultar em pena de demissão, a bem do serviço público:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Delegar a pessoa estranha à repartição atribuição que seja de sua competência."
      },
      {
        "letra": "B",
        "texto": "Delegar a pessoa estranha à repartição atribuição que seja de sua responsabilidade."
      },
      {
        "letra": "C",
        "texto": "Ausentar-se do serviço durante o expediente, sem prévia autorização do superior imediato"
      },
      {
        "letra": "D",
        "texto": "Aceitar comissão, emprego ou pensão de Estado estrangeiro, sem licença do Presidente da República."
      },
      {
        "letra": "E",
        "texto": "Utilizar pessoal ou recursos materiais da repartição em serviços ou atividades particulares."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3393386",
    "metadata": "Ano: 2024 | Banca: OBJETIVA | Órgão: Prefeitura de Roque Gonzales - RS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Regime jurídico administrativo",
      "Responsabilidades do servidor"
    ],
    "enunciado_principal": "E., servidor público, abusa de bebida aos fins de semana, quando costuma frequentar estabelecimentos como bares e casas noturnas de sua região. Nestes momentos, E. costuma falar palavras de baixo calão e dirigir discurso ofensivos sobre a vida conjugal de seus colegas de trabalho. Sobre o comportamento de E., assinalar a alternativa CORRETA sobre as consequências de suas atitudes:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ao prejudicar deliberadamente a reputação de seus colegas e apresentar-se alcoolizado com habitualidade, E. prejudica sua relação com os demais colegas de trabalho."
      },
      {
        "letra": "B",
        "texto": "O problema de E. é a propensão ao vício em bebidas alcoólicas. Isso não é crime nem imoralidade, pois se trata de uma mazela que deve ser tratada no Sistema Único de Saúde."
      },
      {
        "letra": "C",
        "texto": "Os excessos cometidos por E. referem-se aos períodos de folga e fora de seu local de trabalho, portanto não afetam o serviço público."
      },
      {
        "letra": "D",
        "texto": "Poderá ser exonerado do serviço público pelas práticas dos crimes de ameaça e difamação."
      }
    ],
    "gabarito": "X"
  },
  {
    "id": "3272397",
    "metadata": "Ano: 2024 | Banca: FADESP | Órgão: CDSA - AP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Cargo, emprego, função",
      "Responsabilidades do servidor"
    ],
    "enunciado_principal": "O guarda portuário é responsável em manter a segurança e a ordem do patrimônio da companhia portuária. De acordo com o Regulamento do Guarda Portuário da Companhia Docas de Santana, compete ao guarda",
    "alternativas": [
      {
        "letra": "A",
        "texto": "exercer o policiamento ostensivo nas dependências portuárias, no canal de acesso e na bacia de evolução."
      },
      {
        "letra": "B",
        "texto": "elaborar as normas e os procedimentos para o acesso de visitantes ao porto."
      },
      {
        "letra": "C",
        "texto": "permitir a entrada de veículo no cais, mesmo quando não estiver autorizado."
      },
      {
        "letra": "D",
        "texto": "elaborar as escalas de plantão dos guardas portuários e encaminhar ao inspetor de guarda portuária para análise"
      },
      {
        "letra": "E",
        "texto": "socorrer os acidentados e doentes, providenciando de imediato o atendimento médico."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3272396",
    "metadata": "Ano: 2024 | Banca: FADESP | Órgão: CDSA - AP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Responsabilidades do servidor"
    ],
    "enunciado_principal": "De acordo com o Regulamento da Guarda Portuária da Companhia de Docas de Santana, ingerir bebidas alcoólicas estando em serviço e infringir maus tratos a qualquer pessoa sob sua custódia são transgressões disciplinares, respectivamente, de intensidade",
    "alternativas": [
      {
        "letra": "A",
        "texto": "grave e gravíssima."
      },
      {
        "letra": "B",
        "texto": "grave e grave."
      },
      {
        "letra": "C",
        "texto": "gravíssima e grave."
      },
      {
        "letra": "D",
        "texto": "média e grave."
      },
      {
        "letra": "E",
        "texto": "média e gravíssima."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3223193",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Spcine - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Princípios da Administração Pública",
      "Agentes públicos e Lei 8.112 de 1990",
      "Regime jurídico administrativo",
      "Responsabilidades do servidor",
      "Princípios - Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência"
    ],
    "enunciado_principal": "A ética profissional abrange comportamentos e condutas que regem as relações humanas e as rotinas operacionais no ambiente de trabalho. Assinale a alternativa que complementa essa assertiva no que se refere a um profissional ético de uma instituição pública.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No ambiente de trabalho, o servidor público deve agir de forma íntegra, honesta, colaborativa e com parcialidade em todas as situações."
      },
      {
        "letra": "B",
        "texto": "O equilíbrio entre a moralidade e a eficiência, na conduta do servidor público, consolida a finalidade de suas ações éticas no desempenho de sua função."
      },
      {
        "letra": "C",
        "texto": "A dignidade, a eficácia e os princípios morais estão entre as prioridades que devem nortear o servidor público, exclusivamente, no exercício de sua função."
      },
      {
        "letra": "D",
        "texto": "O servidor público, que preza pela ética, deve estabelecer critérios objetivos e subjetivos para avaliar a moralidade das ações, além de considerar as suas crenças individuais."
      },
      {
        "letra": "E",
        "texto": "Uma postura do servidor público a ser observada é o decoro, que compreende, além da retidão de uma ação, a visão que a sociedade tem dessa ação como correta."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3211995",
    "metadata": "Ano: 2024 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Responsabilidades do servidor"
    ],
    "enunciado_principal": "De acordo com a Lei Estadual nº 20.756/2020 que disciplina o Regime Jurídico dos Servidores Públicos do Estado de Goiás, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Advertência, suspensão, multa, demissão e cassação da aposentadoria, são algumas das penalidades previstas no referido diploma legal."
      },
      {
        "letra": "B",
        "texto": "A penalidade de advertência será sempre aplicada de maneira verbal, na presença do servidor que está sendo punido e de, pelo menos, outros dois servidores que servirão de testemunhas do ato."
      },
      {
        "letra": "C",
        "texto": "A penalidade de suspensão, que não excederá a 90 (noventa) dias, será aplicada em caso de transgressão disciplinar de natureza média ou de reincidência em quaisquer das infrações disciplinares de natureza leve."
      },
      {
        "letra": "D",
        "texto": "No caso de punição do servidor com pena de advertência, o registro da penalidade será cancelado se o servidor não houver praticado nova transgressão disciplinar igual ou diversa da anteriormente cometida no prazo de 3 (três) anos, contados a partir da sua aplicação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3188723",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Câmara de Osasco - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Responsabilidades do servidor"
    ],
    "enunciado_principal": "Assinale a alternativa incorreta. São deveres do servidor:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "guardar sigilo sobre assunto da repartição;"
      },
      {
        "letra": "B",
        "texto": "recusar fé a documentos públicos;"
      },
      {
        "letra": "C",
        "texto": "manter conduta compatível com a moralidade administrativa;"
      },
      {
        "letra": "D",
        "texto": "ser assíduo e pontual ao serviço;"
      },
      {
        "letra": "E",
        "texto": "tratar com urbanidade as pessoas;"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3170461",
    "metadata": "Ano: 2024 | Banca: FCC | Órgão: TRT - 20ª REGIÃO (SE)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Lei nº 8.112-1990 - Regime jurídico dos servidores públicos federais",
      "Agentes públicos e Lei 8.112 de 1990",
      "Responsabilidades do servidor"
    ],
    "enunciado_principal": "Considere a seguinte situação hipotética: Poseidon, servidor público federal há dez anos, nunca sofreu qualquer penalidade disciplinar. No entanto, em 5 de setembro de 2024, retirou, sem prévia anuência da autoridade competente, documento da repartição pública em que exerce suas funções. Nos termos da Lei nº 8.112/1990, a conduta de Poseidon",
    "alternativas": [
      {
        "letra": "A",
        "texto": "está sujeita à penalidade de advertência, por escrito."
      },
      {
        "letra": "B",
        "texto": "está sujeita à penalidade de demissão."
      },
      {
        "letra": "C",
        "texto": "está sujeita à penalidade de suspensão por noventa dias."
      },
      {
        "letra": "D",
        "texto": "não está sujeita a qualquer penalidade."
      },
      {
        "letra": "E",
        "texto": "está sujeita à penalidade de suspensão por quinze dias."
      }
    ],
    "gabarito": "A"
  }
]