[
  {
    "id": "3517938",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Instituto Rio Branco",
    "categoria": "Direito Administrativo",
    "subcategorias": [],
    "enunciado_principal": "Com base no disposto na Lei n.º 11.440/2006, julgue o seguinte item, relativo a deveres e proibições específicos do servidor do Serviço Exterior Brasileiro. É dever do servidor levar ao conhecimento da autoridade superior qualquer fato relativo à vida profissional dele que possa afetar interesse de serviço ou da repartição em que estiver servindo, resguardando-se os fatos de natureza pessoal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3517937",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Instituto Rio Branco",
    "categoria": "Direito Administrativo",
    "subcategorias": [],
    "enunciado_principal": "Com base no disposto na Lei n.º 11.440/2006, julgue o seguinte item, relativo a deveres e proibições específicos do servidor do Serviço Exterior Brasileiro. Depende de expressa autorização do ministro de Estado das relações exteriores o aceite de comissão, emprego ou pensão de governo estrangeiro por servidor do Serviço Exterior Brasileiro.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3517936",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Instituto Rio Branco",
    "categoria": "Direito Administrativo",
    "subcategorias": [],
    "enunciado_principal": "Com base no disposto na Lei n.º 11.440/2006, julgue o seguinte item, relativo a deveres e proibições específicos do servidor do Serviço Exterior Brasileiro. É proibido ao servidor divulgar, sem anuência prévia da autoridade competente, informação relevante para a política exterior do Brasil à qual haja tido acesso em razão de desempenho de cargo no Serviço Exterior Brasileiro.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3517935",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Instituto Rio Branco",
    "categoria": "Direito Administrativo",
    "subcategorias": [],
    "enunciado_principal": "Com base no disposto na Lei n.º 11.440/2006, julgue o seguinte item, relativo a deveres e proibições específicos do servidor do Serviço Exterior Brasileiro. É proibido ao servidor renunciar, sem expressa autorização da Secretaria de Estado, às imunidades de que goze em serviço no exterior.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3260398",
    "metadata": "Ano: 2025 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [],
    "enunciado_principal": "Assinale a alternativa incorreta a respeito dos impactos no Direito Administrativo decorrentes das alterações promovidas pela Lei no 13.655/2018 na Lei de Introdução às Normas do Direito Brasileiro (Decreto-Lei no 4.657/1942, com redação dada pela Lei no 12.376/2010).",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na interpretação de normas sobre gestão pública, serão considerados os obstáculos e as dificuldades reais do gestor, além das exigências das políticas públicas a seu cargo, sem prejuízo dos direitos dos administrados. Assim, abre-se espaço para a aplicação da cláusula da reserva do possível, para que se considere, excepcionalmente e com base em dados empíricos, a impossibilidade econômica do Estado em garantir a imediata efetividade dos direitos fundamentais."
      },
      {
        "letra": "B",
        "texto": "A lei modificou os critérios para a invalidação de atos, contratos, ajustes, processos ou normas administrativas, exigindo que a decisão indique expressamente as consequências da anulação. Além disso, a lei prioriza a regularização, sempre que a invalidação puder causar maiores prejuízos ao interesse público do que a manutenção dos efeitos dos atos por meio do saneamento."
      },
      {
        "letra": "C",
        "texto": "A lei contempla a necessidade do pragmatismo nas decisões administrativa, controladora e judicial, sendo vedada a formulação de soluções jurídicas com base em valores abstratos, sem que sejam consideradas as consequências práticas da decisão. A expressão “valores jurídicos abstratos” não se restringe à aplicação de princípios, abrangendo regras e outras normas que contenham conceitos jurídicos indeterminados."
      },
      {
        "letra": "D",
        "texto": "Em decisão sobre regularidade de conduta ou validade de ato, contrato, ajuste, processo ou norma administrativa, eventual aplicação de sanção levará em conta a natureza e a gravidade da infração cometida, os danos que dela provierem para a administração pública, as circunstâncias agravantes ou atenuantes, os antecedentes, a personalidade e a conduta social do agente."
      },
      {
        "letra": "E",
        "texto": "A competência para definir a melhor decisão administrativa é do gestor, não do controlador, cabendo a este o ônus argumentativo da ação controladora que imputa irregularidade ou ilegalidade na prática do ato decisório."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3243385",
    "metadata": "Ano: 2025 | Banca: IBAM | Órgão: Prefeitura de Ilha Solteira - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [],
    "enunciado_principal": "João impetrou mandado de segurança contra um ato praticado pelo Prefeito do Município de Ilha Solteira. De acordo com a Lei nº 12.016/2009, o prazo legal para que o Prefeito, na qualidade de autoridade coatora, apresente informações ao juízo é de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "15 dias."
      },
      {
        "letra": "B",
        "texto": "10 dias."
      },
      {
        "letra": "C",
        "texto": "30 dias."
      },
      {
        "letra": "D",
        "texto": "5 dias."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3221002",
    "metadata": "Ano: 2025 | Banca: DECORP | Órgão: Prefeitura de Porto Walter - AC",
    "categoria": "Direito Administrativo",
    "subcategorias": [],
    "enunciado_principal": "Os bens públicos possuem um regime jurídico específico que os diferencia dos bens privados. Acerca dessa temática, marque a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os bens de uso comum são aqueles utilizados exclusivamente pela Administração Pública, sem acesso da população."
      },
      {
        "letra": "B",
        "texto": "Os bens dominicais são aqueles destinados à prestação direta de serviços públicos, como escolas e hospitais."
      },
      {
        "letra": "C",
        "texto": "A alienação de bens públicos pode ser realizada sem necessidade de licitação, desde que haja interesse do gestor público."
      },
      {
        "letra": "D",
        "texto": "Os bens públicos são imprescritíveis, ou seja, não podem ser adquiridos por particulares por meio de usucapião."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3197906",
    "metadata": "Ano: 2024 | Banca: ADM&TEC | Órgão: Prefeitura de São Luís do Quitunde - AL",
    "categoria": "Direito Administrativo",
    "subcategorias": [],
    "enunciado_principal": "Pelo regime jurídico único dos servidores públicos, os servidores fazem jus a um adicional sobre o vencimento do cargo efetivo, quando trabalharem com habitualidade:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em locais fechados."
      },
      {
        "letra": "B",
        "texto": "Em contato permanente com substâncias tóxicas."
      },
      {
        "letra": "C",
        "texto": "Em locais distante da sua residência."
      },
      {
        "letra": "D",
        "texto": "Em contato esporádico com substâncias tóxicas."
      }
    ],
    "gabarito": "B"
  }
]