[
  {
    "id": "3406945",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: STM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Sistema constitucional de remuneração"
    ],
    "enunciado_principal": "Julgue o item a seguir, sobre o sistema remuneratório dos servidores públicos. O sistema remuneratório dos servidores públicos deve observar os requisitos para a investidura e as peculiaridades do cargo, e o chefe de cada Poder pode estabelecer requisitos diferenciados de admissão quando a natureza do cargo o exigir.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3267137",
    "metadata": "Ano: 2025 | Banca: UEG | Órgão: UEG",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Organização da Administração Pública",
      "Agentes públicos e Lei 8.112 de 1990",
      "Administração Direta",
      "Acumulação de cargos e funções",
      "Sistema constitucional de remuneração"
    ],
    "enunciado_principal": "Quanto aos servidores da administração pública direta, constata-se:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De acordo com a Constituição da República Federativa do Brasil, a proibição de acumular estende-se a empregos e funções e abrange autarquias, fundações, empresas públicas, de economia mista, exceto suas subsidiárias, direta ou indiretamente, pelo poder público."
      },
      {
        "letra": "B",
        "texto": "De acordo com as decisões dos tribunais superiores, as funções de confiança, exercidas exclusivamente por servidores ocupantes de cargo efetivo e os cargos em comissão a serem preenchidos por servidores de carreira nos casos, condições e percentuais mínimos previstos em lei, destinam-se a todas as atribuições."
      },
      {
        "letra": "C",
        "texto": "De acordo com a Constituição da República Federativa do Brasil, é permitida a vinculação ou equiparação de quaisquer espécies remuneratórias para o efeito de remuneração de pessoal do serviço público."
      },
      {
        "letra": "D",
        "texto": "De acordo com as decisões dos tribunais superiores, a lei reservará percentual dos cargos e empregos públicos para as pessoas com deficiência e definirá os critérios de sua admissão, salvo para cotas em cargos eletivos."
      },
      {
        "letra": "E",
        "texto": "De acordo com as decisões dos tribunais superiores, a União, os estados, o Distrito Federal e os municípios instituirão, no âmbito de sua competência, regime jurídico único e planos de carreira para os servidores da administração pública direta, das autarquias e das fundações públicas, sendo defeso realizar concurso por regime celetista."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3265235",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: Prefeitura de Canaã dos Carajás - PA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Sistema constitucional de remuneração"
    ],
    "enunciado_principal": "De acordo com a Constituição da República, a União, os Estados, o Distrito Federal e os Municípios instituirão conselho de política de administração e remuneração de pessoal, integrado por servidores designados pelos respectivos Poderes. A fixação dos padrões de vencimento e dos demais componentes do sistema remuneratório observará o que se afirma nas opções a seguir, à exceção de uma. Assinale-a.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As peculiaridades dos cargos."
      },
      {
        "letra": "B",
        "texto": "Os requisitos para a investidura."
      },
      {
        "letra": "C",
        "texto": "A complexidade dos cargos componentes de cada carreira."
      },
      {
        "letra": "D",
        "texto": "A formação e as experiências anteriores de cada servidor."
      },
      {
        "letra": "E",
        "texto": "A natureza e o grau de responsabilidade dos cargos componentes de cada carreira."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3261341",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Acumulação de cargos e funções",
      "Sistema constitucional de remuneração"
    ],
    "enunciado_principal": "O Direito Administrativo restou especialmente constitucionalizado com a Constituição Federal de 1988, que passou a dispor expressamente sobre diversos assuntos próprios da atividade administrativa. Assim, em relação ao regime jurídico constitucional da Administração Pública, bem como as interpretações dadas pelo Supremo Tribunal Federal (STF) e órgãos de controle a respeito, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É constitucional a vinculação do reajuste de vencimentos de servidores estaduais ou municipais a índices federais de correção monetária."
      },
      {
        "letra": "B",
        "texto": "A suspensão, por lei, de efeitos financeiros futuros de promoções de servidores públicos ofende a proteção constitucional do direito adquirido e a regra da irredutibilidade de vencimentos."
      },
      {
        "letra": "C",
        "texto": "Embora a Constituição permita a acumulação de dois cargos de profissionais da saúde, desde que verificada a compatibilidade de horário, isso não implica a possibilidade de uma dupla aposentadoria."
      },
      {
        "letra": "D",
        "texto": "A divulgação de peças publicitárias, ainda que em mídias sociais e digitais, não vinculadas aos fins educativo, informativo ou de orientação social, que enalteçam nominalmente algum detentor de cargo político ou técnico da União ou de qualquer outro ente federado, caracteriza promoção pessoal da autoridade ou do servidor público, contrariando a Constituição."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3258047",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TRT - 10ª REGIÃO (DF e TO)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Sistema constitucional de remuneração"
    ],
    "enunciado_principal": "Julgue o seguinte item, acerca de atos administrativos, poderes administrativos e agentes públicos. Para efeito dos limites remuneratórios constitucionais, não serão computadas as parcelas de caráter indenizatório expressamente previstas em lei complementar aprovada no âmbito da União, dos estados, do Distrito Federal ou dos municípios, conforme o caso.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3256737",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TRT - 10ª REGIÃO (DF e TO)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Sistema constitucional de remuneração"
    ],
    "enunciado_principal": "Julgue o seguinte item, acerca de organização administrativa, atos administrativos, poderes administrativos, agentes públicos e licitações.Para efeito dos limites remuneratórios constitucionais, não serão computadas as parcelas de caráter indenizatório expressamente previstas em lei complementar aprovada no âmbito da União, dos estados, do Distrito Federal ou dos municípios, conforme o caso.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3219186",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Câmara de Itupeva - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Atos administrativos",
      "Agentes públicos e Lei 8.112 de 1990",
      "Sistema constitucional de remuneração",
      "Extinção dos atos administrativos"
    ],
    "enunciado_principal": "Analise as seguintes assertivas sobre temas de Direito Administrativo: “I - Ao Estado é possível a extinção de atos que repute ilegalmente praticados; porém, se de tais atos já tiverem decorrido efeitos concretos, seu desfazimento deve ser precedido de regular processo administrativo, o qual permita o exercício do contraditório e da ampla defesa”. “II - Para que se considere válida a contratação temporária de servidores públicos, é preciso que: a) os casos excepcionais estejam previstos em edital; b) o prazo de contratação seja predeterminado; c) a necessidade seja temporária; d) o interesse público seja excepcional; e) a contratação seja indispensável, sendo vedada para os serviços ordinários permanentes do Estado que estejam sob o espectro das contingências normais da Administração.” “III - É vedada ao servidor público inativo a conversão de férias não gozadas em indenização pecuniária, exceto se comprovada a não fruição a bem do interesse da Administração, expressamente reconhecido pela autoridade competente”. “IV - Não cabe ao Poder Judiciário, que não tem função legislativa, aumentar vencimentos de servidores públicos sob o fundamento de isonomia”. Considerando o entendimento do Supremo Tribunal Federal e as normas incidentes sobre as matérias supracitadas, é CORRETO o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II, apenas."
      },
      {
        "letra": "B",
        "texto": "I e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "III e IV, apenas"
      },
      {
        "letra": "D",
        "texto": "IV, apenas."
      },
      {
        "letra": "E",
        "texto": "I, apenas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3216118",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: Câmara de Araraquara - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Sistema constitucional de remuneração"
    ],
    "enunciado_principal": "Um servidor público lotado na Câmara Municipal de Araraquara propôs Ação objetivando o pagamento de adicional de risco de vida, sob o argumento de isonomia, visto que, apesar de inexistir a previsão do pagamento deste para o seu cargo, exerceria as mesmas funções e/ou similares a de outros cargos os quais dispõem do adicional enquanto direito expresso em norma do município. A Ação foi proposta em face do município de Araraquara e da Câmara Municipal de Araraquara em litisconsórcio passivo. Sobre o processo em questão, analise as afirmativas a seguir. I. A Câmara Municipal de Araraquara não deve figurar no polo passivo da Ação, uma vez que possui apenas personalidade judiciária e, no caso, não é a responsável financeira pelos vencimentos do Autor, não existindo razão legal que a legitime no polo passivo processual. Tal fato pode ser, inclusive, reconhecido ex officio pelo Magistrado. II. Segundo súmula do Supremo Tribunal Federal (STF), o Poder Judiciário não tem função legislativa e não pode aumentar vencimentos de servidores públicos sob o fundamento de isonomia. III. Uma vez que existe a previsão expressa para o adicional pleiteado pelo Autor e, esse demonstrando exercer função idêntica à de cargos que possuem a previsão de percepção do adicional, pela aplicação do princípio da realidade, independentemente do nome dado ao cargo, o adicional deve ser atribuído a todos os servidores que exerçam a mesma atividade que justifica o adicional de risco de vida previsto na norma. Segundo súmula do STF, trata-se de aplicação direta do princípio da igualdade substancial. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "I, apenas."
      },
      {
        "letra": "C",
        "texto": "II, apenas."
      },
      {
        "letra": "D",
        "texto": "III, apenas."
      },
      {
        "letra": "E",
        "texto": "I e II, apenas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3214716",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: TRT - 6ª Região (PE)",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Sistema constitucional de remuneração"
    ],
    "enunciado_principal": "Ao servidor titular de cargo efetivo corresponde retribuição pecuniária pelo exercício de suas atribuições. Além do recebimento de vencimentos, insere-se na possível remuneração do referido servidor o pagamento de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "diárias, devidas em razão da mudança da sede de exercício do servidor, desde que não sejam decorrentes de remoção a pedido."
      },
      {
        "letra": "B",
        "texto": "adicionais, em decorrência de condições ou riscos específicos habituais, limitado o pagamento ao período em que presentes as causas para a concessão da verba, a exemplo do adicional de insalubridade."
      },
      {
        "letra": "C",
        "texto": "indenizações, passíveis de incorporação se comprovada habitualidade por período superior a 5 anos."
      },
      {
        "letra": "D",
        "texto": "ajudas de custo, que têm natureza de adicional e, portanto, caráter eventual, não se incorporando à remuneração do servidor"
      },
      {
        "letra": "E",
        "texto": "gratificações, devidas em razão de situações ou condições específicas e, portanto, nunca passíveis de incorporação à remuneração do servidor."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3208062",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: FUNPRESP-EXE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Sistema constitucional de remuneração"
    ],
    "enunciado_principal": "Acerca dos agentes públicos, julgue o item seguinte. A remuneração dos empregados das empresas públicas e sociedades de economia federais somente estará limitada ao teto constitucional remuneratório se tais entidades receberem recursos da fazenda pública da União para pagamento de despesas de pessoal ou de custeio em geral.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3175820",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: SENAPPEN",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Sistema constitucional de remuneração"
    ],
    "enunciado_principal": "A remuneração é o valor total que o servidor recebe pelo exercício de um cargo, sendo composta pelo vencimento e pelas vantagens asseguradas por lei. É devido ao servidor o seguinte adicional:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de desempenho"
      },
      {
        "letra": "B",
        "texto": "pelas diárias quando afastado da sede"
      },
      {
        "letra": "C",
        "texto": "pela prestação de serviço extraordinário"
      },
      {
        "letra": "D",
        "texto": "pelo exercício de função de grande complexidade"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3175819",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: SENAPPEN",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Sistema constitucional de remuneração"
    ],
    "enunciado_principal": "Além do vencimento, poderão ser pagas ao servidor indenizações, entre as quais a ajuda de custo, que se destina a compensar as despesas de instalação do servidor em nova sede. Essa forma de indenização:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deve ser arcada pelo servidor quanto às despesas de transporte de sua família, compreendendo passagem, bagagem e bens pessoais"
      },
      {
        "letra": "B",
        "texto": "é indevida àquele que, não sendo servidor da União, for nomeado para cargo em comissão, com mudança de domicílio"
      },
      {
        "letra": "C",
        "texto": "deverá ser restituída à administração sempre que o servidor não se apresentar na nova sede no prazo de 20 dias"
      },
      {
        "letra": "D",
        "texto": "não será concedida ao servidor que se afastar do cargo, ou reassumi-lo, em virtude de mandato eletivo"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3175815",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: SENAPPEN",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Sistema constitucional de remuneração"
    ],
    "enunciado_principal": "Entre os direitos e as vantagens que gozam os servidores, estão o vencimento e a remuneração. Conforme disposto pelo legislador infraconstitucional:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a remuneração é o vencimento do cargo efetivo, acrescido das vantagens pecuniárias permanentes e temporárias"
      },
      {
        "letra": "B",
        "texto": "o vencimento do cargo efetivo, acrescido das vantagens de caráter permanente, é redutível"
      },
      {
        "letra": "C",
        "texto": "vencimento é a retribuição pecuniária pelo exercício de cargo público, com valor fixado em lei"
      },
      {
        "letra": "D",
        "texto": "excepcionalmente o servidor poderá receber remuneração inferior ao salário-mínimo"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3170013",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TRF - 6ª REGIÃO",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Sistema constitucional de remuneração"
    ],
    "enunciado_principal": "No que se refere à administração pública, ao Poder Executivo, ao Poder Legislativo e à organização do Estado, julgue o item seguinte, de acordo com o STF.Não é ofendida a regra constitucional da irredutibilidade do salário quando ocorre o aumento da carga de trabalho do servidor público, mas permanece inalterada a remuneração por ele percebida.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3160192",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Morungaba - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Sistema constitucional de remuneração"
    ],
    "enunciado_principal": "Em relação ao vencimento e à remuneração do servidor público, assegura-se a isonomia salarial para cargos com atribuições iguais ou similares no mesmo Poder ou entre os três Poderes, excetuando-se as vantagens de caráter individual e aquelas relacionadas à natureza ou ao:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Local de trabalho."
      },
      {
        "letra": "B",
        "texto": "Tempo de avaliação."
      },
      {
        "letra": "C",
        "texto": "Período de experiência."
      },
      {
        "letra": "D",
        "texto": "Estágio probatório."
      },
      {
        "letra": "E",
        "texto": "Volume de atividades."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3156632",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Morungaba - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Agentes públicos e Lei 8.112 de 1990",
      "Sistema constitucional de remuneração"
    ],
    "enunciado_principal": "Leia o enunciado abaixo e assinale a alternativa que apresenta corretamente ao termo responsável para completar a lacuna: A(O) _____________ do Servidor Público federal inclui o vencimento do cargo efetivo e as vantagens pecuniárias permanentes previstas em lei, que são de caráter fixo e permanente.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Remuneração."
      },
      {
        "letra": "B",
        "texto": "Retribuição."
      },
      {
        "letra": "C",
        "texto": "Salário-base."
      },
      {
        "letra": "D",
        "texto": "Subsídio."
      },
      {
        "letra": "E",
        "texto": "Provento."
      }
    ],
    "gabarito": "A"
  }
]