[
  {
    "id": "3471675",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: UNB",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Sistema de Registro de Preços - Decreto n° 7.892 de 2013"
    ],
    "enunciado_principal": "Julgue o item seguinte acerca do sistema de registro de preços, com base no Decreto n.º 11.462/2023. As quantidades previstas para os itens com preços registrados nas atas de registro de preços podem ser remanejadas pelo órgão ou entidade gerenciadora entre os órgãos ou as entidades participantes e não participantes do registro de preços.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3409254",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: STM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Sistema de Registro de Preços - Decreto n° 7.892 de 2013"
    ],
    "enunciado_principal": "À luz do Decreto n.º 11.462/2023, julgue o item seguinte, acerca do sistema de registro de preços. É permitida aos órgãos e às entidades da administração pública federal a adesão a ata de registro de preços gerenciada por órgão ou entidade estadual, distrital ou municipal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3338941",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: SEFAZ-RJ",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Sistema de Registro de Preços - Decreto n° 7.892 de 2013"
    ],
    "enunciado_principal": "Julgue os seguintes itens, no que se refere às competências de órgão ou entidade participante do SRP, segundo o Decreto n.º 11.462/2023. I registrar no SRP digital sua intenção de participar do registro de preços II garantir que os atos relativos à inclusão no registro de preços estejam formalizados e aprovados pela autoridade competente III assegurar que a contratação a ser realizada atenda aos seus interesses, sobretudo quanto aos valores praticados IV gerenciar a ata de registro de preços Estão certos apenas os itens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III."
      },
      {
        "letra": "B",
        "texto": "I e IV."
      },
      {
        "letra": "C",
        "texto": "II e IV."
      },
      {
        "letra": "D",
        "texto": "I, II e III."
      },
      {
        "letra": "E",
        "texto": "II, III e IV."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3286362",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Caconde - SP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Sistema de Registro de Preços - Decreto n° 7.892 de 2013"
    ],
    "enunciado_principal": "Nos Processos Licitatórios, é correto afirmar que, em relação ao sistema de registro cadastral unificado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O sistema será privado e acessível apenas aos órgãos governamentais, sendo desnecessário o chamamento público para atualização ou ingresso de novos interessados."
      },
      {
        "letra": "B",
        "texto": "O sistema será público, com ampla divulgação, e exigirá a realização de chamamento público pela internet, no mínimo anualmente, para atualização dos registros existentes e para ingresso de novos interessados."
      },
      {
        "letra": "C",
        "texto": "O registro cadastral unificado será de uso exclusivo para empresas de grande porte, não sendo aplicável a outros interessados, e o chamamento público será realizado a cada cinco anos."
      },
      {
        "letra": "D",
        "texto": "O sistema de registro será fechado e acessível apenas aos interessados diretos, sem a necessidade de chamamento público para atualização dos registros."
      },
      {
        "letra": "E",
        "texto": "O registro será confidencial, sem necessidade de divulgação pública, e o chamamento público ocorrerá a cada dois anos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3285796",
    "metadata": "Ano: 2025 | Banca: Ibest | Órgão: CREFONO - 5ª Região",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Sistema de Registro de Preços - Decreto n° 7.892 de 2013"
    ],
    "enunciado_principal": "O Sistema de Registro de Preços (SRP) é o conjunto de procedimentos para a realização, mediante contratação direta ou licitação nas modalidades de pregão ou concorrência, do registro formal de preços relativos à prestação de serviços, às obras, à aquisição e à locação de bens para contratações futuras. Com relação ao SRP, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o SRP poderá ser adotado, especialmente, quando, pela natureza do objeto, não for possível definir previamente o quantitativo a ser demandado pela Administração."
      },
      {
        "letra": "B",
        "texto": "a indicação limitada é permitida a unidades de contratação no caso em que o serviço não esteja integrado ao fornecimento de bens."
      },
      {
        "letra": "C",
        "texto": "o critério de julgamento adotado na licitação será o de menor preço ou de maior desconto sobre o preço de mercado ou sobre a tabela de preços divulgada por entidade de classe empresarial."
      },
      {
        "letra": "D",
        "texto": "o SRP não poderá ser utilizado nas hipóteses de contratação direta, por inexigibilidade ou por dispensa de licitação, quando se tratar de aquisições ou contratações por mais de um órgão ou entidade, ou sucessivamente pelo mesmo órgão ou entidade."
      },
      {
        "letra": "E",
        "texto": "o órgão ou a entidade gerenciadora, na hipótese de redução do preço registrado, determinará aos órgãos e às entidades que tiverem firmado contratos que procedam às alterações pertinentes."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3248786",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: EBSERH",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Licitações e Lei 8.666 de 1993.",
      "Sistema de Registro de Preços - Decreto n° 7.892 de 2013"
    ],
    "enunciado_principal": "O Sistema de Registro de Preços (SRP), regulamentado pelo Decreto nº 11.462/2023, é um procedimento auxiliar que aprimora o processo de contratações na Administração Pública. Conforme estabelecido na Lei nº 14.133/2021 e no referido Decreto, o SRP poderá ser adotado em diversas hipóteses, sendo uma delas quando,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pelas características do objeto, houver necessidade de contratações permanentes ou frequentes."
      },
      {
        "letra": "B",
        "texto": "pelas especificidades do anteprojeto, houver necessidade de contratar objeto que envolva inovação técnica ou tecnológica."
      },
      {
        "letra": "C",
        "texto": "pela natureza do objeto, for possível definir previamente o quantitativo demandado."
      },
      {
        "letra": "D",
        "texto": "por rigidez administrativa, houver impossibilidade de ter a sua demanda satisfeita sem a adaptação de soluções disponíveis no mercado."
      },
      {
        "letra": "E",
        "texto": "por interesse público, vise ao atendimento de execução centralizada de projeto federal, por meio de compra regional ou adesão."
      }
    ],
    "gabarito": "A"
  }
]