[
  {
    "id": "3582918",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Intervenção do estado na propriedade",
      "Tombamento"
    ],
    "enunciado_principal": "No que diz respeito à intervenção do Estado sobre a propriedade privada e aos bens públicos, julgue o item seguinte. O tombamento pode recair sobre bens móveis e imóveis, estando sua implementação condicionada à prévia autorização legislativa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3440427",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Intervenção do estado na propriedade",
      "Tombamento"
    ],
    "enunciado_principal": "No tocante ao tombamento é INCORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Excluem-se do patrimônio histórico e artístico nacional as obras de origem estrangeira:"
      },
      {
        "letra": "B",
        "texto": "As coisas tombadas, que pertençam à União, aos Estados ou aos Municípios, inalienáveis por natureza, só poderão ser transferidas de uma à outra das referidas entidades."
      },
      {
        "letra": "C",
        "texto": "A coisa tombada não poderá sair do país, senão por curto prazo, sem transferência de domínio e para fim de intercâmbio cultural, a juízo do Conselho Consultivo do Serviço do Patrimônio Histórico e Artístico Nacional."
      },
      {
        "letra": "D",
        "texto": "O tombamento de coisa pertencente à pessoa natural ou jurídica de direito privado se fará necessariamente de forma compulsória."
      },
      {
        "letra": "E",
        "texto": "Sem prévia autorização do Serviço do Patrimônio Histórico e Artístico Nacional, não se poderá, na vizinhança da coisa tombada, fazer construção que lhe impeça ou reduza a visibilidade, nem nela colocar anúncios ou cartazes, sob pena de ser mandada destruir a obra ou retirar o objeto, impondo-se neste caso a multa de cinquenta por cento do valor do mesmo objeto."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3295408",
    "metadata": "Ano: 2025 | Banca: ADM&TEC | Órgão: Prefeitura de João Alfredo - PE",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Intervenção do estado na propriedade",
      "Tombamento"
    ],
    "enunciado_principal": "O tombamento assegura proteção ao patrimônio cultural e natural: I. Atinge bens de valor histórico, artístico ou paisagístico, impondo obrigações ao proprietário. II. Pode ser parcial, quando apenas partes do bem necessitam de preservação. III. Exige indenização por limitar qualquer uso econômico, sem exceções. IV. Admite tutela federal, estadual ou municipal, conforme a relevância do bem. Estão CORRETAS as afirmativas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II, apenas."
      },
      {
        "letra": "B",
        "texto": "I, III e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "I, II e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "II, III e IV, apenas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3278784",
    "metadata": "Ano: 2025 | Banca: IBADE | Órgão: UNIVESP",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Intervenção do estado na propriedade",
      "Tombamento"
    ],
    "enunciado_principal": "Acerca da limitação do Estado no direito de propriedade, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A passagem de redes de transmissão elétrica ou implantação de oleodutos em pequena parcela de propriedade privada, é uma forma de intervenção do Estado na propriedade na modalidade ocupação temporária."
      },
      {
        "letra": "B",
        "texto": "A servidão administrativa é meio de intervenção na propriedade que implica a transferência compulsória e temporária da posse, utilizada nas hipóteses de iminente perigo público."
      },
      {
        "letra": "C",
        "texto": "O confisco se aplica somente às propriedades rurais de qualquer região do País onde forem localizadas culturas ilegais de plantas psicotrópicas, mediante prévia indenização ao proprietário."
      },
      {
        "letra": "D",
        "texto": "O tombamento é a intervenção estatal restritiva que tem por objetivo proteger o patrimônio cultural brasileiro. A obras de origem estrangeira estão excluídas da possibilidade de tombamento."
      },
      {
        "letra": "E",
        "texto": "Tendo o direito de propriedade garantia constitucional, ao Estado só é lícito desapropriar mediante indenização prévia e se a propriedade não estiver cumprindo sua função social."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3213323",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: ANM",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Intervenção do estado na propriedade",
      "Tombamento"
    ],
    "enunciado_principal": "No que diz respeito ao sistema administrativo, aos atos administrativos, às parcerias público-privadas e ao tombamento, julgue o item a seguir.Nos casos de tombamento geral, não se faz necessário procedimento para individualização do bem imóvel, de modo que as restrições estabelecidas na lei se aplicam a todos os que tenham imóvel na área tombada.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3192570",
    "metadata": "Ano: 2024 | Banca: IVIN | Órgão: Prefeitura de Bragança - PA",
    "categoria": "Direito Administrativo",
    "subcategorias": [
      "Intervenção do estado na propriedade",
      "Tombamento"
    ],
    "enunciado_principal": "A respeito do tombamento — que é ação pela qual se protege um patrimônio público resguardando-o, como documento histórico, da descaracterização geralmente provocada pelo homem — é correto afirmar que pode ser realizado pelas seguintes entidades em suas diferentes esferas, com exclusão de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em nível mundial, a Organização das Nações Unidas para a Educação, Ciência e Cultura – UNESCO."
      },
      {
        "letra": "B",
        "texto": "Em nível nacional, o Instituto do Patrimônio Histórico e Artístico Nacional – IPHAN."
      },
      {
        "letra": "C",
        "texto": "Em nível estadual, as secretarias de estado da cultura."
      },
      {
        "letra": "D",
        "texto": "Em nível estadual, as secretarias de estado da educação, no impedimento das secretarias culturais."
      },
      {
        "letra": "E",
        "texto": "Em nível municipal, os órgãos dessa esfera criados para esse fim nos municípios que possuírem leis específicas de preservação."
      }
    ],
    "gabarito": "D"
  }
]