[
{
"id": "15384620",
"metadata": "Ano: 2019 | Banca: INSTITUTO AOCP | Órgão: PC-ES",
"enunciado_principal": "Quando um sujeito dispara um projétil de arma de fogo contra um indivíduo, mas acaba ferindo mortalmente apenas o sujeito que se encontrava ao lado, ele responderá por",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "homicídio consumado e por tentativa de homicídio." },
{ "letra": "B", "texto": "duplo homicídio." },
{ "letra": "C", "texto": "homicídio culposo." },
{ "letra": "D", "texto": "homicídio por dolo eventual." },
{ "letra": "E", "texto": "homicídio como se tivesse acertado o destinatário pretendido." }
],
"gabarito": "E"
},
{
"id": "87291045",
"metadata": "Ano: 2019 | Banca: NC-UFPR | Órgão: TJ-PR",
"enunciado_principal": "Uma mulher que, em razão de acordo verbal com os pais, cuida de uma criança percebe que esta caiu por caso fortuito num poço profundo e, embora esteja viva, precisa ser retirada por adultos. Voluntariamente, a mulher omite dos grupos de busca que tem conhecimento de onde se encontra a criança, que é considerada desaparecida. Passadas algumas horas, a criança morre por falta de alimentação. Assinale a alternativa que identifica o crime praticado pela mulher.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Homicídio doloso por comissão (tipo comissivo)." },
{ "letra": "B", "texto": "Homicídio doloso por omissão (tipo omissivo impróprio)." },
{ "letra": "C", "texto": "Homicídio doloso por omissão (tipo omissivo próprio)." },
{ "letra": "D", "texto": "Maus-tratos com resultado morte (tipo comissivo ou omissivo preterdoloso)." },
{ "letra": "E", "texto": "Abandono de incapaz com resultado morte (tipo omissivo próprio preterdoloso)." }
],
"gabarito": "B"
},
{
"id": "39517402",
"metadata": "Ano: 2018 | Banca: IBADE | Órgão: IPM - JP",
"enunciado_principal": "Sobre os sujeitos ativo e passivo da infração penal, está correto afirmar que:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "não podem existir dois ou mais sujeitos passivos de um mesmo crime." },
{ "letra": "B", "texto": "uma pessoa jurídica pode figurar como sujeito ativo de uma infração penal." },
{ "letra": "C", "texto": "os sujeitos ativos de infração penal menores de 18 (dezoito) anos não podem ser penalizados." },
{ "letra": "D", "texto": "uma pessoa jurídica não pode ser sujeito passivo da infração penal." },
{ "letra": "E", "texto": "o sujeito ativo da infração penal deverá sempre estar determinado e individualizado pela lei." }
],
"gabarito": "B"
},
{
"id": "64183709",
"metadata": "Ano: 2018 | Banca: FUNCERN | Órgão: Prefeitura de Sítio Novo - RN",
"enunciado_principal": "O Código Penal Brasileiro, Decreto-Lei nº. 2.848/1940, estabelece, em sua Parte Geral, diretrizes da aplicação da lei penal em nosso país. Pelo prisma dessas diretrizes, é correto afirmar que",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "o erro sobre elemento constitutivo do tipo legal de crime não exclui o dolo nem permite a punição por crime culposo." },
{ "letra": "B", "texto": "a omissão é penalmente relevante quando o omitente devia e podia agir para evitar o resultado." },
{ "letra": "C", "texto": "não responde pelo crime o terceiro que determina o erro." },
{ "letra": "D", "texto": "o erro quanto à pessoa contra a qual o crime é praticado isenta de pena." }
],
"gabarito": "B"
},
{
"id": "40192837",
"metadata": "Ano: 2018 | Banca: COPS-UEL | Órgão: PC-PR",
"enunciado_principal": "A respeito da teoria jurídica do delito, em especial da tipicidade, atribua V (verdadeiro) ou F (falso) às afirmativas a seguir. Assinale a alternativa que contém, de cima para baixo, a sequência correta.",
"itens_assertiva": [
"Pela adequação típica mediata ou indireta, haverá subsunção da conduta ao tipo penal por meio de uma outra norma, de caráter extensivo.",
"A tipicidade, como elemento integrador do conceito de delito, expressa a contrariedade do fato com todo o ordenamento jurídico.",
"De acordo com a teoria indiciária da tipicidade, também chamada de ratio cognoscendi, a tipicidade possui uma finalidade unicamente descritiva, nada indicando a respeito da ilicitude.",
"Pelo caráter excepcional do delito culposo, salvo os casos expressos em lei, ninguém pode ser punido por fato previsto como crime, senão quando o pratica dolosamente.",
"No chamado dolo eventual, o agente prevê o resultado danoso como possível, mas não o deseja diretamente e ainda tem a convicção de que não ocorrerá."
],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "V, V, F, F, F." },
{ "letra": "B", "texto": "V, F, V, V, F." },
{ "letra": "C", "texto": "V, F, F, V, F." },
{ "letra": "D", "texto": "F, V, F, F, V." },
{ "letra": "E", "texto": "F, F, V, V, V." }
],
"gabarito": "C"
},
{
"id": "72836491",
"metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: SEFAZ-RS",
"enunciado_principal": "Considerando-se o conceito analítico de crime, exclui-se a conduta quando",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "presente coação moral irresistível." },
{ "letra": "B", "texto": "presentes caso fortuito e força maior." },
{ "letra": "C", "texto": "presente doença mental do agente da conduta." },
{ "letra": "D", "texto": "presente coação física, seja resistível, seja irresistível." },
{ "letra": "E", "texto": "presente embriaguez preordenada." }
],
"gabarito": "D"
},
{
"id": "59301847",
"metadata": "Ano: 2018 | Banca: Fundação CEFETBAHIA | Órgão: MPE-BA",
"enunciado_principal": "“O conceito de sujeito é relevante, especialmente como pressuposto indeclinável de um conceito de ação.” (TAVARES, 2018, p. 135). Tendo por base o conceito de sujeito e a teoria da ação, analise as assertivas e identifique com V as verdadeiras e com F as falsas. A alternativa que contém a sequência correta, de cima para baixo, é",
"itens_assertiva": [
"O conceito de sujeito é normativo, portanto a entidade natural e a pessoa responsável só são consideradas sujeitos quando diante de situações que envolvem a ordem jurídica, por exemplo, proibições e permissões relacionadas à garantia de liberdade.",
"A pessoa tem existência real, decorrente da sua personalidade, caracterizando-se como entidade, bem como um papel social que a distingue dos demais sujeitos.",
"O conceito de sujeito decorre, inicialmente, da sua identidade, caracterizada a partir de sua constituição anatômica, relevante na determinação de que a pessoa é dotada de personalidade, isto é, que se afirma no mundo como entidade humana.",
"Como expressão de comportamento humano, a ação, além de sua relação com a ordem jurídica, exige alguns elementos naturalísticos, sem os quais não será possível a formação da vida psíquica.",
"As diversidades dos grupos humanos podem ser avaliadas exclusivamente sob a condição de culpabilidade, especificamente sob os parâmetros de normalidade ou anormalidade mental."
],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "V F V F V" },
{ "letra": "B", "texto": "V F V V F" },
{ "letra": "C", "texto": "V V F V F" },
{ "letra": "D", "texto": "F V F V F" },
{ "letra": "E", "texto": "F F V F V" }
],
"gabarito": "C"
},
{
"id": "21876543",
"metadata": "Ano: 2018 | Banca: COMPERVE - UFRN | Órgão: TJ-RN",
"enunciado_principal": "Juca vai consertar um chuveiro elétrico e, mesmo percebendo a existência de um fio desencapado, tenta fazer o conserto sem desligar a chave de força. Se ele sofrer descarga elétrica e, mediante movimento reflexo, causar lesão a Maria,",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "estará isento de responsabilidade, diante da coação física irresistível." },
{ "letra": "B", "texto": "estará isento de responsabilidade, diante da ausência de conduta pelo movimento reflexo." },
{ "letra": "C", "texto": "irá responder por lesão corporal, diante da previsibilidade do movimento reflexo." },
{ "letra": "D", "texto": "irá responder, diante do fato de que dirigiu sua conduta a uma finalidade ilícita." }
],
"gabarito": "B"
},
{
"id": "98765432",
"metadata": "Ano: 2018 | Banca: FCC | Órgão: Câmara Legislativa do Distrito Federal",
"enunciado_principal": "De acordo com o que estabelece o Código Penal,",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "não há crime quando o agente pratica o fato no exercício regular de direito." },
{ "letra": "B", "texto": "entende-se em legítima defesa quem pratica o fato para salvar de perigo atual, que não provocou por sua vontade, nem podia de outro modo evitar." },
{ "letra": "C", "texto": "é possível a invocação do estado de necessidade mesmo para aquele que tinha o dever legal de enfrentar o perigo." },
{ "letra": "D", "texto": "é plenamente possível a compensação de culpas quando ambos os agentes agiram com imprudência, negligência ou imperícia na prática do ilícito." },
{ "letra": "E", "texto": "considera-se praticado o crime no momento do resultado, ainda que outro seja o momento da ação ou omissão." }
],
"gabarito": "A"
},
{
"id": "10293847",
"metadata": "Ano: 2018 | Banca: FGV | Órgão: TJ-SC",
"enunciado_principal": "Durante uma tragédia causada pela natureza, Júlio, que caminhava pela rua, é arrastado pela força do vento e acaba se chocando com uma terceira pessoa, que, em razão do choque, cai de cabeça ao chão e vem a falecer. Sobre a consequência jurídica do ocorrido, é correto afirmar que:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "a tipicidade do fato restou afastada por ausência de tipicidade formal, apesar de haver conduta por parte de Júlio;" },
{ "letra": "B", "texto": "a tipicidade do fato restou afastada, tendo em vista que não houve conduta penal por parte de Júlio;" },
{ "letra": "C", "texto": "o fato é típico, ilícito e culpável, mas Júlio será isento de pena em razão da ausência de conduta;" },
{ "letra": "D", "texto": "a conduta praticada por Júlio, apesar de típica e ilícita, não é culpável, devendo esse ser absolvido;" },
{ "letra": "E", "texto": "a conduta praticada por Júlio, apesar de típica, não é ilícita, devendo esse ser absolvido." }
],
"gabarito": "B"
},
{
"id": "75648392",
"metadata": "Ano: 2018 | Banca: UERR | Órgão: SETRABES",
"enunciado_principal": "São elementos do fato típico, exceto:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "conduta." },
{ "letra": "B", "texto": "resultado." },
{ "letra": "C", "texto": "tipicidade." },
{ "letra": "D", "texto": "nexo causal." },
{ "letra": "E", "texto": "antijuricidade." }
],
"gabarito": "E"
},
{
"id": "54321098",
"metadata": "Ano: 2018 | Banca: TRF - 3ª REGIÃO | Órgão: TRF - 3ª REGIÃO",
"enunciado_principal": "Leia as afirmações abaixo e, ao final, indique a alternativa CORRETA:",
"itens_assertiva": [
"I. O crime somente se consuma quando nele se reúnem todos os elementos de sua definição legal.",
"II. O agente que, voluntariamente, desiste de prosseguir na execução do crime não responde pelos atos já praticados.",
"III. A tentativa não é punível quando o crime não se consuma por ineficácia absoluta do meio ou por absoluta impropriedade do objeto.",
"IV. O erro sobre a identidade da pessoa contra a qual o crime é praticado isenta de pena o agente, se o erro é inevitável."
],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Apenas as afirmações III e IV estão certas." },
{ "letra": "B", "texto": "Apenas as afirmações I e II estão certas." },
{ "letra": "C", "texto": "Apenas as afirmações I e III estão certas." },
{ "letra": "D", "texto": "Apenas as afirmações II e IV estão certas." }
],
"gabarito": "C"
},
{
"id": "36789012",
"metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-RS",
"enunciado_principal": "Arquimedes dirigia seu caminhão à noite, por uma estrada de serra, com muitas curvas, péssima sinalização e sob forte chuva. Ele estava sonolento e apenas aguardava o próximo posto de combustíveis para estacionar e dormir. Motorista experiente que era, observava as regras de tráfego no local, imprimindo ao veículo a velocidade permitida no trecho. Entretanto, a 50 Km do posto de combustíveis mais próximo, após uma curva, Arquimedes assustou-se com um vulto que de súbito adentrou a via, imediatamente acionando os freios, sem, contudo, evitar o choque. Inicialmente, pensou tratar-se de um animal, mas constatou ser um homem que perdeu a vida, e em cujo bolso foi encontrado um bilhete de despedida (suicida). Da leitura do enunciado, pode-se afirmar que:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Arquimedes não praticou crime, tendo em vista a incidência na hipótese da inexigibilidade de conduta diversa − excludente de culpabilidade." },
{ "letra": "B", "texto": "a Arquimedes deve ser imputada a prática de homicídio culposo na direção de veículo automotor, em razão de sua conduta negligente." },
{ "letra": "C", "texto": "a conduta de Arquimedes não reúne os elementos necessários à configuração do fato como crime." },
{ "letra": "D", "texto": "Arquimedes não praticou crime, uma vez que agiu em exercício regular de direito − excludente de ilicitude." },
{ "letra": "E", "texto": "a Arquimedes deve ser imputada a prática de homicídio doloso (dolo eventual), tendo em vista que, ao dirigir à noite, sonolento e sob chuva intensa, assumiu o risco de matar alguém." }
],
"gabarito": "C"
},
{
"id": "80971234",
"metadata": "Ano: 2018 | Banca: NUCEPE | Órgão: PC-PI",
"enunciado_principal": "Com relação ao Direito Penal e as Súmulas do STJ e STF, é CORRETO afirmar, no entendimento sumulado que:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Há crime, mesmo quando ocorre a preparação do flagrante pela polícia, havendo então a prova de que ocorreu a consumação." },
{ "letra": "B", "texto": "O crime de extorsão consuma-se quando se prova a obtenção da vantagem indevida." },
{ "letra": "C", "texto": "Há crime de latrocínio, quando o homicídio se consuma, quando há prova de que ocorreu a subtração de bens da vítima." },
{ "letra": "D", "texto": "Não se admite continuidade delitiva nos crime contra a vida." },
{ "letra": "E", "texto": "A sentença concessiva do perdão judicial é declaratória da extinção da punibilidade, subsistindo ainda efeito condenatório." }
],
"gabarito": "C"
},
{
"id": "11223344",
"metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: EBSERH",
"enunciado_principal": "Com referência à lei penal no tempo, ao erro jurídico-penal, ao concurso de agentes e aos sujeitos da infração penal, julgue o item que se segue:",
"itens_assertiva": [],
"enunciado_pergunta": "Aquele que lesar o próprio corpo ou agravar as consequências de uma lesão com o intuito de buscar indenização será, ao mesmo tempo, sujeito ativo e passivo do delito em razão da sua própria conduta.",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "B"
},
{
"id": "67890123",
"metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-AP",
"enunciado_principal": "Nos crimes comissivos por omissão,",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "pelo critério nomológico, violam-se normas mandamentais." },
{ "letra": "B", "texto": "a tipicidade é a do tipo comissivo, mas pode também, excepcionalmente, ser a do tipo omissivo." },
{ "letra": "C", "texto": "a falta do poder de agir gera atipicidade da conduta." },
{ "letra": "D", "texto": "são delitos de mera atividade, que se consumam com a simples inatividade." },
{ "letra": "E", "texto": "no caso de ingerência, a conduta anterior deve ser a produtora do dano ou lesão." }
],
"gabarito": "C"
},
{
"id": "44556677",
"metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TRF - 1ª REGIÃO",
"enunciado_principal": "Antônio, renomado cientista, ao desenvolver uma atividade habitual, em razão da pressa para entregar determinado produto, foi omisso ao não tomar todas as precauções no preparo de uma fase do procedimento laboratorial, o que acabou ocasionando dano à integridade física de uma pessoa. Acerca dessa situação hipotética, julgue o item a seguir:",
"itens_assertiva": [],
"enunciado_pergunta": "Embora não tenha desejado o resultado danoso, Antônio poderá ser punido devido à imperícia na execução do procedimento laboratorial.",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "A"
},
{
"id": "77889900",
"metadata": "Ano: 2017 | Banca: FGV | Órgão: TRT - 12ª Região (SC)",
"enunciado_principal": "Oficial de Justiça ingressa em comunidade... depara-se com a situação em que um inimputável em razão de doença mental está atacando com um pedaço de madeira uma jovem de 22 anos... Verificando que a vida da jovem estava em risco e não havendo outra forma de protegê-la, pega um outro pedaço de pau que estava no chão e desfere golpe no inimputável, causando lesão corporal de natureza grave. Com base apenas nas informações narradas, é correto afirmar que, de acordo com a doutrina majoritária, a conduta do Oficial de Justiça:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "não configura crime, em razão da atipicidade;" },
{ "letra": "B", "texto": "não configura crime, em razão do estado de necessidade;" },
{ "letra": "C", "texto": "configura crime, mas o resultado somente poderá ser imputado a título de culpa, em razão do estado de necessidade;" },
{ "letra": "D", "texto": "não configura crime, em razão da legítima defesa;" },
{ "letra": "E", "texto": "configura crime, tendo em vista que não havia direito próprio do Oficial de Justiça em risco para ser protegido." }
],
"gabarito": "D"
},
{
"id": "22334455",
"metadata": "Ano: 2017 | Banca: FCC | Órgão: DPE-SC",
"enunciado_principal": "Sobre o iter criminis, é correto afirmar:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "A aferição do início do ato de execução do crime independe do elemento subjetivo do tipo." },
{ "letra": "B", "texto": "O Código Penal brasileiro adota a teoria subjetiva pura na aferição do início do ato de execução." },
{ "letra": "C", "texto": "A Lei Antiterrorismo (Lei n° 13.260/2016) prevê a punição de atos preparatórios de terrorismo quando realizado com o propósito inequívoco de consumar o delito." },
{ "letra": "D", "texto": "A punição da tentativa de crime culposo depende de expressa previsão legal." },
{ "letra": "E", "texto": "Em verdadeira regressão garantista, o Superior Tribunal de Justiça firmou entendimento de que a posse mansa e pacífica é necessária à consumação do roubo." }
],
"gabarito": "C"
},
{
"id": "55667788",
"metadata": "Ano: 2017 | Banca: IBADE | Órgão: PC-AC",
"enunciado_principal": "Naiara, adolescente, ao chegar à própria casa depois do colégio, encontra seu pai caído, com um ferimento na cabeça, aparentemente produzido por disparo de arma de fogo realizado por ele mesmo, todavia ainda respirando. Desesperada, corre até a casa de seu tio Hermínio, cunhado da vítima, solicitando ajuda. Como houvera uma rusga entre Hermínio e a vítima, aquele se recusa a prestar auxílio, limitando-se a dizer à sobrinha: 'tomara que morra'. Naiara, então, vai à casa de um vizinho, que se compromete a ajudá- la. Ao retornarem ao local do fato, encontram a vítima ainda viva, mas dando seus últimos suspiros, vindo a óbito em menos de um minuto. Realizado o exame cadavérico, o laudo pericial indica que o ferimento seria inexoravelmente fatal, ainda que o socorro tivesse sido prestado de imediato. Nesse contexto, com base nos estudos sobre a omissão e acerca do bem jurídico-penal, é correto afirmar que a conduta de Hermínio caracteriza:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "homicidio qualificado." },
{ "letra": "B", "texto": "induzimento. instigação ou auxílio ao suicídio." },
{ "letra": "C", "texto": "homicídio culposo." },
{ "letra": "D", "texto": "conduta atípica." },
{ "letra": "E", "texto": "omissão de socorro." }
],
"gabarito": "D"
}
]
