[
{
"id": "94810275",
"metadata": "Ano: 2014 | Banca: FUNCAB | Órgão: PC-RO",
"enunciado_principal": "De acordo com o conceito analítico de crime, é um dos elementos do fato típico:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "imputabilidade" },
{ "letra": "B", "texto": "conduta" },
{ "letra": "C", "texto": "exigibilidade de conduta diversa" },
{ "letra": "D", "texto": "exercício regular de um direito" },
{ "letra": "E", "texto": "potencial consciência da ilicitude." }
],
"gabarito": "B"
},
{
"id": "53692014",
"metadata": "Ano: 2014 | Banca: FUNCAB | Órgão: PC-RO",
"enunciado_principal": "De acordo com o conceito analítico de crime, é um dos elementos do fato típico:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "imputabilidade." },
{ "letra": "B", "texto": "conduta." },
{ "letra": "C", "texto": "exigibilidade de conduta diversa." },
{ "letra": "D", "texto": "exercício regular de um direito." },
{ "letra": "E", "texto": "potencial consciência da ilicitude." }
],
"gabarito": "B"
},
{
"id": "81745293",
"metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
"enunciado_principal": "Considerando o conceito de vítima e as implicações suscitadas pelo tema, julgue o item que se segue.",
"itens_assertiva": [],
"enunciado_pergunta": "Nas fases do *inter victimae*, os atos preparatórios ocorrem no momento em que se revela a preocupação da vítima em tomar as medidas preliminares para defender-se ou ajustar o seu comportamento.",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "B"
},
{
"id": "20456178",
"metadata": "Ano: 2014 | Banca: MPE-GO | Órgão: MPE-GO",
"enunciado_principal": "No estudo da teoria geral do crime, a doutrina desenvolveu diversas teorias sobre a conduta penalmente relevante. Com foco nesse tema, marque a alternativa correta:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "O *modelo da ação significativa* define ação como manifestação da personalidade, um conceito capaz de abranger todo acontecimento atribuível ao centro de ação psíquico-espiritual do homem, permitindo-se a exclusão de todos os fenômenos somático-corporais insuscetíveis de controle do ego e, portanto, não dominados ou não domináveis pela vontade humana (força física absoluta, convulsões, movimentos reflexos, etc.). De igual modo, não são abrangidos pelo conceito de ação nesse sistema os pensamentos e emoções encerrados na esfera psíquico-espiritual do ser humano, porquanto não representam manifestação significativamente relevante da personalidade." },
{ "letra": "B", "texto": "O *modelo da conduta biociberneticamente antecipada* foi concebido como a última etapa de evolução do neokantismo. Nesse modelo, o conceito de ação deixa de ser apenas naturalista para ser, também, normativo, redefinido como comportamento humano voluntário. E, por levar em conta o controle da vontade, presente tanto nos crimes dolosos como nos crimes culposos, a *teoria da ação cibernética* serviu de inspiração para a elaboração do sistema finalista." },
{ "letra": "C", "texto": "O *modelo negativo de ação* define o conceito de ação dentro da categoria do tipo de injusto, rejeitando definições ontológicas ou pré-jurídicas. Para esse modelo, a ação é a evitável não evitação do resultado na posição de garantidor, compreensível como omissão da contradireção mandada pelo ordenamento jurídico, em que o autor realiza o que não deve realizar (ação), ou não realiza o deve realizar (omissão de ação). O ponto de partida do conceito negativo de ação é o exame desta dentro do tipo de injusto, a fim de se concluir se o autor teria a possibilidade de influenciar o curso causal concreto conducente ao resultado, mediante conduta dirigida pela vontade." },
{ "letra": "D", "texto": "O *modelo pessoal de ação* repousa nos princípios do liberalismo político e tem como pilares dois conceitos essenciais: ação e norma, unidos em sua construção pela ideia fundamental de liberdade de ação. De acordo com estes pressupostos, não existe um conceito universal e ontológico de ação. Não há um modelo matemático ou uma fórmula lógica apta a oferecer um conceito de ação humana válido para todas as diferentes espécies de ações que o ser humano pode realizar. Em outras palavras, as ações não existem antes das regras que as definem, havendo, sim, tantos conceitos de ação quantas forem as espécies de condutas relevantes (típicas) para o Direito Penal, segundo as diversas características com as que são descritas normativamente." }
],
"gabarito": "C"
},
{
"id": "62913847",
"metadata": "Ano: 2014 | Banca: FCC | Órgão: DPE-RS",
"enunciado_principal": "Marcos e Rodrigo instigaram Juarez, que sofria de depressão, a cometer suicídio, pois, na condição de herdeiros do último, pretendiam a morte do mesmo por interesses econômicos. Ainda que Juarez tenha admitido firmemente a possibilidade de eliminar a própria vida, não praticou qualquer ato executório. Diante desse contexto, Marcos e Rodrigo",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "poderiam ter a pena reduzida de 1/3 a 1/2, se a pretensão tivesse caráter humanitário, de piedade, e a morte tivesse se consumado." },
{ "letra": "B", "texto": "deverão responder por tentativa de homicídio, visto que a ideia de ambos era eliminar a vida de Juarez para posterior enriquecimento." },
{ "letra": "C", "texto": "serão responsabilizados pelo crime previsto no art. 122 do Código Penal, com redução da pena pelo fato de a vítima não ter atentado contra a própria vida, já que para a consumação do delito basta a mera conduta de instigar." },
{ "letra": "D", "texto": "não responderão pelo crime de instigação ao suicídio, pois não houve morte ou lesão corporal de natureza grave na vítima." },
{ "letra": "E", "texto": "responderiam por instigação ao suicídio, caso, no mínimo, Juarez atentasse contra a própria vida e tivesse ocasionado lesões corporais leves em seu corpo." }
],
"gabarito": "D"
},
{
"id": "37084659",
"metadata": "Ano: 2014 | Banca: VUNESP | Órgão: DPE-MS",
"enunciado_principal": "É correto afirmar que",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "o Código Penal Brasileiro adotou a teoria da equivalência dos antecedentes causais, segundo a qual tudo o que contribui para o resultado é considerado causa, exceto a concausa relativamente independente, mesmo que venha a interferir no resultado." },
{ "letra": "B", "texto": "os crimes comissivos por omissão são aqueles em que o agente deixa de fazer o que estava obrigado e, por isso, acaba produzindo o resultado." },
{ "letra": "C", "texto": "exclusivamente de acordo com o entendimento majoritário da doutrina, é possível a coautoria nos crimes de mão própria mesmo se o coautor não ostentar os moldes da figura incriminadora." },
{ "letra": "D", "texto": "o crime de desobediência, previsto pelo art. 330 do Código Penal, por ter como objeto jurídico a administração pública e o cumprimento de suas ordens, não admite a transação penal contida na Lei n.º 9.099/95." }
],
"gabarito": "B"
},
{
"id": "74103285",
"metadata": "Ano: 2014 | Banca: FGV | Órgão: DPE-DF",
"enunciado_principal": "Mário, ao chegar em casa, deparou-se com uma tragédia. Seu filho, André, um jovem de 20 anos, manuseava, sem o cuidado devido, uma arma de fogo pertencente a seu pai, quando esta acidentalmente disparou e o projétil veio a atingir uma funcionária da casa. Sabendo que o disparo fora acidental, mas temendo pelas consequências do lamentável episódio para a vida de seu filho, optou Mário por não procurar as autoridades policiais. Ao contrário, ao anoitecer, transportou o corpo para um terreno baldio existente no seu bairro e ali o deixou. Ocorre que a funcionária em questão, na verdade, estava apenas ferida e acabou sendo encontrada e levada para o hospital. Sobre as condutas de Mário e André, é correto afirmar que:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Mário deve ser punido pelo crime de ocultação de cadáver e André pelo de lesão corporal culposa." },
{ "letra": "B", "texto": "Mário deve ser punido pelo crime de ocultação de cadáver e André pelo de homicídio na forma tentada." },
{ "letra": "C", "texto": "Mário deve ser punido pelo crime de ocultação de cadáver, na forma tentada, e André pelo de lesão corporal, também na forma tentada." },
{ "letra": "D", "texto": "Mário deve ser punido pelo crime de ocultação de cadáver, e André deve ser punido pelo de homicídio, também na forma tentada." },
{ "letra": "E", "texto": "Mário não deve ser punido pela prática de crime e André deve ser punido pela prática do crime de lesão corporal culposa." }
],
"gabarito": "A"
},
{
"id": "58631902",
"metadata": "Ano: 2014 | Banca: IBFC | Órgão: TJ-PR",
"enunciado_principal": "Assinale a alternativa correta:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "A lei excepcional ou temporária, embora decorrido o período de sua duração ou cessadas as circunstâncias que a determinaram, aplica-se ao fato praticado após a sua vigência." },
{ "letra": "B", "texto": "Considera-se praticado o crime no momento da ação ou omissão, ainda que outro seja o momento do resultado." },
{ "letra": "C", "texto": "A pena cumprida no estrangeiro não atenua a pena imposta no Brasil pelo mesmo crime, quando diversas." },
{ "letra": "D", "texto": "O agente que, voluntariamente, desiste de prosseguir na execução ou impede que o resultado se produza, não responde pelos atos já praticados." }
],
"gabarito": "B"
},
{
"id": "49201736",
"metadata": "Ano: 2014 | Banca: FCC | Órgão: TRF - 3ª REGIÃO",
"enunciado_principal": "Não há crime sem .",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "dolo." },
{ "letra": "B", "texto": "resultado naturalístico." },
{ "letra": "C", "texto": "imprudência." },
{ "letra": "D", "texto": "conduta." },
{ "letra": "E", "texto": "lesão." }
],
"gabarito": "D"
},
{
"id": "19374052",
"metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
"enunciado_principal": "A babá que, distraída com o último capítulo da novela, observa impassível o sufocamento da criança sob os seus cuidados comete crime:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "omissivo impróprio." },
{ "letra": "B", "texto": "omissivo próprio." },
{ "letra": "C", "texto": "omissivo por comissão." },
{ "letra": "D", "texto": "comissivo impróprio." },
{ "letra": "E", "texto": "comissivo próprio." }
],
"gabarito": "A"
},
{
"id": "85642197",
"metadata": "Ano: 2013 | Banca: VUNESP | Órgão: Câmara Municipal de São Carlos - SP",
"enunciado_principal": "Assinale a alternativa correta no tocante às previsões relativas aos crimes no Código Penal.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Para a omissão ser considerada penalmente relevante, é suficiente que o omitente possa agir para evitar o resultado." },
{ "letra": "B", "texto": "Diz-se o crime tentado, quando, iniciada a preparação, não se consuma por circunstâncias alheias à vontade do agente." },
{ "letra": "C", "texto": "O erro sobre elemento constitutivo do tipo legal de crime exclui a culpabilidade e isenta de pena o autor do crime." },
{ "letra": "D", "texto": "O erro sobre a ilicitude do fato, se inevitável, isenta de pena; se evitável, poderá diminuí-la de um sexto a um terço." },
{ "letra": "E", "texto": "Se o fato criminoso é cometido em estrita obediência à ordem manifestamente ilegal de superior hierárquico, só é punível o autor da coação ou da ordem." }
],
"gabarito": "D"
},
{
"id": "71095382",
"metadata": "Ano: 2013 | Banca: FCC | Órgão: MPE-SE",
"enunciado_principal": "Por si própria, a conduta de premeditar um crime de homicídio caracteriza",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "início de execução." },
{ "letra": "B", "texto": "exaurimento." },
{ "letra": "C", "texto": "cogitação impunível." },
{ "letra": "D", "texto": "dolo." },
{ "letra": "E", "texto": "erro de proibição." }
],
"gabarito": "C"
},
{
"id": "30987165",
"metadata": "Ano: 2013 | Banca: FGV | Órgão: AL-MA",
"enunciado_principal": "Com relação ao estudo da *teoria do crime*, assinale a afirmativa **incorreta**.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "A conduta pode se manifestar por meio de um comportamento positivo (ação) ou de um comportamento negativo (omissão), quando não atua o agente de acordo com o comportamento esperado pela norma." },
{ "letra": "B", "texto": "Os crimes omissivos se dividem em próprio e impróprio, não se admitindo a tentativa em qualquer deles." },
{ "letra": "C", "texto": "Os delitos omissivos impróprios são crimes próprios, já que se exige do autor uma qualidade especial." },
{ "letra": "D", "texto": "Admite-se a co-autoria nos crimes omissivos impróprios." },
{ "letra": "E", "texto": "A indicação da figura do garantidor pelo texto legal não pode ser ampliada, eis que o rol respectivo é taxativo." }
],
"gabarito": "B"
},
{
"id": "92574013",
"metadata": "Ano: 2013 | Banca: TJ-PR | Órgão: TJ-PR",
"enunciado_principal": "Acerca das teorias da ação, assinale a alternativa correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Para a teoria finalista da ação, crime é um fato típico, antijurídico e culpável, consistindo a culpabilidade no elo subjetivo que liga a ação ao resultado." },
{ "letra": "B", "texto": "Para a teoria finalista da ação, a conduta é um comportamento humano dirigido a um fim predeterminado pelas causas anteriores." },
{ "letra": "C", "texto": "Para a teoria causalista ou naturalista da ação, a conduta é um comportamento humano voluntário no mundo exterior, consistindo em fazer ou não fazer." },
{ "letra": "D", "texto": "Para a teoria finalista da ação, a conduta é um comportamento humano simplesmente causal." }
],
"gabarito": "C"
},
{
"id": "64019275",
"metadata": "Ano: 2013 | Banca: IBFC | Órgão: PC-RJ",
"enunciado_principal": "Levando em conta o que sustenta a teoria tripartida do conceito analítico de crime, o fato típico, a antijuridicidade e a culpabilidade são tidos como elementos componentes da figura delituosa, sem os quais este ente jurídico-penal não se aperfeiçoa. Com fundamento na referida conceituação e em seus desdobramentos no direito penal, podemos afirmar corretamente que são causas supralegais de exclusão da tipicidade:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Inexigibilidade de conduta diversa e erro de tipo permissivo." },
{ "letra": "B", "texto": "Coação moral irresistível e erro de proibição." },
{ "letra": "C", "texto": "Insignificância da lesão ao bem jurídico e adequação social da conduta." },
{ "letra": "D", "texto": "Embriaguez preordenada e obediência hierárquica." },
{ "letra": "E", "texto": "Coação física irresistível e violenta emoção." }
],
"gabarito": "C"
},
{
"id": "83291074",
"metadata": "Ano: 2013 | Banca: VUNESP | Órgão: TJ-SP",
"enunciado_principal": "Quando a descrição legal do tipo penal contém o dissenso, expresso ou implícito, como elemento específico, o consentimento do ofendido funciona como causa de exclusão da",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "antijuridicidade formal" },
{ "letra": "B", "texto": "tipicidade." },
{ "letra": "C", "texto": "antijuridicidade material." },
{ "letra": "D", "texto": "punibilidade do fato." }
],
"gabarito": "B"
},
{
"id": "14506928",
"metadata": "Ano: 2013 | Banca: VUNESP | Órgão: MPE-ES",
"enunciado_principal": "A conduta para a teoria:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "social constitui um comportamento humano voluntário no mundo exterior, consistente num fazer ou não fazer, sendo estranha a qualquer valoração." },
{ "letra": "B", "texto": "naturalista constitui um comportamento humano voluntário no mundo exterior, consistente num fazer ou não fazer, sendo estranha a qualquer valoração." },
{ "letra": "C", "texto": "naturalista é o comportamento humano, voluntário e consciente (doloso ou culposo) dirigido a uma finalidade." },
{ "letra": "D", "texto": "social é tratada como simples exteriorização de movimento ou abstenção de comportamento, desprovida de qualquer finalidade" },
{ "letra": "E", "texto": "finalista é concebida com um simples comportamento, sem apreciação sobre a sua ilicitude ou reprovabilidade" }
],
"gabarito": "B"
},
{
"id": "40785169",
"metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
"enunciado_principal": "Manoel estava cortando uma laranja com um canivete em seu sítio, distraído, quando seu primo, Paulo, por mera brincadeira, veio por trás e deu um grito. Em razão do susto, Manoel virou subitamente, ferindo Paulo no pescoço, provocando uma lesão que o levou a óbito. Logo, Manoel:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "não praticou crime, pois agiu por ato reflexo." },
{ "letra": "B", "texto": "praticou o crime de homicídio culposo." },
{ "letra": "C", "texto": "praticou o crime de homicídio doloso por dolo direto." },
{ "letra": "D", "texto": "praticou crime de homicídio doloso por dolo eventual." },
{ "letra": "E", "texto": "praticou crime de lesão corporal seguida de morte." }
],
"gabarito": "A"
},
{
"id": "76392084",
"metadata": "Ano: 2012 | Banca: FCC | Órgão: TJ-PE",
"enunciado_principal": "São elementos objetivos da relação de tipicidade",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "a conduta, o resultado e a relação de causalidade" },
{ "letra": "B", "texto": "a antijuridicidade e a culpabilidade." },
{ "letra": "C", "texto": "as circunstâncias do fato." },
{ "letra": "D", "texto": "o dolo e a culpa." },
{ "letra": "E", "texto": "a imputabilidade e o juízo de reprovação" }
],
"gabarito": "A"
},
{
"id": "59104832",
"metadata": "Ano: 2012 | Banca: IESES | Órgão: TJ-RN",
"enunciado_principal": "É certo afirmar:",
"itens_assertiva": [
"I. Anterioridade da Lei Penal significa que é obrigatória a previa existência de lei penal incriminadora para que alguém possa ser por um fato condenado, exigindo, também, prévia cominação de sanção para que alguém possa sofrê-la.",
"II. Quanto à eficácia do princípio da legalidade, adota-se no Brasil a legalidade material, somente constituindo crime a conduta descrita em lei como tal, devendo-se exigir que os tipos penais sejam regidos de maneira clara e minuciosa, evitando-se tipos demasiadamente abertos.",
"III. Leis penais temporais são aquelas que não possuem no seu próprio texto a data da revogação, vigorando assim por tempo indeterminado.",
"IV. Considera-se tipo penal um modelo legal de conduta."
],
"enunciado_pergunta": "Analisando as proposições, pode-se afirmar:",
"alternativas": [
{ "letra": "A", "texto": "Somente as proposições I e III estão corretas." },
{ "letra": "B", "texto": "Somente as proposições II e III estão corretas." },
{ "letra": "C", "texto": "Somente as proposições I e IV estão corretas." },
{ "letra": "D", "texto": "Somente as proposições II e IV estão corretas." }
],
"gabarito": "C"
},
{
"id": "81347092",
"metadata": "Ano: 2019 | Banca: INSTITUTO AOCP | Órgão: PC-ES",
"enunciado_principal": "Quando um sujeito dispara um projétil de arma de fogo contra um indivíduo, mas acaba ferindo mortalmente apenas o sujeito que se encontrava ao lado, ele responderá por",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "homicídio consumado e por tentativa de homicídio." },
{ "letra": "B", "texto": "duplo homicídio." },
{ "letra": "C", "texto": "homicídio culposo." },
{ "letra": "D", "texto": "homicídio por dolo eventual." },
{ "letra": "E", "texto": "homicídio como se tivesse acertado o destinatário pretendido." }
],
"gabarito": "E"
},
{
"id": "67204915",
"metadata": "Ano: 2019 | Banca: NC-UFPR | Órgão: TJ-PR",
"enunciado_principal": "Uma mulher que, em razão de acordo verbal com os pais, cuida de uma criança percebe que esta caiu por caso fortuito num poço profundo e, embora esteja viva, precisa ser retirada por adultos. Voluntariamente, a mulher omite dos grupos de busca que tem conhecimento de onde se encontra a criança, que é considerada desaparecida. Passadas algumas horas, a criança morre por falta de alimentação. Assinale a alternativa que identifica o crime praticado pela mulher.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Homicídio doloso por comissão (tipo comissivo)." },
{ "letra": "B", "texto": "Homicídio doloso por omissão (tipo omissivo impróprio)." },
{ "letra": "C", "texto": "Homicídio doloso por omissão (tipo omissivo próprio)." },
{ "letra": "D", "texto": "Maus-tratos com resultado morte (tipo comissivo ou omissivo preterdoloso)." },
{ "letra": "E", "texto": "Abandono de incapaz com resultado morte (tipo omissivo próprio preterdoloso)." }
],
"gabarito": "B"
},
{
"id": "35821964",
"metadata": "Ano: 2018 | Banca: IBADE | Órgão: IPM - JP",
"enunciado_principal": "Sobre os sujeitos ativo e passivo da infração penal, está correto afirmar que:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "não podem existir dois ou mais sujeitos passivos de um mesmo crime." },
{ "letra": "B", "texto": "uma pessoa jurídica pode figurar como sujeito ativo de uma infração penal." },
{ "letra": "C", "texto": "os sujeitos ativos de infração penal menores de 18 (dezoito) anos não podem ser penalizados." },
{ "letra": "D", "texto": "uma pessoa jurídica não pode ser sujeito passivo da infração penal." },
{ "letra": "E", "texto": "o sujeito ativo da infração penal deverá sempre estar determinado e individualizado pela lei." }
],
"gabarito": "B"
},
{
"id": "19405627",
"metadata": "Ano: 2018 | Banca: FUNCERN | Órgão: Prefeitura de Sítio Novo - RN",
"enunciado_principal": "O Código Penal Brasileiro, Decreto-Lei nº. 2.848/1940, estabelece, em sua Parte Geral, diretrizes da aplicação da lei penal em nosso país. Pelo prisma dessas diretrizes, é correto afirmar que",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "o erro sobre elemento constitutivo do tipo legal de crime não exclui o dolo nem permite a punição por crime culposo." },
{ "letra": "B", "texto": "a omissão é penalmente relevante quando o omitente devia e podia agir para evitar o resultado." },
{ "letra": "C", "texto": "não responde pelo crime o terceiro que determina o erro." },
{ "letra": "D", "texto": "o erro quanto à pessoa contra a qual o crime é praticado isenta de pena." }
],
"gabarito": "B"
},
{
"id": "50392814",
"metadata": "Ano: 2018 | Banca: COPS-UEL | Órgão: PC-PR",
"enunciado_principal": "A respeito da teoria jurídica do delito, em especial da tipicidade, atribua V (verdadeiro) ou F (falso) às afirmativas a seguir. Assinale a alternativa que contém, de cima para baixo, a sequência correta.",
"itens_assertiva": [
"Pela adequação típica mediata ou indireta, haverá subsunção da conduta ao tipo penal por meio de uma outra norma, de caráter extensivo.",
"A tipicidade, como elemento integrador do conceito de delito, expressa a contrariedade do fato com todo o ordenamento jurídico.",
"De acordo com a teoria indiciária da tipicidade, também chamada de ratio cognoscendi, a tipicidade possui uma finalidade unicamente descritiva, nada indicando a respeito da ilicitude.",
"Pelo caráter excepcional do delito culposo, salvo os casos expressos em lei, ninguém pode ser punido por fato previsto como crime, senão quando o pratica dolosamente.",
"No chamado dolo eventual, o agente prevê o resultado danoso como possível, mas não o deseja diretamente e ainda tem a convicção de que não ocorrerá."
],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "V, V, F, F, F." },
{ "letra": "B", "texto": "V, F, V, V, F." },
{ "letra": "C", "texto": "V, F, F, V, F." },
{ "letra": "D", "texto": "F, V, F, F, V." },
{ "letra": "E", "texto": "F, F, V, V, V." }
],
"gabarito": "C"
}
]
