[
{
"id": "11182390",
"metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: PC-AL",
"enunciado_principal": "Acerca dos crimes em espécie, julgue o item seguinte.",
"itens_assertiva": [
"O crime de omissão de socorro não admite tentativa, porquanto estando a omissão tipificada na lei como tal e tratando-se de crime unissubsistente, se o agente, sem justa causa, se omite, o crime já se consuma."
],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "B"
},
{
"id": "22293401",
"metadata": "Ano: 2011 | Banca: TJ-SC | Órgão: TJ-SC",
"enunciado_principal": "Analise a alternativa que contém a afirmação **correta**:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Considera-se praticado o crime no momento da ação ou omissão, ainda que outro seja o momento do resultado." },
{ "letra": "B", "texto": "A lei penal posterior que venha a favorecer o réu não se aplica se o mesmo já houver sido julgado." },
{ "letra": "C", "texto": "Diz-se doloso o crime quando o agente dá causa ao resultado por imprudência ou imperícia." },
{ "letra": "D", "texto": "Cessando a duração da lei penal temporária, a mesma não pode ser aplicada aos fatos praticados durante a sua vigência." },
{ "letra": "E", "texto": "Não há crime quando o agente pratica o fato em razão de embriaguez involuntária completa proveniente de caso fortuito ou força maior." }
],
"gabarito": "A"
},
{
"id": "33304512",
"metadata": "Ano: 2011 | Banca: FCC | Órgão: TCM-BA",
"enunciado_principal": "A disposição legal contida no art. 13, parágrafo segundo do CP, segundo a qual a omissão apresenta valor penal quando o agente devia e podia agir para evitar o resultado, corresponde corretamente à ideia ou ao conceito de",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "causalidade normativa." },
{ "letra": "B", "texto": "possibilidade de punição superveniente de causa independente ao delito." },
{ "letra": "C", "texto": "causalidade entre a omissão e o resultado naturalístico." },
{ "letra": "D", "texto": "desnecessária conjugação do dever legal e possibilidade real de agir." },
{ "letra": "E", "texto": "regra aplicável somente aos crimes omissivos próprios." }
],
"gabarito": "A"
},
{
"id": "44415623",
"metadata": "Ano: 2011 | Banca: TJ-RO | Órgão: TJ-RO",
"enunciado_principal": "A prática do crime e seu resultado lesivo exigem a relação de causalidade, tema de grande relevância para a questão da imputabilidade penal. Dado o enunciado, marque a única alternativa **CORRETA.**",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "O resultado, de que depende a existência do crime, somente é imputável a quem lhe deu causa, sendo esta considerada como a ação ou omissão sem a qual o resultado não teria ocorrido." },
{ "letra": "B", "texto": "A superveniênca de causa relativamente independente não exclui a imputação quando esta, por si só, produziu o resultado; os fatos anteriores, entretanto, imputam-se a quem os praticou." },
{ "letra": "C", "texto": "A omissão é penalmente irrelevante quando o omitente devia e podia agir para evitar o resultado." },
{ "letra": "D", "texto": "A superveniência de causa relativamente independente exclui a imputação quando, por si só, produziu o resultado; no entanto, os fatos anteriormente praticados são desconsiderados pela legislação penal." },
{ "letra": "E", "texto": "Nenhuma das alternativas anteriores está correta." }
],
"gabarito": "A"
},
{
"id": "55526734",
"metadata": "Ano: 2010 | Banca: ACAFE | Órgão: PC-SC",
"enunciado_principal": "*Segundo o Código Penal brasileiro, “O resultado, de que depende a existência do crime, somente é imputável a quem lhe deu causa. Considera-se causa a ação ou omissão sem a qual o resultado não teria ocorrido.”* Assinale a alternativa **correta** que completa o enunciado a seguir: *A omissão é penalmente relevante* (...)",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "quando o omitente, independentemente da preexistência de qualquer dever de sua parte, podia agir para evitar o resultado." },
{ "letra": "B", "texto": "somente nos crimes omissivos próprios." },
{ "letra": "C", "texto": "quando o omitente devia e podia agir para evitar o resultado." },
{ "letra": "D", "texto": "sempre que o omitente tiver o dever jurídico de evitar o resultado." }
],
"gabarito": "C"
},
{
"id": "66637845",
"metadata": "Ano: 2010 | Banca: TRT 3R | Órgão: TRT - 3ª Região (MG)",
"enunciado_principal": "Em relação aos elementos constitutivos do crime, assinale a proposição INCORRETA:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "O resultado, de que depende a existência do crime, somente é imputável a quem lhe deu causa." },
{ "letra": "B", "texto": "A coação irresistível e a estrita obediência a ordem, não manifestamente ilegal, de superior hierárquico, são causas excludentes de culpabilidade." },
{ "letra": "C", "texto": "O erro sobre a ilicitude do fato, se inevitável, é causa excludente de punibilidade;" },
{ "letra": "D", "texto": "O arrependimento eficaz pelo agente é sempre causa excludente de punibilidade" },
{ "letra": "E", "texto": "A omissão é penalmente relevante quando o omitente devia e podia agir para evitar o resultado." }
],
"gabarito": "D"
},
{
"id": "77748956",
"metadata": "Ano: 2010 | Banca: MPE-MG | Órgão: MPE-MG",
"enunciado_principal": "Assinale a alternativa *CORRETA*.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "A pessoa pode ser, ao mesmo tempo, sujeito ativo e passivo de um delito em face de sua própria conduta." },
{ "letra": "B", "texto": "O agente responderá tão-somente por tentativa de crime se ocorrer a desistência voluntária ou o arrependimento eficaz." },
{ "letra": "C", "texto": "O condenado não reincidente, cuja pena não exceda a doze anos, poderá, desde o princípio, cumpri-la em regime semiaberto." },
{ "letra": "D", "texto": "O positivismo criminológico utiliza método empírico-intuitivo experimental, contrapondo-se à análise filosófico-metafísica da escola clássica." },
{ "letra": "E", "texto": "Na contagem dos prazos, leva-se em consideração o dia do final, excluindo-se o do começo." }
],
"gabarito": "D"
},
{
"id": "88859067",
"metadata": "Ano: 2010 | Banca: MPE-GO | Órgão: MPE-GO",
"enunciado_principal": "Leia as afirmativas sobre o disposto no artigo 13 do CP e seus parágrafos e, após, responda:",
"itens_assertiva": [
"I - Nos crimes omissivos não há nexo causal material, mas tão somente normativo.",
"II - Não é necessário que se demonstre que a ação omitida impediria a produção do resultado.",
"III - No que se refere a posição de garantidor, a doutrina não fala mais em *dever contratual*, uma vez que a posição de garantidor pode advir de situações em que não existe relação jurídica entre as partes. O importante é que o sujeito se coloque em posição de *garantidor* da não ocorrência do resultado, haja contrato ou não.",
"IV - O sujeito que pratica um fato provocador de perigo de dano, tem por obrigação impedir o resultado.",
"V - A causa superveniente absolutamente independente exclui o nexo causal nos termos do artigo 13, *caput*, do CP e não conforme o parágrafo 1º do mesmo artigo."
],
"enunciado_pergunta": "Apenas as afirmativas são verdadeiras.",
"alternativas": [
{ "letra": "A", "texto": "Apenas duas afirmativas são verdadeiras." },
{ "letra": "B", "texto": "Apenas três afirmativas são verdadeiras." },
{ "letra": "C", "texto": "Apenas quatro afirmativas são verdadeiras." },
{ "letra": "D", "texto": "Todas as afirmativas são verdadeiras." }
],
"gabarito": "C"
},
{
"id": "99960178",
"metadata": "Ano: 2009 | Banca: CESPE / CEBRASPE | Órgão: DPE-AL",
"enunciado_principal": "Julgue o item seguinte, acerca do fato típico e de seus elementos.",
"itens_assertiva": [
"A teoria naturalística rege os crimes omissivos impróprios no CP brasileiro."
],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "B"
},
{
"id": "11234567",
"metadata": "Ano: 2009 | Banca: FUNRIO | Órgão: MJSP",
"enunciado_principal": "Assinale a opção correta:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Considera-se praticado o crime no momento do resultado." },
{ "letra": "B", "texto": "Considera-se praticado o crime no momento da ação ou da omissão ou no momento do resultado." },
{ "letra": "C", "texto": "Considera-se praticado o crime no momento da ação ou da omissão, no momento do resultado ou no momento em que deveria ocorrer o resultado." },
{ "letra": "D", "texto": "Considera-se praticado o crime no momento da ação se houver resultado e no momento do resultado se houver omissão" },
{ "letra": "E", "texto": "Considera-se praticado o crime no momento da ação ou da omissão" }
],
"gabarito": "E"
},
{
"id": "22345678",
"metadata": "Ano: 2009 | Banca: CESPE / CEBRASPE | Órgão: TRF - 5ª REGIÃO",
"enunciado_principal": "Considerando a parte geral do direito penal, julgue os seguintes itens.",
"itens_assertiva": [
"I Nos crimes de tendência intensificada, o tipo penal requer o ânimo de realizar a própria conduta típica legalmente prevista, sem necessidade de transcender tal conduta, como ocorre nos delitos de intenção. Em outras palavras, não se exige que o autor do crime deseje um resultado ulterior ao previsto no tipo penal, mas, apenas, que confira à ação típica um sentido subjetivo não previsto expressamente no tipo, mas deduzível da natureza do delito. Citase, como exemplo, o propósito de ofender, nos crimes contra a honra.",
"II Subdividem-se os crimes de perigo em crimes de perigo concreto e crimes de perigo abstrato, diferenciando-se um do outro porque naqueles há a necessidade da demonstração da situação de risco sofrida pelo bem jurídico penal protegido, o que somente pode ser reconhecível por uma valoração subjetiva da probabilidade de superveniência de um dano. Por outro lado, no crime de perigo abstrato, há uma presunção legal do perigo, que, por isso, não precisa ser provado.",
"III No CP, adota-se, em relação ao concurso de agentes, a teoria monística ou unitária, segundo a qual, aquele que, de qualquer modo, concorre para o crime incide nas penas a este cominadas na medida de sua culpabilidade; no referido código, adota-se, ainda, o conceito restritivo de autor, entendido como aquele que realiza a conduta típica descrita na lei, praticando o núcleo do tipo.",
"IV Franz Von Liszt estabeleceu distinção entre ilicitude formal e material, asseverando que é formalmente antijurídico todo comportamento humano que viola a norma penal, ao passo que é substancialmente antijurídico o comportamento humano que fere o interesse social tutelado pela própria norma.",
"V A superveniência de causa relativamente independente exclui a imputação quando, por si só, tenha produzido o resultado; os fatos anteriores, entretanto, imputam-se a quem os tenha praticado."
],
"enunciado_pergunta": "A quantidade de itens certos é igual a",
"alternativas": [
{ "letra": "A", "texto": "1" },
{ "letra": "B", "texto": "2" },
{ "letra": "C", "texto": "3" },
{ "letra": "D", "texto": "4" },
{ "letra": "E", "texto": "5" }
],
"gabarito": "D"
},
{
"id": "33456789",
"metadata": "Ano: 2009 | Banca: FCC | Órgão: MPE-SE",
"enunciado_principal": "A respeito da conduta, como elemento do fato típico, é correto afirmar que são relevantes para o Direito Penal",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "as omissões humanas voluntárias." },
{ "letra": "B", "texto": "os atos de seres irracionais." },
{ "letra": "C", "texto": "o pensamento e a cogitação intelectual do delito." },
{ "letra": "D", "texto": "os atos realizados em estado de inconsciência." },
{ "letra": "E", "texto": "os atos produzidos pelas forças da natureza." }
],
"gabarito": "A"
},
{
"id": "77890123",
"metadata": "Ano: 2008 | Banca: FGV | Órgão: TJ-AP",
"enunciado_principal": "Maria da Silva é médica pediatra, trabalhando no hospital municipal em regime de plantão. De acordo com a escala de trabalho divulgada no início do mês, Maria seria a única médica pediatra com obrigação de trabalhar no plantão que se iniciava no dia 5 de janeiro, às 20h e findava no dia 6 de janeiro, às 20h. Contudo, depois de passar toda a noite do dia 5 sem nada para fazer, Maria resolve sair do hospital para participar da comemoração do aniversário de uma prima sua, um churrasco que se realizaria em uma casa a poucas quadras do hospital. Maria deixa o hospital às 12h do dia 6 de janeiro sem, contudo, avisar onde estaria. Maria deixou o número de seu telefone celular, mas o papel que o continha se extraviou do quadro de avisos. Maria não retornou mais ao hospital até o final do plantão. Ocorre que, às 14h do dia 6 de janeiro, Manoel de Souza, criança de apenas 6 anos, é levada ao hospital por parentes precisando de socorro médico imediato. Embora houvesse outros médicos de plantão (um cardiologista e uma ortopedista), ambos se recusam a examinar Manoel, alegando que não eram especialistas e que a responsável pelo plantão da emergência era Maria da Silva. Manoel de Souza morre de meningite cerca de oito horas depois, na porta do hospital, sem ter sido atendido.",
"itens_assertiva": [],
"enunciado_pergunta": "Qual foi o crime praticado por Maria?",
"alternativas": [
{ "letra": "A", "texto": "Homicídio culposo." },
{ "letra": "B", "texto": "Nenhum crime." },
{ "letra": "C", "texto": "Omissão de socorro." },
{ "letra": "D", "texto": "Homicídio doloso, na modalidade de ação comissiva por omissão." },
{ "letra": "E", "texto": "Homicídio doloso, na modalidade de ação omissiva." }
],
"gabarito": "D"
},
{
"id": "44556677",
"metadata": "Ano: 2012 | Banca: ESAF | Órgão: CGU",
"enunciado_principal": "Marque a opção correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Quanto ao Lugar do crime, o Direito brasileiro adotou a Teoria da Atividade segundo a qual o Lugar do delito é aquele em que se verificou o ato executivo." },
{ "letra": "B", "texto": "O princípio da irretroatividade da lei penal é corolário do princípio da anterioridade da lei penal e limita-se às normas penais de caráter material." },
{ "letra": "C", "texto": "O Código Penal Brasileiro adotou, em relação ao dolo, a Teoria da Representação, segundo a qual para a existência do dolo é suficiente a representação subjetiva ou a previsão do resultado como certo ou provável." },
{ "letra": "D", "texto": "Os crimes comissivos por omissão são objetivamente descritos com uma conduta negativa, não se exigindo um resultado naturalístico." },
{ "letra": "E", "texto": "O conceito analítico de crime, segundo a Teoria Tripartite, crime é fato típico, antijurídico, culpável e punível." }
],
"gabarito": "A"
},
{
"id": "55667788",
"metadata": "Ano: 2012 | Banca: ESAF | Órgão: CGU",
"enunciado_principal": "A respeito das disposições relativas à aplicação da Lei penal no tempo e no espaço, é correto afirmar que",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "a lei posterior, que de qualquer modo favorecer o agente, aplica-se aos fatos anteriores, ressalvados os decididos por sentença condenatória transitada em julgado." },
{ "letra": "B", "texto": "considera-se praticado o crime no momento da ação ou omissão, dependendo, para sua aplicação do momento do resultado." },
{ "letra": "C", "texto": "aplica-se a lei brasileira, respeitadas as convenções, tratados e regras de direito internacional, ao crime cometido no território nacional." },
{ "letra": "D", "texto": "a lei penal mais grave aplica-se ao crime continuado ou ao crime permanente, se a sua vigência é anterior à cessação da continuidade ou da permanência." },
{ "letra": "E", "texto": "lançar ao mar, com intuito de tirar-lhe a vida, tripulante de embarcação estrangeira de propriedade privada, achando-se a embarcação não atracada em porto brasileiro, é hipótese de crime que não se sujeita à lei brasileira." }
],
"gabarito": "D"
},
{
"id": "66778899",
"metadata": "Ano: 2011 | Banca: FUMARC | Órgão: PC-MG",
"enunciado_principal": "Considerando-se a relação de causalidade, é **INCORRETO** afrmar que",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "o Código Penal adota a teoria da equivalência dos antecedentes causais." },
{ "letra": "B", "texto": "a superveniência de causa relativamente independente exclui o crime quando, por si só, produzir o resultado, podendo, entretanto, os fatos anteriores serem imputados a quem os praticou." },
{ "letra": "C", "texto": "o agente que efetua disparo de arma de fogo contra outrem, atingindo-o e, arrependido, leva a vítima para o hospital, vindo esta a falecer, em razão de infecção hospitalar, responde pelo crime de homicídio consumado." },
{ "letra": "D", "texto": "pratica crime comissivo por omissão, o delegado de polícia que, de forma indulgente, deixa de lavrar auto de prisão em fagrante no qual o conduzido é seu vizinho." }
],
"gabarito": "D"
},
{
"id": "11223344",
"metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: DPE-PE",
"enunciado_principal": "A respeito do conflito aparente de normas penais, dos crimes tentados e consumados, da tipicidade penal, dos tipos de imprudência e do arrependimento posterior, julgue o item seguinte.",
"itens_assertiva": [
"A coação física irresistível configura hipótese jurídico-penal de ausência de conduta, engendrando, assim, a atipicidade do fato."
],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "A"
},
{
"id": "22334455",
"metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: PRF",
"enunciado_principal": "No que concerne a aspectos relacionados ao direito constitucional, ao direito administrativo e ao direito penal, julgue o próximo item.",
"itens_assertiva": [
"O caso fortuito, a força maior e a coação física irresistível afastam a tipicidade do fato eventualmente produzido."
],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "A"
},
{
"id": "33445566",
"metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
"enunciado_principal": "Julgue o item seguinte, a respeito dos princípios aplicáveis ao direito penal, da lei penal no tempo e no espaço e da irretroatividade da lei penal.",
"itens_assertiva": [
"A infração bagatelar imprópria é aquela que surge com relevância penal, mas, posteriormente, pelas circunstâncias que envolvem o fato e o autor, verifica-se que a aplicação de qualquer pena se revela desnecessária."
],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "A"
},
{
"id": "44556678",
"metadata": "Ano: 2021 | Banca: INSTITUTO AOCP | Órgão: ITEP-RN",
"enunciado_principal": "",
"itens_assertiva": [],
"enunciado_pergunta": "Assinale a alternativa correta em relação ao Código Penal",
"alternativas": [
{ "letra": "A", "texto": "Considera-se praticado o crime no momento do resultado, ainda que outro seja o momento da ação ou omissão." },
{ "letra": "B", "texto": "Não se computará no prazo o dia do começo, incluindo-se, porém, o do vencimento" },
{ "letra": "C", "texto": "Diz-se o crime tentado, quando, iniciada a execução, o agente, voluntariamente, desiste de prosseguir ou impede que o resultado se produza." },
{ "letra": "D", "texto": "O erro sobre elemento constitutivo do tipo legal de crime exclui o dolo, mas permite a punição por crime culposo, ainda que não previsto em lei" },
{ "letra": "E", "texto": "Não pode alegar estado de necessidade quem tinha o dever legal de enfrentar o perigo." }
],
"gabarito": "D"
},
{
"id": "55678901",
"metadata": "Ano: 2008 | Banca: FCC | Órgão: TCE-RR",
"enunciado_principal": "São elementos que compõem o fato típico:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "nexo causal, conduta, tipicidade e punibilidade." },
{ "letra": "B", "texto": "resultado, tipicidade, nexo causal e antijuridicidade." },
{ "letra": "C", "texto": "conduta, resultado, nexo causal e tipicidade." },
{ "letra": "D", "texto": "culpabilidade, tipicidade, conduta e resultado." },
{ "letra": "E", "texto": "conduta, resultado, nexo causal e subjetividade." }
],
"gabarito": "C"
},
{
"id": "66789012",
"metadata": "Ano: 2008 | Banca: FMP Concursos | Órgão: MPE-MT",
"enunciado_principal": "Considere as seguintes proposições:",
"itens_assertiva": [
"I - Os crimes omissivos nunca admitem indagação acerca da relação de causalidade.",
"II - Para a teoria normativa pura, o conhecimento potencial da ilicitude constitui elemento autônomo da culpabilidade.",
"III - Na tentativa qualificada, o agente não é punido.",
"IV - As descriminantes putativas podem ocorrer tanto em relação a pressupostos fáticos como em relação à existência ou aos limites de uma justificante."
],
"enunciado_pergunta": "Corretas são apenas as alternativas",
"alternativas": [
{ "letra": "A", "texto": "I e III." },
{ "letra": "B", "texto": "III e IV." },
{ "letra": "C", "texto": "I e II." },
{ "letra": "D", "texto": "II e IV." },
{ "letra": "E", "texto": "II e III." }
],
"gabarito": "D"
},
{
"id": "44567890",
"metadata": "Ano: 2008 | Banca: UEG | Órgão: PC-GO",
"enunciado_principal": "A teoria do delito é fundada na conduta, que, por sua vez, é a base comum de todas as modalidades de injusto. Nessa perspectiva, sobre a conduta no direito penal, é CORRETO afirmar:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "a ação humana regida pela vontade está sempre determinada a uma finalidade, de modo que, não havendo vontade dirigida a um fim, não há de se falar em conduta, que poderá ocorrer em caso de força irresistível, movimentos reflexos e estados de inconsciência." },
{ "letra": "B", "texto": "a teoria naturalista ou causal da ação remonta a Von Liszt e Beling, cuja principal característica é a valoração do agir humano voluntário que modifica o mundo exterior." },
{ "letra": "C", "texto": "a punibilidade do agente pelo Estado prescinde da exteriorização da vontade, através de atos executivos tendentes à consumação da infração penal." },
{ "letra": "D", "texto": "a teoria finalista da ação mantém o dolo e a culpa na culpabilidade, inovando nesta última por concebê-la normativamente." }
],
"gabarito": "B"
},
{
"id": "31289045",
"metadata": "Ano: 2016 | Banca: CONSULPAM | Órgão: Prefeitura de Cascavel - PR",
"enunciado_principal": "A omissão é penalmente relevante quando o omitente devia e podia agir para evitar o resultado. O dever de agir incumbe a quem:",
"itens_assertiva": [
"I. Tenha por lei obrigação de cuidado, proteção ou vigilância.",
"II. De outra forma, assumiu a responsabilidade de impedir o resultado.",
"III. Com seu comportamento anterior, criou o risco da ocorrência do resultado."
],
"enunciado_pergunta": "Considerando o que dispõe o Código Penal brasileiro, está correto o que se afirma em",
"alternativas": [
{ "letra": "A", "texto": "I, II e III." },
{ "letra": "B", "texto": "I, apenas." },
{ "letra": "C", "texto": "II, apenas." },
{ "letra": "D", "texto": "III, apenas." },
{ "letra": "E", "texto": "I e II, apenas." }
],
"gabarito": "A"
},
{
"id": "54321098",
"metadata": "Ano: 2017 | Banca: CONSULPLAN | Órgão: TRF - 2ª REGIÃO",
"enunciado_principal": "O sonambulismo exclui o seguinte elemento do crime:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Fato típico." },
{ "letra": "B", "texto": "Punibilidade." },
{ "letra": "C", "texto": "Culpabilidade." },
{ "letra": "D", "texto": "Antijuridicidade." }
],
"gabarito": "A"
},
{
"id": "98765432",
"metadata": "Ano: 2016 | Banca: ADVISE | Órgão: Prefeitura de Conde - PB",
"enunciado_principal": "De acordo com o Código Penal e as espécies de infração, assinale a alternativa CORRETA.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Crime doloso é quando o agente deu causa ao resultado por imprudência, negligência ou imperícia." },
{ "letra": "B", "texto": "Há crime mesmo quando o agente pratica o fato em estado de necessidade." },
{ "letra": "C", "texto": "Não se pune a tentativa quando, por ineficácia absoluta do meio ou por absoluta impropriedade do objeto, é impossível consumar-se o crime." },
{ "letra": "D", "texto": "Entende-se em legítima defesa quem, usando todos os meios disponíveis, repele injusta agressão, atual ou iminente, a direito seu ou de outrem." },
{ "letra": "E", "texto": "Tentativa de crime é quando nele se reúnem todos os elementos de sua definição legal e se consuma o fato." }
],
"gabarito": "C"
}
]
