Prezado(a) usuário(a),

Com base nas fontes fornecidas, foram identificadas 8 questões completas sobre o tema "Conduta: ação/omissão em Direito Penal". Conforme solicitado, elas foram reescritas com novos IDs aleatórios de 8 dígitos, e os gabaritos das questões do tipo Certo/Errado foram convertidos para A/B, onde "A" corresponde a "Certo" e "B" corresponde a "Errado".

Note que o limite de 20 questões solicitado não pôde ser atendido, pois as fontes apresentaram apenas 8 questões distintas.

```
[
{
"id": "90123456",
"metadata": "Ano: 2008 | Banca: FAE | Órgão: TJ-PR",
"enunciado_principal": "A respeito do conceito de ação em Direito penal, assinale a alternativa **INCORRETA**:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "A teoria personalista da ação é um modelo apresentado pelo funcionalismo teleológico." },
{ "letra": "B", "texto": "Dentro de uma perspectiva da teoria significativa da ação, esta se converte em substrato de um sentido, organizando-se a teoria do delito não mais a partir da ação típica, mas do tipo de ação." },
{ "letra": "C", "texto": "Para o modelo de ação finalista, que inspirou a alteração da parte geral do Código Penal brasileiro, em 1984, ação e omissão são acontecimentos no mundo do dever ser, condicionadas pelas valorações jurídicas." },
{ "letra": "D", "texto": "Para o funcionalismo sistêmico de Jakobs ação, a efeito penal, é somente o fato inteiramente imputável." }
],
"gabarito": "C"
},
{
"id": "10293847",
"metadata": "Ano: 2008 | Banca: FAE | Órgão: TJ-PR",
"enunciado_principal": "Indique a alternativa **CORRETA**:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "A adoção da teoria da imputação objetiva implica em ignorar a relação de causalidade." },
{ "letra": "B", "texto": "A teoria da imputação objetiva é incompatível com o finalismo." },
{ "letra": "C", "texto": "A imputação objetiva é um tema tratado a partir dos anos 70 do século XX, com o advento do funcionalismo." },
{ "letra": "D", "texto": "Jakobs e Roxin propõem diferentes critérios de imputação objetiva." }
],
"gabarito": "D"
},
{
"id": "55667788",
"metadata": "Ano: 2008 | Banca: FGV | Órgão: TJ-MS",
"enunciado_principal": "Assinale a afirmativa **incorreta** .",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Sempre que o agente, por ato voluntário, reparar o dano ou restituir a coisa, antes do recebimento da denúncia ou da queixa, a pena será reduzida de um a dois terços." },
{ "letra": "B", "texto": "O erro sobre elemento constitutivo do tipo legal de crime exclui o dolo, mas permite a punição por crime culposo, se previsto em lei." },
{ "letra": "C", "texto": "Não se pune a tentativa quando, por ineficácia absoluta do meio ou por absoluta impropriedade do objeto, é impossível consumar-se o crime." },
{ "letra": "D", "texto": "A omissão é penalmente relevante quando o omitente devia e podia agir para evitar o resultado, sendo o dever de agir descrito no Código Penal." },
{ "letra": "E", "texto": "Salvo disposição em contrário, pune-se a tentativa com a pena correspondente ao crime consumado, diminuída de um a dois terços." }
],
"gabarito": "A"
},
{
"id": "23456789",
"metadata": "Ano: 2007 | Banca: FCC | Órgão: TRE-MS",
"enunciado_principal": "Considere as afirmativas abaixo, relacionadas ao fato típico e seus elementos.",
"itens_assertiva": [
"I. Há fato típico na ocorrência de resultado lesivo em decorrência de caso fortuito ou força maior.",
"II. São elementos do fato típico, dentre outros, a culpabilidade, caracterizada pelo juízo de reprovabilidade da conduta do agente e o dolo ou a culpa.",
"III. O tipo penal é predominantemente descritivo porque composto de elementos objetivos, não obstante, às vezes, contenha elementos subjetivos ou normativos.",
"IV. A conduta omissiva não é considerada elemento do tipo penal, pois representativa da ausência de vontade do agente para o crime.",
"V. Para haver fato típico é indispensável a existência de relação de causalidade entre a conduta e o resultado."
],
"enunciado_pergunta": "É correto o que se afirma APENAS em:",
"alternativas": [
{ "letra": "A", "texto": "I e II." },
{ "letra": "B", "texto": "I, II e V." },
{ "letra": "C", "texto": "I, III e IV." },
{ "letra": "D", "texto": "II, IV e V." },
{ "letra": "E", "texto": "III e V." }
],
"gabarito": "E"
},
{
"id": "77665544",
"metadata": "Ano: 2006 | Banca: CESPE / CEBRASPE | Órgão: TJ-RR",
"enunciado_principal": "Julgue os seguintes itens, relativos à eficácia da lei penal no espaço. A quantidade de itens certos é igual a:",
"itens_assertiva": [
"I Considere que, na fronteira Brasil-Bolívia, um cidadão brasileiro, que se encontre em território nacional, atire em outro, em solo boliviano, vindo este a falecer. Nessa situação, aplica-se a lei brasileira, pois o Código Penal adotou a teoria da ubiqüidade.",
"II Considere que um delito tenha sido cometido a bordo de aeronave brasileira de propriedade privada, em vôo sobre território estrangeiro, sem escalas, sendo estrangeiros os sujeitos ativo e passivo. Nessa situação, se o país estrangeiro competente para a intervenção se mostrar desinteressado no exercício da pretensão punitiva por motivos irrelevantes, aplica-se a lei brasileira.",
"III O princípio da extraterritorialidade excepcional incondicionada encontra aplicação nos crimes cometidos no estrangeiro contra a vida ou a liberdade do presidente da República do Brasil.",
"IV Considera-se praticado o crime no local onde se produziu ou deveria produzir-se o resultado, sendo irrelevante o lugar do comportamento do agente (ação ou omissão)."
],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "1." },
{ "letra": "B", "texto": "2." },
{ "letra": "C", "texto": "3." },
{ "letra": "D", "texto": "4." }
],
"gabarito": "C"
},
{
"id": "66778899",
"metadata": "Ano: 2005 | Banca: FCC | Órgão: PGE-RR",
"enunciado_principal": "Em matéria de tipicidade,",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "o uso de expressões “indevidamente”, “sem justa causa” representa a presença, no tipo, de um elemento normativo." },
{ "letra": "B", "texto": "o uso da expressão “para o fim de ...” representa a presença, no tipo, de um elemento objetivo especial." },
{ "letra": "C", "texto": "no caso de tentativa, há tipicidade direta anormal." },
{ "letra": "D", "texto": "considera-se tipo permissivo a descrição abstrata de uma ação proibida." },
{ "letra": "E", "texto": "considera-se tipo anormal o que descreve as hipóteses de inimputabilidade total ou parcial." }
],
"gabarito": "A"
},
{
"id": "34567890",
"metadata": "Ano: 2004 | Banca: CESPE / CEBRASPE | Órgão: DPU",
"enunciado_principal": "Acerca do fato típico, julgue o item a seguir.",
"itens_assertiva": [],
"enunciado_pergunta": "De acordo com a doutrina naturalista da ação, o dolo tem caráter normativo, sendo necessário que o agente, além de ter consciência e vontade, saiba que a conduta praticada é ilícita.",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "B"
},
{
"id": "87654321",
"metadata": "Ano: 2004 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
"enunciado_principal": "Julgue os seguintes itens, à luz do direito penal.",
"itens_assertiva": [],
"enunciado_pergunta": "A coação física e a coação moral irresistíveis afastam a própria ação, não respondendo o agente pelo crime. Em tais casos, responderá pelo crime o coator.",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "A"
}
]
```
