[
{
"id": "19472538",
"metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-BA",
"enunciado_principal": "Tendo em conta a teoria geral do crime, assinale a alternativa correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Os partidários da teoria tripartida do delito consideram a culpabilidade como pressuposto da pena e não elemento do crime." },
{ "letra": "B", "texto": "Os partidários da teoria tripartida do delito consideram elementos do crime a tipicidade, a antijuricidade e a punibilidade." },
{ "letra": "C", "texto": "A tipicidade, elemento do crime, na concepção material, esgota-se na subsunção da conduta ao tipo penal." },
{ "letra": "D", "texto": "O dolo, na escola clássica, deixou de ser elemento integrante da culpabilidade, deslocando-se para a conduta, já que ação e intenção são indissociáveis." },
{ "letra": "E", "texto": "Os partidários da teoria funcionalista da culpabilidade entendem que a culpabilidade é limitada pela finalidade preventiva da pena; constatada a desnecessidade da pena, o agente não será punido." }
],
"gabarito": "E"
},
{
"id": "56903124",
"metadata": "Ano: 2017 | Banca: IMA | Órgão: CREF - 15ª Região (PI - MA)",
"enunciado_principal": "Nos termos do Decreto-Lei n. 3.688/1941, acerca da Lei das Contravenções Penais, é correto afirmar que:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Não é punível a tentativa de contravenção." },
{ "letra": "B", "texto": "As penas principais são: prisão simples, restritiva de direitos e multa." },
{ "letra": "C", "texto": "A pena de prisão simples deve ser cumprida, com rigor penitenciário, em estabelecimento especial ou seção especial de prisão comum, em regime semiaberto ou aberto." },
{ "letra": "D", "texto": "No caso de ignorância ou de errada compreensão da lei, quando escusáveis, a pena pode ser reduzida até a metade." },
{ "letra": "E", "texto": "O prazo mínimo de duração da internação em manicômio judiciário ou em casa de custódia e tratamento é de trinta dias." }
],
"gabarito": "A"
},
{
"id": "83015497",
"metadata": "Ano: 2017 | Banca: Fundação CEFETBAHIA | Órgão: Prefeitura de Irecê - BA",
"enunciado_principal": "Considerando as disposições do Código Penal Brasileiro sobre a Teoria do Delito, analise as assertivas e identifique com V as verdadeiras e com F as falsas.",
"itens_assertiva": [
"( ) O crime considera-se praticado no momento da ação ou omissão, ainda que outro seja o momento do resultado.",
"( ) O agente que, voluntariamente, desiste de prosseguir na execução ou impede que o resultado se produza, só responde pelos atos já praticados.",
"( ) Não se pune o exaurimento quando, por ineficácia relativa do meio ou por impropriedade completa do objeto, é impossível executar os atos preparatórios.",
"( ) A pena não será reduzida, se o inimputável, em virtude de perturbação de saúde mental ou por desenvolvimento mental incompleto ou retardado, não era inteiramente capaz de entender o caráter ilícito do fato ou de determinar-se de acordo com o direito."
],
"enunciado_pergunta": "A alternativa que contém a sequência correta, de cima pra baixo, é",
"alternativas": [
{ "letra": "A", "texto": "V F V F" },
{ "letra": "B", "texto": "V V F F" },
{ "letra": "C", "texto": "V F F V" },
{ "letra": "D", "texto": "F F V V" },
{ "letra": "E", "texto": "F V F V" }
],
"gabarito": "B"
},
{
"id": "22168903",
"metadata": "Ano: 2017 | Banca: VUNESP | Órgão: DPE-RO",
"enunciado_principal": "Doutrinadores nacionais admitem que a reforma de 1984 da Parte Geral do Código Penal, especialmente no que concerne ao 'conceito de crime', aderiu ao 'finalismo'. Quem é considerado o criador de tal sistema jurídico-penal?",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Hans Welzel." },
{ "letra": "B", "texto": "Claus Roxim." },
{ "letra": "C", "texto": "Von Liszt." },
{ "letra": "D", "texto": "Günther Jakobs." },
{ "letra": "E", "texto": "Cesare Beccaria." }
],
"gabarito": "A"
},
{
"id": "74581206",
"metadata": "Ano: 2017 | Banca: IESES | Órgão: TJ-RO",
"enunciado_principal": "De acordo com o Código Penal, assinale a alternativa correta:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Não se comunicam as circunstâncias e as condições de caráter pessoal, ainda que elementares do crime." },
{ "letra": "B", "texto": "Considera-se praticado o crime no momento da ação ou omissão, no todo ou em parte, bem como quando se produziu ou deveria produzir-se o resultado." },
{ "letra": "C", "texto": "A extinção da punibilidade de crime que é pressuposto, elemento constitutivo ou circunstância agravante de outro não se estende a este. Nos crimes conexos, a extinção da punibilidade de um deles impede, quanto aos outros, a agravação da pena resultante da conexão." },
{ "letra": "D", "texto": "Tratando-se de Medida de Segurança, a fixação do período de internação ou tratamento ambulatorial não comportará tempo determinado, perdurando enquanto não for averiguada, mediante perícia médica, a cessação de periculosidade. O prazo mínimo, contudo, deverá ser de 1 (um) a 3 (três) anos." }
],
"gabarito": "D"
},
{
"id": "60927341",
"metadata": "Ano: 2017 | Banca: IDECAN | Órgão: SEAP-RN",
"enunciado_principal": "Majoritariamente entende-se que, de acordo com o conceito analítico, crime é um:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Fato típico e antijurídico." },
{ "letra": "B", "texto": "Fato antijurídico e culpável." },
{ "letra": "C", "texto": "Fato típico, antijurídico e culpável." },
{ "letra": "D", "texto": "Fato típico, antijurídico, culpável e punível." }
],
"gabarito": "C"
},
{
"id": "38146702",
"metadata": "Ano: 2017 | Banca: IBADE | Órgão: PC-AC",
"enunciado_principal": "Sobre a doutrina da ação finalista, tal qual formulada por Hans Welzel, é correto afirmar que:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "o tipo, para Welzel, é objetivo e neutro, ao passo em que o injusto é uma criação normativa, propiciada por juízos de valor que teriam como norte o objetivo almejado pelo legislador, seja a proteção de bens jurídicos, seja outra situação estatal de conveniência." },
{ "letra": "B", "texto": "para a teoria finalista de Welzel. ação é uma manifestação da personalidade, que abrange todos os acontecimentos atribuíveis ao centro de ação psíquico-espiritual do homem, não distinguindo a manifestação da personalidade da realização de um propósito." },
{ "letra": "C", "texto": "a direção final de uma ação se dá em duas fases, que nas ações simples se entrecruzam, a saber, uma que ocorre na esfera do pensamento, com a antecipação do fim a realizar, a seleção dos meios necessários à sua realização e a consideração dos efeitos simultâneos decorrentes dos fatores causais eleitos; e a concretização da ação no mundo real, de acordo com a projeção mental." },
{ "letra": "D", "texto": "ora a ação é apresentada como comportamento humano socialmente relevante, ora como fenômeno social, em modelos nos quais a finalidade humana é apresentada como um fator formador de sentido da realidade social." },
{ "letra": "E", "texto": "a teoria foi desenvolvida a partir de modelos ditados pelo método científico de Descartes, com as contribuições positivistas de pensadores como Comte, resultando em uma formulação na qual o conteúdo da vontade é dissociado do processo causal que desencadeia a vontade no mundo exterior." }
],
"gabarito": "C"
},
{
"id": "91520637",
"metadata": "Ano: 2017 | Banca: IBFC | Órgão: POLÍCIA CIENTÍFICA-PR",
"enunciado_principal": "Considere as regras básicas aplicáveis ao Direito Penal e ao Direito Processual Penal para assinalar a alternativa correta sobre as espécies de infração penal.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Crime e contravenção penal são sinônimos" },
{ "letra": "B", "texto": "No caso de contravenção penal, admitem-se penas de reclusão e detenção, enquanto que, para os crimes, admite-se prisão simples" },
{ "letra": "C", "texto": "No caso de crime, admitem-se penas de reclusão e detenção, enquanto que, para as contravenções penais, admite-se prisão simples" },
{ "letra": "D", "texto": "No caso de contravenção penal, admite-se pena de reclusão, enquanto que, para os crimes, admite-se detenção" },
{ "letra": "E", "texto": "No caso de contravenção penal, admite-se pena de detenção, enquanto que, para os crimes, admite-se reclusão" }
],
"gabarito": "C"
},
{
"id": "44298105",
"metadata": "Ano: 2016 | Banca: FUNCAB | Órgão: PC-PA",
"enunciado_principal": "Por teoria da *ratio essendi* entende-se o(a):",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "estruturação do direito penal sob o princípio da intervenção mínima, que orientará iniciativas político-criminais pelo prisma da *ultima ratio*." },
{ "letra": "B", "texto": "ingresso pelo agente nos atos executórios de um crime, quando este se posta, de acordo com sua idealização, em atividade imediata e diretamente coligada à realização do tipo." },
{ "letra": "C", "texto": "possibilidade de punição da punição da participação em sentido estrito quando o agente da conduta principal é um adolescente-infrator, bastando que este aja de forma típica e antijurídica." },
{ "letra": "D", "texto": "concepção da culpabilidade como uma relação psicológica entre o autor e o fato por ele praticado, de sorte que dolo e culpa, para a teoria, são espécies de culpabilidade." },
{ "letra": "E", "texto": "fusão entre dois substratos do conceito analítico de crime, a saber, a tipicidade e a antijuridicidade, sendo aquela reconhecida como a razão de ser desta; assim, o crime é composto pelo fato antijurídico (injusto) e pela culpabilidade." }
],
"gabarito": "E"
},
{
"id": "10736852",
"metadata": "Ano: 2016 | Banca: FUMARC | Órgão: Câmara de Conceição do Mato Dentro",
"enunciado_principal": "No que tange ao conceito de crime, nos termos do Código Penal brasileiro, é CORRETO afirmar:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "A tentativa é punida mesmo quando, por ineficácia absoluta do meio ou por absoluta impropriedade do objeto, é impossível consumar-se o crime." },
{ "letra": "B", "texto": "A omissão é penalmente relevante quando o omitente devia e podia agir para evitar o resultado." },
{ "letra": "C", "texto": "Considera-se crime tentado quando nele se reúnem todos os elementos de sua definição legal." },
{ "letra": "D", "texto": "O agente que, voluntariamente, desiste de prosseguir na execução ou impede que o resultado se produza, responde nas mesmas penas aplicáveis ao crime consumado." }
],
"gabarito": "B"
},
{
"id": "25890413",
"metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
"enunciado_principal": "Acerca do crime e da aplicação da lei penal no tempo e no espaço, julgue o item que se segue.",
"itens_assertiva": [],
"enunciado_pergunta": "Sob o prisma formal, crime corresponde à concepção do direito acerca do delito, em uma visão legislativa do fenômeno; sob o prisma material, o conceito de crime é pré-jurídico, ou seja, é a concepção da sociedade a respeito do que pode e deve ser proibido.",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "A"
},
{
"id": "77134906",
"metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: AGU",
"enunciado_principal": "Acerca da aplicação da lei penal, do conceito analítico de crime, da exclusão de ilicitude e da imputabilidade penal, julgue o item que se segue.",
"itens_assertiva": [],
"enunciado_pergunta": "A legítima defesa é causa de exclusão da ilicitude da conduta, mas não é aplicável caso o agente tenha tido a possibilidade de fugir da agressão injusta e tenha optado livremente pelo seu enfrentamento.",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "B"
},
{
"id": "33852190",
"metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: AGU",
"enunciado_principal": "Acerca da aplicação da lei penal, do conceito analítico de crime, da exclusão de ilicitude e da imputabilidade penal, julgue o item que se segue.",
"itens_assertiva": [],
"enunciado_pergunta": "O direito penal brasileiro não admite a punição de atos meramente preparatórios anteriores à fase executória de um crime, uma vez que a criminalização de atos anteriores à execução de delito é uma violação ao princípio da lesividade.",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "B"
},
{
"id": "98642017",
"metadata": "Ano: 2015 | Banca: FCC | Órgão: DPE-MA",
"enunciado_principal": "A teoria finalista da ação, adotada pelo Código Penal em sua Parte Geral, concebe o crime como um fato típico e antijurídico. A culpabilidade diz respeito à reprovabilidade da conduta. O dolo, que integrava o juízo de culpabilidade, para esta teoria é elemento estruturante do fato típico. Essa adoção pretende corrigir contradições na teoria",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "da equivalência dos antecedentes causais." },
{ "letra": "B", "texto": "da responsabilidade objetiva." },
{ "letra": "C", "texto": "da causalidade normativa." },
{ "letra": "D", "texto": "do domínio do fato." },
{ "letra": "E", "texto": "da imputabilidade." }
],
"gabarito": "C"
},
{
"id": "55708912",
"metadata": "Ano: 2015 | Banca: MPE-SP | Órgão: MPE-SP",
"enunciado_principal": "Após a leitura dos enunciados abaixo, assinale a alternativa correta:",
"itens_assertiva": [
"I- A teoria finalista, no conceito analítico de crime, o define como um fato típico e antijurídico, sendo a culpabilidade pressuposto da pena.",
"II- A teoria clássica, no conceito analítico de crime, o define como um fato típico, antijurídico e culpável.",
"III- A teoria clássica entende que a culpabilidade consiste em um vínculo subjetivo que liga a ação ao resultado, ou seja, no dolo ou na culpa em sentido estrito.",
"IV- A teoria finalista entende que, por ser o delito uma conduta humana e voluntária que tem sempre uma finalidade, o dolo e a culpa são abrangidos pela conduta.",
"V- A teoria finalista entende que pode existir crime sem que haja culpabilidade, isto é, censurabilidade ou reprovabilidade da conduta, inexistindo, portanto, a condição indispensável à imposição e pena."
],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Somente o II e o III são verdadeiros." },
{ "letra": "B", "texto": "Somente o I e o IV são verdadeiros." },
{ "letra": "C", "texto": "Somente o I, IV e V são verdadeiros." },
{ "letra": "D", "texto": "Somente o I e II são verdadeiros." },
{ "letra": "E", "texto": "Todos são verdadeiros." }
],
"gabarito": "E"
},
{
"id": "63481970",
"metadata": "Ano: 2015 | Banca: CONSULPLAN | Órgão: TJ-MG",
"enunciado_principal": "Quanto ao crime, é **INCORRETO** afirmar:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Nas descriminantes putativas, a isenção de pena abrange os crimes dolosos e culposos." },
{ "letra": "B", "texto": "Salvo nos casos expressos em lei, ninguém pode ser punido por fato previsto como crime, senão quando o pratica dolosamente." },
{ "letra": "C", "texto": "Em qualquer das hipóteses de excludente de ilicitude, o agente responderá pelo excesso doloso ou culposo." },
{ "letra": "D", "texto": "Se o fato é cometido sob coação ou em estrita obediência a ordem, não manifestamente ilegal, de superior hierárquico, só é punível o autor da coação ou da ordem." }
],
"gabarito": "A"
},
{
"id": "11953742",
"metadata": "Ano: 2015 | Banca: FCC | Órgão: TCM-GO",
"enunciado_principal": "No tipo do crime descrito no art. 319 do Código Penal “*Retardar, ou deixar de praticar, indevidamente, ato de ofício, ou praticá-lo contra disposição expressa de lei, para satisfazer interesse ou sentimento pessoal*”, a expressão “*para satisfazer interesse ou sentimento pessoal*” constitui",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "elemento normativo do tipo." },
{ "letra": "B", "texto": "elemento subjetivo do tipo." },
{ "letra": "C", "texto": "circunstância qualificadora." },
{ "letra": "D", "texto": "elemento objetivo do tipo." },
{ "letra": "E", "texto": "elemento descritivo do tipo." }
],
"gabarito": "B"
},
{
"id": "40019365",
"metadata": "Ano: 2015 | Banca: VUNESP | Órgão: PC-CE",
"enunciado_principal": "Nos termos do Código Penal considera-se causa do crime",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "a ação ou omissão sem a qual o resultado não teria ocorrido." },
{ "letra": "B", "texto": "a ação ou omissão praticada pelo autor, independentemente da sua relação com o resultado." },
{ "letra": "C", "texto": "exclusivamente a ação ou omissão que mais se relaciona com a intenção do autor." },
{ "letra": "D", "texto": "a ação ou omissão praticada pelo autor, independentemente de qualquer causa superveniente." },
{ "letra": "E", "texto": "exclusivamente a ação ou omissão que mais contribui para o resultado." }
],
"gabarito": "A"
},
{
"id": "72350819",
"metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: DPE-PE",
"enunciado_principal": "O Estado, para garantir a segurança dos cidadãos, deve proibir ou restringir todas aquelas ações que se refiram, de maneira imediata, só a quem as realize, das quais derive lesão aos direitos dos outros, isto é, que atinjam sua liberdade e propriedade, sem o seu consentimento ou contra ele, ou das que haja de temê-las provavelmente; probabilidade na qual haverá de considerar a dimensão do dano que se quer causar e a importância da limitação da liberdade produzida por lei proibitiva. Com relação ao fragmento de texto acima, aos princípios de direito penal e às teorias do bem jurídico, julgue o item a seguir.",
"itens_assertiva": [],
"enunciado_pergunta": "Ao vincular a ideia de crime à violação de direitos subjetivos, o pensamento do autor do fragmento em apreço nega os fundamentos da doutrina privatista de Feuerbach, concepção pioneira a respeito do objeto de tutela penal.",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "B"
},
{
"id": "85109264",
"metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
"enunciado_principal": "Quanto às penas, à tipicidade, à ilicitude e aos elementos e espécies da infração penal, julgue os itens a seguir.",
"itens_assertiva": [],
"enunciado_pergunta": "Na legislação pátria, adotou-se o critério bipartido na definição das infrações penais, ou seja, estas se subdividem em contravenções penais e crimes ou delitos, inexistindo diferença conceitual entre as duas últimas espécies.",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "A"
},
{
"id": "46903124",
"metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-BA",
"enunciado_principal": "Tendo em conta a teoria geral do crime, assinale a alternativa correta (Baseada em Q886365, mas com gabarito E).",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Os partidários da teoria tripartida do delito consideram a culpabilidade como pressuposto da pena e não elemento do crime." },
{ "letra": "B", "texto": "Os partidários da teoria tripartida do delito consideram elementos do crime a tipicidade, a antijuricidade e a punibilidade." },
{ "letra": "C", "texto": "A tipicidade, elemento do crime, na concepção material, esgota-se na subsunção da conduta ao tipo penal." },
{ "letra": "D", "texto": "O dolo, na escola clássica, deixou de ser elemento integrante da culpabilidade, deslocando-se para a conduta, já que ação e intenção são indissociáveis." },
{ "letra": "E", "texto": "Os partidários da teoria funcionalista da culpabilidade entendem que a culpabilidade é limitada pela finalidade preventiva da pena; constatada a desnecessidade da pena, o agente não será punido." }
],
"gabarito": "E"
}
]
