[
{
"id": "90128374",
"metadata": "Ano: 2012 | Banca: TJ-SC | Órgão: TJ-SC",
"enunciado_principal": "Nos termos do Código Penal (CP), e em relação à Teoria Geral do Delito, analise as proposições a seguir:",
"itens_assertiva": [
"I. Considera-se praticado o crime no momento da ação ou omissão, ainda que outro seja o momento do resultado.",
"II. A pena cumprida no estrangeiro não atenua a pena imposta no Brasil pelo mesmo crime, quando diversa, mas nela é computada, quando idêntica.",
"III. O dia do começo não se inclui no cômputo do prazo. Contam-se os dias, os meses e os anos pelo calendário comum.",
"IV. O resultado, de que depende a existência do crime, somente é imputável a quem lhe deu causa. Considera-se causa a ação ou omissão sem a qual o resultado não teria ocorrido."
],
"enunciado_pergunta": "Assinale a alternativa que contém apenas as proposições corretas:",
"alternativas": [
{ "letra": "A", "texto": "Somente as proposições I, II e IV estão corretas." },
{ "letra": "B", "texto": "Somente as proposições II, III e IV estão corretas." },
{ "letra": "C", "texto": "Somente as proposições I e IV estão corretas." },
{ "letra": "D", "texto": "Somente as proposições II e III estão corretas." },
{ "letra": "E", "texto": "Todas as proposições estão corretas." }
],
"gabarito": "A"
},
{
"id": "81730465",
"metadata": "Ano: 2012 | Banca: FMP Concursos | Órgão: TJ-AC",
"enunciado_principal": "Em relação aos conceitos de infração penal, assinale a alternativa correta:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "O conceito de infração penal é mais amplo do que o conceito de crime." },
{ "letra": "B", "texto": "O conceito de infração penal coincide com o conceito de delito." },
{ "letra": "C", "texto": "O conceito de infração penal coincide com o conceito de crime." },
{ "letra": "D", "texto": "O conceito de infração penal é menos amplo do que o conceito de crime." }
],
"gabarito": "A"
},
{
"id": "34509176",
"metadata": "Ano: 2012 | Banca: OFFICIUM | Órgão: TJ-RS",
"enunciado_principal": "Associe os institutos jurídicos previstos no Código Penal (coluna da esquerda) às situações a eles relacionadas (coluna da direita).",
"itens_assertiva": [
"1- Resultado diverso do Pretendido",
"2- Concurso Material",
"3- Erro na execução",
"4- Concurso Formal",
"5- Crime continuado"
],
"enunciado_pergunta": "A sequência numérica correta, de cima para baixo, da coluna da direita, é:",
"alternativas": [
{ "letra": "A", "texto": "5 - 3 - 2" },
{ "letra": "B", "texto": "3 - 4 - 5" },
{ "letra": "C", "texto": "3 - 1 - 4" },
{ "letra": "D", "texto": "1 - 4 - 5" },
{ "letra": "E", "texto": "1 - 3 - 2" }
],
"gabarito": "E"
},
{
"id": "65021948",
"metadata": "Ano: 2012 | Banca: IESES | Órgão: TJ-RO",
"enunciado_principal": "Sobre o Direito Penal e a Teoria Geral do Delito, é certo afirmar:",
"itens_assertiva": [
"I. Crime é um fato típico, antijurídico e culpável.",
"II. O resultado, de que depende a existência do crime, é imputável tanto a quem deu quanto a quem não lhe deu causa.",
"III. A Lei penal brasileira por ser soberana se sobrepõe aos tratados e convenções internacionais, sendo de aplicação absoluta.",
"IV. Considera-se praticado o crime no lugar em que ocorreu a ação ou omissão, no todo ou em parte, bem como onde se produziu ou deveria produzir-se o resultado."
],
"enunciado_pergunta": "Analisando as proposições, pode-se afirmar:",
"alternativas": [
{ "letra": "A", "texto": "Somente as proposições II e IV estão corretas." },
{ "letra": "B", "texto": "Somente as proposições I e III estão corretas." },
{ "letra": "C", "texto": "Somente as proposições I e IV estão corretas." },
{ "letra": "D", "texto": "Somente as proposições II e III estão corretas." }
],
"gabarito": "C"
},
{
"id": "18265097",
"metadata": "Ano: 2012 | Banca: ESAF | Órgão: CGU",
"enunciado_principal": "Marque a opção correta sobre o Direito Penal e seus princípios.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Quanto ao Lugar do crime, o Direito brasileiro adotou a Teoria da Atividade segundo a qual o Lugar do delito é aquele em que se verificou o ato executivo." },
{ "letra": "B", "texto": "O princípio da irretroatividade da lei penal é corolário do princípio da anterioridade da lei penal e limita-se às normas penais de caráter material." },
{ "letra": "C", "texto": "O Código Penal Brasileiro adotou, em relação ao dolo, a Teoria da Representação, segundo a qual para a existência do dolo é suficiente a representação subjetiva ou a previsão do resultado como certo ou provável." },
{ "letra": "D", "texto": "Os crimes comissivos por omissão são objetivamente descritos com uma conduta negativa, não se exigindo um resultado naturalístico." },
{ "letra": "E", "texto": "O conceito analítico de crime, segundo a Teoria Tripartite, crime é fato típico, antijurídico, culpável e punível." }
],
"gabarito": "B"
},
{
"id": "73921508",
"metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-AC",
"enunciado_principal": "Em relação às teorias do crime e à legislação especial, assinale a opção correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Conforme entendimento jurisprudencial, é suficiente, para fundamentar a aplicação do direito penal mínimo, a presença de um dos seguintes elementos: mínima ofensividade da conduta do agente, ínfima periculosidade da ação, ausência total de reprovabilidade do comportamento e mínima expressividade da lesão jurídica ocasionada." },
{ "letra": "B", "texto": "A coculpabilidade, expressamente admitida na lei penal como uma das hipóteses de aplicação da atenuante genérica, consiste em reconhecer que o Estado também é responsável pelo cometimento de determinados delitos quando o agente possui menor autodeterminação diante das circunstâncias do caso concreto, especificamente no que se refere às condições sociais e econômicas." },
{ "letra": "C", "texto": "A teoria constitucionalista do delito, que integra o direito penal à CF, enfoca o delito como ofensa, concreta ou abstrata, a bem jurídico protegido constitucionalmente, havendo crime com ou sem lesão ou perigo de lesão ao bem jurídico relevante." },
{ "letra": "D", "texto": "Idealizado por Günther Jakobs, o direito penal do inimigo é entendido como um direito penal de terceira velocidade, por utilizar a pena privativa de liberdade, mas permitir a flexibilização de garantias materiais e processuais, podendo ser observado, no direito brasileiro, em alguns institutos da lei que trata dos crimes hediondos e da que trata do crime organizado." },
{ "letra": "E", "texto": "O abolicionismo, ou minimalismo penal, prega a eliminação total, do ordenamento jurídico penal, da pena de prisão como meio de controle social formal e a sua substituição por outro mecanismo de controle." }
],
"gabarito": "D"
},
{
"id": "45679012",
"metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-RO",
"enunciado_principal": "A respeito do *iter criminis* e do momento de consumação do delito, assinale a opção correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "A tentativa, uma norma de extensão temporal, não se enquadra diretamente no tipo incriminador; faz-se necessária uma norma que amplie a figura típica até alcançar o fato material." },
{ "letra": "B", "texto": "A tentativa perfeita ou crime falho é aquela na qual o agente interrompe a atividade executória e não consuma o crime por circunstâncias alheias à sua vontade." },
{ "letra": "C", "texto": "O crime de extorsão se consuma com a obtenção da indevida vantagem econômica por parte do agente." },
{ "letra": "D", "texto": "A tentativa de homicídio se distingue do delito de lesões corporais dolosas pela gravidade da ofensa à integridade física da vítima." },
{ "letra": "E", "texto": "O crime tentado é punido da mesma forma que o crime consumado, pois o que vale é a intenção do agente." }
],
"gabarito": "A"
},
{
"id": "11093527",
"metadata": "Ano: 2012 | Banca: FCC | Órgão: DPE-SP",
"enunciado_principal": "Assinale a alternativa correta sobre a Teoria Geral do Delito e a imputação.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "O ordenamento penal estende a relação de causalidade a qualquer resultado causado pela ação, ainda que imprevisível, em razão da aplicação do princípio *versari in re ilicita*." },
{ "letra": "B", "texto": "A missão do Direito Penal é a proteção de bens jurídicos, o que justifica a antecipação da intervenção penal aos atos que antecedem o início da prática dos atos executivos." },
{ "letra": "C", "texto": "Pela teoria da imputação objetiva, o resultado deve ser imputado ao agente de maneira objetiva, isto é, ainda que não tenha ele agido com dolo ou culpa." },
{ "letra": "D", "texto": "O desvalor da ação e o desvalor do resultado devem ser aferidos a partir da lesão ou exposição a risco do bem jurídico tutelado." },
{ "letra": "E", "texto": "A inocuidade da ação dolosa ao bem jurídico tutelado pela norma penal não serve para atestar a atipicidade da conduta se o ânimo do agente mostra que conduz sua vida de maneira reprovável." }
],
"gabarito": "D"
},
{
"id": "58210379",
"metadata": "Ano: 2012 | Banca: FCC | Órgão: TJ-PE",
"enunciado_principal": "No que concerne aos elementos do crime, é correto afirmar que:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "não há crime sem ação." },
{ "letra": "B", "texto": "os animais irracionais podem ser sujeitos ativos de crimes." },
{ "letra": "C", "texto": "o sujeito passivo material de um delito é o titular do bem jurídico diretamente lesado pela conduta do agente." },
{ "letra": "D", "texto": "não há crime sem resultado." },
{ "letra": "E", "texto": "só os bens jurídicos de natureza corpórea podem ser objeto material de um delito." }
],
"gabarito": "D"
},
{
"id": "30784512",
"metadata": "Ano: 2011 | Banca: FCC | Órgão: TCE-PR",
"enunciado_principal": "Em relação ao conceito formal e material do crime é correto afirmar:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Somente no conceito material permite-se um desdobramento do tipo penal em ação ou omissão, tipicidade, ilicitude e culpabilidade." },
{ "letra": "B", "texto": "No conceito formal, o delito constitui uma lesão a um bem jurídico penal." },
{ "letra": "C", "texto": "O delito, sob a perspectiva material e formal, é punido com pena privativa de liberdade ou restritiva de direitos" },
{ "letra": "D", "texto": "O conceito de delito formal é o fato humano proibido pela lei penal, e material há lesão ou perigo de lesão a um bem jurídico-penal." },
{ "letra": "E", "texto": "O delito é fato típico e antijurídico e a culpabilidade, para o conceito material, o distingue do conceito formal." }
],
"gabarito": "D"
},
{
"id": "29017634",
"metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TCU",
"enunciado_principal": "Acerca da tipicidade, da culpabilidade e da punibilidade, julgue o item a seguir.",
"itens_assertiva": [],
"enunciado_pergunta": "Na doutrina e jurisprudência contemporâneas, predomina o entendimento de que a punibilidade não integra o conceito analítico de delito, que ficaria definido como conduta típica, ilícita e culpável.",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "A"
},
{
"id": "54109387",
"metadata": "Ano: 2011 | Banca: FUMARC | Órgão: PC-MG",
"enunciado_principal": "Considerando o Código Penal e as Teorias do Delito é **INCORRETA** afirmar que:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Com relação ao tipo doloso, o Código Penal Brasileiro adotou as teorias da vontade e do assentimento e não a da atividade." },
{ "letra": "B", "texto": "A perda de cargo, função pública ou mandato eletivo é efeito genérico da condenação, não necessitando, dessa forma, ser determinada de forma explícita e fundamentada da sentença penal condenatória." },
{ "letra": "C", "texto": "A previsibilidade objetiva é elemento integrante do tipo culposo, podendo a previsibilidade subjetiva ser analisada por ocasião da culpabilidade." },
{ "letra": "D", "texto": "De acordo com a teoria finalista, a ação é o comportamento humano voluntário, dirigido à atividade final lícita ou ilícita." }
],
"gabarito": "B"
},
{
"id": "67325401",
"metadata": "Ano: 2011 | Banca: FUMARC | Órgão: PC-MG",
"enunciado_principal": "Em relação às Teorias do Delito, assinale a alternativa **INCORRETA**:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "A antinormatividade, de acordo com Zaffaroni, consiste em se averiguar a proibição através da indagação do alcance proibitivo da norma, não considerada de forma isolada, e sim conglobada na ordem normativa." },
{ "letra": "B", "texto": "A culpa imprópria está presente na discriminante putativa, nela, o agente dá causa dolosa ao resultado, mas responde como se tivesse praticado crime culposo, em razão de erro evitável pelas circunstâncias." },
{ "letra": "C", "texto": "No dolo direto, o agente quer efetivamente produzir o resultado, ao praticar a conduta típica, e no dolo indireto, o agente não busca com sua conduta resultado certo e determinado, subdividindo-se em dolo alternativo e eventual." },
{ "letra": "D", "texto": "De acordo com a teoria objetiva-formal, há tentativa, quando o agente, de modo inequívoco, exterioriza sua conduta no sentido de praticar a infração penal." }
],
"gabarito": "D"
},
{
"id": "95213876",
"metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: AL-ES",
"enunciado_principal": "Acerca do crime omissivo, dos delitos contra a liberdade individual e contra a dignidade sexual e da inviolabilidade do domicílio, assinale a opção correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Caracteriza o delito de constrangimento ilegal a hipótese de intervenção médica ou cirúrgica, sem o consentimento do paciente ou de seu representante legal, ainda que justificada por iminente perigo à vida." },
{ "letra": "B", "texto": "Conforme a jurisprudência pacificada do STJ, o delito de redução à condição análoga à de escravo está inserido no CP entre os crimes contra a liberdade pessoal, sendo certo que esse ilícito suprime somente o bem jurídico em uma perspectiva individual, razão pela qual compete à justiça comum estadual processá-lo e julgá-lo." },
{ "letra": "C", "texto": "A tolerância pela sociedade não gera a atipicidade da conduta consistente em manter, por conta própria ou de terceiro, estabelecimento em que ocorra exploração sexual, sem intuito de lucro nem mediação direta do proprietário." },
{ "letra": "D", "texto": "Na hipótese de flagrante de crime permanente em residência, é necessária autorização judicial para a busca e apreensão, uma vez que, nessa situação, a ausência da chancela judicial caracteriza o delito de violação de domicílio." },
{ "letra": "E", "texto": "O delito de apropriação indébita previdenciária é crime omissivo próprio, sendo, no entanto, imprescindível a demonstração da finalidade especial de agir, consistente na intenção inequívoca da apropriação de valor destinado à previdência social, para a sua caracterização." }
],
"gabarito": "D"
},
{
"id": "36471805",
"metadata": "Ano: 2011 | Banca: MPDFT | Órgão: MPDFT",
"enunciado_principal": "Aprecie as seguintes assertivas relativas à teoria do crime, marcando a alternativa correta:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "O ponto de identidade entre dolo eventual e a culpa inconsciente reside na representação da possibilidade de produção do resultado, consentida, no primeiro caso, e repelida, no último." },
{ "letra": "B", "texto": "A imprudência é relacionada com a atitude positiva do agente, percebendo-se no seu atuar o desleixo, a desatenção ou a displicência." },
{ "letra": "C", "texto": "A teoria objetivo-formal justifica a punibilidade da tentativa tendo por base a exteriorização da vontade do autor, contrária ao direito." },
{ "letra": "D", "texto": "A definição do consentimento do ofendido como hipótese de atipicidade ou de justificação da conduta é dependente do tipo penal de que se trata no caso concreto." },
{ "letra": "E", "texto": "São causas supralegais de exclusão de ilicitude: insignificância penal, consentimento do ofendido, adequação social da conduta." }
],
"gabarito": "D"
},
{
"id": "80926543",
"metadata": "Ano: 2011 | Banca: MPDFT | Órgão: MPDFT",
"enunciado_principal": "Assinale a alternativa correta, **entre as seguintes assertivas relacionadas à teoria do crime**:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "São hipóteses de ausência de conduta: coação física irresistível, atos reflexos, omissão de ação." },
{ "letra": "B", "texto": "O conceito de bem jurídico é indispensável à compreensão e interpretação dos tipos penais, servindo, igualmente, como critério sistematizador da legislação penal." },
{ "letra": "C", "texto": "Os elementos subjetivos do injusto, tais como as tendências internas transcendentes, podem fazer- se presentes nos tipos penais dolosos e culposos." },
{ "letra": "D", "texto": "Em sede de estado de necessidade, a teoria diferenciadora acolhida no Código Penal brasileiro admite a exculpação do homicídio, quando postas em confronto as vidas de duas distintas pessoas em situação de perigo." },
{ "letra": "E", "texto": "Nos tipos penais de conteúdo misto alternativo não há fungibilidade entre as condutas, aplicando-se a regra do concurso material no caso de realização de mais de uma dessas condutas." }
],
"gabarito": "B"
},
{
"id": "71205698",
"metadata": "Ano: 2011 | Banca: MPE-MS | Órgão: MPE-MS",
"enunciado_principal": "Em que consiste o crime de mão própria?",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "O crime de mão própria pode ser praticado por qualquer pessoa." },
{ "letra": "B", "texto": "O crime de mão própria somente pode ser praticado mediante paga ou promessa de recompensa." },
{ "letra": "C", "texto": "O crime de mão própria somente pode ser praticado contra criança ou adolescente." },
{ "letra": "D", "texto": "O crime de mão própria é aquele que somente pode ser praticado pela pessoa expressamente indicada no tipo penal." },
{ "letra": "E", "texto": "O crime de mão própria só pode ser praticado por pessoas de certa faixa etária." }
],
"gabarito": "D"
},
{
"id": "49231760",
"metadata": "Ano: 2011 | Banca: FCC | Órgão: TRE-AP",
"enunciado_principal": "Exclui a imputabilidade penal, nos termos preconizados pelo Código Penal,",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "a embriaguez voluntária pelo álcool ou substância de efeitos análogos." },
{ "letra": "B", "texto": "a emoção e a paixão." },
{ "letra": "C", "texto": "a embriaguez culposa pelo álcool ou substância de efeitos análogos." },
{ "letra": "D", "texto": "se o agente, em virtude de perturbação de saúde mental ou por desenvolvimento mental incompleto ou retardado, não era inteiramente capaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento." },
{ "letra": "E", "texto": "a embriaguez completa proveniente de caso fortuito ou força maior, se o agente era, ao tempo da ação ou da omissão, inteiramente incapaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento." }
],
"gabarito": "E"
},
{
"id": "33501982",
"metadata": "Ano: 2011 | Banca: IESES | Órgão: TJ-MA",
"enunciado_principal": "Sobre o conceito de crime, é correto afirmar:",
"itens_assertiva": [
"I. A punibilidade é requisito do crime.",
"II. Sob o aspecto formal crime é um fato atípico e antijurídico.",
"III. Não basta que o fato seja típico para que exista crime. É preciso que seja contrário ao direito, que seja antijurídico.",
"IV. Pressupostos do crime são circunstâncias jurídicas anteriores à execução do fato, positivas ou negativas, a cuja existência ou inexistência é condicionada a configuração do título delitivo de que se trata."
],
"enunciado_pergunta": "Analisando as proposições, pode-se afirmar:",
"alternativas": [
{ "letra": "A", "texto": "Somente as proposições I e II estão corretas." },
{ "letra": "B", "texto": "Somente as proposições III e IV estão corretas." },
{ "letra": "C", "texto": "Somente as proposições II e IV estão corretas." },
{ "letra": "D", "texto": "Somente as proposições I e III estão corretas." }
],
"gabarito": "B"
},
{
"id": "76189045",
"metadata": "Ano: 2011 | Banca: FCC | Órgão: TJ-AP",
"enunciado_principal": "José estava numa mesa de bar, onde Pedro lhe contou que, no dia seguinte, iria cometer um roubo numa determinada residência. Mesmo tendo conhecimento prévio do crime que Pedro iria cometer, José se omitiu na prática de atos tendentes a impedir o resultado. Nessa situação, José",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "não responderá por nenhum delito." },
{ "letra": "B", "texto": "responderá por coautoria do roubo." },
{ "letra": "C", "texto": "responderá por participação no roubo." },
{ "letra": "D", "texto": "responderá por favorecimento pessoal." },
{ "letra": "E", "texto": "responderá por favorecimento real." }
],
"gabarito": "A"
}
]
