[
{
"id": "93481027",
"metadata": "Ano: 2010 | Banca: MPE-MG | Órgão: MPE-MG",
"enunciado_principal": "Assinale a alternativa **CORRETA**.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "A pessoa pode ser, ao mesmo tempo, sujeito ativo e passivo de um delito em face de sua própria conduta." },
{ "letra": "B", "texto": "O agente responderá tão-somente por tentativa de crime se ocorrer a desistência voluntária ou o arrependimento eficaz." },
{ "letra": "C", "texto": "O condenado não reincidente, cuja pena não exceda a doze anos, poderá, desde o princípio, cumpri-la em regime semiaberto." },
{ "letra": "D", "texto": "O positivismo criminológico utiliza método empírico-intuitivo experimental, contrapondo-se à análise filosófico-metafísica da escola clássica." },
{ "letra": "E", "texto": "Na contagem dos prazos, leva-se em consideração o dia do final, excluindo-se o do começo." }
],
"gabarito": "B"
},
{
"id": "16027584",
"metadata": "Ano: 2010 | Banca: MPE-MG | Órgão: MPE-MG",
"enunciado_principal": "Assinale a alternativa **CORRETA**.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "A prática de crime doloso no curso da suspensão condicional da pena não impede a concessão de fiança ao réu." },
{ "letra": "B", "texto": "O interrogatório de pessoa surda será realizado por escrito e o interrogando responderá também por escrito, anexando-se aos autos as perguntas e respostas." },
{ "letra": "C", "texto": "O Juiz de Direito, no exercício de suas funções, poderá formular pedido de *habeas corpus* ao Tribunal de Justiça, desde que ele não seja a autoridade coatora." },
{ "letra": "D", "texto": "A Magna Carta permite interceptação das comunicações telefônicas, mas considera inviolável o sigilo das comunicações telegráficas." },
{ "letra": "E", "texto": "São admissíveis embargos infringentes contra decisão em matéria constitucional submetida ao plenário dos Tribunais." }
],
"gabarito": "D"
},
{
"id": "28371905",
"metadata": "Ano: 2010 | Banca: MPE-GO | Órgão: MPE-GO",
"enunciado_principal": "Assinale a alternativa incorreta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "O controle social pode ser difuso ou institucionalizado. O sistema penal compõe o controle social punitivo institucionalizado e formalmente punitivo." },
{ "letra": "B", "texto": "Com a expressão 'Direito Penal', são abarcados o conjunto de leis penais e o sistema de interpretação dessas leis, que é o saber do Direito Penal." },
{ "letra": "C", "texto": "A lei penal em sentido amplo é a que relaciona uma conduta a uma pena, estabelecendo um crime ou delito. Pode-se falar que nem todas as condutas antijurídicas são crimes, mas todos os crimes são condutas antijurídicas." },
{ "letra": "D", "texto": "O direito penal deve ter como objeto, para uns, a segurança jurídica (entendida como a tutela de bens jurídicos ou de valores ético-sociais); para outros, a defesa social." }
],
"gabarito": "D"
},
{
"id": "74169203",
"metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: AGU",
"enunciado_principal": "Em relação a crime organizado, julgue o item que se segue.",
"itens_assertiva": [],
"enunciado_pergunta": "Não há previsão expressa quanto à identificação criminal de pessoas envolvidas com a ação praticada por organizações criminosas, sendo aplicável a regra geral segundo a qual o civilmente identificado não será submetido a identificação criminal.",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "B"
},
{
"id": "55067812",
"metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: AGU",
"enunciado_principal": "Em relação a crime organizado, julgue o item que se segue.",
"itens_assertiva": [],
"enunciado_pergunta": "Prevê a lei causa de redução da pena em caso de colaboração espontânea do agente envolvido em crime praticado em organização criminosa, desde que essa colaboração leve ao esclarecimento da infração penal e de sua autoria.",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "A"
},
{
"id": "39250146",
"metadata": "Ano: 2009 | Banca: CESPE / CEBRASPE | Órgão: DPE-AL",
"enunciado_principal": "Julgue o item subsequente, acerca do instituto da pena.",
"itens_assertiva": [],
"enunciado_pergunta": "Quanto às suas finalidades, segundo a teoria eclética ou conciliatória, a pena tem dupla função: punir o criminoso e prevenir a prática do crime.",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "A"
},
{
"id": "10476295",
"metadata": "Ano: 2009 | Banca: FUNRIO | Órgão: MJSP",
"enunciado_principal": "Assinale a opção correta:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Considera-se praticado o crime no momento do resultado." },
{ "letra": "B", "texto": "Considera-se praticado o crime no momento da ação ou da omissão ou no momento do resultado." },
{ "letra": "C", "texto": "Considera-se praticado o crime no momento da ação ou da omissão, no momento do resultado ou no momento em que deveria ocorrer o resultado." },
{ "letra": "D", "texto": "Considera-se praticado o crime no momento da ação se houver resultado e no momento do resultado se houver omissão" },
{ "letra": "E", "texto": "Considera-se praticado o crime no momento da ação ou da omissão" }
],
"gabarito": "E"
},
{
"id": "87519362",
"metadata": "Ano: 2009 | Banca: MOVENS | Órgão: PC-PA",
"enunciado_principal": "**No que diz respeito ao ordenamento jurídico brasileiro, em relação à infração penal, assinale a opção correta.**",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Adotou-se no direito penal brasileiro o critério bipartido, segundo o qual as condutas puníveis dividem-se em crimes ou contravenções, como sinônimos, e delitos." },
{ "letra": "B", "texto": "O critério adotado para a distinção entre crime e contravenção é dado pela natureza da pena privativa de liberdade cominada." },
{ "letra": "C", "texto": "O Código Penal brasileiro adotou o critério tripartite, existindo diferença entre crime, delito e contravenção." },
{ "letra": "D", "texto": "No âmbito do direito penal, crimes, delitos e contravenções são expressões equivalentes ou sinônimas." }
],
"gabarito": "B"
},
{
"id": "40321758",
"metadata": "Ano: 2009 | Banca: CESPE / CEBRASPE | Órgão: PC-RN",
"enunciado_principal": "Em relação à infração penal, assinale a opção correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Considera-se crime a infração penal a que a lei comina pena de reclusão, de detenção ou prisão simples, quer isoladamente, quer alternativa ou cumulativamente com a pena de multa." },
{ "letra": "B", "texto": "Considera-se contravenção penal a infração penal a que a lei comina pena máxima não superior a dois anos de reclusão." },
{ "letra": "C", "texto": "No ordenamento jurídico brasileiro, a diferença entre crime e delito está na gravidade do fato e na pena cominada à infração penal." },
{ "letra": "D", "texto": "A infração penal é gênero que abrange como espécies as contravenções penais e os crimes, sendo estes últimos também identificados como delitos." },
{ "letra": "E", "texto": "Os crimes apenados com reclusão se submetem aos regimes fechado e semi-aberto, enquanto os apenados com detenção se submetem aos regimes aberto e prisão simples." }
],
"gabarito": "D"
},
{
"id": "61845092",
"metadata": "Ano: 2009 | Banca: CESPE / CEBRASPE | Órgão: TCE-ES",
"enunciado_principal": "Com relação aos crimes culposos, assinale a opção correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "A culpa consciente ocorre quando o agente assume ou aceita o risco de produzir o resultado. Nesse caso, o agente não quer o resultado, caso contrário, ter-se-ia um crime doloso." },
{ "letra": "B", "texto": "A culpa imprópria ou culpa por extensão é aquela em que a vontade do sujeito dirige-se a um ou outro resultado, indiferentemente dos danos que cause à vítima." },
{ "letra": "C", "texto": "A compensação de culpas no direito penal, aceita pela doutrina penal contemporânea e acolhida pela jurisprudência pátria, diz respeito à possibilidade de compensar a culpa da vítima com a culpa do agente da conduta delituosa, de modo a assegurar equilíbrio na relação penal estabelecida." },
{ "letra": "D", "texto": "São elementos do fato típico culposo: conduta humana voluntária (ação/omissão), inobservância do cuidado objetivo (imprudência/negligência/imperícia), previsibilidade objetiva, ausência de previsão, resultado involuntário, nexo de causalidade e tipicidade." },
{ "letra": "E", "texto": "A autoria dos crimes culposos é basicamente atribuída àquele que causou o resultado. Com isso admite-se a participação culposa em delito doloso, participação dolosa em crime culposo e participação culposa em fato típico culposo." }
],
"gabarito": "D"
},
{
"id": "72938140",
"metadata": "Ano: 2009 | Banca: FUNIVERSA | Órgão: PC-DF",
"enunciado_principal": "Segundo a concepção material, crime é tudo aquilo que a sociedade entende que pode e deve ser proibido, mediante aplicação de sanção penal. Para a concepção formal, crime é a conduta proibida por lei, sob ameaça de aplicação de pena, ou seja, o fenômeno é tratado por uma visão legislativa. No seu conceito analítico, prevalece o entendimento de que crime é uma conduta típica, antijurídica e culpável. Acerca dos desdobramentos desta última teoria, assinale a alternativa correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Pela teoria bipartida, o autor de um fato típico e antijurídico que tenha sido levado à sua prática por erro escusável de proibição, sem ter a menor ideia de que o que pratica é ilícito, não é considerado um criminoso." },
{ "letra": "B", "texto": "O finalismo, de Hans Welzel, nem sempre considerou o crime como fato típico, antijurídico e culpável." },
{ "letra": "C", "texto": "Para a teoria causalista, o dolo e a culpa estão situados na culpabilidade. Então, logicamente, para quem adota essa teoria, impossível se torna acolher o conceito bipartido de crime." },
{ "letra": "D", "texto": "Da concepção analítica de crime, é possível inferir que o Direito Penal não estabeleceu distinção entre crime e contravenção penal. Tanto no crime quanto na contravenção não é cabível a fixação da multa de maneira isolada." },
{ "letra": "E", "texto": "É correto afirmar que a estrutura analítica do crime se liga, necessariamente, à adoção da concepção finalista, causalista ou social da ação delituosa." }
],
"gabarito": "A"
},
{
"id": "15064732",
"metadata": "Ano: 2009 | Banca: CESPE / CEBRASPE | Órgão: MPE-RN",
"enunciado_principal": "Acerca das teorias que regem o direito penal e os seus institutos, assinale a opção correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "A teoria final da ação foi elaborada por Von Liszt no final do século XIX, tendo sido desenvolvida também por Beling e Radbruch, resultando na estrutura mundialmente conhecida como sistema Liszt-Beling-Radbruch." },
{ "letra": "B", "texto": "A teoria causal da ação teve por mérito superar a taxativa separação dos aspectos objetivos e subjetivos da ação e do próprio injusto, transformando, assim, o injusto naturalístico em injusto pessoal." },
{ "letra": "C", "texto": "Para a teoria constitucional do direito penal, a verificação da ocorrência do fato típico doloso não se resume ao aspecto formal-objetivo, dependendo, ainda, da ocorrência de outros elementos de índole material-normativa e subjetiva." },
{ "letra": "D", "texto": "Para a teoria social da ação, um fato considerado normal, correto, justo e adequado pela coletividade, ainda que formalmente enquadrável em um tipo incriminador, pode ser considerado típico pelo ordenamento jurídico, devendo, no entanto, ser excluída a culpabilidade do agente." },
{ "letra": "E", "texto": "A teoria funcional da conduta está estruturada em duas vertentes: para a primeira, que tem Claus Roxin como principal defensor, a função da norma é a reafirmação da autoridade do direito; a segunda, cujo principal representante é Günther Jakobs, sustenta que um moderno direito penal deve estar estruturado teleologicamente, isto é, atendendo a finalidades valorativas." }
],
"gabarito": "E"
},
{
"id": "80137459",
"metadata": "Ano: 2009 | Banca: FCC | Órgão: DPE-MA",
"enunciado_principal": "No trajeto do transporte de dois presos para o foro criminal por agentes penitenciários um deles saca de um instrumento perfurante e desfere diversos golpes contra o outro preso. Os agentes da lei presenciaram a ação desde o início e permaneceram inertes. Na conduta dos agentes",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "há amparo pela excludente de ilicitude do exercício regular do direito, deixando de agir por exposição do risco às próprias vidas." },
{ "letra": "B", "texto": "a omissão é penalmente irrelevante porque a causalidade é fática." },
{ "letra": "C", "texto": "não há punição porque o Estado criou o risco da ocorrência do resultado." },
{ "letra": "D", "texto": "a omissão é penalmente relevante porque a causalidade é normativa." },
{ "letra": "E", "texto": "a omissão é penalmente relevante porque a causalidade é fática-normativa." }
],
"gabarito": "D"
},
{
"id": "62391048",
"metadata": "Ano: 2009 | Banca: FCC | Órgão: DPE-MT",
"enunciado_principal": "O agente iniciou a execução de um delito, cuja consumação não ocorreu pela:",
"itens_assertiva": [
"I. Ineficácia relativa do meio empregado.",
"II. Impropriedade absoluta do objeto.",
"III. Reação da vítima.",
"IV. Ineficácia absoluta do meio empregado.",
"V. Impropriedade relativa do objeto."
],
"enunciado_pergunta": "Haverá tentativa punível na(s) hipótese(s) indicada(s) SOMENTE em",
"alternativas": [
{ "letra": "A", "texto": "I, III e V." },
{ "letra": "B", "texto": "III." },
{ "letra": "C", "texto": "I e V." },
{ "letra": "D", "texto": "II e IV." },
{ "letra": "E", "texto": "I, II e IV." }
],
"gabarito": "A"
},
{
"id": "37058219",
"metadata": "Ano: 2009 | Banca: FCC | Órgão: DPE-MT",
"enunciado_principal": "O art. 14, § único, do Código Penal dispõe que \"salvo disposição em contrário, pune-se a tentativa com a pena correspondente ao crime consumado, diminuída de um a dois terços\". O percentual de diminuição de pena a ser considerado levará em conta",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "a intensidade do dolo." },
{ "letra": "B", "texto": "o *inter criminis* percorrido pelo agente." },
{ "letra": "C", "texto": "a periculosidade do agente." },
{ "letra": "D", "texto": "a reincidência." },
{ "letra": "E", "texto": "os antecedentes do agente." }
],
"gabarito": "B"
},
{
"id": "91648307",
"metadata": "Ano: 2009 | Banca: CESPE / CEBRASPE | Órgão: PC-PB",
"enunciado_principal": "A respeito da infração penal no ordenamento jurídico brasileiro, assinale a opção correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Crimes, delitos e contravenções são termos sinônimos." },
{ "letra": "B", "texto": "Adotou-se o critério tripartido, existindo diferença entre crime, delito e contravenção." },
{ "letra": "C", "texto": "Adotou-se o critério bipartido, segundo o qual as condutas puníveis dividem-se em crimes ou contravenções (como sinônimos) e delitos." },
{ "letra": "D", "texto": "O critério distintivo entre crime e contravenção é dado pela natureza da pena privativa de liberdade cominada." },
{ "letra": "E", "texto": "A expressão infração penal abrange apenas crimes e delitos." }
],
"gabarito": "D"
},
{
"id": "53782914",
"metadata": "Ano: 2009 | Banca: CESPE / CEBRASPE | Órgão: DPE-AL",
"enunciado_principal": "Julgue os itens seguintes, acerca do fato típico e de seus elementos.",
"itens_assertiva": [],
"enunciado_pergunta": "Todo crime tem resultado jurídico, porque sempre agride um bem tutelado pela norma.",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "A"
},
{
"id": "24095163",
"metadata": "Ano: 2009 | Banca: CESPE / CEBRASPE | Órgão: BACEN",
"enunciado_principal": "A respeito de crimes culposo e impossível, da obediência hierárquica, do erro de proibição e do arrependimento posterior, assinale a opção correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Caso um renomado e habilidoso médico, especializado em cirurgias abdominais, ao realizar uma intervenção, esqueça uma pinça no abdome do paciente, nesse caso, tal conduta representará culpa por imperícia, pois é relativa ao exercício da profissão." },
{ "letra": "B", "texto": "Se, em um supermercado dotado de sistema eletrônico de vigilância, um cliente colocar diversos objetos do estabelecimento dentro de sua bolsa, com intenção de subtraí-los para si, a simples presença do sistema eletrônico de vigilância no supermercado tornará o crime impossível." },
{ "letção": "C", "texto": "Caso o fato seja cometido em estrita obediência a ordem, não manifestamente ilegal, de superior hierárquico, não serão puníveis o agente que obedeceu nem o autor da coação ou da ordem." },
{ "letra": "D", "texto": "O desconhecimento da lei é inescusável. Desse modo, o erro sobre a ilicitude do fato, evitável ou inevitável, não elidirá a pena, podendo apenas atenuá-la." },
{ "letra": "E", "texto": "Em crimes cometidos sem violência ou grave ameaça a pessoa, a pena será reduzida de um a dois terços se, por ato voluntário do agente, for reparado o dano ou restituída a coisa até o recebimento da denúncia ou da queixa." }
],
"gabarito": "E"
},
{
"id": "41253079",
"metadata": "Ano: 2009 | Banca: UESPI | Órgão: PC-PI",
"enunciado_principal": "Marque a afirmação correta que se aplica seja aos crimes hediondos (Lei 8.072/90), seja ao tráfico ilícito e ao uso indevido de substâncias entorpecentes (Lei 11.340/2006), seja aos crimes de tortura (Lei 9.455/97).",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "As penas aplicadas ao usuário de substâncias entorpecentes são: a advertência sobre os efeitos das drogas, a prestação de serviços à comunidade e a medida educativa de comparecimento a programa ou curso educativo. Estas, nos casos de descumprimento injustificado, podem ser convertidas em pena privativa de liberdade." },
{ "letra": "B", "texto": "O crime de associação para o tráfico ilícito de entorpecente é um crime de concurso necessário, devendo ter no mínimo 2 (dois) sujeitos ativos." },
{ "letra": "C", "texto": "Os crimes de tortura, assim como os crimes hediondos, não admitem a anistia, a graça e o indulto." },
{ "letra": "D", "texto": "O roubo qualificado pelo resultado (lesão corporal grave e morte), estabelecido no art. 157 § 3°, é crime hediondo." },
{ "letra": "E", "texto": "Quem, sendo usuário de substância entorpecente, oferece droga, eventualmente e sem objetivo de lucro, a pessoa de seu relacionamento, para juntos a consumirem, pratica o crime de uso de substância entorpecente, com uma causa especial de aumento de pena pelo oferecimento da droga a terceira pessoa." }
],
"gabarito": "D"
},
{
"id": "78563021",
"metadata": "Ano: 2009 | Banca: UESPI | Órgão: PC-PI",
"enunciado_principal": "Com relação aos crimes contra o patrimônio, indique a alternativa correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Para doutrina majoritária, no crime de furto, a causa de aumento de pena do repouso noturno (art. 155 § 1°) não pode ser aplicada nas hipóteses de furto qualificado (art. 155 § 4°)." },
{ "letra": "B", "texto": "Na hipótese do empregado subtrair um objeto do seu empregador, restará sempre configurado o furto qualificado pelo abuso de confiança." },
{ "letra": "C", "texto": "No crime de roubo impróprio, o sujeito ativo primeiro ameaça a vítima para depois efetuar a subtração." },
{ "letra": "D", "texto": "Para o supremo tribunal federal, é possível falar em tentativa de latrocínio quando a vítima morre, e o sujeito ativo não consegue subtrair os seus bens." },
{ "letra": "E", "texto": "O crime de roubo e o crime de extorsão são crimes materiais; portanto a consumação só ocorre com a produção do resultado." }
],
"gabarito": "A"
},
{
"id": "90874136",
"metadata": "Ano: 2010 | Banca: MPE-GO | Órgão: MPE-GO",
"enunciado_principal": "Assinale a alternativa incorreta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "O controle social pode ser difuso ou institucionalizado. O sistema penal compõe o controle social punitivo institucionalizado e formalmente punitivo." },
{ "letra": "B", "texto": "Com a expressão 'Direito Penal', são abarcados o conjunto de leis penais e o sistema de interpretação dessas leis, que é o saber do Direito Penal." },
{ "letra": "C", "texto": "A lei penal em sentido amplo é a que relaciona uma conduta a uma pena, estabelecendo um crime ou delito. Pode-se falar que nem todas as condutas antijurídicas são crimes, mas todos os crimes são condutas antijurídicas." },
{ "letra": "D", "texto": "O direito penal deve ter como objeto, para uns, a segurança jurídica (entendida como a tutela de bens jurídicos ou de valores ético-sociais); para outros, a defesa social." }
],
"gabarito": "D"
},
{
"id": "21953047",
"metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: AGU",
"enunciado_principal": "Em relação a crime organizado, julgue o item que se segue.",
"itens_assertiva": [],
"enunciado_pergunta": "Não há previsão expressa quanto à identificação criminal de pessoas envolvidas com a ação praticada por organizações criminosas, sendo aplicável a regra geral segundo a qual o civilmente identificado não será submetido a identificação criminal.",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "B"
},
{
"id": "45821037",
"metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: AGU",
"enunciado_principal": "Em relação a crime organizado, julgue o item que se segue.",
"itens_assertiva": [],
"enunciado_pergunta": "Prevê a lei causa de redução da pena em caso de colaboração espontânea do agente envolvido em crime praticado em organização criminosa, desde que essa colaboração leve ao esclarecimento da infração penal e de sua autoria.",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "A"
},
{
"id": "13067892",
"metadata": "Ano: 2009 | Banca: CESPE / CEBRASPE | Órgão: DPE-AL",
"enunciado_principal": "Julgue o item subsequente, acerca do instituto da pena.",
"itens_assertiva": [],
"enunciado_pergunta": "Quanto às suas finalidades, segundo a teoria eclética ou conciliatória, a pena tem dupla função: punir o criminoso e prevenir a prática do crime.",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "A"
},
{
"id": "89345012",
"metadata": "Ano: 2009 | Banca: FUNRIO | Órgão: MJSP",
"enunciado_principal": "Assinale a opção correta:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Considera-se praticado o crime no momento do resultado." },
{ "letra": "B", "texto": "Considera-se praticado o crime no momento da ação ou da omissão ou no momento do resultado." },
{ "letra": "C", "texto": "Considera-se praticado o crime no momento da ação ou da omissão, no momento do resultado ou no momento em que deveria ocorrer o resultado." },
{ "letra": "D", "texto": "Considera-se praticado o crime no momento da ação se houver resultado e no momento do resultado se houver omissão" },
{ "letra": "E", "texto": "Considera-se praticado o crime no momento da ação ou da omissão" }
],
"gabarito": "E"
},
{
"id": "55678910",
"metadata": "Ano: 2009 | Banca: MOVENS | Órgão: PC-PA",
"enunciado_principal": "**No que diz respeito ao ordenamento jurídico brasileiro, em relação à infração penal, assinale a opção correta.**",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Adotou-se no direito penal brasileiro o critério bipartido, segundo o qual as condutas puníveis dividem-se em crimes ou contravenções, como sinônimos, e delitos." },
{ "letra": "B", "texto": "O critério adotado para a distinção entre crime e contravenção é dado pela natureza da pena privativa de liberdade cominada." },
{ "letra": "C", "texto": "O Código Penal brasileiro adotou o critério tripartite, existindo diferença entre crime, delito e contravenção." },
{ "letra": "D", "texto": "No âmbito do direito penal, crimes, delitos e contravenções são expressões equivalentes ou sinônimas." }
],
"gabarito": "B"
}
]
