[
{
"id": "78103492",
"metadata": "Ano: 2008 | Banca: CESPE / CEBRASPE | Órgão: MPE-RR",
"enunciado_principal": "Acerca do direito penal e do direito processual penal, julgue o item a seguir.",
"itens_assertiva": [],
"enunciado_pergunta": "A diferença entre crime e contravenção penal consiste na aplicação de pena de reclusão ao primeiro e, ao segundo, pena de detenção ou multa.",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "B"
},
{
"id": "52490817",
"metadata": "Ano: 2008 | Banca: CESPE / CEBRASPE | Órgão: TJ-AL",
"enunciado_principal": "A respeito dos crimes, assinale a opção correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "O crime de estupro é classificado pela doutrina como crime de ação livre." },
{ "letra": "B", "texto": "Crimes vagos são aqueles em relação aos quais o CP descreve várias condutas, como o crime de participação em suicídio." },
{ "letra": "C", "texto": "O crime de violação de domicílio é classificado como crime formal, pois não é necessária a ocorrência do resultado para a consumação do delito." },
{ "letra": "D", "texto": "Crime plurilocal é aquele em que a execução ocorre em um país e o resultado, em outro." },
{ "letra": "E", "texto": "O crime de apropriação de coisa achada é classificado como crime a prazo, tendo em vista que somente se aperfeiçoa se o agente não devolver o bem à vítima depois de 15 dias do achado." }
],
"gabarito": "C"
},
{
"id": "60175394",
"metadata": "Ano: 2008 | Banca: VUNESP | Órgão: TJ-SP",
"enunciado_principal": "A, decidido a matar **B**, sua namorada, leva-a a passeio de barco. No decorrer deste, **B** tropeça num banco, desequilibra-se, cai no lago e morre afogada, ante a inércia de **A**, que se abstém de qualquer socorro, não obstante saber nadar, dispor de bote salva-vida na embarcação e não correr risco pessoal. Assinale a alternativa correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "**A** deve responder por homicídio doloso por omissão." },
{ "letra": "B", "texto": "**A** deve responder por homicídio culposo agravado pela omissão de socorro." },
{ "letra": "C", "texto": "**A** não pode ser punido em decorrência da atipicidade da conduta." },
{ "letra": "D", "texto": "**A** deve responder por crime de omissão de socorro, qualificado pela morte da vítima." }
],
"gabarito": "A"
},
{
"id": "18409257",
"metadata": "Ano: 2008 | Banca: CESPE / CEBRASPE | Órgão: PGE-CE",
"enunciado_principal": "Acerca das leis penais especiais, assinale a opção correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Conforme previsto em legislação, a prescrição da pretensão punitiva dos crimes de imprensa ocorre dois anos após a data da publicação ou transmissão incriminada, independentemente do *quantum* fixado em abstrato ou da pena concretamente aplicada." },
{ "letra": "B", "texto": "A Lei n.º 9.034/1995, que dispõe a respeito do crime organizado, não veda a concessão de liberdade provisória aos agentes que tenham tido intensa e efetiva participação na organização criminosa." },
{ "letra": "C", "texto": "A recusa de admissão no quadro associativo de clube social em razão de preconceito de raça não caracteriza crime de racismo, em face da natureza jurídica do clube, pessoa jurídica de direito privado." },
{ "letra": "D", "texto": "Configura crime de lavagem de dinheiro a ocultação da propriedade de bens provenientes, direta ou indiretamente, de crime de furto." },
{ "letra": "E", "texto": "Predomina no STJ o entendimento de que o crime de dispensa ou inexigibilidade de licitação fora das hipóteses previstas em lei é punível, independentemente de produção de resultado danoso ao erário." }
],
"gabarito": "D"
},
{
"id": "45610738",
"metadata": "Ano: 2008 | Banca: CESPE / CEBRASPE | Órgão: PGE-CE",
"enunciado_principal": "Há crime quando o sujeito ativo pratica fato típico em função de",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "estado de necessidade." },
{ "letra": "B", "texto": "coação moral irresistível." },
{ "letra": "C", "texto": "legítima defesa." },
{ "letra": "D", "texto": "estrito cumprimento do dever legal." },
{ "letra": "E", "texto": "exercício regular do direito." }
],
"gabarito": "B"
},
{
"id": "39201854",
"metadata": "Ano: 2008 | Banca: FGV | Órgão: Senado Federal",
"enunciado_principal": "Relativamente ao Direito Penal Brasileiro, analise as afirmativas a seguir:",
"itens_assertiva": [
"I. Os crimes unissubsistentes, habituais próprios, comissivos e permanentes na forma omissiva não admitem tentativa.",
"II. Considera-se desistência voluntária ou arrependimento posterior a conduta do agente que, depois de consumado o crime, repara o dano causado respondendo o agente somente pelos fatos praticados.",
"III. Considera-se impossível o crime quando o meio utilizado pelo agente é relativamente incapaz de alcançar o resultado.",
"IV. Nos crimes tentados, aplica-se a pena do crime consumado reduzindo-a de 1/3 a 2/3, ao passo que no arrependimento eficaz se aplica a pena do crime consumado reduzindo-a de 1/6 a 1/3."
],
"enunciado_pergunta": "Assinale:",
"alternativas": [
{ "letra": "A", "texto": "se apenas as afirmativas I e II estiverem corretas." },
{ "letra": "B", "texto": "se apenas as afirmativas I e III estiverem corretas." },
{ "letra": "C", "texto": "se apenas as afirmativas I e IV estiverem corretas." },
{ "letra": "D", "texto": "se nenhuma afirmativa estiver correta." },
{ "letra": "E", "texto": "se apenas as afirmativas II e III estiverem corretas." }
],
"gabarito": "D"
},
{
"id": "14509736",
"metadata": "Ano: 2008 | Banca: FGV | Órgão: Senado Federal",
"enunciado_principal": "Um domingo, ao chegar em casa vindo do jogo de futebol a que fora assistir, Tício encontra sua esposa Calpúrnia traindo-o com seu melhor amigo, Mévio. No mesmo instante, Tício saca sua arma e dispara um tiro na cabeça de Calpúrnia e outro na cabeça de Mévio. Embora pudesse fazer outros disparos, Tício guarda a arma. Ato contínuo, apercebendo-se da besteira que fizera, coloca os amantes em seu carro e parte em disparada para um hospital. O trabalho dos médicos é extremamente bem-sucedido, retirando a bala da cabeça dos amantes sem que ambos tivessem qualquer espécie de seqüela. Aliás, não fosse a imediata atuação de Tício, Calpúrnia e Mévio teriam morrido. Com efeito, quinze dias depois, ambos já retornaram às suas atividades profissionais habituais.",
"itens_assertiva": [],
"enunciado_pergunta": "A partir do texto, assinale a alternativa que indique o crime praticado por Tício.",
"alternativas": [
{ "letra": "A", "texto": "lesão corporal leve" },
{ "letra": "B", "texto": "lesão corporal grave" },
{ "letra": "C", "texto": "tentativa de homicídio" },
{ "letra": "D", "texto": "Tício não praticou crime" },
{ "letra": "E", "texto": "exercício arbitrário das próprias razões" }
],
"gabarito": "D"
},
{
"id": "67329015",
"metadata": "Ano: 2008 | Banca: CESPE / CEBRASPE | Órgão: DPE-CE",
"enunciado_principal": "No que concerne às leis penais especiais, julgue o item a seguir.",
"itens_assertiva": [],
"enunciado_pergunta": "No crime de lavagem de dinheiro advindo do tráfico de entorpecentes, a pena será aumentada de um a dois terços, se for cometido de forma habitual ou por intermédio de organização criminosa.",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "A"
},
{
"id": "84017639",
"metadata": "Ano: 2008 | Banca: FGV | Órgão: TJ-MS",
"enunciado_principal": "José da Silva obrigou Maria de Souza a praticar com ele sexo oral e anal, ameaçando-a com uma arma de fogo. Ao final das sevícias, José levou Maria até a beira de um rio, amarrou seu corpo em uma pedra e a atirou no rio para que morresse afogada e não pudesse noticiar o fato à polícia.",
"itens_assertiva": [],
"enunciado_pergunta": "Qual(is) o(s) crime(s) praticado(s) por José?",
"alternativas": [
{ "letra": "A", "texto": "Atentado violento ao pudor seguido de morte (crime preterdoloso)." },
{ "letra": "B", "texto": "Atentado violento ao pudor e homicídio qualificado em concurso material." },
{ "letra": "C", "texto": "Estupro seguido de morte (crime preterdoloso)." },
{ "letra": "D", "texto": "Estupro e homicídio qualificado em concurso material." },
{ "letra": "E", "texto": "Estupro e atentado violento ao pudor, em continuidade delitiva, e homicídio qualificado em concurso material." }
],
"gabarito": "D"
},
{
"id": "19405623",
"metadata": "Ano: 2008 | Banca: CESPE / CEBRASPE | Órgão: PRF",
"enunciado_principal": "Acerca dos crimes contra a administração pública, do abuso de autoridade, do tráfico ilícito de entorpecentes e da competência, assinale a opção correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Compete à justiça estadual processar e julgar sujeito ativo de crime de uso de documento falso, praticado mediante a apresentação de documentação falsa a um PRF." },
{ "letra": "B", "texto": "A legislação em vigor acerca do tráfico ilícito de entorpecente possibilita ao condenado por tráfico ilícito de entorpecente, desde que seja réu primário, com bons antecedentes e que não se dedique às atividades criminosas nem integre organização criminosa, a redução de um sexto a dois terços de sua pena, bem como a conversão desta em penas restritivas de direitos, desde que cumpridos os mesmos requisitos exigidos para a redução da pena." },
{ "letra": "C", "texto": "Pratica crime contra a honra e não desacato o sujeito ativo que manda uma carta para a residência de um PRF, afirmando que este é o 'maior apropriador do dinheiro público'." },
{ "letra": "D", "texto": "Compete à justiça militar processar e julgar militar por crime de abuso de autoridade, desde que este tenha sido praticado em serviço." },
{ "letra": "E", "texto": "A corrupção é crime necessariamente bilateral, de forma que a configuração da corrupção passiva dependerá da existência do crime de corrupção ativa." }
],
"gabarito": "B"
},
{
"id": "27018593",
"metadata": "Ano: 2008 | Banca: CESGRANRIO | Órgão: TJ-RO",
"enunciado_principal": "Com uma arma de fogo sobre sua cabeça, César foi obrigado por Sérgio a lhe transferir todo o dinheiro de sua conta corrente, já que este achara na carteira da vítima os dados da conta e senha. Segundo a interpretação majoritária da Lei, trata-se de",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "extorsão, já que a vítima fora compelida por grave ameaça a fornecer ao agente indevida vantagem econômica." },
{ "letra": "B", "texto": "extorsão, pois não houve violência, único *modus operandi* do roubo." },
{ "letra": "C", "texto": "extorsão em concurso formal com roubo, já que mediante uma conduta foram preenchidas as elementares de ambos os tipos." },
{ "letra": "D", "texto": "roubo, pois o meio empregado fora outro meio, que não violência ou grave ameaça, mas que impossibilita a resistência da vítima." },
{ "letra": "E", "texto": "roubo, já que, por saber os dados da conta e senha, o agente poderia dispensar a conduta da vítima." }
],
"gabarito": "A"
},
{
"id": "59614278",
"metadata": "Ano: 2008 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
"enunciado_principal": "Cada um dos itens subseqüentes apresenta uma situação hipotética, seguida de uma assertiva a ser julgada com base no Código Penal. Enrico, com intenção de matar seu irmão Lauro, ficou escondido atrás de uma moita, esperando o momento em que a vítima sairia de seu trabalho, com direção à residência de ambos. No horário de costume, ao ver uma pessoa trajando roupas semelhantes às que Lauro usava e acreditando que tal pessoa era seu irmão, efetuou dois disparos contra essa pessoa, em região letal, o que ocasionou o imediato óbito. Posteriormente, todavia, Enrico constatou que Lauro ainda não havia saído do trabalho e que a pessoa morta era um colega de trabalho de Lauro, desconhecido do autor do fato.",
"itens_assertiva": [],
"enunciado_pergunta": "Nessa situação, ocorreu erro sobre a pessoa, o qual não isenta Enrico de pena. Não se consideram as condições e qualidades da vítima efetiva, mas sim as da vítima virtual, ou seja, o irmão do agente, de modo que ficará Enrico sujeito à circunstância agravante de ter cometido o crime contra ascendente, descendente, irmão ou cônjuge.",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "B"
},
{
"id": "31097645",
"metadata": "Ano: 2007 | Banca: CESPE / CEBRASPE | Órgão: TSE",
"enunciado_principal": "Acamado em razão de uma intoxicação alimentar e impossibilitado de ir ao restaurante onde trabalhava como manobrista, no seu dia de folga, José pediu a Pedro, seu amigo e companheiro de quarto, que fosse até lá com a devida autorização receber o seu salário do mês e que, na volta para casa, deixasse uma camisa e uma gravata na lavanderia. Dirigindo-se até o local, Pedro, depois de receber o salário do amigo, ao notar o movimento intenso, vestiu a camisa e a gravata e passou-se por manobrista. Sem qualquer dificuldade, alegou estar no seu primeiro dia de trabalho e convenceu uma cliente do restaurante, que acabara de chegar em seu veículo novo, importado, a entregar-lhe as chaves do veículo para estacioná-lo, dela recebendo ainda, antecipadamente, generosa gorjeta. Ato contínuo, depois de deixar a camisa e a gravata na lavanderia, evadiu-se com o carro, com a gorjeta e com o salário de José, indo ao encontro de um comerciante, conhecido receptador de produtos roubados, com quem negociou o veículo importado. Na negociação, Pedro entregou-lhe o veículo e a gorjeta em troca de uma Belina 1977, com o motor recondicionado. Efetivada a troca, ambos foram presos pela polícia, que acompanhava as atividades ilícitas do comerciante e acabou descobrindo também toda a farsa montada por Pedro.",
"itens_assertiva": [],
"enunciado_pergunta": "No que diz respeito à sua conduta, José",
"alternativas": [
{ "letra": "A", "texto": "é co-autor do crime de furto simples, na modalidade culposa, relativamente ao veículo da cliente." },
{ "letra": "B", "texto": "praticou o crime de apropriação indébita, na modalidade culposa e em co-autoria delitiva, relativamente ao veículo da cliente." },
{ "letra": "C", "texto": "é co-autor de tentativa de crime culposo, relativamente ao veículo da cliente." },
{ "letra": "D", "texto": "não praticou nenhum crime." }
],
"gabarito": "D"
},
{
"id": "76941583",
"metadata": "Ano: 2007 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Rio Branco - AC",
"enunciado_principal": "Acerca da forma como a tipicidade é tratada pelo direito penal brasileiro, julgue o item subseqüente.",
"itens_assertiva": [],
"enunciado_pergunta": "É típico o fato que se enquadra perfeitamente na descrição legal de um crime, concretizando um fato abstratamente descrito como criminoso pela lei, que lesiona ou coloca em perigo um bem jurídico protegido.",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "A"
},
{
"id": "58309176",
"metadata": "Ano: 2007 | Banca: TRT 3R | Órgão: TRT - 3ª Região (MG)",
"enunciado_principal": "Assinale a alternativa correta:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "não é nulo o contrato de trabalho que tem por objeto o jogo do bicho, mesmo se tratando de uma contravenção penal." },
{ "letra": "B", "texto": "constitui apropriação indébita previdenciária deixar de repassar à previdência social as contribuições recolhidas dos contribuintes, no prazo e forma legal ou convencional, podendo ser extinta a punibilidade se o agente, espontaneamente, declara, confessa e efetua o pagamento das contribuições, importâncias ou valores e presta as informações devidas à previdência social, na forma definida em lei ou regulamento, antes do início da ação fiscal." },
{ "letra": "C", "texto": "a responsabilidade pelos atos praticados, ilícitos ou crimes cometidos, no curso da greve, será apurada, conforme o caso, segundo a legislação trabalhista ou penal, e não segundo a legislação civil." },
{ "letra": "D", "texto": "não constitui crime de falsidade, para efeitos de emissão, substituição ou anotação de Carteira de Trabalho e Previdência Social, anotar dolosamente em Carteira de Trabalho e Previdência Social ou registro de empregado, ou confessar ou declarar em juízo ou fora dele, data de admissão em emprego diversa da verdadeira." },
{ "letra": "E", "texto": "constitui crime de atentado contra a liberdade de trabalho constranger alguém, em qualquer hipótese, a participar de parede ou paralisação de atividade econômica." }
],
"gabarito": "B"
},
{
"id": "41829507",
"metadata": "Ano: 2007 | Banca: TRT 3R | Órgão: TRT - 3ª Região (MG)",
"enunciado_principal": "João possui um restaurante. No mesmo dia, os garçons José e Pedro quebraram vários copos, porque os transportavam empilhados nas bandejas. Quando da admissão dos garçons, João os ensinou a não colocar os copos empilhados nas bandejas, mas a transportá-los um ao lado do outro. Entendeu João que os garçons foram imprudentes, ao não agirem com a cautela necessária para evitar o dano. Pedro, aliás, já havia sofrido punição de advertência anteriormente, pela prática da mesma falta. José procurou João para contar que havia quebrado os copos, enquanto que João ficou sabendo que Pedro quebrou os copos porque a cozinheira lhe avisou. Quando João chamou José para conversar sobre o ocorrido, José estava colando os copos quebrados. Por sua vez, Pedro já havia colocado os cacos dos copos na lata de lixo. João, então, resolveu punir José com uma advertência por escrito e Pedro com uma suspensão de 1 dia de serviço.",
"itens_assertiva": [],
"enunciado_pergunta": "Assinale qual conceito penal aplicável ao Direito do Trabalho que o empregador não poderia ter utilizado no exercício de seu poder disciplinar:",
"alternativas": [
{ "letra": "A", "texto": "modalidade de culpa." },
{ "letra": "B", "texto": "circunstância atenuante da confissão espontânea." },
{ "letra": "C", "texto": "reincidência." },
{ "letra": "D", "texto": "arrependimento eficaz." },
{ "letra": "E", "texto": "individualização da pena." }
],
"gabarito": "D"
},
{
"id": "83719405",
"metadata": "Ano: 2007 | Banca: NCE-UFRJ | Órgão: MPE-RJ",
"enunciado_principal": "Assinale a alternativa que traduz corretamente o conteúdo da expressão injusto penal:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "conduta típica;" },
{ "letra": "B", "texto": "conduta típica e antijurídica;" },
{ "letra": "C", "texto": "conduta típica antijurídica e culpável;" },
{ "letra": "D", "texto": "conduta típica, antijurídica, culpável e punível;" },
{ "letra": "E", "texto": "conduta típica que, por razões de política criminal, deveria ser tratada como indiferente penal." }
],
"gabarito": "B"
},
{
"id": "19456720",
"metadata": "Ano: 2007 | Banca: CESPE / CEBRASPE | Órgão: TJ-PI",
"enunciado_principal": "Assinale a opção correta com relação aos crimes em espécie.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Nos crimes resultantes de preconceito de raça ou cor, constitui efeito automático da condenação a perda do cargo ou função pública, para o servidor público no exercício da função que for sujeito ativo do delito." },
{ "letra": "B", "texto": "Os crimes contra os portadores de deficiência são punidos com pena de detenção e multa, sendo cabível a substituição da pena privativa de liberdade pela restritiva de direitos." },
{ "letra": "C", "texto": "Se o crime de tortura for praticado contra adolescente, a pena deverá ser aumentada de um sexto a um terço" },
{ "letra": "D", "texto": "A colocação, no mercado, de refrigerantes em condições impróprias para o consumo configura crime contra as relações de consumo, sendo lícita a aplicação do princípio da insignificância, caso a quantidade de garrafas seja ínfima." },
{ "letra": "E", "texto": "Nos crimes contra o meio ambiente, a pessoa jurídica pode figurar como sujeito ativo, independentemente da imputação simultânea da pessoa física que atua em seu nome ou em seu benefício." }
],
"gabarito": "C"
},
{
"id": "60251849",
"metadata": "Ano: 2007 | Banca: TJ-DFT | Órgão: TJ-DFT",
"enunciado_principal": "Analise as proposições e assinale a única alternativa correta:",
"itens_assertiva": [
"I - O concurso formal imperfeito ocorre quando os desígnios não são autônomos.",
"II - Crime progressivo e progressão criminosa são a mesma coisa.",
"III - No crime continuado, devem ser aplicadas distintas e cumulativamente as penas de multa."
],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Todas as proposições são verdadeiras." },
{ "letra": "B", "texto": "Todas as proposições são falsas." },
{ "letra": "C", "texto": "Apenas uma das proposições é verdadeira." },
{ "letra": "D", "texto": "Apenas uma das proposições é falsa." }
],
"gabarito": "B"
},
{
"id": "31782046",
"metadata": "Ano: 2007 | Banca: PUC-PR | Órgão: TRT - 9ª REGIÃO (PR)",
"enunciado_principal": "Considere as seguintes proposições:",
"itens_assertiva": [
"I. Age com dolo direto o chefe de seção de empresa que, para agilizar a produção, retira de máquina dispositivo de segurança que sabe ser necessário para evitar acidentes.",
"II. São elementos do crime culposo a conduta; a inobservância do dever de cuidado objetivo; o resultado lesivo involuntário e a tipicidade, sendo irrelevante a previsibilidade.",
"III. No crime de assédio sexual, o fato de o agente prevalecer-se de sua condição de superior hierárquico ou ascendência com relação ao ofendido é circunstância que agrava a pena.",
"IV. Se o empregado comete crime em estrita obediência a ordem, não manifestamente ilegal, de superior hierárquico, essa circunstância atenua a pena."
],
"enunciado_pergunta": "Assinale a alternativa correta:",
"alternativas": [
{ "letra": "A", "texto": "Todas as proposições estão corretas;" },
{ "letra": "B", "texto": "Apenas as proposições I, III e IV estão corretas;" },
{ "letra": "C", "texto": "Apenas as proposições I, II e IV estão corretas;" },
{ "letra": "D", "texto": "Apenas as proposições II, III e IV estão corretas;" },
{ "letra": "E", "texto": "Nenhuma proposição está correta." }
],
"gabarito": "E"
}
]
