[
{
"id": "91402857",
"metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-AC",
"enunciado_principal": "Assinale a alternativa correta quanto à aplicação da lei penal.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Para efeito de análise sobre o local do crime, a legislação brasileira adota a teoria da ubiquidade." },
{ "letra": "B", "texto": "É incabível a aplicação retroativa da Lei n° 11.343/2006, ainda que o resultado da incidência das suas disposições, na íntegra, seja mais favorável ao réu do que o advindo da aplicação da Lei n° 6.368/76, permitida, no entanto, a combinação das mencionadas leis para beneficiar o agente." },
{ "letra": "C", "texto": "O Código Penal Brasileiro não adotou o princípio da representação na eficácia espacial da lei penal." },
{ "letra": "D", "texto": "A lei penal mais grave não se aplica ao crime continuado ou ao crime permanente, se a sua vigência é anterior à cessação da continuidade ou da permanência." }
],
"gabarito": "A"
},
{
"id": "35017429",
"metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: PGE-PE",
"enunciado_principal": "Com relação ao tempo e ao lugar do crime e à aplicação da lei penal no tempo, julgue o item seguinte.",
"itens_assertiva": [],
"enunciado_pergunta": "O Código Penal adota a teoria da atividade, segundo a qual o delito deverá ser considerado praticado no momento da ação ou da omissão e o local do crime deverá ser aquele onde tenha ocorrido a ação ou a omissão.",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "B"
},
{
"id": "62931584",
"metadata": "Ano: 2019 | Banca: INSTITUTO AOCP | Órgão: PC-ES",
"enunciado_principal": "De acordo com o Código Penal, assinale a alternativa correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Ninguém pode ser punido por fato que lei posterior deixa de considerar crime, cessando em virtude dela a execução, mas não os efeitos penais da sentença condenatória." },
{ "letra": "B", "texto": "A lei posterior, que de qualquer modo favorecer o agente, aplica-se aos fatos anteriores, exceto se decididos por sentença condenatória transitada em julgado." },
{ "letra": "C", "texto": "Para os efeitos penais, consideram-se como extensão do território nacional as embarcações e aeronaves brasileiras, de natureza pública ou a serviço do governo brasileiro onde quer que se encontrem, bem como as aeronaves e as embarcações brasileiras, mercantes ou de propriedade privada, que se achem, respectivamente, no espaço aéreo correspondente ou em alto-mar." },
{ "letra": "D", "texto": "Considera-se praticado o crime no momento em que o agente atinge o resultado pretendido." },
{ "letra": "E", "texto": "Em nenhuma situação, a lei brasileira pode ser aplicada aos crimes praticados a bordo de aeronaves ou embarcações estrangeiras de propriedade privada." }
],
"gabarito": "C"
},
{
"id": "87150926",
"metadata": "Ano: 2019 | Banca: INSTITUTO AOCP | Órgão: PC-ES",
"enunciado_principal": "Segundo dispõe o artigo 7º, inciso I, do Código Penal, fica sujeito à lei brasileira, embora cometido no estrangeiro, o crime",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "de genocídio, ainda que o agente seja estrangeiro e não resida no Brasil." },
{ "letra": "B", "texto": "contra o patrimônio do Presidente da República." },
{ "letra": "C", "texto": "contra a liberdade de Ministro das Relações Exteriores." },
{ "letra": "D", "texto": "contra o patrimônio de fundação instituída pelo Poder Público." },
{ "letra": "E", "texto": "contra a vida de empregado de Sociedade de Economia Mista." }
],
"gabarito": "D"
},
{
"id": "14592038",
"metadata": "Ano: 2019 | Banca: INSTITUTO AOCP | Órgão: PC-ES",
"enunciado_principal": "A extraterritorialidade presente no art. 7º do Código Penal se divide em condicionada e incondicionada. Na extraterritorialidade incondicionada, aplica-se a lei nacional a determinados crimes cometidos fora do território, independentemente de qualquer condição, ainda que o acusado seja absolvido ou condenado no estrangeiro, **EXCETO**",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "quando o crime for contra a vida ou a liberdade do Presidente da República." },
{ "letra": "B", "texto": "quando o crime for contra o patrimônio ou a fé pública da União, do Distrito Federal, de Estado, de Território, de Município, de empresa pública, sociedade de economia mista, autarquia ou fundação instituída pelo Poder Público." },
{ "letra": "C", "texto": "no caso de genocídio, quando o agente for brasileiro ou domiciliado no Brasil." },
{ "letra": "D", "texto": "quando, por tratado ou convenção, o Brasil se obrigou a reprimir o crime praticado." },
{ "letra": "E", "texto": "quando o crime for contra a administração pública, por quem está a seu serviço." }
],
"gabarito": "D"
},
{
"id": "53820176",
"metadata": "Ano: 2019 | Banca: INSTITUTO AOCP | Órgão: PC-ES",
"enunciado_principal": "Segundo o art. 6º do Código Penal, considera-se praticado o crime no lugar em que ocorreu a ação ou omissão, no todo ou em parte, bem como onde se produziu ou deveria se produzir o resultado. Existem várias teorias acerca do lugar do crime. Qual é a Teoria adotada pelo Código Penal vigente?",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Teoria da Atividade." },
{ "letra": "B", "texto": "Teoria do Resultado." },
{ "letra": "C", "texto": "Teoria da Ubiquidade." },
{ "letra": "D", "texto": "Teoria do Assentimento." },
{ "letra": "E", "texto": "Teoria da Relatividade." }
],
"gabarito": "C"
},
{
"id": "70419362",
"metadata": "Ano: 2019 | Banca: INSTITUTO AOCP | Órgão: PC-ES",
"enunciado_principal": "No Direito Penal brasileiro, é considerado o lugar do crime, tanto o lugar em que ocorreu a ação ou omissão, no todo ou em parte, bem como onde se produziu ou deveria produzir-se o resultado (art. 6º do Código Penal). A junção dessas hipóteses é chamada de teoria da",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "ubiquidade." },
{ "letra": "B", "texto": "territorialidade." },
{ "letra": "C", "texto": "extraterritorialidade." },
{ "letra": "D", "texto": "causalidade." },
{ "letra": "E", "texto": "funcionalidade" }
],
"gabarito": "A"
},
{
"id": "26384751",
"metadata": "Ano: 2019 | Banca: INAZ do Pará | Órgão: CORE-SP",
"enunciado_principal": "Marque a alternativa correta que representa o princípio da territorialidade:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Aplica-se a lei brasileira, sem prejuízo de convenções, tratados e regras de direito internacional, ao crime cometido no território internacional." },
{ "letra": "B", "texto": "Aplica-se a lei estrangeira, sem prejuízo de convenções, tratados e regras de direito internacional, ao crime cometido no território nacional." },
{ "letra": "C", "texto": "Aplica-se a lei brasileira, sem prejuízo de convenções, tratados e regras de direito internacional, ao crime cometido no território nacional." },
{ "letura": "D", "texto": "Aplica-se a lei brasileira, com prejuízo de convenções, tratados e regras de direito internacional, ao crime cometido no território nacional." },
{ "letra": "E", "texto": "Aplica-se a lei brasileira, sem prejuízo de convenções, tratados e regras de direito nacional, ao crime cometido no território nacional." }
],
"gabarito": "C"
},
{
"id": "41928375",
"metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Câmara de Ilha Solteira - SP",
"enunciado_principal": "Ficam sujeitos à lei brasileira, mesmo cometidos no estrangeiro, os crimes contra o patrimônio ou a fé pública de Município, entre outros entes. Esse texto está compreendido no Código Penal Brasileiro e consagra o princípio",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "do tempo do crime." },
{ "letra": "B", "texto": "da anterioridade da lei." },
{ "letra": "C", "texto": "do lugar do crime." },
{ "letra": "D", "texto": "da lei excepcional ou temporária." },
{ "letra": "E", "texto": "da extraterritorialidade." }
],
"gabarito": "E"
},
{
"id": "60517482",
"metadata": "Ano: 2018 | Banca: SEAP | Órgão: TJ-MG",
"enunciado_principal": "Aos crimes praticados por brasileiros no estrangeiro aplica-se a seguinte teoria:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Extraterritorialidade incondicionada." },
{ "letra": "B", "texto": "Territorialidade mitigada." },
{ "letra": "C", "texto": "Territorialidade temperada." },
{ "letra": "D", "texto": "Extraterritorialidade condicionada." }
],
"gabarito": "D"
},
{
"id": "83940176",
"metadata": "Ano: 2018 | Banca: SEAP | Órgão: TJ-MG",
"enunciado_principal": "Em que pese ter sido adotada, pelo ordenamento jurídico, a teoria mista ou ubiquidade no que tange ao lugar do crime, esta não será aplicada em caso de prática de crimes:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Plurissubsistentes." },
{ "letra": "B", "texto": "Permanentes." },
{ "letra": "C", "texto": "Conexos." },
{ "letra": "D", "texto": "Culposos contra a vida." }
],
"gabarito": "C"
},
{
"id": "15263748",
"metadata": "Ano: 2018 | Banca: SEAP | Órgão: TJ-MG",
"enunciado_principal": "Assinale a alternativa **INCORRETA**.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "A lei posterior que de qualquer modo favorecer o agente, aplica-se aos fatos anteriores, ainda que decididos por sentença condenatória transitada em julgado." },
{ "letra": "B", "texto": "Considera-se praticado o crime no momento da ação ou omissão, ainda que outro seja o momento do resultado." },
{ "letra": "C", "texto": "Para os efeitos penais, consideram-se como extensão do território nacional as embarcações e aeronaves brasileiras, de natureza pública ou a serviço do governo brasileiro onde quer que se encontrem, bem como as aeronaves e as embarcações brasileiras, mercantes ou de propriedade privada, que se achem, respectivamente, no espaço aéreo correspondente ou em alto-mar." },
{ "letra": "D", "texto": "Na fase de execução da sentença condenatória, com a definição da culpa do condenado, não se aplica a *lex mitior*." }
],
"gabarito": "D"
},
{
"id": "90817364",
"metadata": "Ano: 2018 | Banca: GUALIMP | Órgão: Câmara de Nova Venécia - ES",
"enunciado_principal": "Em relação à aplicação da lei penal, assinale a alternativa correta de acordo com o Código Penal:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "A lei posterior, que de qualquer modo desfavorecer o agente, aplica-se aos fatos anteriores, ainda que decididos por sentença condenatória transitada em julgado." },
{ "letra": "B", "texto": "Considera-se praticado o crime no momento do resultado." },
{ "letra": "C", "texto": "A lei excepcional ou temporária aplica-se exclusivamente ao fato praticado e julgado durante sua vigência." },
{ "letra": "D", "texto": "Considera-se praticado o crime no lugar em que ocorreu a ação ou omissão, no todo ou em parte, bem como onde se produziu ou deveria produzir-se o resultado." }
],
"gabarito": "D"
},
{
"id": "74251983",
"metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: CGE - CE",
"enunciado_principal": "A respeito da lei penal no tempo e no espaço, julgue os seguintes itens, tendo como referência o Código Penal e a jurisprudência dos tribunais superiores.",
"itens_assertiva": [
"I A lei penal mais benéfica retroagirá em benefício do réu, de acordo com o princípio da retroatividade benéfica penal.",
"II Em relação ao tempo do crime, o direito penal brasileiro adota a teoria da atividade.",
"III Em relação ao lugar do crime, o direito penal brasileiro adota a teoria do resultado.",
"IV A lei penal mais benéfica aplica-se ao crime continuado ou ao crime permanente, ainda que ocorra superveniência de lei penal mais gravosa ao longo da atividade delitiva."
],
"enunciado_pergunta": "Estão certos apenas o item",
"alternativas": [
{ "letra": "A", "texto": "I e II." },
{ "letra": "B", "texto": "I e IV." },
{ "letra": "C", "texto": "II e III." },
{ "letra": "D", "texto": "I, III e IV." },
{ "letra": "E", "texto": "II, III e IV." }
],
"gabarito": "A"
},
{
"id": "29157048",
"metadata": "Ano: 2018 | Banca: IBADE | Órgão: IPM - JP",
"enunciado_principal": "Com relação à aplicação da lei penal, assinale a alternativa correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "A pena cumprida no estrangeiro não atenua a pena imposta no Brasil pelo mesmo crime." },
{ "letra": "B", "texto": "Os crimes cometidos no estrangeiro não se sujeitam à lei brasileira, ainda que o Brasil se tenha obrigado, por tratado ou convenção, a reprimi-los." },
{ "letra": "C", "texto": "Considera-se praticado o crime no momento da verificação do seu resultado, ainda que a ação ou omissão tenha se dado em outro momento." },
{ "letra": "D", "texto": "A lei penal posterior, ainda que favoreça o agente, não se aplica a fatos anteriores." },
{ "letra": "E", "texto": "Aplica-se a lei brasileira aos crimes cometidos nas embarcações e aeronaves brasileiras a serviço do governo brasileiro, onde quer que se encontrem." }
],
"gabarito": "E"
},
{
"id": "51648293",
"metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-SP",
"enunciado_principal": "Segundo a Exposição de Motivos da Parte Geral, o Código Penal, quanto ao tempo e ao lugar do crime, ao concurso de pessoas e ao crime continuado, adotou, respectivamente, as seguintes teorias:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Atividade, Ubiquidade, Monística e Objetiva." },
{ "letra": "B", "texto": "Atividade, Resultado, Monística e Objetiva-subjetiva." },
{ "letra": "C", "texto": "Resultado, Atividade, Pluralística e Objetiva-subjetiva." },
{ "letra": "D", "texto": "Ubiquidade, Resultado, Pluralística e Objetiva." }
],
"gabarito": "A"
},
{
"id": "40281937",
"metadata": "Ano: 2018 | Banca: FEPESE | Órgão: PGE-SC",
"enunciado_principal": "Sobre a aplicação da lei penal, conforme o Código Penal, assinale a alternativa **correta**.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "O dia do começo exclui-se no cômputo do prazo." },
{ "letra": "B", "texto": "Considera-se praticado o crime no momento do resultado lesivo." },
{ "letra": "C", "texto": "A lei posterior aplica-se aos fatos anteriores, ainda que decididos por sentença condenatória transitada em julgado." },
{ "letra": "D", "texto": "A lei excepcional ou temporária, decorrido o período de sua duração ou cessadas as circunstâncias que a determinaram, é inaplicável ao fato praticado durante sua vigência se não instaurado o procedimento penal ao tempo da conduta típica por ela regida." },
{ "letra": "E", "texto": "É aplicável a lei brasileira aos crimes praticados a bordo de aeronaves ou embarcações estrangeiras de propriedade privada, achando-se aquelas em pouso no território nacional ou em vôo no espaço aéreo correspondente, e estas em porto ou mar territorial do Brasil." }
],
"gabarito": "E"
},
{
"id": "83921054",
"metadata": "Ano: 2018 | Banca: IADES | Órgão: APEX Brasil",
"enunciado_principal": "Determinado empregado de uma empresa brasileira de exportação, em negociação realizada fora do Brasil, oferece vantagem indevida a funcionário público estrangeiro com o intuito de fechar negócio e, de imediato, a proposta ilícita é recusada pelo funcionário público estrangeiro. Com base nos fatos hipotéticos narrados, assinale a alternativa correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "O empregado brasileiro será punido nos termos do Código Penal Brasileiro, mesmo que esse oferecimento tenha se dado fora do Brasil, e mesmo que o funcionário estrangeiro não o tenha aceitado." },
{ "letra": "B", "texto": "Será possível punir o empregado brasileiro apenas nas leis estrangeiras." },
{ "letra": "C", "texto": "Não será possível punir o empregado brasileiro apenas em razão de o fato ter ocorrido fora do Brasil." },
{ "letra": "D", "texto": "Não será possível punir o empregado brasileiro com base nas leis penais brasileiras em razão de o fato ter ocorrido fora do Brasil e de o funcionário público estrangeiro não ter aceitado a proposta." },
{ "letra": "E", "texto": "Não será possível punir o empregado da empresa brasileira com base no Código Penal Brasileiro por não haver, no referido diploma, a conceituação do que vem a ser estrangeiro." }
],
"gabarito": "A"
},
{
"id": "17462930",
"metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
"enunciado_principal": "Na tentativa de entrar em território brasileiro com drogas ilícitas a bordo de um veículo, um traficante disparou um tiro contra agente policial federal que estava em missão em unidade fronteiriça. Após troca de tiros, outros agentes prenderam o traficante em flagrante, conduziram-no à autoridade policial local e levaram o colega ferido ao hospital da região. Nessa situação hipotética, para definir o lugar do crime praticado pelo traficante, o Código Penal brasileiro adota o princípio da ubiquidade.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "A"
},
{
"id": "60293145",
"metadata": "Ano: 2018 | Banca: FGV | Órgão: AL-RO",
"enunciado_principal": "Mévio, deputado estadual, estava de férias com sua família em embarcação brasileira, de natureza privada, na França, quando acabou por praticar um crime de lesão corporal grave contra um francês que foi desrespeitoso com seus filhos. Dias após do delito, Mévio retornou ao Brasil sem que os fatos chegassem ao conhecimento das autoridades francesas, mas, em razão de gravações por câmeras de celulares, o Ministério Público tomou conhecimento dos fatos. Considerando apenas as informações narradas, é correto afirmar que Mévio",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "não poderá vir a ser julgado no Brasil, já que o Código Penal adota o princípio da territorialidade e o crime foi praticado em território estrangeiro." },
{ "letra": "B", "texto": "não poderá vir a ser julgado no Brasil, pois, apesar de o Código Penal prever hipóteses de extraterritorialidade, Mévio não estava a serviço da Administração e a vítima era estrangeira." },
{ "letra": "C", "texto": "poderá vir a ser julgado no Brasil, ainda que já houvesse sido julgado no estrangeiro, diante da extraterritorialidade incondicionada justificada por ser funcionário público, mas eventual pena aplicada na França atenuaria a imposta no Brasil." },
{ "letra": "D", "texto": "poderá vir a ser julgado no Brasil, sendo indispensável que, dentre outras condições, o autor ingresse no país e não tenha sido absolvido na França." },
{ "letra": "E", "texto": "poderá vir a ser julgado no Brasil, pois, apesar de o Código Penal não prever causas de extraterritorialidade, aplica-se o princípio da territorialidade, já que a embarcação privada brasileira é considerada território nacional." }
],
"gabarito": "D"
}
]
