[
{
"id": "93847102",
"metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: Prefeitura de Foz do Iguaçu - PR",
"enunciado_principal": "Uma pessoa que nasceu e morava no Paraguai veio ao Brasil ilegalmente para realizar, junto com alguns brasileiros, um assalto a um banco. Os policiais brasileiros a prenderam durante a fuga, já na fronteira com a Argentina.",
"itens_assertiva": [],
"enunciado_pergunta": "De acordo com a legislação penal, considera-se praticado o crime:",
"alternativas": [
{ "letra": "A", "texto": "No país da ação efetuada, ou seja, do assalto." },
{ "letra": "B", "texto": "No país do destino após a fuga, caso haja convenção ou tratado internacional." },
{ "letra": "C", "texto": "A definição do local do crime depende da sua gravidade." },
{ "letra": "D", "texto": "Nos países onde foi efetuada a prisão, ou seja, no Brasil e na Argentina." },
{ "letra": "E", "texto": "No país de origem do autor do crime." }
],
"gabarito": "A"
},
{
"id": "18273645",
"metadata": "Ano: 2024 | Banca: IV - UFG | Órgão: TJ-AC",
"enunciado_principal": "No que tange à aplicação da Lei Penal, o Código Penal:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "considera como tempo do crime o instante em que se produziu o resultado, mesmo que a conduta tenha sido perpetrada em outro momento." },
{ "letra": "B", "texto": "considera como lugar do crime o local onde ocorreu a conduta, desconsiderando-se o espaço onde se produziu ou deveria se produzir o resultado." },
{ "letra": "C", "texto": "considera que, tanto no espaço quanto no tempo, o crime ocorreu no momento e no lugar onde se produziu ou deveria se produzir o resultado." },
{ "letra": "D", "texto": "considera como tempo do crime o momento em que ação ou a omissão é perpetrada, ainda que o resultado venha a ocorrer em outra ocasião." }
],
"gabarito": "D"
},
{
"id": "59012384",
"metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-AP",
"enunciado_principal": "Caio, Presidente da República Federativa do Brasil, enquanto cumpria agenda oficial em Nova York, nos Estados Unidos da América, é vítima de um crime contra a vida, perpetrado por Tício.",
"itens_assertiva": [],
"enunciado_pergunta": "Considerando as disposições do Código Penal, é correto afirmar que o crime praticado por Tício, cometido no estrangeiro:",
"alternativas": [
{ "letra": "A", "texto": "não está sujeito à lei brasileira, que só tem aplicabilidade às condutas perpetradas no estrangeiro que caracterizem crime contra a fé pública da União;" },
{ "letra": "B", "texto": "não está sujeito à lei brasileira, que só tem aplicabilidade às condutas perpetradas no território pátrio;" },
{ "letra": "C", "texto": "está sujeito à lei brasileira, sendo uma manifestação de extraterritorialidade incondicionada;" },
{ "letra": "D", "texto": "está sujeito à lei brasileira, desde que haja requisição do ministro da Justiça;" },
{ "letra": "E", "texto": "está sujeito à lei brasileira, desde que Tício entre no território nacional." }
],
"gabarito": "C"
},
{
"id": "76543210",
"metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: PC-PE",
"enunciado_principal": "Durante sua estadia nos Estados Unidos da América, Caroline, brasileira, foi acusada de conduta tipificada como crime tanto na legislação estadunidense quanto na legislação brasileira.",
"itens_assertiva": [],
"enunciado_pergunta": "Considerando a situação hipotética anterior e a legislação brasileira referente à extraterritorialidade da lei penal, assinale a opção correta.",
"alternativas": [
{ "letra": "A", "texto": "A extraterritorialidade da lei penal brasileira não se aplica à situação em apreço." },
{ "letra": "B", "texto": "A extraterritorialidade da lei penal brasileira só se aplica a crimes cometidos por estrangeiros no exterior." },
{ "letra": "C", "texto": "Para que Caroline possa ser processada no Brasil, basta que haja acordo de extradição entre o Brasil e os Estados Unidos da América." },
{ "letra": "D", "texto": "Caroline poderá ser processada no Brasil, independentemente do interesse dos Estados Unidos da América." },
{ "letra": "E", "texto": "A extraterritorialidade da lei penal brasileira só se aplica a crimes imprescritíveis e inafiançáveis." }
],
"gabarito": "D"
},
{
"id": "24681357",
"metadata": "Ano: 2024 | Banca: FGV | Órgão: MPE-GO",
"enunciado_principal": "Isabela vivia com sua mãe Patrícia, seu avô, Maurício, e seus dois irmãos mais velhos, Diego e Ricardo, de 10 e 12 anos, respectivamente, em Rochester, Inglaterra. Maurício, aproveitando-se dos momentos em que Patrícia o deixava supervisionando os filhos, diariamente, acariciava os seios e a vagina da neta. Em certa ocasião, vizinhos ouviram gritos de socorro e acionaram a polícia local, que encontrou a pequena com hemorragia e ferimentos na região da vagina e nádegas e os irmãos, Diego e Ricardo, trancados dentro do armário, com fitas adesivas nos tornozelos e sinais, com hematomas e marcas de queimadura nas costas e tórax, em vários estágios de cicatrização. Os policiais não encontraram Maurício no local, porque este fugira para o Brasil, após notar que a Polícia tinha sido acionada. Os infantes Diego e Ricardo, em contato com a rede protetiva inglesa, ainda esclareceram que Maurício, rotineiramente, queimava as costas dos netos com cigarro, utilizava alicate para causar cortes na barriga deles e desferia tapas e golpes com cinto, quando eles o desobedeciam, bem como pontuaram que ficavam trancados no armário, de onde tinham visão, por ser de vidro, de tudo o que ocorria no quarto, enquanto o avô abusava da irmã, e que foram eles que gritaram por socorro, permitindo o acionamento da polícia. Em avaliação, as crianças apresentavam sinais indicativos de transtorno de estresse pós-traumático.",
"itens_assertiva": [],
"enunciado_pergunta": "Ciente da narrativa acima, assinale a afirmativa correta.",
"alternativas": [
{ "letra": "A", "texto": "Apesar do lugar do crime não ser o Brasil, aplica-se a lei brasileira ao caso, com base nos princípios da nacionalidade passiva e da justiça universal." },
{ "letra": "B", "texto": "A conduta de Maurício de acariciar a neta Isabela configura, de acordo com recente julgado do Superior Tribunal de Justiça, importunação sexual e a de ferir Diego e Ricardo, na presença dela, configura violência psicológica, na forma da Lei nº 13431/2017." },
{ "letra": "C", "texto": "A violência empregada contra Diego e Ricardo, por configurar tortura, não admite a aplicação da Lei brasileira, nos termos da Lei nº 9455/1997, porque, mesmo as vítimas sendo brasileiras, Maurício não está mais no território nacional." },
{ "letra": "D", "texto": "De acordo como Superior Tribunal de Justiça, como não se pode delimitar o número de atos libidinosos perpetrados por Maurício contra a neta não é possível aplicar o aumento máximo previsto no Art. 71 do Código Penal." },
{ "letra": "E", "texto": "Para a violência sexual perpetrada por Maurício, a prescrição, antes de transitar em julgado a sentença final, começa a correr da data em que a vítima completar dezoito anos, salvo se, a esse tempo, já tiver sido proposta ação penal." }
],
"gabarito": "E"
},
{
"id": "88776655",
"metadata": "Ano: 2023 | Banca: VUNESP | Órgão: TRF - 3ª REGIÃO",
"enunciado_principal": "Ficam sujeitos à lei brasileira, embora cometidos no estrangeiro, ainda que o agente seja absolvido ou condenado no estrangeiro, sem a necessidade de concorrência de qualquer outra condição, os crimes",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "que, por tratado ou convenção, o Brasil se obrigou a reprimir." },
{ "letra": "B", "texto": "praticados em embarcações brasileiras, mercantes ou de propriedade privada, quando em território estrangeiro." },
{ "letra": "C", "texto": "praticados em aeronaves brasileiras, mercantes ou de propriedade privada, quando em território estrangeiro." },
{ "letra": "D", "texto": "contra a administração pública, por quem está a seu serviço." },
{ "letra": "E", "texto": "praticados por brasileiro." }
],
"gabarito": "D"
},
{
"id": "30987165",
"metadata": "Ano: 2023 | Banca: VUNESP | Órgão: TRF - 3ª REGIÃO",
"enunciado_principal": "Aplica-se a lei penal brasileira a fatos ocorridos no interior de aeronaves brasileiras de natureza pública, onde quer que se encontrem. Também se aplica a lei penal brasileira a fatos ocorridos no interior de",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "aeronaves brasileiras mercantes, onde quer que se encontrem, desde que a vítima seja brasileira." },
{ "letra": "B", "texto": "aeronaves brasileiras mercantes, onde quer que se encontrem, contra qualquer vítima." },
{ "letra": "C", "texto": "aeronaves brasileiras de propriedade privada, sobrevoando território estrangeiro." },
{ "letra": "D", "texto": "embarcações brasileiras mercantes, ancoradas em porto estrangeiro." },
{ "letra": "E", "texto": "embarcações brasileiras de propriedade privada, que estejam em alto-mar." }
],
"gabarito": "E"
},
{
"id": "42109876",
"metadata": "Ano: 2023 | Banca: FGV | Órgão: PM-SP",
"enunciado_principal": "Suponha que, no interior de uma aeronave privada brasileira a serviço do governo brasileiro, foi cometido um delito de furto quando tal aeronave estava localizada em aeroporto de país estrangeiro.",
"itens_assertiva": [],
"enunciado_pergunta": "Nesse caso, de acordo com o Código Penal brasileiro, é correto afirmar que",
"alternativas": [
{ "letra": "A", "texto": "pelo princípio da territorialidade, deverá ser aplicada apenas a lei penal estrangeira, uma vez que se trata de aeronave privada, ainda que a serviço do governo brasileiro, que se encontrava em território estrangeiro no momento em que o delito foi cometido." },
{ "letra": "B", "texto": "poderá ser aplicada a lei penal brasileira, por serem consideradas como extensão do território nacional as aeronaves brasileiras, ainda que privadas, a serviço do governo brasileiro, onde quer que se encontrem." },
{ "letra": "C", "texto": "pelo princípio da extraterritorialidade da lei penal brasileira, esta poderá ser aplicada ao delito cometido no interior de aeronave privada brasileira a serviço do governo brasileiro, desde que haja requerimento do Ministro da Justiça às autoridades estrangeiras do país onde o delito foi cometido." },
{ "letra": "D", "texto": "pelo princípio da extraterritorialidade da lei penal brasileira, esta poderá ser aplicada ao delito cometido no interior de aeronave privada brasileira a serviço do governo brasileiro, desde que haja requerimento do Ministro das Relações Exteriores às autoridades estrangeiras do país onde o delito foi cometido." }
],
"gabarito": "B"
},
{
"id": "55432109",
"metadata": "Ano: 2023 | Banca: MPE-PR | Órgão: MPE-PR",
"enunciado_principal": "Sobre a teoria da lei penal, assinale a alternativa incorreta:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "A lei nova, que prevê exclusão de qualificadora a determinado crime, aplica-se a fatos anteriores à sua vigência, ainda que após o respectivo trânsito em julgado da sentença penal condenatória." },
{ "letra": "B", "texto": "Dentre as proibições que derivam da aplicação do princípio da legalidade, pode-se citar a proibição de retroatividade da lei penal, que admite exceções, e a proibição de analogia em matéria penal, que não admite exceções." },
{ "letra": "C", "texto": "As normas excepcionais e temporárias, de acordo com sistemática adotada pelo Código Penal brasileiro, possuem ultra-atividade." },
{ "letro": "D", "texto": "As normas penais em branco - de que é exemplo o crime previsto no art. 39 da Lei 9.605/98 (cortar árvores em floresta considerada de preservação permanente, sem permissão da autoridade competente) -, dependem de complemento por atos legislativos ou administrativos para perfectibilização de sua tipicidade." },
{ "letra": "E", "texto": "A lei nova, que prevê elevação do prazo prescricional para extinção da punibilidade de determinado crime, não se aplica a fatos anteriores à sua vigência, em razão do princípio da irretroatividade da lei penal." }
],
"gabarito": "B"
},
{
"id": "67890123",
"metadata": "Ano: 2023 | Banca: CONSULPLAN | Órgão: CORE-PE",
"enunciado_principal": "Carlos, brasileiro nato, viajou à Alemanha com a finalidade de assumir o transporte de um carregamento de drogas ilícitas destinadas à Inglaterra. Na Alemanha, já em posse da droga, o veículo conduzido por Carlos foi interceptado pela polícia, mas ele conseguiu se desvencilhar da abordagem, escapar e retornar ao Brasil. Na Alemanha, a conduta de Carlos configura o crime de tráfico ilícito de drogas, punível com a restrição da liberdade.",
"itens_assertiva": [],
"enunciado_pergunta": "Sobre a situação narrada, assinale a alternativa que encontra correspondência com as normativas estabelecidas no Código Penal.",
"alternativas": [
{ "letra": "A", "texto": "Carlos será responsabilizado de acordo com a lei brasileira, ainda que absolvido na Alemanha." },
{ "letra": "B", "texto": "Poderá ser aplicada a lei brasileira ao fato ocorrido na Alemanha, com base no princípio da proteção." },
{ "letra": "C", "texto": "Se Carlos for condenado na Alemanha pelo crime de tráfico ilícito de drogas, poderá ser processado e julgado pelo mesmo fato no Brasil, caso haja requisição do Ministro da Justiça." },
{ "letra": "D", "texto": "A responsabilização de Carlos nos moldes da lei brasileira poderá ocorrer, desde que ele não seja absolvido ou perdoado na Alemanha ou ocorra a extinção da sua punibilidade, e que a lei brasileira autorize a extradição nos casos de tráfico ilícito de drogas." }
],
"gabarito": "D"
},
{
"id": "10293847",
"metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-PR",
"enunciado_principal": "São teorias adotadas no Código Penal em relação ao tempo e ao lugar do crime, respectivamente:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "da atividade e da territorialidade;" },
{ "letra": "B", "texto": "da anterioridade e da territorialidade;" },
{ "letra": "C", "texto": "da atividade e da ubiquidade;" },
{ "letra": "D", "texto": "da temporariedade e da ubiquidade;" },
{ "letra": "E", "texto": "da alteridade e mista." }
],
"gabarito": "C"
},
{
"id": "74635219",
"metadata": "Ano: 2023 | Banca: VUNESP | Órgão: TJ-SP",
"enunciado_principal": "Imagine que, pelo mesmo fato e crime, acusado fora condenado no Brasil à pena de 4 anos e no estrangeiro à pena de 3 anos, ambas transitadas em julgado. Depois de ter cumprido 2 anos de pena no estrangeiro, o acusado foge e é capturado no Brasil. Aqui, cumprirá mais",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "4 anos." },
{ "letra": "B", "texto": "1 ano." },
{ "letra": "C", "texto": "2 anos." },
{ "letra": "D", "texto": "1 ano, mas apenas se homologado o cumprimento da sentença estrangeira ao Brasil." },
{ "letra": "E", "texto": "5 anos." }
],
"gabarito": "C"
},
{
"id": "90817263",
"metadata": "Ano: 2023 | Banca: IBADE | Órgão: SEJUS-ES",
"enunciado_principal": "Na data de 10 de janeiro de 2023, na cidade de Vila Velha/ES, João da Silva foi baleado ao reagir a um assalto praticado por Limar de Castro. A vítima foi encaminhada ao Hospital Universitário situado em Vitória/ES, porém, mesmo após o empenho da equipe médica, faleceu no dia 30 de janeiro de 2023. De acordo com o Código Penal, acerca do tempo e lugar do crime, é correto afirmar que se considera praticado o crime no dia:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "10 de janeiro de 2023, ainda que outro seja o momento do resultado;" },
{ "letra": "B", "texto": "30 de janeiro de 2023, no lugar em que ocorreu a ação ou omissão;" },
{ "letra": "C", "texto": "30 de janeiro de 2023, no lugar onde se produziu ou deveria produzir-se o resultado;" },
{ "letra": "D", "texto": "30 de janeiro de 2023, tendo como lugar do crime as cidades de Vila Velha/ES e Vitória/ES;" },
{ "letra": "E", "texto": "30 de janeiro de 2023, mesmo que a ação ou omissão tenha ocorrido em data diversa." }
],
"gabarito": "A"
},
{
"id": "31415926",
"metadata": "Ano: 2023 | Banca: TJ-AM | Órgão: TJ-AM",
"enunciado_principal": "Acerca das disposições da parte geral do Código Penal, assinale a opção correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "A superveniência de causa relativamente independente exclui a imputação quando, por si só, produziu o resultado, deixando os fatos anteriores de serem imputados a quem os praticou." },
{ "letra": "B", "texto": "Considera-se praticado o crime no lugar em que ocorreu a ação ou omissão, no todo ou em parte, independentemente de onde se produziu ou deveria produzir-se o resultado." },
{ "letra": "C", "texto": "Para os efeitos penais, consideram-se como extensão do território nacional as embarcações e aeronaves brasileiras, de natureza pública ou a serviço do governo brasileiro onde quer que se encontrem, bem como as aeronaves e as embarcações brasileiras, mercantes ou de propriedade privada, que se achem, respectivamente, no espaço aéreo correspondente ou em alto-mar." },
{ "letra": "D", "texto": "Não é aplicável a lei brasileira aos crimes praticados a bordo de aeronaves estrangeiras de propriedade privada, quando em pouso no território nacional ou em voo no espaço aéreo correspondente." }
],
"gabarito": "C"
},
{
"id": "80807070",
"metadata": "Ano: 2023 | Banca: FGV | Órgão: DPE-RJ",
"enunciado_principal": "O jogador Vinícius Júnior foi expulso, no dia 21/05/2023, em partida de futebol realizada contra o Valencia pelo campeonato espanhol, após reagir a ofensas racistas perpetradas por torcedores do time rival. Ao longo da partida, foi possível ouvir constantes gritos de “macaco!” advindos da torcida do Valencia e direcionados ao atacante brasileiro. A polícia de Madri recolheu impressões digitais e vestígios genéticos de várias pessoas envolvidas no ato. Afora isso, as autoridades locais rastrearam placas de veículos automotores que transitaram próximo ao estádio. Diante da investigação da polícia madrilenha, chegou-se à autoria em relação a determinados indivíduos.",
"itens_assertiva": [],
"enunciado_pergunta": "Considerando a narrativa fática, é correto afirmar que a lei penal brasileira:",
"alternativas": [
{ "letra": "A", "texto": "poderá ser aplicada às infrações penais que ocorrerem fora do território nacional, devendo ser observado o princípio da territorialidade mitigada;" },
{ "letra": "B", "texto": "poderá ser aplicada às infrações penais que ocorrerem fora do território nacional, devendo ser observado o princípio da nacionalidade ativa, podendo-se afirmar que nesta hipótese a extraterritorialidade é condicionada;" },
{ "letra": "C", "texto": "poderá ser aplicada às infrações penais que ocorrerem fora do território nacional, devendo ser observado o princípio da representação, podendo-se afirmar que, nessa hipótese, a extraterritorialidade é incondicionada;" },
{ "letra": "D", "texto": "poderá ser aplicada às infrações penais que ocorrerem fora do território nacional, devendo ser observado o princípio da justiça penal universal, bem como a hipótese legal decorrente do princípio da defesa que é verificada quando o delito é praticado por estrangeiro contra brasileiro, podendo-se afirmar que, em ambos os casos, teremos extraterritorialidade incondicionada;" },
{ "letra": "E", "texto": "poderá ser aplicada às infrações penais que ocorrerem fora do território nacional, devendo ser observado o princípio da justiça penal universal, bem como a hipótese legal decorrente do princípio da defesa que é verificada quando o delito é praticado por estrangeiro contra brasileiro, podendo-se afirmar que, em ambos os casos, teremos extraterritorialidade condicionada." }
],
"gabarito": "E"
},
{
"id": "29384756",
"metadata": "Ano: 2023 | Banca: VUNESP | Órgão: TJ-RJ",
"enunciado_principal": "Do princípio do *locus delicti comissi,* depreende-se que",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "considera-se praticado o crime apenas no lugar em que ocorreu a ação ou omissão, no todo ou em parte." },
{ "letra": "B", "texto": "por ficção, a lei penal considera como extensão do território nacional as embarcações e aeronaves brasileiras de natureza pública." },
{ "letra": "C", "texto": "a lei nacional alcança os crimes praticados dentro do território nacional, sejam os agentes nacionais, estrangeiros ou apátridas." },
{ "letra": "D", "texto": "o estrangeiro pode alegar erro sobre a ilicitude do fato que, se inevitável, isenta de pena; se evitável, poderá diminuí-la de um sexto a um terço." },
{ "letra": "E", "texto": "as convenções, tratados e regras de direito internacional não podem ser excluídos quando da aplicação da lei penal." }
],
"gabarito": "C"
},
{
"id": "17181920",
"metadata": "Ano: 2023 | Banca: FGV | Órgão: AL-MA",
"enunciado_principal": "Caio caminha pelas ruas de um Estado estrangeiro quando é surpreendido por Tício, brasileiro, que lhe desfere diversas ofensas, incluindo uma “cusparada” no rosto. O delito de injúria real é fato típico e ilícito em ambos os países.",
"itens_assertiva": [],
"enunciado_pergunta": "A respeito do caso relatado, é correto afirmar que",
"alternativas": [
{ "letra": "A", "texto": "se Caio também for brasileiro, caberá a aplicação da lei brasileira aos fatos ocorridos no exterior. A ação penal será pública incondicionada, por se tratar de injúria real." },
{ "letra": "B", "texto": "a lei brasileira é aplicável ao caso, desde que Tício retorne ao Brasil, independentemente de ter havido, ou não, persecução penal na origem." },
{ "letra": "C", "texto": "ainda que Tício retorne ao Brasil, a lei brasileira não é aplicável ao caso, por se tratar de extraterritorialidade condicionada da lei penal brasileira." },
{ "letra": "D", "texto": "se o fato tivesse ocorrido no Brasil, envolvendo estrangeiros, o Brasil não poderia reconhecer a aplicação da lei penal estrangeira ao fato ocorrido em território nacional." },
{ "letra": "E", "texto": "a hipótese é de extraterritorialidade condicionada, bastando que Tício retorne ao Brasil e que Caio ajuíze a competente queixa-crime para que haja a aplicação da lei penal brasileira." }
],
"gabarito": "C"
},
{
"id": "60616263",
"metadata": "Ano: 2023 | Banca: MS Concursos e Consultoria | Órgão: Prefeitura de Luís Eduardo Magalhães - BA",
"enunciado_principal": "De acordo com o Código Penal Brasileiro, é incorreto afirmar:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Considera-se praticado o crime no momento da ação ou omissão, ainda que outro seja o momento do resultado." },
{ "letra": "B", "texto": "A lei posterior, que de qualquer modo favorecer o agente, aplica-se aos fatos anteriores, ainda que decididos por sentença condenatória transitada em julgado." },
{ "letra": "C", "texto": "Considera-se praticado o crime no lugar em que ocorreu a ação ou omissão, no todo ou em parte, bem como onde se produziu ou deveria produzir-se o resultado." },
{ "letra": "D", "texto": "A pena cumprida no estrangeiro é computada na pena imposta no Brasil pelo mesmo crime, quando diversas, ou atenua, quando idênticas." },
{ "letra": "E", "texto": "O resultado, de que depende a existência do crime, somente é imputável a quem lhe deu causa. Considera-se causa a ação ou omissão sem a qual o resultado não teria ocorrido." }
],
"gabarito": "D"
},
{
"id": "73747576",
"metadata": "Ano: 2023 | Banca: SELECON | Órgão: Prefeitura de Lucas do Rio Verde - MT",
"enunciado_principal": "Li foi condenado pela prática de diversos crimes ocorridos no Brasil. Ao final do processo, para eximir-se da pena, comprovou sua nacionalidade italiana, tendo o seu requerimento de absolvição, por tal motivo, sido indeferido.",
"itens_assertiva": [],
"enunciado_pergunta": "Nos termos do Código Penal, a aplicação da lei brasileira no caso decorre da incidência do princípio da:",
"alternativas": [
{ "letra": "A", "texto": "diplomacia" },
{ "letra": "B", "texto": "adequação" },
{ "letra": "C", "texto": "averiguação" },
{ "letra": "D", "texto": "territorialidade" }
],
"gabarito": "D"
},
{
"id": "99001122",
"metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-RN",
"enunciado_principal": "No dia 30 de março de 2023, em Natal/RN, após uma discussão em um bar, João efetuou três disparos de arma de fogo em desfavor de Caio. A vítima foi socorrida e encaminhada a um hospital de Monte Alegre/RN. Após permanecer internado em uma Unidade de Tratamento Intensivo, Caio veio a óbito, no dia 7 de abril de 2023.",
"itens_assertiva": [],
"enunciado_pergunta": "Nesse cenário, à luz das disposições do Código Penal quanto ao tempo e ao lugar do crime, considera-se praticado o crime no dia:",
"alternativas": [
{ "letra": "A", "texto": "30 de março de 2023 (data dos disparos de arma de fogo) e no dia 7 de abril de 2023 (data do óbito). O lugar do crime, por sua vez, engloba Natal/RN e Monte Alegre/RN;" },
{ "letra": "B", "texto": "7 de abril de 2023, mesmo que os disparos de arma de fogo tenham ocorrido em data diversa. O lugar do crime, por sua vez, engloba Natal/RN e Monte Alegre/RN;" },
{ "letra": "C", "texto": "30 de março de 2023, mesmo que o óbito da vítima tenha ocorrido em data diversa. O lugar do crime, por sua vez, engloba Natal/RN e Monte Alegre/RN;" },
{ "letra": "D", "texto": "30 de março de 2023, mesmo que o óbito da vítima tenha ocorrido em data diversa. O lugar do crime, por sua vez, é Monte Alegre/RN;" },
{ "letra": "E", "texto": "30 de março de 2023, mesmo que o óbito da vítima tenha ocorrido em data diversa. O lugar do crime, por sua vez, é Natal/RN." }
],
"gabarito": "C"
}
]
