[
{
"id": "11112222",
"metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-SP",
"enunciado_principal": "A Extraterritorialidade do art. 7º do CP é fenômeno que",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "considera o crime praticado tanto no local da ação quanto no local do resultado." },
{ "letra": "B", "texto": "estabelece que a pena cumprida no estrangeiro atenua a pena imposta no Brasil pelo mesmo crime, quando diversas, ou nela é computada, quando idênticas." },
{ "letra": "C", "texto": "autoriza a aplicação da lei penal estrangeira a determinados fatos praticados no território nacional." },
{ "letra": "D", "texto": "considera como território nacional o mar territorial e seu respectivo espaço aéreo." },
{ "letra": "E", "texto": "prescreve a aplicação da lei penal brasileira a determinados fatos cometidos fora do território nacional." }
],
"gabarito": "E"
},
{
"id": "11113333",
"metadata": "Ano: 2022 | Banca: FCC | Órgão: TJ-CE",
"enunciado_principal": "Um brasileiro, em visita ao Paraguai para assistir a uma partida de futebol de seu time, envolve-se em uma confusão entre torcidas. Ainda no país vizinho, o brasileiro é atingido por dois disparos de arma de fogo ocasionados por um paraguaio, o que lhe produz ferimentos graves. Como estava perto da ponte da amizade, o brasileiro é socorrido em um hospital no lado brasileiro, onde permanece por algumas semanas em risco de vida, mas acaba se recuperando e não vem a óbito. O paraguaio nunca entrou em território brasileiro.",
"itens_assertiva": [],
"enunciado_pergunta": "Diante dos fatos narrados, a lei penal brasileira",
"alternativas": [
{ "letra": "A", "texto": "é aplicável ao caso." },
{ "letra": "B", "texto": "não é aplicável ao caso, pois os disparos ocorreram no Paraguai." },
{ "letra": "C", "texto": "não é aplicável ao caso, pois o paraguaio jamais entrou em território brasileiro." },
{ "letra": "D", "texto": "é aplicável ao caso, pois o resultado deveria ter acontecido no Brasil." },
{ "letra": "E", "texto": "é aplicável ao caso, pois crimes cometidos em região de fronteira são abarcados pela jurisdição nacional." }
],
"gabarito": "A"
},
{
"id": "11114444",
"metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-GO",
"enunciado_principal": "De acordo com as normas e os princípios que regem a aplicação da lei penal no tempo e no espaço, é correto afirmar que:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "as normas penais incriminadoras podem ser criadas por lei, convenção ou decreto legislativo;" },
{ "letra": "B", "texto": "considera-se praticado o crime no momento de seu resultado, ainda que outro seja o momento da ação ou omissão;" },
{ "letra": "C", "texto": "a lei temporária, embora decorrido o período de sua duração, aplica-se aos fatos praticados durante a sua vigência;" },
{ "letra": "D", "texto": "as regras gerais do Código Penal aplicam-se aos crimes previstos em lei especial, mesmo que esta disponha de maneira diversa;" },
{ "letra": "E", "texto": "a lei penal posterior mais benéfica aplica-se aos fatos anteriores, desde que não decididos por sentença condenatória transitada em julgado." }
],
"gabarito": "C"
},
{
"id": "11115555",
"metadata": "Ano: 2022 | Banca: Quadrix | Órgão: CAU-SC",
"enunciado_principal": "A respeito da aplicação da lei penal, assinale a alternativa correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Ninguém pode ser punido por fato que lei posterior deixe de considerar crime, preservando-se, contudo, os efeitos da sentença penal transitada em julgado." },
{ "letra": "B", "texto": "Considera-se praticado o crime no momento em que seja concretizado o seu resultado." },
{ "letra": "C", "texto": "A pena cumprida no estrangeiro não atenua a pena imposta no Brasil pelo mesmo crime." },
{ "letra": "D", "texto": "É aplicável a lei brasileira aos crimes praticados a bordo de aeronaves estrangeiras de propriedade privada, desde que não estejam em voo no espaço aéreo brasileiro." },
{ "letra": "E", "texto": "A lei excepcional ou temporária, embora decorrido o período de sua duração ou cessadas as circunstâncias que a determinaram, aplica-se ao fato praticado durante sua vigência." }
],
"gabarito": "E"
},
{
"id": "11116666",
"metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-PB",
"enunciado_principal": "Em relação ao lugar do crime, o Código Penal brasileiro adotou a teoria",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "do resultado." },
{ "letra": "B", "texto": "da consumação." },
{ "letra": "C", "texto": "da atividade." },
{ "letra": "D", "texto": "da ubiquidade." },
{ "letra": "E", "texto": "da ação." }
],
"gabarito": "D"
},
{
"id": "11117777",
"metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Pires do Rio - GO",
"enunciado_principal": "A respeito da aplicação da lei penal, julgue o item a seguir.",
"itens_assertiva": [],
"enunciado_pergunta": "Para fins de valoração do lugar do crime, o Código Penal adota a teoria da ubiquidade.",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "A"
},
{
"id": "11118888",
"metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Pires do Rio - GO",
"enunciado_principal": "A respeito da aplicação da lei penal, julgue o item a seguir.",
"itens_assertiva": [],
"enunciado_pergunta": "Aplica-se a lei penal brasileira aos crimes cometidos em aeronaves estrangeiras de propriedade privada durante seu sobrevoo no espaço aéreo brasileiro.",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "A"
},
{
"id": "11119999",
"metadata": "Ano: 2022 | Banca: CPCON | Órgão: Prefeitura de Sousa - PB",
"enunciado_principal": "O Código Penal trata, em sua parte geral, especificamente em seu título I, sobre a aplicabilidade da lei penal. Desta forma, marque abaixo a alternativa INCORRETA:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Não há crime sem lei anterior que o defina. Não há pena sem prévia cominação legal. Esta afirmativa refere-se ao princípio da legalidade ou reserva legal, o qual permite a condenação do indivíduo pela prática de um fato que não era, no tempo do ocorrido, previsto em lei como crime." },
{ "letra": "B", "texto": "Ninguém pode ser punido por fato que lei posterior deixa de considerar crime, cessando em virtude dela a execução e os efeitos penais da sentença condenatória." },
{ "letra": "C", "texto": "Quando tratamos de lugar de crime, devemos considerar praticado o crime no lugar em que ocorreu a ação ou omissão, no todo ou em parte, bem como onde se produziu ou deveria produzir-se o resultado." },
{ "letra": "D", "texto": "Considera-se praticado o crime no momento da ação ou omissão, ainda que outro seja o momento do resultado. Portanto, no Brasil, adota-se a teoria da atividade." },
{ "letra": "E", "texto": "Em relação à contagem do prazo para cumprimento da pena, o dia do começo inclui-se no cômputo do prazo. Contam-se os dias, os meses e os anos pelo calendário comum." }
],
"gabarito": "A"
},
{
"id": "12121212",
"metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-PB",
"enunciado_principal": "Com relação à lei penal no espaço, a legislação brasileira utiliza, em regra, o princípio da",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "territorialidade." },
{ "letra": "B", "texto": "personalidade ativa." },
{ "letra": "C", "texto": "personalidade passiva." },
{ "letra": "D", "texto": "justiça cosmopolita." },
{ "letra": "E", "texto": "defesa." }
],
"gabarito": "A"
},
{
"id": "12122323",
"metadata": "Ano: 2022 | Banca: VUNESP | Órgão: Prefeitura de Osasco - SP",
"enunciado_principal": "Considere o seguinte caso hipotético: Kantiferes, no dia 20 de outubro de 2020, no município de São Paulo, utilizando-se de um revólver Calibre .38, ameaça matar Artêmios e o obriga a lhe entregar seu relógio. Após conseguir o objeto, Kantiferes foge, sendo capturado, antes do oferecimento da denúncia, no município de Guarulhos, ainda na posse do armamento e do relógio. Diante desta situação e nos termos do Código Penal, é correto afirmar que:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "admite-se a aplicação do estado de necessidade como excludente." },
{ "letra": "B", "texto": "o crime foi consumado no Município de Guarulhos." },
{ "letra": "C", "texto": "admite-se a aplicação do arrependimento posterior." },
{ "letra": "D", "texto": "o crime foi consumado no Município de São Paulo." },
{ "letra": "E", "texto": "admite-se a aplicação da desistência voluntária." }
],
"gabarito": "D"
},
{
"id": "12123434",
"metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: TCE-SC",
"enunciado_principal": "Com relação à parte geral do Código Penal, julgue o item que se segue.",
"itens_assertiva": [],
"enunciado_pergunta": "Aplica-se a lei brasileira ao crime que tenha sido praticado em navio mercante de bandeira francesa ancorado no Porto de Itajaí, localizado no estado de Santa Catarina.",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "A"
},
{
"id": "12124545",
"metadata": "Ano: 2022 | Banca: MPE-RJ | Órgão: MPE-RJ",
"enunciado_principal": "Imagine que, a partir de Milão, um hacker invada os sistemas computacionais de um hospital localizado na cidade do Rio de Janeiro e altere, com dolo de matar, a prescrição de medicamentos de um internado, aumentando a dose de um remédio para patamar que até seria aceitável a outros pacientes, mas que para aquele determinado paciente é fatal. Uma enfermeira cumpre à risca a prescrição sem desconfiar da alteração, o que causa a morte do internado. Diante da hipótese narrada, assinale a alternativa correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "O lugar do crime, para a Lei Penal, é determinado unicamente pelo lugar do resultado, donde se conclui que o crime ocorreu no Rio de Janeiro." },
{ "letra": "B", "texto": "O lugar do crime é unicamente Milão, tendo em vista que a ação da enfermeira não pode ser considerada conduta à luz do Direito Penal." },
{ "letra": "C", "texto": "O crime ocorreu tanto em Milão como no Rio de Janeiro." },
{ "letra": "D", "texto": "A definição do lugar do crime depende da responsabilização (ou não), no caso concreto, da enfermeira." },
{ "letra": "E", "texto": "Ainda que a conduta da enfermeira não seja penalmente relevante o lugar do crime é o Rio de Janeiro, sendo incorreto afirmar que seja Milão." }
],
"gabarito": "C"
},
{
"id": "12125656",
"metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-RO",
"enunciado_principal": "Quanto à eficácia espacial da lei penal à luz do princípio da territorialidade, é correto afirmar que a lei penal só tem aplicação no",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Estado que a tenha determinado, independentemente da nacionalidade do agente e do bem jurídico tutelado." },
{ "letra": "B", "texto": "Estado que a tenha determinado, considerando-se, estritamente, a nacionalidade do sujeito ativo do delito." },
{ "letra": "C", "texto": "Estado que a tenha determinado, considerando-se, estritamente, o espaço geográfico delimitado por fronteiras." },
{ "letra": "D", "texto": "Estado que a tenha determinado, considerando-se, estritamente, o titular do bem jurídico tutelado." },
{ "letra": "E", "texto": "Estado que a tenha determinado, considerando-se, unicamente, a nacionalidade da vítima." }
],
"gabarito": "A"
},
{
"id": "12126767",
"metadata": "Ano: 2022 | Banca: FGV | Órgão: PC-RJ",
"enunciado_principal": "Insatisfeito com uma disputa acirrada num jogo de futebol, Ares, que contava com 17 anos e 11 meses de vida, aguarda a saída de Príapo de um curso preparatório, sequestrando seu desafeto, mantendo-o em cárcere privado por dois meses, quando o cativeiro é descoberto pela polícia e a vítima é resgatada.",
"itens_assertiva": [],
"enunciado_pergunta": "De acordo com o Código Penal, Ares deverá:",
"alternativas": [
{ "letra": "A", "texto": "responder pelo crime, em razão da teoria do resultado;" },
{ "letra": "B", "texto": "responder pelo crime, em razão da teoria mista;" },
{ "letra": "C", "texto": "responder pelo crime, em razão da teoria da ação;" },
{ "letra": "D", "texto": "não responder por crime, em razão da teoria da ubiquidade;" },
{ "letra": "E", "texto": "não responder por crime, em razão da teoria da atividade." }
],
"gabarito": "E"
},
{
"id": "12127878",
"metadata": "Ano: 2021 | Banca: FAPEC | Órgão: PC-MS",
"enunciado_principal": "No que se dispõe sobre a aplicação da lei penal, analise as afirmações abaixo, enumeradas de l a V.",
"itens_assertiva": [
"I - Ninguém pode ser punido por fato que lei posterior deixa de considerar crime, cessando em virtude dela a execução da pena, mantendo-se válidos apenas os efeitos da sentença condenatória.",
"II - Ficam sujeitos à lei brasileira, embora cometidos no estrangeiro, os crimes contra a administração pública por quem está a seu serviço.",
"III- Considera-se praticado o crime no momento da ação ou da omissão, ainda que outro seja o momento do resultado.",
"IV - Considera-se praticado o crime no lugar em que ocorreu a ação ou omissão, no todo ou em parte, bem como onde se produziu ou deveria produzir-se o resultado.",
"V - As regras gerais são as normas não incriminadoras, previstas tanto na parte Geral como na Parte Especial do Código Penal, e aplicam-se somente aos fatos definidos como crime no Código Penal."
],
"enunciado_pergunta": "Assinale a alternativa que apresenta as afirmações corretas.",
"alternativas": [
{ "letra": "A", "texto": "Apenas as afirmativas II, III e IV estão corretas." },
{ "letra": "B", "texto": "As afirmações corretas são as das alternativas I, III, IV e V." },
{ "letra": "C", "texto": "Somente as afirmações das alternativas II, IV e V estão corretas." },
{ "letra": "D", "texto": "Apenas as afirmações das alternativas I, III e V estão corretas." },
{ "letra": "E", "texto": "Todas as afirmações estão corretas." }
],
"gabarito": "A"
},
{
"id": "12128989",
"metadata": "Ano: 2021 | Banca: Avança SP | Órgão: Câmara de Ribeirão Pires - SP",
"enunciado_principal": "No que se refere aos tópicos de Direito Penal, analise os itens a seguir e, ao final, assinale a alternativa correta.",
"itens_assertiva": [
"I - Lei excepcional, por ter ultratividade, pode ser aplicada a fatos praticados durante sua vigência mesmo após sua revogação.",
"II – No tocante ao tempo do crime, o Código Penal brasileiro adotou a teoria da atividade, que o considera como o momento da conduta comissiva ou omissiva.",
"III – O princípio da legalidade tem como fundamento o princípio nullum crimen, nulla poena sine praevia lege."
],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Apenas o item I é verdadeiro." },
{ "letra": "B", "texto": "Apenas o item II é veradeiro." },
{ "letra": "C", "texto": "Apenas o item III é verdadeiro." },
{ "letra": "D", "texto": "Apenas os itens I e III são verdadeiros." },
{ "letra": "E", "texto": "Todos os itens são verdadeiros." }
],
"gabarito": "E"
},
{
"id": "12129090",
"metadata": "Ano: 2021 | Banca: FGV | Órgão: TCE-RO",
"enunciado_principal": "Sobre a aplicação da lei penal no espaço, é correto afirmar que:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "pelo princípio da extraterritorialidade, aplica-se a lei penal brasileira aos fatos puníveis praticados no território nacional, quando o agente for estrangeiro;" },
{ "letra": "B", "texto": "a lei brasileira adota o princípio da territorialidade como regra, ainda que de forma atenuada, uma vez que ressalva a validade de convenções e tratados internacionais;" },
{ "letra": "C", "texto": "o princípio da nacionalidade ou da personalidade permite a extensão da jurisdição penal do Estado titular do bem lesado para além dos seus limites territoriais;" },
{ "letra": "D", "texto": "o princípio real, de defesa ou de proteção permite a aplicação da lei penal da nacionalidade do agente, pouco importando o local em que o crime foi praticado;" },
{ "letra": "E", "texto": "o princípio da universalidade ou cosmopolita aplica-se à lei penal da nacionalidade do agente, pouco importando o local em que o crime foi praticado." }
],
"gabarito": "B"
},
{
"id": "12130101",
"metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
"enunciado_principal": "Julgue o item seguinte, a respeito dos princípios aplicáveis ao direito penal, da lei penal no tempo e no espaço e da irretroatividade da lei penal.",
"itens_assertiva": [],
"enunciado_pergunta": "Aplica-se a lei penal brasileira a crimes cometidos dentro de aeronave ou embarcação brasileira que seja pública ou esteja a serviço do governo, independentemente de onde se encontrem, em razão do princípio da bandeira ou da representação.",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "A"
},
{
"id": "12131212",
"metadata": "Ano: 2021 | Banca: FAPEC | Órgão: PC-MS",
"enunciado_principal": "À luz do que dispõe a parte geral do Código Penal Brasileiro (Decreto-lei nº 2.848/1940), assinale a alternativa correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "A sentença estrangeira, quando a aplicação da lei brasileira produz na espécie as mesmas consequências, pode ser homologada no Brasil, para obrigar o condenado à reparação do dano, a restituições e a outros efeitos civis e, ainda, sujeitá-lo à medida de segurança." },
{ "letra": "B", "texto": "A sentença estrangeira, quando a aplicação da lei brasileira produz na espécie as mesmas consequências, pode ser homologada no Brasil, para, dentre outras hipóteses, sujeitar o condenado ao cumprimento de penas restritivas de direitos." },
{ "letra": "C", "texto": "A pena cumprida no estrangeiro é computada na pena imposta no Brasil pelo mesmo crime, quando diversas, ou é atenuada, quando idênticas." },
{ "letra": "D", "texto": "Considera-se praticado o crime no lugar onde se produziu ou deveria produzir-se o resultado. O Código Penal, quanto a essa regra, adotou a teoria do resultado." },
{ "letra": "E", "texto": "A lei excepcional ou temporária, embora decorrido o período de sua duração ou cessadas as circunstâncias que a determinaram, aplica-se ao fato praticado durante sua vigência, salvo se vier norma posterior mais benéfica, tendo em vista o princípio da retroatividade da norma penal em benefício do réu." }
],
"gabarito": "A"
},
{
"id": "12132323",
"metadata": "Ano: 2021 | Banca: FAPEC | Órgão: PC-MS",
"enunciado_principal": "Como regra, a lei penal brasileira aplica-se aos fatos ocorridos em território nacional. Isso porque o Código Penal adotou, em seu artigo 5º, caput, o princípio da territorialidade temperada ou mitigada. Todavia, existem algumas situações nas quais a lei penal brasileira será aplicada a fatos havidos no estrangeiro, ou seja, em locais submetidos à soberania externa ou mesmo em territórios em que país algum exerce seu poder soberano, como é o caso da Antártida. A isso, dá-se o nome de extraterritorialidade. Para sanar tais dúvidas, o Código Penal estipulou regramento próprio, e a doutrina pátria previu princípios aplicáveis à extraterritorialidade. Tendo como parâmetro esses fundamentos, assinale a alternativa correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Os crimes que, por tratado ou convenção, o Brasil obrigou-se a reprimir, se cometidos no estrangeiro, podem se sujeitar à lei penal brasileira, ainda que o agente seja absolvido ou condenado no território distinto do nacional, pois se trata de extraterritorialidade incondicionada." },
{ "letra": "B", "texto": "Pelo princípio real, da proteção ou da defesa, ficam sujeitos à lei brasileira, embora cometidos no estrangeiro, os crimes contra a vida ou a honra do Presidente da República, tratando-se de hipótese de extraterritorialidade incondicionada." },
{ "letra": "C", "texto": "Os crimes praticados contra a administração pública, qualquer que seja o sujeito ativo, ficam sujeitos à lei penal brasileira caso praticados no estrangeiro, independentemente de qualquer condição, Incidindo o princípio da defesa ou real ou da proteção." },
{ "letra": "D", "texto": "Ficam sujeitos à lei brasileira, embora cometidos no estrangeiro, os crimes de genocídio, quando o agente for brasileiro ou domiciliado no Brasil. Trata-se de aplicação do princípio da justiça universal ou cosmopolita e hipótese de extraterritorialidade incondicionada." },
{ "letra": "E", "texto": "Configura hipótese de extraterritorialidade condicionada crime ocorrido no estrangeiro, em navios e em aeronaves de natureza pública ou privada, aplicando-se o princípio da representação ou da bandeira." }
],
"gabarito": "B"
}
]
