[
{
"id": "19475836",
"metadata": "Ano: 2020 | Banca: SELECON | Órgão: Prefeitura de Boa Vista - RR",
"enunciado_principal": "Esquimó é acusado de cometer crime ocorrido em aeronave que realiza voo internacional. Nos termos do Código Penal, é considerada extensão do território para fins de aplicação da lei brasileira:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "aeronaves estrangeiras em voo onde estiverem" },
{ "letra": "B", "texto": "aeronaves brasileiras em voo no espaço aéreo nacional" },
{ "letra": "C", "texto": "aeronaves estrangeiras pousadas em aeroportos internacionais" },
{ "letra": "D", "texto": "aeronaves brasileiras mercantes em voo perante espaço aéreo estrangeiro" }
],
"gabarito": "D"
},
{
"id": "55091728",
"metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
"enunciado_principal": "Com relação ao tempo e ao lugar do crime, o Código Penal brasileiro adotou, respectivamente, as teorias do(a)",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "resultado e da ação" },
{ "letra": "B", "texto": "consumação e do resultado." },
{ "letra": "C", "texto": "atividade e da ubiquidade." },
{ "letra": "D", "texto": "ubiquidade e da atividade." },
{ "letra": "E", "texto": "ação e da consumação." }
],
"gabarito": "C"
},
{
"id": "83629147",
"metadata": "Ano: 2019 | Banca: ZAMBINI | Órgão: Prefeitura de Itatiba - SP",
"enunciado_principal": "Leia o dispositivo do Código Penal transcrito abaixo, bem como assinale a alternativa que indica o princípio a que se refere.",
"itens_assertiva": [],
"enunciado_pergunta": "“Aplica-se a lei brasileira, sem prejuízo de convenções, tratados e regras de direito internacional, ao crime cometido no território nacional.”",
"alternativas": [
{ "letra": "A", "texto": "Lugar do crime." },
{ "letra": "B", "texto": "Extraterritorialidade." },
{ "letra": "C", "texto": "Territorialidade." },
{ "letra": "D", "texto": "Tempo do crime." }
],
"gabarito": "C"
},
{
"id": "64827193",
"metadata": "Ano: 2019 | Banca: FUNDATEC | Órgão: Autarquia Municipal de Turismo Gramadotur - RS",
"enunciado_principal": "De acordo com o Código Penal, ficam sujeitos à lei brasileira, embora cometidos no estrangeiro, os crimes:",
"itens_assertiva": [
"I. Que, por tratado ou convenção, o Brasil se obrigou a reprimir.",
"II. Praticados por brasileiro.",
"III. Praticados em aeronaves ou embarcações brasileiras, mercantes ou de propriedade privada, quando em território estrangeiro em qualquer circunstância."
],
"enunciado_pergunta": "Quais estão corretas?",
"alternativas": [
{ "letra": "A", "texto": "Apenas I." },
{ "letra": "B", "texto": "Apenas II." },
{ "letra": "C", "texto": "Apenas III." },
{ "letra": "D", "texto": "Apenas I e II." },
{ "letra": "E", "texto": "Apenas II e III." }
],
"gabarito": "D"
},
{
"id": "27384910",
"metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Osasco - SP",
"enunciado_principal": "Tendo em vista as normas e regras de aplicação da lei penal, no tempo e no espaço, assinale a alternativa correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "A regra da ultra-atividade decorre do princípio da legalidade e indica que a lei penal aplicável será a vigente ao tempo da prática do fato criminoso." },
{ "letra": "B", "texto": "A lei excepcional aplica-se ao fato praticado durante sua vigência, desde que não cessadas as necessidades que a fizeram existir." },
{ "letra": "C", "texto": "A regra da ultra-atividade decorre da característica da extra-atividade da lei penal e indica a possibilidade de a lei penal aplicar-se a determinado fato, ainda que já revogada." },
{ "letra": "D", "texto": "Não existe extraterritorialidade da lei penal brasileira, exceto para crimes praticados contra o Presidente da República ou o patrimônio da União." },
{ "letra": "E", "texto": "Para definir o lugar do crime, o Código Penal Brasileiro adotou a teoria da atividade, segundo a qual o crime é considerado praticado onde se deu a ação ou omissão." }
],
"gabarito": "C"
},
{
"id": "90218374",
"metadata": "Ano: 2019 | Banca: CONSULPLAN | Órgão: MPE-PA",
"enunciado_principal": "Henrico, turista espanhol, de férias no Brasil, contratou uma embarcação marítima para passar a festa de ano novo na praia de Copacabana, no Rio de Janeiro. Durante as comemorações, quando a embarcação estava atracada no litoral brasileiro, o turista entrou em uma briga com Pedro, brasileiro. Durante o episódio, Henrico, utilizando-se de uma garrafa de espumante, agrediu Pedro causando-lhe lesões gravíssimas. Sobre a situação hipotética narrada e considerando o que disciplina o Código Penal sobre a aplicação da Lei Penal, é correto afirmar que:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Caso a embarcação seja estrangeira, aplicar-se-á a lei de sua origem." },
{ "letra": "B", "texto": "Sendo Henrico estrangeiro, ao fato ocorrido a bordo do navio, ainda que em território brasileiro, aplicar-se-á a lei de sua nacionalidade." },
{ "letra": "C", "texto": "Uma vez que a embarcação encontra-se dentro do mar territorial do Brasil, será aplicável a lei brasileira, mesmo Henrico sendo estrangeiro." },
{ "letra": "D", "texto": "Tendo em vista que o crime foi praticado contra um brasileiro, independentemente de a embarcação se encontrar em território brasileiro, será aplicada a lei brasileira." }
],
"gabarito": "C"
},
{
"id": "77192834",
"metadata": "Ano: 2019 | Banca: MPE-GO | Órgão: MPE-GO",
"enunciado_principal": "Consoante prescreve o Código Penal, É **incorreto** afirmar sobre a extraterritorialidade da lei brasileira:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Embora cometidos no estrangeiro, ficam sujeitos à lei brasileira os crimes contra a administração pública, por quem está a seu serviço. Portanto, ainda que absolvido ou condenado no estrangeiro, o agente é punido segundo a lei brasileira." },
{ "letra": "B", "texto": "Nos casos de extraterritorialidade condicionada, além do ingresso do agente no território nacional, a aplicação da lei brasileira depende das seguintes condições: ser o fato punível também no país em que foi praticado; estar o crime incluído entre aqueles pelos quais a lei brasileira autoriza a extradição; não ter o agente sido absolvido no estrangeiro ou por não ter por aí cumprido a pena; e não ter sido o agente perdoado no estrangeiro ou, por outro motivo, não estar extinta a punibilidade, segundo a lei mais favorável." },
{ "letra": "C", "texto": "Consoante o princípio da representação ou da bandeira, adotado pela reforma penal de 1984, ficam sujeitos à lei brasileira os crimes praticados em aeronaves ou embarcações brasileiras, mercantes ou de propriedade privada, quando em território estrangeiro e aí não sejam julgados." },
{ "letra": "D", "texto": "Dada a proibição de extradição de brasileiros (artigo 5º, inciso LI, da Constituição da República), aos delitos praticados por brasileiro no estrangeiro que, posteriormente, ingressa em território brasileiro, aplica-se a extraterritorialidade, cuja competência para o processo e julgamento ser· do juízo de Brasília-DF, ainda que ele tivesse residido noutro Estado da Federação." }
],
"gabarito": "D"
},
{
"id": "41526379",
"metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de São José dos Campos - SP",
"enunciado_principal": "Imagine que, em missão oficial ao exterior, o Prefeito de São José dos Campos tenha o computador pessoal que utiliza, de propriedade da Prefeitura, furtado. Nesse caso, é correto afirmar que o agente criminoso",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "apenas será punido pela Lei Penal brasileira se for brasileiro" },
{ "letra": "B", "texto": "apenas será julgado pela Lei Penal brasileira se não for condenado no exterior." },
{ "letra": "C", "texto": "apenas será punido pela Lei Penal brasileira se o fato também for considerado crime no exterior." },
{ "letra": "D", "texto": "cumprirá pena no Brasil sem que se leve em conta a pena cumprida no exterior." },
{ "letra": "E", "texto": "fica sujeito à Lei Penal brasileira, ainda que absolvido no exterior." }
],
"gabarito": "E"
},
{
"id": "28374615",
"metadata": "Ano: 2019 | Banca: IDIB | Órgão: Prefeitura de Petrolina - PE",
"enunciado_principal": "De acordo com o Código Penal, assinale a alternativa correta acerca do tempo e lugar do crime:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Considera-se praticado o crime no momento em que ocorreu a ação ou omissão, bem como quando se produziu ou deveria produzir-se o resultado." },
{ "letra": "B", "texto": "Considera-se praticado o crime no lugar em que ocorreu a ação ou omissão, ainda que outro seja o local do resultado." },
{ "letra": "C", "texto": "Considera-se praticado o crime no lugar em que ocorreu a ação ou omissão, no todo ou em parte, bem como onde se produziu ou deveria produzir-se o resultado." },
{ "letra": "D", "texto": "Considera-se praticado o crime no lugar da ação ou, em caso de omissão, apenas no local do resultado." },
{ "letra": "E", "texto": "Para fins penais, o tempo e o lugar do crime são idênticos." }
],
"gabarito": "C"
},
{
"id": "93748261",
"metadata": "Ano: 2019 | Banca: Instituto Acesso | Órgão: PC-ES",
"enunciado_principal": "João Carlos, 30 anos, brasileiro, com residência transitória na Argentina, aproveitando-se da aquisição de material descartado por uma indústria gráfica falida, passou a fabricar moeda brasileira em território argentino. Para garantir a diversidade da moeda falsificada, João imprimia notas de 50 e de 100 reais. Ao entrar em território brasileiro João foi revistado por policiais que encontraram as notas falsificadas em meio a sua bagagem. João foi acusado da prática do crime previsto no artigo 289 do Código Penal. De acordo com as teorias que informam a aplicação da lei penal brasileira no espaço, é correto dizer que, nesse caso, cabe a aplicação",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "da lei argentina, em atenção à regra da territorialidade, uma vez que o crime fora praticado na Argentina." },
{ "letra": "B", "texto": "incondicionada da lei brasileira, uma vez que o crime cometido atenta contra a fé pública." },
{ "letra": "C", "texto": "condicionada da lei brasileira, pelo fato de a conduta ter sido cometida em território argentino." },
{ "letra": "D", "texto": "condicionada da lei brasileira, já que a conduta integra dois ordenamentos jurídicos." },
{ "letra": "E", "texto": "da lógica da extraterritorialidade, já que o fato ocorreu em território argentino." }
],
"gabarito": "B"
},
{
"id": "70928341",
"metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: DPE-DF",
"enunciado_principal": "Considerando o Código Penal brasileiro, julgue o item a seguir, com relação à aplicação da lei penal, à teoria de delito e ao tratamento conferido ao erro.",
"itens_assertiva": [],
"enunciado_pergunta": "Em razão da teoria da ubiquidade, considera-se praticado o crime no lugar em que ocorreu a ação ou omissão, no todo ou em parte, bem como onde se produziu ou deveria ter sido produzido o resultado.",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "A"
},
{
"id": "33481759",
"metadata": "Ano: 2019 | Banca: FUNDATEC | Órgão: Prefeitura de Gramado - RS",
"enunciado_principal": "De acordo com o Código Penal, ficam sujeitos à lei brasileira, embora cometidos no estrangeiro, os crimes:",
"itens_assertiva": [
"I. Contra a vida ou a liberdade do Presidente da República.",
"II. Contra o patrimônio ou a fé pública da União, do Distrito Federal, de Estado, de Território, de Município, de empresa pública, sociedade de economia mista, autarquia ou fundação instituída pelo Poder Público.",
"III. Contra a administração pública."
],
"enunciado_pergunta": "Quais estão corretas?",
"alternativas": [
{ "letra": "A", "texto": "Apenas I." },
{ "letra": "B", "texto": "Apenas II." },
{ "letra": "C", "texto": "Apenas III." },
{ "letra": "D", "texto": "Apenas I e II." },
{ "letra": "E", "texto": "Apenas I e III." }
],
"gabarito": "D"
},
{
"id": "67382910",
"metadata": "Ano: 2019 | Banca: IESES | Órgão: TJ-SC",
"enunciado_principal": "Quanto à aplicação da lei penal e processual penal no tempo e no espaço, é **INCORRETO** afirmar:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Com relação ao lugar do crime, para efeito de aplicação da lei brasileira e sem prejuízo de convenções, tratados e regras de direito internacional, o Código Penal adotou a teoria da ubiquidade, nos termos do seu art. 6º, considerando praticado o delito no lugar em que ocorreu a ação ou omissão, no todo ou em parte, bem como onde se produziu ou deveria produzir-se o resultado." },
{ "letra": "B", "texto": "Ficam sujeitos à lei brasileira, embora cometidos no estrangeiro, os crimes praticados contra o patrimônio da União, do Distrito Federal, de Estado, de Território, de Município, de empresa pública, sociedade de economia mista, autarquia ou fundação instituída pelo Poder Público, ainda que o agente tenha sido absolvido no estrangeiro." },
{ "letra": "C", "texto": "Com relação ao tempo do crime, o Código Penal adotou, nos termos de seu art. 4º, a teoria da atividade, considerando praticado o delito no momento da ação ou omissão, ainda que outro seja o momento do resultado." },
{ "letra": "D", "texto": "Ninguém pode ser punido por fato que lei posterior deixa de considerar crime, cessando em virtude dela os efeitos penais da sentença condenatória, salvo se já transitada em julgado." }
],
"gabarito": "D"
},
{
"id": "20938475",
"metadata": "Ano: 2019 | Banca: Crescer Concursos | Órgão: Prefeitura de Jijoca de Jericoacoara - CE",
"enunciado_principal": "Sendo o concurso de pessoas operado no território brasileiro, mas o crime sendo integralmente executado no exterior, aplica-se ao partícipe e ao coautor:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Quanto ao coautor o princípio da Ubiquidade, sendo punido pela Lei Brasileira ou pela Lei Estrangeira." },
{ "letra": "B", "texto": "A Lei Brasileira" },
{ "letra": "C", "texto": "A Lei estrangeira." },
{ "letra": "D", "texto": "Irá depender de onde ambos estejam no momento da instrução penal." }
],
"gabarito": "B"
},
{
"id": "49501826",
"metadata": "Ano: 2019 | Banca: Crescer Concursos | Órgão: Prefeitura de Jijoca de Jericoacoara - CE",
"enunciado_principal": "Crimes cometidos em embarcações oficiais brasileiras em alto mar serão de competência da justiça brasileira em razão do princípio:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Nacionalidade Ativa" },
{ "letra": "B", "texto": "Defesa" },
{ "letra": "C", "texto": "Territorialidade" },
{ "letra": "D", "texto": "Representação ou bandeira" }
],
"gabarito": "D"
},
{
"id": "60183745",
"metadata": "Ano: 2019 | Banca: FUNDEP (Gestão de Concursos) | Órgão: Prefeitura de Ervália - MG",
"enunciado_principal": "Considerando as regras advindas do estudo da lei penal no tempo e no espaço, analise as afirmativas a seguir.",
"itens_assertiva": [
"I. A novatio legis incriminadora, como norma irretroativa, é a lei que não existia no momento da prática da conduta e que passa a considerar como delito a ação ou omissão realizada.",
"II. Depois do trânsito em julgado da condenação, se a aplicação da lei penal mais benéfica depender de mera operação matemática, o juiz da execução da pena é competente para aplicá-la. Por outro lado, se for necessário juízo de valor para aplicação da lei penal mais favorável, o interessado deverá ajuizar revisão criminal para desconstituir o trânsito em julgado e aplicar a lei nova.",
"III. O princípio da continuidade normativa típica ocorre quando uma norma penal é revogada, mas a mesma conduta continua sendo crime no tipo penal revogador, ou seja, a infração penal continua tipificada em outro dispositivo, ainda que topologica ou normativamente diverso do originário.",
"IV. Segundo entendimento sumulado do Supremo Tribunal Federal, a lei penal mais leve aplica-se ao crime continuado ou ao permanente, se a sua vigência for anterior à cessação da continuidade ou da permanência, haja vista que tal interpretação mais benéfica ao acusado privilegia o princípio constitucional de presunção de inocência."
],
"enunciado_pergunta": "Estão corretas as afirmativas",
"alternativas": [
{ "letra": "A", "texto": "II e IV, apenas." },
{ "letra": "B", "texto": "I, II e III, apenas." },
{ "letra": "C", "texto": "I, III e IV, apenas." },
{ "letra": "D", "texto": "III e IV, apenas." }
],
"gabarito": "B"
},
{
"id": "52917384",
"metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: CGE - CE",
"enunciado_principal": "A respeito da lei penal no tempo e no espaço, julgue os seguintes itens, tendo como referência o Código Penal e a jurisprudência dos tribunais superiores.",
"itens_assertiva": [
"I A lei penal mais benéfica retroagirá em benefício do réu, de acordo com o princípio da retroatividade benéfica penal.",
"II Em relação ao tempo do crime, o direito penal brasileiro adota a teoria da atividade.",
"III Em relação ao lugar do crime, o direito penal brasileiro adota a teoria do resultado.",
"IV A lei penal mais benéfica aplica-se ao crime continuado ou ao crime permanente, ainda que ocorra superveniência de lei penal mais gravosa ao longo da atividade delitiva."
],
"enunciado_pergunta": "Estão certos apenas os itens",
"alternativas": [
{ "letra": "A", "texto": "I e II." },
{ "letra": "B", "texto": "I e IV." },
{ "letra": "C", "texto": "II e III." },
{ "letra": "D", "texto": "I, III e IV." },
{ "letra": "E", "texto": "II, III e IV." }
],
"gabarito": "A"
},
{
"id": "77788990",
"metadata": "Ano: 2019 | Banca: IADES | Órgão: CRN - 3ª Região (SP e MS)",
"enunciado_principal": "Dois colombianos explodiram bombas em uma agência do Banco do Brasil, sediada em Nova Iorque (Estados Unidos da América), para acessar os valores que lá se encontravam. Nessa hipótese, ambos estão sujeitos à aplicação da lei penal brasileira por se tratar de uma hipótese de",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "territorialidade temperada." },
{ "letra": "B", "texto": "extraterritorialidade condicionada, dada a incidência do princípio da nacionalidade ativa." },
{ "letra": "C", "texto": "extraterritorialidade incondicionada, dada a incidência do princípio real." },
{ "letra": "D", "texto": "extraterritorialidade incondicionada, dada a incidência do princípio da bandeira." },
{ "letra": "E", "texto": "extraterritorialidade condicionada, dada a incidência do princípio cosmopolita." }
],
"gabarito": "C"
},
{
"id": "18395027",
"metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
"enunciado_principal": "Acerca das regras de territorialidade e de extraterritorialidade da lei penal, assinale a opção correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Crime de genocídio praticado fora do território brasileiro poderá ser julgado no Brasil quando cometido contra povo alienígena por estrangeiro domiciliado no Brasil." },
{ "letra": "B", "texto": "O brasileiro que praticar crime em território estrangeiro poderá ser punido, devendo ser aplicada ao fato a lei penal brasileira, ainda que o agente não mais ingresse no Brasil." },
{ "letra": "C", "texto": "Crime contra a administração pública nacional praticado no exterior ficará sujeito à lei brasileira quando o agente criminoso que estava a serviço da administração regressar ao Brasil." },
{ "letra": "D", "texto": "Crime praticado em embarcação de propriedade de governo estrangeiro, quando se encontrar em mar territorial brasileiro, ficará sujeito à lei penal brasileira." },
{ "letra": "E", "texto": "Crime praticado em aeronave brasileira de propriedade privada em território estrangeiro não se sujeita à lei penal brasileira, mesmo que não seja julgado no exterior." }
],
"gabarito": "A"
},
{
"id": "61728394",
"metadata": "Ano: 2019 | Banca: SELECON | Órgão: Prefeitura de Niterói - RJ",
"enunciado_principal": "A aeronave Tropicália é de propriedade da União e está sobrevoando país estrangeiro quando Joecy, passageiro da aeronave, é acusado de cometer crime culposo durante o voo. Nesse caso, de acordo com a parte geral do Código Penal, é correto afirmar:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Aplica-se a lei estrangeira do local de sobrevoo." },
{ "letra": "B", "texto": "A aeronave é considerada extensão do território nacional brasileiro." },
{ "letra": "C", "texto": "A tipificação de crimes culposos não se aplica a sobrevoos." },
{ "letra": "D", "texto": "Caberá ao Estado brasileiro decidir qual lei será aplicada." },
{ "letra": "E", "texto": "A aplicação da lei cabível dependerá de tratados internacionais." }
],
"gabarito": "B"
},
{
"id": "81203945",
"metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-SC",
"enunciado_principal": "Considera-se praticado o crime no lugar em que ocorreu a ação ou omissão, no todo ou em parte, bem como onde se produziu ou deveria produzir-se o resultado. Quanto à aplicação da lei penal e processual penal no tempo e no espaço, é **INCORRETO** afirmar:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Com relação ao lugar do crime, para efeito de aplicação da lei brasileira e sem prejuízo de convenções, tratados e regras de direito internacional, o Código Penal adotou a teoria da ubiquidade, nos termos do seu art. 6º, considerando praticado o delito no lugar em que ocorreu a ação ou omissão, no todo ou em parte, bem como onde se produziu ou deveria produzir-se o resultado." },
{ "letra": "B", "texto": "Ficam sujeitos à lei brasileira, embora cometidos no estrangeiro, os crimes praticados contra o patrimônio da União, do Distrito Federal, de Estado, de Território, de Município, de empresa pública, sociedade de economia mista, autarquia ou fundação instituída pelo Poder Público, ainda que o agente tenha sido absolvido no estrangeiro." },
{ "letra": "C", "texto": "Com relação ao tempo do crime, o Código Penal adotou, nos termos de seu art. 4º, a teoria da atividade, considerando praticado o delito no momento da ação ou omissão, ainda que outro seja o momento do resultado." },
{ "letra": "D", "texto": "Ninguém pode ser punido por fato que lei posterior deixa de considerar crime, cessando em virtude dela os efeitos penais da sentença condenatória, salvo se já transitada em julgado." }
],
"gabarito": "D"
}
]
