[
{
"id": "18563430",
"metadata": "Ano: 2021 | Banca: FAPEC | Órgão: PC-MS",
"enunciado_principal": "Sobre a extraterritorialidade, assinale a alternativa correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "A extraterritorialidade consiste na aplicação da lei penal brasileira aos crimes cometidos fora do Brasil." },
{ "letra": "B", "texto": "Aos crimes praticados, no estrangeiro, contra a vida ou a liberdade do Presidente da República, somente se aplicará a lei brasileira se o fato for punível também no país onde foi praticado." },
{ "letra": "C", "texto": "Ficam sujeitos à lei brasileira, independentemente de qualquer condição, os crimes cometidos no estrangeiro que, por tratado ou convenção, o Brasil se obrigou a reprimir." },
{ "letra": "D", "texto": "Ficam sujeitos à lei brasileira, independentemente de qualquer condição, os crimes praticados no estrangeiro contra o patrimônio do Presidente da República." },
{ "letra": "E", "texto": "O crime de genocídio, praticado no estrangeiro, quando o agente for brasileiro ou domiciliado no Brasil, somente se aplicará à lei brasileira se o fato for punível também no país onde foi praticado." }
],
"gabarito": "A"
},
{
"id": "18557751",
"metadata": "Ano: 2021 | Banca: MPE-PR | Órgão: MPE-PR",
"enunciado_principal": "Sobre a teoria da lei penal, assinale a alternativa correta:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "A majoração de pena do crime de concussão (CP, art. 316), inserida pela Lei 13.964/19 (Pacote Anticrime), não se aplica a fatos anteriores à sua vigência, em face da proibição de retroatividade da lei penal para sanções penais mais graves, assim como os critérios mais severos para progressão de regime do art. 112 da Lei 7.210/84 (Lei de Execução Penal), introduzidos pela mesma Lei 13.964/19, não se aplicam a fatos anteriores à sua vigência, por força da proibição de retroatividade da lei penal para execuções de pena mais rigorosas." },
{ "letra": "B", "texto": "Normas penais em branco são criadas para vigência durante acontecimento determinado, como aquelas editadas em razão do período excepcional da pandemia de Covid-19, e assim não comportam a exceção da retroatividade da lei penal mais benéfica, possuindo, portanto, ultra-atividade." },
{ "letra": "C", "texto": "O legislador penal brasileiro adotou a teoria do resultado para definição de lugar do crime, que assim é estabelecido onde se concretiza o resultado típico do crime, não sendo determinante, pois, o local onde a ação ou omissão de ação foi praticada." },
{ "letra": "D", "texto": "A Lei 13.964/19 (Pacote Anticrime) contemplou alteração da modalidade de ação penal no crime de estelionato (CP, art. 171), de pública incondicionada para pública condicionada à representação, quando, por exemplo, a vítima do fato punível for pessoa capaz com 30 anos de idade: tal alteração não se aplica a fatos anteriores à vigência da lei nova, em razão do princípio da irretroatividade da lei penal." },
{ "letra": "E", "texto": "Em matéria penal, admite-se excepcionalmente o método da analogia para aplicação da lei penal a fatos não previstos, mas semelhantes a fatos previstos, como pode ocorrer, por exemplo, na aplicação, a fato não previsto, de lei penal que contemple forma qualificada de determinado crime." }
],
"gabarito": "A"
},
{
"id": "18553742",
"metadata": "Ano: 2021 | Banca: FAUEL | Órgão: Prefeitura de São José dos Pinhais - PR",
"enunciado_principal": "Assinale a alternativa CORRETA, de acordo com o Código Penal.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Considera-se praticado o crime no lugar em que ocorreu a ação ou omissão, no todo ou em parte, sendo de todo irrelevante onde se produziu ou deveria produzir-se o resultado." },
{ "letra": "B", "texto": "Ficam sujeitos à lei brasileira, embora cometidos no estrangeiro os crimes que, por tratado ou convenção, o Brasil se obrigou a reprimir, de modo que o agente é punido segundo a lei brasileira, ainda que absolvido ou condenado no estrangeiro." },
{ "letra": "C", "texto": "Como regra, aplica-se a lei brasileira ao crime cometido no território nacional, desde que não previsto de forma diversa em convenções, tratados e regras de direito internacional." },
{ "letra": "D", "texto": "Ninguém pode ser punido por fato que lei posterior deixa de considerar crime, cessando em virtude dela a execução e os efeitos penais e civis da sentença condenatória." },
{ "letra": "E", "texto": "No que diz respeito ao tempo do crime, o Código Penal adotou a teoria da ubiquidade." }
],
"gabarito": "C"
},
{
"id": "18542743",
"metadata": "Ano: 2021 | Banca: VUNESP | Órgão: TJ-GO",
"enunciado_principal": "Figure que um indivíduo tenha cumprido 6 anos de prisão por um crime cometido no estrangeiro. Por esse mesmo crime, tal indivíduo é regularmente julgado e condenado pela lei penal brasileira à pena de 8 anos de prisão, mas ainda não cumprida. De acordo com a regra do art. 8º do CP, é correto afirmar que ele, em território nacional,",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "não cumprirá qualquer pena." },
{ "letra": "B", "texto": "cumprirá 8 anos de prisão." },
{ "letra": "C", "texto": "cumprirá 6 anos de prisão." },
{ "letra": "D", "texto": "cumprirá 2 anos de prisão." }
],
"gabarito": "D"
},
{
"id": "18542734",
"metadata": "Ano: 2021 | Banca: VUNESP | Órgão: TJ-GO",
"enunciado_principal": "Sem prejuízo de convenções, tratados e regras de direito internacional, aplica-se a lei penal brasileira aos fatos praticados em",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "aeronaves privadas brasileiras que estejam pousadas em território estrangeiro." },
{ "letra": "B", "texto": "aeronaves privadas estrangeiras que estejam sobrevoando o território nacional." },
{ "letra": "C", "texto": "embarcações mercantes brasileiras que estejam ancoradas em porto estrangeiro." },
{ "letra": "D", "texto": "aeronaves privadas brasileiras que estejam sobrevoando território estrangeiro." }
],
"gabarito": "B"
},
{
"id": "18536175",
"metadata": "Ano: 2021 | Banca: VUNESP | Órgão: TJ-GO",
"enunciado_principal": "De acordo com o art. 7º do CP, ficam sujeitos à lei penal brasileira, embora cometidos no estrangeiro, ainda que o agente seja absolvido ou condenado no estrangeiro, os crimes",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "que, por tratado, o Brasil se obrigou a reprimir." },
{ "letra": "B", "texto": "que, por convenção, o Brasil se obrigou a reprimir." },
{ "letra": "C", "texto": "praticados por brasileiros." },
{ "letra": "D", "texto": "de genocídio, quando o agente for domiciliado no Brasil." }
],
"gabarito": "D"
},
{
"id": "18474926",
"metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: PC-SE",
"enunciado_principal": "Acerca da aplicação da lei penal, julgue o item que se segue. Considere que um cidadão nascido no Chile tenha cometido um crime de estupro naquele país, após a obtenção de sua naturalização secundária como brasileiro, com todos os efeitos legais a ela inerentes. Nesse caso, é possível a aplicação da lei penal brasileira, sendo condição de procedibilidade para o início da ação penal a entrada do agente em território nacional.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "A"
},
{
"id": "18108597",
"metadata": "Ano: 2021 | Banca: IDECAN | Órgão: PC-CE",
"enunciado_principal": "Em relação ao lugar do crime, territorialidade e extraterritorialidade da lei penal, assinale a alternativa correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Se a execução de um delito ocorrer em território nacional, mas o resultado ocorrer em território estrangeiro, não é correto afirmar que tal delito ocorreu em território nacional." },
{ "letra": "B", "texto": "Ficam sujeitos à lei penal brasileira, embora cometidos no estrangeiro, independentemente de condições, os crimes praticados por brasileiro contra brasileiro ou estrangeiro residente no Brasil." },
{ "letra": "C", "texto": "Se a execução de um delito ocorrer em território estrangeiro, mas o resultado ocorrer em território nacional, é correto afirmar que tal delito ocorreu em território nacional." },
{ "letra": "D", "texto": "Crime cometido no estrangeiro contra a vida ou liberdade do Presidente da República brasileiro está sujeito a lei penal brasileira desde que o agente não tenha sido absolvido no estrangeiro." },
{ "letra": "E", "texto": "Não se consideram extensão do território nacional aeronaves privadas a serviço do governo brasileiro em espaço aéreo correspondente a outro país." }
],
"gabarito": "C"
},
{
"id": "18100338",
"metadata": "Ano: 2021 | Banca: IDECAN | Órgão: PC-CE",
"enunciado_principal": "Janaína está grávida de dez semanas e deseja praticar um aborto. Ela descobre que está próximo à costa brasileira, mas em espaço classificado como “alto-mar”, o navio de uma ONG holandesa que viaja pelo mundo fornecendo informações, contraceptivos e realizando abortos seguros em gestações de até doze semanas, nos termos da legislação holandesa. Para tanto, Janaína aluga uma embarcação privada e sai do porto de Santos-SP com destino ao navio da mencionada organização não governamental, que está ancorado a vinte milhas náuticas da costa brasileira. Ali, de forma livre e consciente, Janaína realiza o aborto. Na volta, ao descer da embarcação alugada, já em solo brasileiro, Janaína é presa pela Polícia Federal pela prática de delito de aborto, sendo certo que ela confessa toda a sua conduta. Nessa hipótese, assinale a alternativa correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Janaína pode ser responsabilizada pelo delito de aborto segundo a lei penal brasileira, pois a execução começou a se dar no território nacional, já que ela alugou um barco com essa finalidade." },
{ "letra": "B", "texto": "Janaína não praticou crime algum. O aborto foi cometido fora do território nacional, mais precisamente em território holandês, pois a embarcação holandesa estava em alto-mar. Dessa forma, Janaína não pode ser responsabilizada pela lei penal brasileira na hipótese." },
{ "letra": "C", "texto": "Como Janaína alugou uma embarcação privada para dirigir-se até o navio da ONG, considera-se que o início da execução do delito se deu em território nacional; portanto, a lei penal brasileira é aplicável, e Janaína poderá responder pelo delito de aborto." },
{ "letra": "D", "texto": "Houve crime de aborto e Janaína poderá ser responsabilizada por ele, mesmo tendo sido praticada, a conduta, a bordo de um navio privado de bandeira holandesa, pois, como a embarcação é privada, aplica-se a lei penal brasileira." },
{ "letra": "E", "texto": "Como a embarcação é privada e estava em alto-mar, vale a lei penal brasileira, razão pela qual Janaína poderá ser responsabilizada pelo delito de aborto desde que a Holanda não resolva processá-la criminalmente pelo fato." }
],
"gabarito": "C"
},
{
"id": "17993019",
"metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: PC-DF",
"enunciado_principal": "Jamil telefonou para Lurdes simulando o sequestro da neta dela. Ambos localizavam-se em Brasília – DF. Ludibriada, Lurdes enviou dinheiro à conta de Jorge, nascido e residente no Paraguai e comparsa de Jamil. Jorge foi condenado e cumpriu pena no estrangeiro pelos fatos narrados. No que se refere a essa situação hipotética, julgue o item que se segue. É correto afirmar que o crime relatado na situação em tela foi praticado tanto no Brasil quanto no Paraguai.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "A"
},
{
"id": "17993000",
"metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: PC-DF",
"enunciado_principal": "Jamil telefonou para Lurdes simulando o sequestro da neta dela. Ambos localizavam-se em Brasília – DF. Ludibriada, Lurdes enviou dinheiro à conta de Jorge, nascido e residente no Paraguai e comparsa de Jamil. Jorge foi condenado e cumpriu pena no estrangeiro pelos fatos narrados. No que se refere a essa situação hipotética, julgue o item que se segue. Jorge não poderá ser preso no Brasil pelos mesmos fatos.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "B"
},
{
"id": "17763121",
"metadata": "Ano: 2021 | Banca: INSTITUTO AOCP | Órgão: PC-PA",
"enunciado_principal": "Analise a seguinte situação hipotética: Três chilenos, revoltados com a derrota da seleção de futebol de seu país para o Brasil, depredaram uma sede internacional da Petrobras, localizada em Paris (França). Nesse caso, eles estão sujeitos à aplicação da lei penal brasileira, uma vez que se trata de hipótese de",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "território brasileiro por extensão." },
{ "letra": "B", "texto": "territorialidade mitigada." },
{ "letra": "C", "texto": "extraterritorialidade condicionada, em razão do princípio cosmopolita." },
{ "letra": "D", "texto": "extraterritorialidade incondicionada, em razão do princípio da bandeira." },
{ "letra": "E", "texto": "extraterritorialidade incondicionada, em razão do princípio da defesa." }
],
"gabarito": "E"
},
{
"id": "17762262",
"metadata": "Ano: 2021 | Banca: INSTITUTO AOCP | Órgão: PC-PA",
"enunciado_principal": "Analise a seguinte situação hipotética: Vicente, brasileiro, durante suas férias em Moscou (Rússia), cometeu o crime de roubo contra uma loja de conveniência local e, lá, foi processado e condenado à pena de quatro anos de reclusão, os quais já foram integralmente cumpridos. Ocorre que, pelo mesmo crime, também foi processado e condenado, no Brasil, à pena de sete anos de reclusão. De acordo com o Código Penal, Vicente",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "não deverá cumprir pena alguma no Brasil, tendo em vista que já cumpriu integralmente sua pena na Rússia." },
{ "letra": "B", "texto": "não deverá cumprir pena alguma no Brasil, haja vista que o caso narrado representa hipótese de extraterritorialidade incondicionada." },
{ "letra": "C", "texto": "deverá cumprir, em razão da soberania brasileira, mais sete anos de reclusão no Brasil." },
{ "letra": "D", "texto": "deverá cumprir, em virtude do princípio da independência das instâncias, mais sete anos de reclusão no Brasil." },
{ "letra": "E", "texto": "deverá cumprir, ainda, três anos de reclusão no Brasil." }
],
"gabarito": "E"
},
{
"id": "17762233",
"metadata": "Ano: 2021 | Banca: INSTITUTO AOCP | Órgão: PC-PA",
"enunciado_principal": "Em consonância ao Código Penal, foram adotadas, via de regra, quanto ao tempo e ao lugar do crime, bem como quanto ao concurso de pessoas, respectivamente, as teorias",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "do resultado, da atividade e monística." },
{ "letra": "B", "texto": "da atividade, do resultado e pluralística." },
{ "letra": "C", "texto": "da atividade, mista e unitária." },
{ "letra": "D", "texto": "do resultado, da ubiquidade e unitária." },
{ "letra": "E", "texto": "da ubiquidade, da atividade e monística." }
],
"gabarito": "C"
},
{
"id": "17759604",
"metadata": "Ano: 2021 | Banca: INSTITUTO AOCP | Órgão: PC-PA",
"enunciado_principal": "Analise a seguinte situação hipotética: Hércules, que é francês, viajou de férias à Costa Rica com sua esposa Xena, de nacionalidade colombiana. Em determinado momento das férias, após forte desentendimento entre o casal, Hércules cometeu o crime de feminicídio contra Xena. Desesperado, após o ocorrido, fugiu para o Brasil. Considerando que o Brasil, por meio de tratado internacional, obrigou-se a reprimir o referido delito, Hércules estará sujeito à lei brasileira em razão do princípio da",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "universalidade do direito de punir." },
{ "letra": "B", "texto": "proteção." },
{ "letra": "C", "texto": "personalidade." },
{ "letra": "D", "texto": "bandeira." },
{ "letra": "E", "texto": "territorialidade temperada." }
],
"gabarito": "A"
},
{
"id": "17759575",
"metadata": "Ano: 2021 | Banca: INSTITUTO AOCP | Órgão: PC-PA",
"enunciado_principal": "Analise a seguinte situação hipotética: Vanderlei, holandês, cometeu um crime na China e lá foi processado e condenado à pena de seis anos de reclusão, os quais já foram integralmente cumpridos. Advém que, pelo mesmo crime, também foi processado e condenado no Brasil à pena de onze anos de reclusão. De acordo com o Código Penal, considerando que se trata de uma das hipóteses de extraterritorialidade incondicionada, Vanderlei",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "não deverá cumprir pena alguma no Brasil, haja vista que China e Brasil não possuem tratado de extradição." },
{ "letra": "B", "texto": "não deverá cumprir pena alguma no Brasil, uma vez que já cumpriu integralmente sua pena na China." },
{ "letra": "C", "texto": "não deverá cumprir pena alguma no Brasil, em virtude da incidência do princípio da proibição do bis in idem." },
{ "letra": "D", "texto": "deverá cumprir, ainda, cinco anos de reclusão no Brasil." },
{ "letra": "E", "texto": "deverá cumprir, em razão da soberania brasileira, mais onze anos de reclusão no Brasil." }
],
"gabarito": "D"
},
{
"id": "17618036",
"metadata": "Ano: 2021 | Banca: INSTITUTO AOCP | Órgão: PC-PA",
"enunciado_principal": "De acordo com o Direito Penal, assinale a alternativa INCORRETA.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Aplica-se a lei brasileira ao crime de homicídio cometido na Argentina contra o Presidente da República do Brasil. Trata-se de hipótese de extraterritorialidade incondicionada, dada a incidência do princípio da representação." },
{ "letra": "B", "texto": "A sentença concessiva do perdão judicial é declaratória da extinção da punibilidade, não subsistindo qualquer efeito condenatório." },
{ "letra": "C", "texto": "Consuma-se o crime de roubo com a inversão da posse do bem mediante emprego de violência ou grave ameaça, ainda que por breve tempo e em seguida à perseguição imediata ao agente e recuperação da coisa roubada, sendo prescindível a posse mansa e pacífica ou desvigiada." },
{ "letra": "D", "texto": "Para a configuração do delito de violação de direito autoral e a comprovação de sua materialidade, é suficiente a perícia realizada por amostragem do produto apreendido, nos aspectos externos do material, e é desnecessária a identificação dos titulares dos direitos autorais violados ou daqueles que os representem." },
{ "letra": "E", "texto": "O crime de estupro de vulnerável se configura com a conjunção carnal ou prática de ato libidinoso com menor de catorze anos, sendo irrelevante eventual consentimento da vítima para a prática do ato, sua experiência sexual anterior ou existência de relacionamento amoroso com o agente." }
],
"gabarito": "A"
},
{
"id": "17617987",
"metadata": "Ano: 2021 | Banca: INSTITUTO AOCP | Órgão: PC-PA",
"enunciado_principal": "Em relação ao Direito Penal, assinale a alternativa correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "A interpretação analógica consiste na aplicação, ao caso não previsto em lei, de lei reguladora de caso semelhante." },
{ "letra": "B", "texto": "A lei penal excepcional é aquela que tem o seu termo final explicitamente previsto em data certa do calendário. É espécie de lei intermitente, sendo autorrevogável e dotada de ultratividade." },
{ "letra": "C", "texto": "O princípio da consunção se concretiza em quatro situações: crime continuado, crime progressivo, progressão criminosa e atos impuníveis." },
{ "letra": "D", "texto": "Aos crimes conexos e aos crimes plurilocais, quanto ao lugar do crime, não se aplica a teoria da ubiquidade." },
{ "letra": "E", "texto": "No tocante aos efeitos de sentença estrangeira condenatória para a caracterização da reincidência no Brasil, é imprescindível a sua homologação pelo STJ, não bastando apenas a sua existência e eficácia no exterior." }
],
"gabarito": "D"
},
{
"id": "11365958",
"metadata": "Ano: 2020 | Banca: VUNESP | Órgão: EBSERH",
"enunciado_principal": "Ficam sujeitos à lei brasileira, sem a necessidade do concurso de nenhuma condição, os seguintes crimes cometidos no estrangeiro:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "praticados por brasileiro." },
{ "letra": "B", "texto": "aqueles que, por tratado ou convenção, o Brasil se obrigou a reprimir." },
{ "letra": "C", "texto": "de genocídio, quando o agente for brasileiro ou domiciliado no Brasil." },
{ "letra": "D", "texto": "praticados em aeronaves brasileiras, mercantes ou de propriedade privada, quando em território estrangeiro e aí não sejam julgados." },
{ "letra": "E", "texto": "praticados em embarcações brasileiras, mercantes ou de propriedade privada, quando em território estrangeiro e aí não sejam julgados." }
],
"gabarito": "C"
},
{
"id": "11341939",
"metadata": "Ano: 2020 | Banca: IBFC | Órgão: EBSERH",
"enunciado_principal": "A delimitação da extensão territorial de determinado Estado é de extrema importância para a aplicação das normas, inclusive as normas penais. Sobre a lei penal no espaço, assinale a alternativa incorreta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Aplica-se a lei brasileira, sem prejuízo de convenções, tratados e regras de direito internacional, ao crime cometido no território nacional" },
{ "letra": "B", "texto": "Aplica-se a lei brasileira aos crimes praticados a bordo de aeronaves ou embarcações estrangeiras de propriedade privada, achando-se aquelas em pouso no território nacional ou em vôo no espaço aéreo correspondente, e estas em porto ou mar territorial do Brasil" },
{ "letra": "C", "texto": "Os casos de extraterritorialidade incondicional referem-se apenas a crimes de genocídio, quando o agente for brasileiro ou domiciliado no Brasil" },
{ "letra": "D", "texto": "Para os efeitos penais, consideram-se como extensão do território nacional as embarcações e aeronaves brasileiras, de natureza pública ou a serviço do governo brasileiro onde quer que se encontrem, bem como as aeronaves e as embarcações brasileiras, mercantes ou de propriedade privada, que se achem, respectivamente, no espaço aéreo correspondente ou em alto-mar" },
{ "letra": "E", "texto": "Ficam sujeitos à lei brasileira, embora cometidos no estrangeiro, os crimes praticados por brasileiro" }
],
"gabarito": "C"
},
{
"id": "14785236",
"metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: PC-SE",
"enunciado_principal": "Acerca da aplicação da lei penal, julgue o item que se segue. Considere que um cidadão nascido no Chile tenha cometido um crime de estupro naquele país, após a obtenção de sua naturalização secundária como brasileiro, com todos os efeitos legais a ela inerentes. Nesse caso, é possível a aplicação da lei penal brasileira, sendo condição de procedibilidade para o início da ação penal a entrada do agente em território nacional.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "A"
},
{
"id": "25896314",
"metadata": "Ano: 2021 | Banca: IDECAN | Órgão: PC-CE",
"enunciado_principal": "Em relação ao lugar do crime, territorialidade e extraterritorialidade da lei penal, assinale a alternativa correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Se a execução de um delito ocorrer em território nacional, mas o resultado ocorrer em território estrangeiro, não é correto afirmar que tal delito ocorreu em território nacional." },
{ "letra": "B", "texto": "Ficam sujeitos à lei penal brasileira, embora cometidos no estrangeiro, independentemente de condições, os crimes praticados por brasileiro contra brasileiro ou estrangeiro residente no Brasil." },
{ "letra": "C", "texto": "Se a execução de um delito ocorrer em território estrangeiro, mas o resultado ocorrer em território nacional, é correto afirmar que tal delito ocorreu em território nacional." },
{ "letra": "D", "texto": "Crime cometido no estrangeiro contra a vida ou liberdade do Presidente da República brasileiro está sujeito a lei penal brasileira desde que o agente não tenha sido absolvido no estrangeiro." },
{ "letra": "E", "texto": "Não se consideram extensão do território nacional aeronaves privadas a serviço do governo brasileiro em espaço aéreo correspondente a outro país." }
],
"gabarito": "C"
},
{
"id": "36987452",
"metadata": "Ano: 2021 | Banca: IDECAN | Órgão: PC-CE",
"enunciado_principal": "Janaína está grávida de dez semanas e deseja praticar um aborto. Ela descobre que está próximo à costa brasileira, mas em espaço classificado como “alto-mar”, o navio de uma ONG holandesa que viaja pelo mundo fornecendo informações, contraceptivos e realizando abortos seguros em gestações de até doze semanas, nos termos da legislação holandesa. Para tanto, Janaína aluga uma embarcação privada e sai do porto de Santos-SP com destino ao navio da mencionada organização não governamental, que está ancorado a vinte milhas náuticas da costa brasileira. Ali, de forma livre e consciente, Janaína realiza o aborto. Na volta, ao descer da embarcação alugada, já em solo brasileiro, Janaína é presa pela Polícia Federal pela prática de delito de aborto, sendo certo que ela confessa toda a sua conduta. Nessa hipótese, assinale a alternativa correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Janaína pode ser responsabilizada pelo delito de aborto segundo a lei penal brasileira, pois a execução começou a se dar no território nacional, já que ela alugou um barco com essa finalidade." },
{ "letra": "B", "texto": "Janaína não praticou crime algum. O aborto foi cometido fora do território nacional, mais precisamente em território holandês, pois a embarcação holandesa estava em alto-mar. Dessa forma, Janaína não pode ser responsabilizada pela lei penal brasileira na hipótese." },
{ "letra": "C", "texto": "Como Janaína alugou uma embarcação privada para dirigir-se até o navio da ONG, considera-se que o início da execução do delito se deu em território nacional; portanto, a lei penal brasileira é aplicável, e Janaína poderá responder pelo delito de aborto." },
{ "letra": "D", "texto": "Houve crime de aborto e Janaína poderá ser responsabilizada por ele, mesmo tendo sido praticada, a conduta, a bordo de um navio privado de bandeira holandesa, pois, como a embarcação é privada, aplica-se a lei penal brasileira." },
{ "letra": "E", "texto": "Como a embarcação é privada e estava em alto-mar, vale a lei penal brasileira, razão pela qual Janaína poderá ser responsabilizada pelo delito de aborto desde que a Holanda não resolva processá-la criminalmente pelo fato." }
],
"gabarito": "C"
},
{
"id": "47896321",
"metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: PC-DF",
"enunciado_principal": "Jamil telefonou para Lurdes simulando o sequestro da neta dela. Ambos localizavam-se em Brasília – DF. Ludibriada, Lurdes enviou dinheiro à conta de Jorge, nascido e residente no Paraguai e comparsa de Jamil. Jorge foi condenado e cumpriu pena no estrangeiro pelos fatos narrados. No que se refere a essa situação hipotética, julgue o item que se segue. É correto afirmar que o crime relatado na situação em tela foi praticado tanto no Brasil quanto no Paraguai.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "A"
},
{
"id": "58963214",
"metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: PC-DF",
"enunciado_principal": "Jamil telefonou para Lurdes simulando o sequestro da neta dela. Ambos localizavam-se em Brasília – DF. Ludibriada, Lurdes enviou dinheiro à conta de Jorge, nascido e residente no Paraguai e comparsa de Jamil. Jorge foi condenado e cumpriu pena no estrangeiro pelos fatos narrados. No que se refere a essa situação hipotética, julgue o item que se segue. Jorge não poderá ser preso no Brasil pelos mesmos fatos.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "B"
},
{
"id": "69874523",
"metadata": "Ano: 2021 | Banca: INSTITUTO AOCP | Órgão: PC-PA",
"enunciado_principal": "Analise a seguinte situação hipotética: Três chilenos, revoltados com a derrota da seleção de futebol de seu país para o Brasil, depredaram uma sede internacional da Petrobras, localizada em Paris (França). Nesse caso, eles estão sujeitos à aplicação da lei penal brasileira, uma vez que se trata de hipótese de",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "território brasileiro por extensão." },
{ "letra": "B", "texto": "territorialidade mitigada." },
{ "letra": "C", "texto": "extraterritorialidade condicionada, em razão do princípio cosmopolita." },
{ "letra": "D", "texto": "extraterritorialidade incondicionada, em razão do princípio da bandeira." },
{ "letra": "E", "texto": "extraterritorialidade incondicionada, em razão do princípio da defesa." }
],
"gabarito": "E"
},
{
"id": "70985412",
"metadata": "Ano: 2021 | Banca: INSTITUTO AOCP | Órgão: PC-PA",
"enunciado_principal": "Analise a seguinte situação hipotética: Vicente, brasileiro, durante suas férias em Moscou (Rússia), cometeu o crime de roubo contra uma loja de conveniência local e, lá, foi processado e condenado à pena de quatro anos de reclusão, os quais já foram integralmente cumpridos. Ocorre que, pelo mesmo crime, também foi processado e condenado, no Brasil, à pena de sete anos de reclusão. De acordo com o Código Penal, Vicente",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "não deverá cumprir pena alguma no Brasil, tendo em vista que já cumpriu integralmente sua pena na Rússia." },
{ "letra": "B", "texto": "não deverá cumprir pena alguma no Brasil, haja vista que o caso narrado representa hipótese de extraterritorialidade incondicionada." },
{ "letra": "C", "texto": "deverá cumprir, em razão da soberania brasileira, mais sete anos de reclusão no Brasil." },
{ "letra": "D", "texto": "deverá cumprir, em virtude do princípio da independência das instâncias, mais sete anos de reclusão no Brasil." },
{ "letra": "E", "texto": "deverá cumprir, ainda, três anos de reclusão no Brasil." }
],
"gabarito": "E"
},
{
"id": "81096325",
"metadata": "Ano: 2021 | Banca: INSTITUTO AOCP | Órgão: PC-PA",
"enunciado_principal": "Em consonância ao Código Penal, foram adotadas, via de regra, quanto ao tempo e ao lugar do crime, bem como quanto ao concurso de pessoas, respectivamente, as teorias",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "do resultado, da atividade e monística." },
{ "letra": "B", "texto": "da atividade, do resultado e pluralística." },
{ "letra": "C", "texto": "da atividade, mista e unitária." },
{ "letra": "D", "texto": "do resultado, da ubiquidade e unitária." },
{ "letra": "E", "texto": "da ubiquidade, da atividade e monística." }
],
"gabarito": "C"
},
{
"id": "92107436",
"metadata": "Ano: 2021 | Banca: INSTITUTO AOCP | Órgão: PC-PA",
"enunciado_principal": "Analise a seguinte situação hipotética: Hércules, que é francês, viajou de férias à Costa Rica com sua esposa Xena, de nacionalidade colombiana. Em determinado momento das férias, após forte desentendimento entre o casal, Hércules cometeu o crime de feminicídio contra Xena. Desesperado, após o ocorrido, fugiu para o Brasil. Considerando que o Brasil, por meio de tratado internacional, obrigou-se a reprimir o referido delito, Hércules estará sujeito à lei brasileira em razão do princípio da",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "universalidade do direito de punir." },
{ "letra": "B", "texto": "proteção." },
{ "letra": "C", "texto": "personalidade." },
{ "letra": "D", "texto": "bandeira." },
{ "letra": "E", "texto": "territorialidade temperada." }
],
"gabarito": "A"
},
{
"id": "93218547",
"metadata": "Ano: 2021 | Banca: INSTITUTO AOCP | Órgão: PC-PA",
"enunciado_principal": "Analise a seguinte situação hipotética: Vanderlei, holandês, cometeu um crime na China e lá foi processado e condenado à pena de seis anos de reclusão, os quais já foram integralmente cumpridos. Advém que, pelo mesmo crime, também foi processado e condenado no Brasil à pena de onze anos de reclusão. De acordo com o Código Penal, considerando que se trata de uma das hipóteses de extraterritorialidade incondicionada, Vanderlei",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "não deverá cumprir pena alguma no Brasil, haja vista que China e Brasil não possuem tratado de extradição." },
{ "letra": "B", "texto": "não deverá cumprir pena alguma no Brasil, uma vez que já cumpriu integralmente sua pena na China." },
{ "letra": "C", "texto": "não deverá cumprir pena alguma no Brasil, em virtude da incidência do princípio da proibição do bis in idem." },
{ "letra": "D", "texto": "deverá cumprir, ainda, cinco anos de reclusão no Brasil." },
{ "letra": "E", "texto": "deverá cumprir, em razão da soberania brasileira, mais onze anos de reclusão no Brasil." }
],
"gabarito": "D"
},
{
"id": "19429103",
"metadata": "Ano: 2021 | Banca: INSTITUTO AOCP | Órgão: PC-PA",
"enunciado_principal": "De acordo com o Direito Penal, assinale a alternativa INCORRETA.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Aplica-se a lei brasileira ao crime de homicídio cometido na Argentina contra o Presidente da República do Brasil. Trata-se de hipótese de extraterritorialidade incondicionada, dada a incidência do princípio da representação." },
{ "letra": "B", "texto": "A sentença concessiva do perdão judicial é declaratória da extinção da punibilidade, não subsistindo qualquer efeito condenatório." },
{ "letra": "C", "texto": "Consuma-se o crime de roubo com a inversão da posse do bem mediante emprego de violência ou grave ameaça, ainda que por breve tempo e em seguida à perseguição imediata ao agente e recuperação da coisa roubada, sendo prescindível a posse mansa e pacífica ou desvigiada." },
{ "letra": "D", "texto": "Para a configuração do delito de violação de direito autoral e a comprovação de sua materialidade, é suficiente a perícia realizada por amostragem do produto apreendido, nos aspectos externos do material, e é desnecessária a identificação dos titulares dos direitos autorais violados ou daqueles que os representem." },
{ "letra": "E", "texto": "O crime de estupro de vulnerável se configura com a conjunção carnal ou prática de ato libidinoso com menor de catorze anos, sendo irrelevante eventual consentimento da vítima para a prática do ato, sua experiência sexual anterior ou existência de relacionamento amoroso com o agente." }
],
"gabarito": "A"
},
{
"id": "20530214",
"metadata": "Ano: 2021 | Banca: INSTITUTO AOCP | Órgão: PC-PA",
"enunciado_principal": "Em relação ao Direito Penal, assinale a alternativa correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "A interpretação analógica consiste na aplicação, ao caso não previsto em lei, de lei reguladora de caso semelhante." },
{ "letra": "B", "texto": "A lei penal excepcional é aquela que tem o seu termo final explicitamente previsto em data certa do calendário. É espécie de lei intermitente, sendo autorrevogável e dotada de ultratividade." },
{ "letra": "C", "texto": "O princípio da consunção se concretiza em quatro situações: crime continuado, crime progressivo, progressão criminosa e atos impuníveis." },
{ "letra": "D", "texto": "Aos crimes conexos e aos crimes plurilocais, quanto ao lugar do crime, não se aplica a teoria da ubiquidade." },
{ "letra": "E", "texto": "No tocante aos efeitos de sentença estrangeira condenatória para a caracterização da reincidência no Brasil, é imprescindível a sua homologação pelo STJ, não bastando apenas a sua existência e eficácia no exterior." }
],
"gabarito": "D"
},
{
"id": "31641325",
"metadata": "Ano: 2020 | Banca: VUNESP | Órgão: EBSERH",
"enunciado_principal": "Ficam sujeitos à lei brasileira, sem a necessidade do concurso de nenhuma condição, os seguintes crimes cometidos no estrangeiro:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "praticados por brasileiro." },
{ "letra": "B", "texto": "aqueles que, por tratado ou convenção, o Brasil se obrigou a reprimir." },
{ "letra": "C", "texto": "de genocídio, quando o agente for brasileiro ou domiciliado no Brasil." },
{ "letra": "D", "texto": "praticados em aeronaves brasileiras, mercantes ou de propriedade privada, quando em território estrangeiro e aí não sejam julgados." },
{ "letra": "E", "texto": "praticados em embarcações brasileiras, mercantes ou de propriedade privada, quando em território estrangeiro e aí não sejam julgados." }
],
"gabarito": "C"
},
{
"id": "42752436",
"metadata": "Ano: 2020 | Banca: IBFC | Órgão: EBSERH",
"enunciado_principal": "A delimitação da extensão territorial de determinado Estado é de extrema importância para a aplicação das normas, inclusive as normas penais. Sobre a lei penal no espaço, assinale a alternativa incorreta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Aplica-se a lei brasileira, sem prejuízo de convenções, tratados e regras de direito internacional, ao crime cometido no território nacional" },
{ "letra": "B", "texto": "Aplica-se a lei brasileira aos crimes praticados a bordo de aeronaves ou embarcações estrangeiras de propriedade privada, achando-se aquelas em pouso no território nacional ou em vôo no espaço aéreo correspondente, e estas em porto ou mar territorial do Brasil" },
{ "letra": "C", "texto": "Os casos de extraterritorialidade incondicional referem-se apenas a crimes de genocídio, quando o agente for brasileiro ou domiciliado no Brasil" },
{ "letra": "D", "texto": "Para os efeitos penais, consideram-se como extensão do território nacional as embarcações e aeronaves brasileiras, de natureza pública ou a serviço do governo brasileiro onde quer que se encontrem, bem como as aeronaves e as embarcações brasileiras, mercantes ou de propriedade privada, que se achem, respectivamente, no espaço aéreo correspondente ou em alto-mar" },
{ "letra": "E", "texto": "Ficam sujeitos à lei brasileira, embora cometidos no estrangeiro, os crimes praticados por brasileiro" }
],
"gabarito": "C"
}
]
