Com base nas 20 questões encontradas nas fontes fornecidas, elas foram reescritas seguindo as regras de formatação, atribuição de novos IDs aleatórios de 8 dígitos e ajuste de gabarito (Certo = A | Errado = B).

[
{
"id": "39485721",
"metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-SP",
"enunciado_principal": "João comete um crime no estrangeiro e lá é condenado a 4 anos de prisão, integralmente cumpridos. Pelo mesmo crime, João é condenado no Brasil à pena de 8 anos de prisão.",
"itens_assertiva": [],
"enunciado_pergunta": "Nessa situação, João:",
"alternativas": [
{ "letra": "A", "texto": "cumprirá 8 anos de prisão no Brasil, uma vez que para essa quantidade de pena não se reconhece o cumprimento no estrangeiro." },
{ "letra": "B", "texto": "não cumprirá pena alguma no Brasil caso de trate de país com o qual o Brasil tem acordo bilateral para reconhecer cumprimento de pena." },
{ "letra": "C", "texto": "não cumprirá pena alguma no Brasil, uma vez já punido no país em que o crime foi cometido." },
{ "letra": "D", "texto": "cumprirá 8 anos de prisão no Brasil, uma vez que o Brasil não reconhece pena cumprida no estrangeiro." },
{ "letra": "E", "texto": "ainda deverá cumprir 4 anos de prisão no Brasil." }
],
"gabarito": "E"
},
{
"id": "81920374",
"metadata": "Ano: 2018 | Banca: UERR | Órgão: SETRABES",
"enunciado_principal": "Para os efeitos penais, consideram-se como extensão do território nacional:",
"itens_assertiva": [
"I - as embarcações e aeronaves brasileiras, de natureza pública ou a serviço do governo brasileiro onde quer que se encontrem.",
"II - as aeronaves brasileiras, mercantes ou de propriedade privada, que se achem no espaço aéreo correspondente.",
"III - as embarcações brasileiras, mercantes ou de propriedade privada, que se achem em alto-mar."
],
"enunciado_pergunta": "Estão corretas somente as afirmativas constantes nos itens:",
"alternativas": [
{ "letra": "A", "texto": "I, II e III." },
{ "letra": "B", "texto": "I e II." },
{ "letra": "C", "texto": "I." },
{ "letra": "D", "texto": "II e III." },
{ "letra": "E", "texto": "III." }
],
"gabarito": "A"
},
{
"id": "47568392",
"metadata": "Ano: 2018 | Banca: UERR | Órgão: SETRABES",
"enunciado_principal": "Constitui hipótese de aplicação da lei penal brasileira, independente de qualquer condição (extraterritorialidade incondicionada), a mera prática de delito em outro país que não o Brasil, **exceto** os crimes:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "praticados por brasileiros." },
{ "letra": "B", "texto": "contra a vida ou liberdade do Presidente da República." },
{ "letra": "C", "texto": "contra o patrimônio ou a fé pública da união, do DF, de Estado, Território ou Município." },
{ "letra": "D", "texto": "contra a administração pública, por quem está a seu serviço." },
{ "letra": "E", "texto": "de genocídio, quando o agente for brasileiro ou domiciliado no Brasil." }
],
"gabarito": "A"
},
{
"id": "62718394",
"metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: EMAP",
"enunciado_principal": "A respeito da aplicação da lei penal, julgue o item a seguir.",
"itens_assertiva": [],
"enunciado_pergunta": "Aplica-se a lei penal brasileira a crimes cometidos dentro de navio que esteja a serviço do governo brasileiro, ainda que a embarcação esteja ancorada em território estrangeiro.",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "A"
},
{
"id": "90283741",
"metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-SP",
"enunciado_principal": "No que diz respeito ao lugar do crime, o CP adotou a teoria",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "do resultado, ou seja, considera-se praticado o crime no lugar onde se produziu ou deveria produzir-se o resultado." },
{ "letra": "B", "texto": "da ubiquidade, ou seja, considera-se praticado o crime no lugar em que ocorreu a ação ou omissão, no todo ou em parte, bem como onde se produziu ou deveria produzir-se o resultado." },
{ "letra": "C", "texto": "da atividade, ou seja, considera-se praticado o crime no lugar em que ocorreu a ação ou omissão, no todo ou em parte." },
{ "letra": "D", "texto": "da extraterritorialidade, ou seja, considera-se praticado no Brasil o crime cometido no estrangeiro contra a vida ou a liberdade do Presidente da República." },
{ "letra": "E", "texto": "da territorialidade estendida, ou seja, considera-se praticado no Brasil o crime cometido a bordo de embarcações e aeronaves brasileiras, de natureza pública ou privada, onde quer que se encontrem." }
],
"gabarito": "B"
},
{
"id": "51729483",
"metadata": "Ano: 2018 | Banca: NUCEPE | Órgão: PC-PI",
"enunciado_principal": "Em relação à aplicação da lei penal é **CORRETO** afirmar que:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "ficam sujeitos à lei brasileira, embora cometidos no estrangeiro, os crimes cometidos contra a vida ou o patrimônio do Presidente da República;" },
{ "letra": "B", "texto": "ficam sujeitos à lei brasileira, embora cometidos no estrangeiro, os crimes praticados por brasileiro; mesmo que o fato não seja punível também no país em que foi praticado;" },
{ "letra": "C", "texto": "ficam sujeitos à lei brasileira, embora cometidos no estrangeiro, os crimes contra o patrimônio ou a fé pública da União, do Distrito Federal, de Estado, de Território, de Município, de empresa pública, sociedade de economia mista, autarquia ou fundação instituída pelo Poder Público;" },
{ "letra": "D", "texto": "para os efeitos penais, consideram-se como extensão do território nacional as embarcações e aeronaves brasileiras, de natureza privada onde quer que se encontrem, bem como as aeronaves e as embarcações brasileiras mercantes, que se achem, respectivamente, no espaço aéreo correspondente ou em alto-mar;" },
{ "letra": "E", "texto": "é aplicável a lei brasileira aos crimes praticados a bordo de aeronaves ou embarcações estrangeiras de propriedade privada, achando-se aquelas em pouso no território nacional ou em voo no espaço aéreo correspondente, e estas em porto ou em alto-mar." }
],
"gabarito": "C"
},
{
"id": "77654321",
"metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PauliPrev - SP",
"enunciado_principal": "De acordo com a Parte Geral do Código Penal, é correto afirmar:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "a lei posterior favorável ao agente aplica-se a fatos anteriores, desde que não decididos por sentença condenatória transitada em julgado." },
{ "letra": "B", "texto": "a lei temporária, decorrido o período de duração, não se aplica aos fatos praticados durante a respectiva vigência." },
{ "letra": "C", "texto": "para fins de definir o tempo do crime, o ordenamento pátrio adotou a teoria da atividade." },
{ "letra": "D", "texto": "para fins de definir o lugar do crime, o ordenamento pátrio adotou a teoria do resultado." },
{ "letra": "E", "texto": "para efeito penal, o dia do começo não se inclui no cômputo do prazo." }
],
"gabarito": "C"
},
{
"id": "19283746",
"metadata": "Ano: 2018 | Banca: IESES | Órgão: TJ-CE",
"enunciado_principal": "Analise as proposições a seguir:",
"itens_assertiva": [
"II. Inovar artificiosamente, na pendência de processo civil, penal ou administrativo, o estado de lugar, de coisa ou de pessoa, com o fim de induzir a erro o juiz ou o perito, constitui-se em crime de fraude processual.",
"III. As leis penais, em algumas hipóteses, incidem sobre os fatos delituosos cometidos fora do território brasileiro, apresentando, assim, excepcionalmente, uma extraterritorialidade. Entretanto, no que tange às leis processuais penais, estas não ultrapassam os limites do território do Estado que as promulgou. São eminentemente territoriais."
],
"enunciado_pergunta": "A sequência correta é:",
"alternativas": [
{ "letra": "A", "texto": "Somente as proposições II e IV estão corretas." },
{ "letra": "B", "texto": "Somente as proposições I e III estão corretas." },
{ "letra": "C", "texto": "Somente as proposições II e III estão corretas." },
{ "letra": "D", "texto": "Somente as proposições I e IV estão corretas." }
],
"gabarito": "C"
},
{
"id": "55443322",
"metadata": "Ano: 2018 | Banca: IESES | Órgão: TJ-CE",
"enunciado_principal": "Analise as proposições a seguir:",
"itens_assertiva": [
"I. Para os efeitos penais, consideram-se como extensão do território nacional as embarcações e aeronaves brasileiras, de natureza pública ou a serviço do governo brasileiro onde quer que se encontrem, bem como as aeronaves e as embarcações brasileiras, mercantes ou de propriedade privada, que se achem, respectivamente, no espaço aéreo correspondente ou em alto-mar.",
"II. Não há crime sem lei anterior que o defina. Não há pena sem prévia cominação legal. Trata-se de princípio geral de que a lei penal nunca retroagirá.",
"III. Considera-se praticado o crime no lugar em que ocorreu a ação ou omissão, no todo ou em parte, bem como onde se produziu ou deveria produzir-se o resultado.",
"IV. A pena cumprida no estrangeiro agrava a pena imposta no Brasil pelo mesmo crime, quando diversas, ou nela é computada, quando idênticas."
],
"enunciado_pergunta": "É certo afirmar:",
"alternativas": [
{ "letra": "A", "texto": "Somente as proposições I e III estão corretas." },
{ "letra": "B", "texto": "Somente as proposições I e IV estão corretas." },
{ "letra": "C", "texto": "Somente as proposições II e III estão corretas." },
{ "letra": "D", "texto": "Somente as proposições II e IV estão corretas." }
],
"gabarito": "A"
},
{
"id": "60492183",
"metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Prefeitura de Bauru - SP",
"enunciado_principal": "Imagine que o Prefeito Municipal de Bauru, em viagem oficial ao exterior, tenha o computador pessoal que utiliza para trabalho – propriedade da Prefeitura, portanto – subtraído nas dependências do hotel em que se hospedava. Nesse caso, é correto afirmar que o furtador",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "não será punido pela Lei Penal Brasileira." },
{ "letra": "B", "texto": "será punido pela Lei Penal Brasileira, ainda que eventualmente absolvido pela lei do país em que o furto ocorreu." },
{ "letra": "C", "texto": "apenas será punido pela Lei Penal Brasileira, caso seja brasileiro." },
{ "letra": "D", "texto": "apenas será punido pela Lei Penal Brasileira, caso adentre voluntariamente ao território nacional." },
{ "letra": "E", "texto": "apenas será punido pela Lei Penal Brasileira, caso seja absolvido pela lei do país em que o furto ocorreu." }
],
"gabarito": "B"
},
{
"id": "70192837",
"metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-BA",
"enunciado_principal": "Sobre a territorialidade e a extraterritorialidade da lei penal, previstas nos artigos 5° e 7° do Código Penal, assinale a alternativa correta",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Ao crime cometido no território nacional, aplica-se a lei brasileira, independentemente de qualquer convenção, tratado ou regra de direito internacional." },
{ "letra": "B", "texto": "Ao autor de crime praticado contra a liberdade do Presidente da República quando em viagem a país estrangeiro, aplica-se a lei do país em que os fatos ocorrerem." },
{ "letra": "C", "texto": "Embarcação brasileira a serviço do governo brasileiro, para os efeitos penais, é considerada extensão do território nacional." },
{ "letra": "D", "texto": "Crime cometido no estrangeiro, praticado por brasileiro, fica sujeito à lei brasileira independentemente da satisfação de qualquer condição." },
{ "letra": "E", "texto": "Aplica-se a lei brasileira ao crime cometido por estrangeiro contra brasileiro fora do Brasil, independentemente da satisfação de qualquer condição." }
],
"gabarito": "C"
},
{
"id": "91827364",
"metadata": "Ano: 2018 | Banca: MPE-MS | Órgão: MPE-MS",
"enunciado_principal": "Analise as proposições a seguir:",
"itens_assertiva": [
"I. Segundo entendimento sumulado pelo Supremo Tribunal Federal, no crime continuado, se entrar em vigor lei mais grave enquanto não cessada a continuidade, aplica-se a lei penal mais grave.",
"II. O princípio da continuidade normativa típica, conforme posição do Superior Tribunal de Justiça, ocorre quando uma norma penal é revogada, porém a mesma conduta continua tipificada em outro dispositivo, ainda que topologicamente diverso do originário.",
"III. Na fase de execução da sentença condenatória, com a definição da culpa do condenado, não se aplica a lex mitior.",
"IV. A lei penal brasileira é aplicável aos crimes cometidos em aeronaves estrangeiras de propriedade privada que estiverem sobrevoando o espaço aéreo brasileiro."
],
"enunciado_pergunta": "Assinale a alternativa **correta**.",
"alternativas": [
{ "letra": "A", "texto": "Todos os itens estão corretos." },
{ "letra": "B", "texto": "Somente os itens I, II e III estão corretos." },
{ "letra": "C", "texto": "Somente os itens III e IV estão corretos." },
{ "letra": "D", "texto": "Somente os itens I, II e IV estão corretos." },
{ "letra": "E", "texto": "Somente os itens II, III e IV estão corretos." }
],
"gabarito": "D"
},
{
"id": "88775566",
"metadata": "Ano: 2018 | Banca: FGV | Órgão: TJ-AL",
"enunciado_principal": "No dia 02.01.2018, Jéssica, nascida em 03.01.2000, realiza disparos de arma de fogo contra Ana, sua inimiga, em Santa Luzia do Norte, mas terceiros que presenciaram os fatos socorrem Ana e a levam para o hospital em Maceió. Após três dias internada, Ana vem a falecer, ainda no hospital, em virtude exclusivamente das lesões causadas pelos disparos de Jéssica.",
"itens_assertiva": [],
"enunciado_pergunta": "Com base na situação narrada, é correto afirmar que Jéssica:",
"alternativas": [
{ "letra": "A", "texto": "não poderá ser responsabilizada criminalmente, já que o Código Penal adota a Teoria da Atividade para definir o momento do crime e a Teoria da Ubiquidade para definir o lugar;" },
{ "letra": "B", "texto": "poderá ser responsabilizada criminalmente, já que o Código Penal adota a Teoria do Resultado para definir o momento do crime e a Teoria da Atividade para definir o lugar;" },
{ "letra": "C", "texto": "poderá ser responsabilizada criminalmente, já que o Código Penal adota a Teoria da Ubiquidade para definir o momento do crime e a Teoria da Atividade para definir o lugar;" },
{ "letra": "D", "texto": "não poderá ser responsabilizada criminalmente, já que o Código Penal adota a Teoria da Atividade para definir o momento do crime e apenas a Teoria do Resultado para definir o lugar;" },
{ "letra": "E", "texto": "poderá ser responsabilizada criminalmente, já que o Código Penal adota a Teoria do Resultado para definir o momento do crime e a Teoria da Ubiquidade para definir o lugar." }
],
"gabarito": "A"
},
{
"id": "44332211",
"metadata": "Ano: 2018 | Banca: FGV | Órgão: TJ-AL",
"enunciado_principal": "Paulo, funcionário público do governo brasileiro, quando em serviço no exterior, vem a praticar um crime contra a administração pública. Descoberto o fato, foi absolvido no país em que o fato foi praticado.",
"itens_assertiva": [],
"enunciado_pergunta": "Diante desse quadro, é correto afirmar que Paulo:",
"alternativas": [
{ "letra": "A", "texto": "não poderá ser julgado de acordo com a lei penal brasileira por já ter sido absolvido no estrangeiro;" },
{ "letra": "B", "texto": "somente poderá ser julgado de acordo com a legislação penal brasileira se entrar no território nacional;" },
{ "letra": "C", "texto": "não poderá ter contra si aplicada a lei penal brasileira porque o fato não ocorreu no território nacional;" },
{ "letra": "D", "texto": "poderá, por força do princípio da defesa real ou proteção, ser julgado de acordo com a lei penal brasileira;" },
{ "letra": "E", "texto": "poderá, com fundamento no princípio da representação, ser julgado de acordo com a lei penal brasileira." }
],
"gabarito": "D"
},
{
"id": "30918274",
"metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PC-MA",
"enunciado_principal": "Com relação a lugar do crime e territorialidade e extraterritorialidade da lei penal, conforme previstos no CP, assinale a opção correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Nos crimes tentados, o lugar do crime será onde o agente pretendia que tivesse ocorrido a consumação do delito." },
{ "letra": "B", "texto": "Nos crimes conexos, não se aplica a teoria da ubiquidade, devendo cada crime ser julgado pela legislação penal do país em que for cometido." },
{ "letra": "C", "texto": "No concurso de pessoas, o lugar do crime será somente aquele em que ocorrerem os atos de participação ou coautoria, independentemente do local do resultado." },
{ "letra": "D", "texto": "No crime continuado, somente será aplicada a lei nacional quando todos os fatos constitutivos tiverem sido praticados em território brasileiro, por se tratar de delito unitário." },
{ "letra": "E", "texto": "Nos crimes complexos, não se aplica a teoria da ubiquidade, mesmo que o delito-meio tenha sido cometido em território brasileiro." }
],
"gabarito": "C"
},
{
"id": "51263748",
"metadata": "Ano: 2017 | Banca: FCC | Órgão: TRF - 5ª REGIÃO",
"enunciado_principal": "Sobre a aplicação da lei penal, é correto afirmar que",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "o Código Penal adotou o princípio da territorialidade, em relação à aplicação da lei penal no espaço. Tal princípio é absoluto, não admitindo qualquer exceção." },
{ "letra": "B", "texto": "transitada em julgado a sentença condenatória, compete ao Juízo do Conhecimento a aplicação da lei mais benigna." },
{ "letra": "C", "texto": "a lei aplicável para os crimes permanentes será aquela vigente quando se iniciou a conduta criminosa do agente." },
{ "letra": "D", "texto": "quando a abolitio criminis se verificar depois do trânsito em julgado da sentença penal condenatória, extinguir-se-ão todos os efeitos penais e extrapenais da condenação." },
{ "letra": "E", "texto": "a lei excepcional ou temporária, embora decorrido o período de sua duração ou cessadas as circunstâncias que a determinaram, aplica-se ao fato praticado durante a sua vigência." }
],
"gabarito": "E"
},
{
"id": "22883399",
"metadata": "Ano: 2017 | Banca: FCC | Órgão: PC-AP",
"enunciado_principal": "De acordo com os dispositivos da parte geral do Código Penal, é correto afirmar:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Na hipótese de abolitio criminis a reincidência permanece como efeito secundário da prática do crime." },
{ "letra": "B", "texto": "O território nacional estende-se a embarcações e aeronaves brasileira de natureza pública, desde que se encontrem no espaço aéreo brasileiro ou em alto-mar." },
{ "letra": "C", "texto": "Crimes à distância são aqueles em que a ação ou omissão ocorre em um país e o resultado, em outro." },
{ "letra": "D", "texto": "O desconhecimento da lei é inescusável. O erro sobre a ilicitude do fato, se evitável, isenta de pena; se inevitável, poderá diminuí-la de um sexto a um terço." },
{ "letra": "E", "texto": "É isento de pena o agente que pratica crime sem violência ou grave ameaça à pessoa, desde que, voluntariamente, repare o dano ou restitua a coisa, até o recebimento da denúncia ou da queixa." }
],
"gabarito": "C"
},
{
"id": "33774488",
"metadata": "Ano: 2017 | Banca: VUNESP | Órgão: CRBio - 1º Região",
"enunciado_principal": "De acordo com o Código Penal Brasileiro,",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "nos crimes sem violência ou grave ameaça à pessoa, o arrependimento posterior isenta de pena o autor do crime, desde que reparado o dano até o recebimento da denúncia ou queixa." },
{ "letra": "B", "texto": "responde penalmente, a título de omissão, aquele que deixa de agir para evitar o resultado quando, por lei ou convenção social, tenha obrigação de cuidado, proteção ou vigilância." },
{ "letra": "C", "texto": "o crime é tentado quando, iniciada a execução, o agente impede a realização do resultado." },
{ "letra": "D", "texto": "fica sujeito à lei brasileira, embora praticado no estrangeiro, o crime contra o patrimônio dos municípios. O agente será punido segundo a lei brasileira, ainda que absolvido no estrangeiro." },
{ "letra": "E", "texto": "o crime praticado sob coação irresistível ou em obediência à ordem de superior hierárquico, desde que não manifestamente ilegal, é punido de forma atenuada." }
],
"gabarito": "D"
},
{
"id": "44665577",
"metadata": "Ano: 2017 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
"enunciado_principal": "No direito brasileiro, adota-se, no âmbito espacial, como regra, o princípio da territorialidade. Dada, porém, a relevância de certos bens, protege-os o direito até mesmo contra crimes praticados inteiramente fora do Brasil. A esse respeito, assinale a alternativa **INCORRETA:**",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "A lei brasileira é aplicável, por força do princípio da justiça cosmopolita, ao crime contra a dignidade sexual de criança praticado no estrangeiro, quando o agente ou vítima for brasileiro ou pessoa domiciliada no Brasil, falando a doutrina, nesse caso, de aplicação extraterritorial incondicionada." },
{ "letra": "B", "texto": "A lei brasileira é aplicável, por força do princípio da personalidade, ao crime praticado no estrangeiro por brasileiro, falando a doutrina, nesse caso, de extraterritorialidade condicionada." },
{ "letra": "C", "texto": "A lei brasileira é aplicável, por força do princípio da proteção, ao crime praticado no estrangeiro contra a Administração Pública por quem está a seu serviço, falando a doutrina, nesse caso, de aplicação extraterritorial incondicionada." },
{ "letra": "D", "texto": "A lei brasileira é aplicável, por força do princípio do pavilhão, ao crime praticado a bordo de embarcação mercante brasileira, quando em território estrangeiro e aí não seja julgado, falando a doutrina, nesse caso, de aplicação extraterritorial condicionada." }
],
"gabarito": "A"
},
{
"id": "55990011",
"metadata": "Ano: 2017 | Banca: CONSULPLAN | Órgão: TRF - 2ª REGIÃO",
"enunciado_principal": "Sobre a aplicação da lei penal, analise as afirmativas a seguir.",
"itens_assertiva": [
"I. Considera-se praticado o crime no momento da ação ou omissão, ainda que outro seja o momento do resultado.",
"II. Considera-se praticado o crime no lugar em que ocorreu a ação ou omissão, no todo ou em parte, bem como onde se produziu ou deveria produzir-se o resultado.",
"III. O dia do começo inclui-se no cômputo do prazo. Contam-se os dias, os meses e os anos pelo calendário comum."
],
"enunciado_pergunta": "Estão corretas as afirmativas",
"alternativas": [
{ "letra": "A", "texto": "I, II e III." },
{ "letra": "B", "texto": "I e II, apenas." },
{ "letra": "C", "texto": "I e III, apenas." },
{ "letra": "D", "texto": "II e III, apenas." }
],
"gabarito": "A"
},
{
"id": "77788990",
"metadata": "Ano: 2019 | Banca: IADES | Órgão: CRN - 3ª Região (SP e MS)",
"enunciado_principal": "Dois colombianos explodiram bombas em uma agência do Banco do Brasil, sediada em Nova Iorque (Estados Unidos da América), para acessar os valores que lá se encontravam.",
"itens_assertiva": [],
"enunciado_pergunta": "Nessa hipótese, ambos estão sujeitos à aplicação da lei penal brasileira por se tratar de uma hipótese de",
"alternativas": [
{ "letra": "A", "texto": "territorialidade temperada." },
{ "letra": "B", "texto": "extraterritorialidade condicionada, dada a incidência do princípio da nacionalidade ativa." },
{ "letra": "C", "texto": "extraterritorialidade incondicionada, dada a incidência do princípio real." },
{ "letra": "D", "texto": "extraterritorialidade incondicionada, dada a incidência do princípio da bandeira." },
{ "letra": "E", "texto": "extraterritorialidade condicionada, dada a incidência do princípio cosmopolita." }
],
"gabarito": "C"
},
{
"id": "18395027",
"metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
"enunciado_principal": "Acerca das regras de territorialidade e de extraterritorialidade da lei penal, assinale a opção correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Crime de genocídio praticado fora do território brasileiro poderá ser julgado no Brasil quando cometido contra povo alienígena por estrangeiro domiciliado no Brasil." },
{ "letra": "B", "texto": "O brasileiro que praticar crime em território estrangeiro poderá ser punido, devendo ser aplicada ao fato a lei penal brasileira, ainda que o agente não mais ingresse no Brasil." },
{ "letra": "C", "texto": "Crime contra a administração pública nacional praticado no exterior ficará sujeito à lei brasileira quando o agente criminoso que estava a serviço da administração regressar ao Brasil." },
{ "letra": "D", "texto": "Crime praticado em embarcação de propriedade de governo estrangeiro, quando se encontrar em mar territorial brasileiro, ficará sujeito à lei penal brasileira." },
{ "letra": "E", "texto": "Crime praticado em aeronave brasileira de propriedade privada em território estrangeiro não se sujeita à lei penal brasileira, mesmo que não seja julgado no exterior." }
],
"gabarito": "A"
},
{
"id": "61728394",
"metadata": "Ano: 2019 | Banca: SELECON | Órgão: Prefeitura de Niterói - RJ",
"enunciado_principal": "A aeronave Tropicália é de propriedade da União e está sobrevoando país estrangeiro quando Joecy, passageiro da aeronave, é acusado de cometer crime culposo durante o voo.",
"itens_assertiva": [],
"enunciado_pergunta": "Nesse caso, de acordo com a parte geral do Código Penal, é correto afirmar:",
"alternativas": [
{ "letra": "A", "texto": "Aplica-se a lei estrangeira do local de sobrevoo." },
{ "letra": "B", "texto": "A aeronave é considerada extensão do território nacional brasileiro." },
{ "letra": "C", "texto": "A tipificação de crimes culposos não se aplica a sobrevoos." },
{ "letra": "D", "texto": "Caberá ao Estado brasileiro decidir qual lei será aplicada." },
{ "letra": "E", "texto": "A aplicação da lei cabível dependerá de tratados internacionais." }
],
"gabarito": "B"
},
{
"id": "81203945",
"metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-SC",
"enunciado_principal": "Considera-se praticado o crime no lugar em que ocorreu a ação ou omissão, no todo ou em parte, bem como onde se produziu ou deveria produzir-se o resultado. Quanto à aplicação da lei penal e processual penal no tempo e no espaço, é **INCORRETO** afirmar:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Com relação ao lugar do crime, para efeito de aplicação da lei brasileira e sem prejuízo de convenções, tratados e regras de direito internacional, o Código Penal adotou a teoria da ubiquidade, nos termos do seu art. 6º, considerando praticado o delito no lugar em que ocorreu a ação ou omissão, no todo ou em parte, bem como onde se produziu ou deveria produzir-se o resultado." },
{ "letra": "B", "texto": "Ficam sujeitos à lei brasileira, embora cometidos no estrangeiro, os crimes praticados contra o patrimônio da União, do Distrito Federal, de Estado, de Território, de Município, de empresa pública, sociedade de economia mista, autarquia ou fundação instituída pelo Poder Público, ainda que o agente tenha sido absolvido no estrangeiro." },
{ "letra": "C", "texto": "Com relação ao tempo do crime, o Código Penal adotou, nos termos de seu art. 4º, a teoria da atividade, considerando praticado o delito no momento da ação ou omissão, ainda que outro seja o momento do resultado." },
{ "letra": "D", "texto": "Ninguém pode ser punido por fato que lei posterior deixa de considerar crime, cessando em virtude dela os efeitos penais da sentença condenatória, salvo se já transitada em julgado." }
],
"gabarito": "D"
}
]
