[
{
"id": "94783102",
"metadata": "Ano: 2010 | Banca: PC-SP | Órgão: PC-SP",
"enunciado_principal": "Assinale o conceito de crime lecionado pelos penalistas que adotam a corrente doutrinária **finalística**, que tem em Welzel seu maior expoente.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Ação típica, antijurídica e culpável." },
{ "letra": "B", "texto": "Ação típica, antijurídica e voluntária." },
{ "letra": "C", "texto": "Ação típica e juridicamente relevante." },
{ "letra": "D", "texto": "Ação típica, antijurídica e dolosa." },
{ "letra": "E", "texto": "Ação típica e culpável." }
],
"gabarito": "A"
},
{
"id": "35629147",
"metadata": "Ano: 2010 | Banca: TRT 15R | Órgão: TRT - 15ª Região (SP)",
"enunciado_principal": "Cada alternativa possui duas afirmações ('1' e '2') relacionadas ou não entre si. Marque a alternativa em que as duas afirmações sejam corretas.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "1. Considera-se tentado o crime quando, iniciada a execução, não se consuma por circunstâncias alheias à vontade do agente. 2. Salvo disposição em contrário, pune-se a tentativa com a pena correspondente ao crime consumado, diminuída pela metade." },
{ "letra": "B", "texto": "1. A legislação não faz diferença entre tentativa perfeita e imperfeita no que se refere à aplicação da pena em abstrato. 2. Todavia, quando da imposição da sanção em concreto, o magistrado deve considerar a ocorrência de uma ou de outra espécie de tentativa." },
{ "letra": "C", "texto": "1. No regime aberto o condenado deverá, fora do estabelecimento e com vigilância, trabalhar, frequentar curso ou exercer outra atividade autorizada, permanecendo recolhido durante o período noturno e nos dias de folga. 2. O trabalho do preso será sempre remunerado, sendo-lhe garantidos os benefícios da Previdência Social." },
{ "letra": "D", "texto": "1. A *abolitio criminis* constitui fato jurídico extintivo da punibilidade. 2. Nos crimes conexos, a extinção da punibilidade de um deles impede, quanto ao outro, a agravação da pena resultante da conexão teleológica." },
{ "letra": "E", "texto": "1. A redução a condição análoga à de escravo é crime contra a liberdade pessoal. 2. A extorsão é considerada crime contra a liberdade individual." }
],
"gabarito": "C"
},
{
"id": "61852934",
"metadata": "Ano: 2010 | Banca: FESMIP-BA | Órgão: MPE-BA",
"enunciado_principal": "Relacionar a parte geral com a parte especial do código penal é uma importante habilidade prática para um Promotor de Justiça. Levando isso em consideração, examine a seguinte hipótese: 'Em determinado edifício, observa-se defeito contínuo nos elevadores, a ponto de o assessorista alertar o síndico para o problema [...] Certo dia, um profissional liberal [...] fica preso [no elevador]. O síndico lhe diz, porém, que nada poderia fazer, que esperasse até o outro dia, de manhã, quando chegasse o assessorista, ademais, não poderia ir até ao local, porque estaria de saída para uma festa'. Em relação a essa hipótese, seria correto afirmar:",
"itens_assertiva": [
"I - O síndico, como administrador do prédio, tem a responsabilidade pelas fontes de perigo nele existentes e, portanto, o dever de impedir os resultados que advierem do seu uso, como forma de ingerência.",
"II - O síndico, embora administrador do prédio, não tem a responsabilidade pelas fontes de perigo nele existentes, e portanto, não possui o dever de impedir os resultados que advierem do seu uso.",
"III - A conduta do síndico é atípica.",
"IV - O síndico cometeu o crime de sequestro por omissão.",
"V - Todas as alternativas acima são falsas."
],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Somente a alternativa **V** é correta." },
{ "letra": "B", "texto": "As alternativas **I** e **IV** são corretas." },
{ "letra": "C", "texto": "As alternativas **II** e **III** são corretas." },
{ "letra": "D", "texto": "Somente a alternativa **II** é correta." },
{ "letra": "E", "texto": "Somente a alternativa **III** é correta." }
],
"gabarito": "A"
},
{
"id": "82015693",
"metadata": "Ano: 2010 | Banca: FESMIP-BA | Órgão: MPE-BA",
"enunciado_principal": "No trato de tema de intenso interesse prático, como é o caso dos crimes omissivos, a doutrina brasileira colaciona o seguinte exemplo: 'dois irmãos, sem qualquer acordo prévio, estão nadando em águas profundas. Um deles, de repente, acometido de câimbras, começa a afogar-se. O outro nada faz para ajudá-lo'. Ao avaliar um caso desta natureza, verifica-se que:",
"itens_assertiva": [
"I - Seria o irmão sobrevivente responsável pelo resultado morte.",
"II - O irmão omitente deve ser responsabilizado somente por omissão de socorro.",
"III - A simples relação de parentesco, nos termos do art. 13, § 2°, torna o agente garantidor.",
"IV - A relação entre irmãos gera um vínculo social de proteção maior, mas não o torna garantidor.",
"V - O irmão omitente cometeu homicídio qualificado."
],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Apenas a alternativa **I** está correta." },
{ "letra": "B", "texto": "As alternativas **II** e **IV** estão corretas." },
{ "letra": "C", "texto": "Apenas a alternativa **V** está correta." },
{ "letra": "D", "texto": "As alternativas **I, III** e **V** estão corretas." },
{ "letra": "E", "texto": "As alternativas **III** e **V** estão corretas." }
],
"gabarito": "B"
},
{
"id": "17394056",
"metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: DETRAN-ES",
"enunciado_principal": "A respeito de tipicidade e ilicitude, julgue o item que se segue.",
"itens_assertiva": [],
"enunciado_pergunta": "Fato ilícito ou injusto é a contrariedade entre o fato e a lei, não comportando escalonamentos de índole subjetiva.",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "B"
},
{
"id": "59287413",
"metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: MPE-RO",
"enunciado_principal": "Assinale a opção correta com relação às teorias do direito penal.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "De acordo com a tipicidade conglobante, devem-se analisar outros elementos além daqueles previstos no tipo penal para que o fato seja considerado típico. Essa abordagem tem por fundamento o modelo clássico do finalismo, que, se afastando da teoria indiciária, adota o modelo da teoria dos elementos negativos do tipo." },
{ "letra": "B", "texto": "De acordo com a teoria constitucionalista do delito, crime é fato típico, antijurídico e punível. A culpabilidade, fundamento para a aplicação da pena, não é requisito do crime." },
{ "letra": "C", "texto": "De acordo com a teoria do funcionalismo moderado, o crime é composto por três requisitos: tipicidade, antijuridicidade e punibilidade, e este último requisito compreende culpabilidade e necessidade concreta da pena." },
{ "letra": "D", "texto": "Segundo a teoria finalista, a culpabilidade é puro juízo de reprovação do crime, ou seja, nem puramente psicológica, como na teoria neokantista, nem psicológica e normativa, como na teoria causalista." },
{ "letra": "E", "texto": "Segundo a teoria do funcionalismo moderado, caso um lutador de boxe mate o adversário no ringue, o fato deverá ser considerado atípico, uma vez que o agente somente comete fato materialmente típico se criar riscos proibidos pelo direito; tal posicionamento contraria a doutrina tradicional, que caracteriza o fato como exercício regular de direito." }
],
"gabarito": "B"
},
{
"id": "40165382",
"metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: MPE-RO",
"enunciado_principal": "A respeito da teoria do crime adotada pelo CP, assinale a opção correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "A ausência de previsão é requisito da culpa inconsciente, pois, se o agente consegue prever o delito, trata-se de conduta dolosa e não culposa." },
{ "letra": "B", "texto": "O CP limitou-se a adotar a teoria do assentimento em relação ao dolo ao dispor que age dolosamente o agente que aceita o resultado, embora não o tenha visado como fim específico." },
{ "letra": "C", "texto": "A conduta do agente que, após iniciar a execução de crime por iniciativa própria, impede a produção do resultado caracteriza arrependimento posterior e tem a mesma consequência jurídica da desistência voluntária." },
{ "letra": "D", "texto": "Na desistência voluntária, o agente poderá responder pelos atos já praticados, pelo resultado ocorrido até o momento da desistência ou pela tentativa do crime inicialmente pretendido." },
{ "letra": "E", "texto": "A previsibilidade subjetiva é um dos elementos da culpa e consiste na possibilidade de ser antevisto o resultado nas circunstâncias específicas em que o agente se encontrava no momento da infração penal." }
],
"gabarito": "B"
},
{
"id": "73549210",
"metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: ABIN",
"enunciado_principal": "Em relação à aplicação da lei penal e aos diversos aspectos do crime, julgue o item seguinte.",
"itens_assertiva": [],
"enunciado_pergunta": "No Código Penal brasileiro, adota-se, em relação ao conceito de crime, o sistema tricotômico, de acordo com o qual as infrações penais são separadas em crimes, delitos e contravenções.",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "B"
},
{
"id": "26801945",
"metadata": "Ano: 2010 | Banca: MPE-MG | Órgão: MPE-MG",
"enunciado_principal": "Sobre um Direito Penal Quântico, que seria fruto da influência do paradigma quântico nas ciências criminais, é **CORRETO** afirmar:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "que estuda a repercussão, no campo penal, dos danos reais e potenciais da energia nuclear, trazendo, como consequência, o reforço do princípio da exclusiva proteção de bens jurídicos." },
{ "letra": "B", "texto": "que estuda a relação entre a quantidade de pena aplicada e a quantidade de pena necessária para a ressocialização do condenado, trazendo, como principal consequência, a desnecessidade de execução do período remanescente." },
{ "letra": "C", "texto": "que, tomando como base o princípio da incerteza ou indeterminação, estuda a causalidade a partir de critérios de probabilidade, relacionando-se, nesse aspecto, com a moderna teoria da imputação objetiva." },
{ "letra": "D", "texto": "que estuda a repercussão, no campo da tutela penal ambiental, dos danos gerados por atividades altamente poluidoras, trazendo, como consequência, a possibilidade de responsabilização penal das pessoas jurídicas de direito público." }
],
"gabarito": "C"
},
{
"id": "91473650",
"metadata": "Ano: 2010 | Banca: MPE-PB | Órgão: MPE-PB",
"enunciado_principal": "Analise as assertivas abaixo, assinalando, em seguida, a alternativa que sobre elas contenha o correto julgamento:",
"itens_assertiva": [
"I - O crime de apropriação de coisa achada é exemplo do que a Doutrina denomina de crime a prazo.",
"II - Os crimes condicionados não admitem tentativa.",
"III - Crimes vagos são aqueles que não possuem objeto material determinado.",
"IV - A ameaça praticada verbalmente constitui hipótese de crime não transeunte."
],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Todas as assertivas estão erradas." },
{ "letra": "B", "texto": "Estão corretas apenas as assertivas I e II." },
{ "letra": "C", "texto": "Nenhuma das assertivas está errada." },
{ "letra": "D", "texto": "Estão corretas apenas as assertivas I e IV." },
{ "letra": "E", "texto": "Apenas a assertiva III está errada." }
],
"gabarito": "B"
},
{
"id": "55091278",
"metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: MPU",
"enunciado_principal": "Em cada um dos itens a seguir, é apresentada uma situação hipotética seguida de uma assertiva a ser julgada com base no direito penal.",
"itens_assertiva": [],
"enunciado_pergunta": "Diógenes desferiu, com *animus necandi*, golpes de faca em Jacó. Jacó foi socorrido e levado ao hospital, mas faleceu dois dias após o atendimento médico. Comprovou-se a morte por infecção generalizada decorrente de contaminação por bactéria encontrada nos instrumentos hospitalares. Nessa situação, como todos os fatos que antecederam o resultado foram indispensáveis à sua ocorrência, evidenciando-se a relação de causalidade entre as lesões sofridas e o resultado morte, de acordo com a teoria da equivalência dos antecedentes causais, adotada pelo Código Penal brasileiro, Diógenes deve responder por homicídio consumado.",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "A"
},
{
"id": "38274591",
"metadata": "Ano: 2010 | Banca: TJ-SC | Órgão: TJ-SC",
"enunciado_principal": "Assinale a alternativa **correta**.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Configura-se a tentativa nos crimes omissivos próprios ou de mera conduta e nos crimes preterdolosos." },
{ "letra": "B", "texto": "Nos casos de desistência voluntária e de arrependimento posterior, o agente só responde pelos atos já praticados." },
{ "letra": "C", "texto": "Na extorsão mediante sequestro, o concurso de duas ou mais pessoas qualifica o delito, havendo causa especial de diminuição de pena caso um dos concorrentes informe à autoridade a localização do sequestrado, facilitando a sua liberação." },
{ "letra": "D", "texto": "O delito de sonegação fiscal tipificado na Lei n. 8.137/1990, por ser crime material ou de resultado, não torna imprescindível o lançamento definitivo do crédito tributário para a sua consumação, com o exaurimento do processo fiscal, sem o qual não há constituição do crédito tributário." },
{ "letra": "E", "texto": "O crime de cartel (elevar sem justa causa o preço de bem e ou serviço, valendo-se de posição dominante no mercado) é crime material para cuja consumação não se exige o resultado." }
],
"gabarito": "B"
},
{
"id": "67108342",
"metadata": "Ano: 2010 | Banca: FCC | Órgão: TJ-PI",
"enunciado_principal": "João, com intenção de matar, agrediu José a golpes de faca, ferindo-o no abdome. Atendido por terceiros, José foi levado a um hospital. Quando estava sendo medicado, ocorreu um incêndio no hospital e José morreu queimado. Nesse caso, João responderá por:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "lesões corporais leves." },
{ "letra": "B", "texto": "lesões corporais graves." },
{ "letra": "C", "texto": "homicídio doloso." },
{ "letra": "D", "texto": "tentativa de homicídio." },
{ "letra": "E", "texto": "homicídio culposo." }
],
"gabarito": "D"
},
{
"id": "19532864",
"metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: Caixa",
"enunciado_principal": "Com relação ao direito penal, em cada uma das opções abaixo é apresentada uma situação hipotética, seguida de uma assertiva a ser julgada. Assinale a opção que apresenta a assertiva correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Um empregado de um banco recusou-se a atender um cliente, alegando motivos de ordem religiosa; a religião praticada pelo cliente afrontava os preceitos morais e filosóficos do empregado. Nessa situação, a rejeição de atendimento pelo empregado tem fundamento na liberdade religiosa e de crença, assegurada na CF." },
{ "letra": "B", "texto": "Um sentenciado cumpriu integralmente a pena privativa de liberdade e não pagou a pena de multa [...]. Nessa situação, em face da inadimplência, ficará o processo de execução penal suspenso até o efetivo pagamento e, caso seja constatado que o executado é solvente e voluntariamente deixou de pagar a pena de multa [...], poderá ter convertidos os dias-multa em detenção simples." },
{ "letra": "C", "texto": "Juvenal [...] foi denunciado pelo Ministério Público pela prática da conduta de expor à venda mercadorias em condições impróprias ao consumo, cuja pena é de detenção de dois a cinco anos ou multa. Nessa situação, se preencher todos os requisitos para a suspensão condicional do processo, aceitar a proposta juntamente com o defensor e se submeter às condições estabelecidas pelo juízo [...], Juvenal poderá gozar do benefício da suspensão condicional do processo." },
{ "letra": "D", "texto": "Um cliente de determinado banco falsificou documentos pessoais de terceiro [...] com a finalidade de abertura de conta-corrente [...]. Antes de levantar os valores [...] o agente arrependeu-se das condutas delituosas praticadas e confessou todo o ocorrido ao gerente do banco [...]. Nessa situação, está presente a figura da desistência voluntária prevista no CP, o que enseja a exclusão de ilicitude do fato." },
{ "letra": "E", "texto": "Uma cliente de determinado banco [...] subtraiu duas pequenas peças de decoração da agência, consistentes em duas estatuetas banhadas a ouro [...]. Em face do ostensivo aparato de segurança da agência, monitoramento eletrônico e câmeras de vigilância [...], antes da saída da cliente da agência, ela foi abordada por agentes de segurança e, em seguida, presa em flagrante. Nessa situação, configurou-se a hipótese do crime impossível previsto no CP pela absoluta impropriedade do meio utilizado pela agente." }
],
"gabarito": "E"
},
{
"id": "43697015",
"metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: Caixa",
"enunciado_principal": "Com base na situação hipotética apresentada (oficial de justiça que tenta cumprir mandado de imissão de posse e é impedido pelo morador com ameaças e cães de guarda) e nos mandamentos do direito penal, assinale a opção correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "A caracterização do crime de resistência depende de a oposição apresentada pelo agente ser consubstanciada em atos de violência contra os executores do ato legal e de a ordem judicial não ser efetivamente cumprida." },
{ "letra": "B", "texto": "A responsabilização penal do agente agressor somente se efetivará mediante ação penal privada, com o oferecimento da competente queixa-crime." },
{ "letra": "C", "texto": "Não haverá crime de resistência se a oposição for praticada em face de particular que preste auxílio ao servidor público no cumprimento da ordem judicial, a exemplo de chaveiro convocado para abertura de portas e cadeados." },
{ "letra": "D", "texto": "Nos termos da situação apresentada, a conduta de desobedecer à ordem legal de desocupação e acesso ao imóvel, emanada de servidor público, no estrito cumprimento de dever legal, restou abrangida pelo crime de resistência." },
{ "letra": "E", "texto": "Na situação considerada, o crime de desacato não será punido de forma autônoma e em concurso material, uma vez que constitui elemento constitutivo e meio para a prática do crime de resistência." }
],
"gabarito": "A"
},
{
"id": "70258136",
"metadata": "Ano: 2010 | Banca: FGV | Órgão: SEAD-AP",
"enunciado_principal": "A respeito do crime de apropriação indébita envolvendo contribuições previdenciárias, analise as afirmativas a seguir.",
"itens_assertiva": [
"I. Constitui crime de apropriação indébita deixar de recolher aos cofres públicos valor de contribuição descontada dos funcionários da empresa.",
"II. Deixar de repassar a parcela de contribuição devida pela própria empresa, não constitui crime de apropriação indébita.",
"III. A ação penal por crime de apropriação indébita de contribuições previdenciárias [...] não dispensa a demonstração do dolo específico, isto é, a efetiva intenção do sujeito ativo de utilizar os valores das contribuições recolhidas dos contribuintes em benefício próprio."
],
"enunciado_pergunta": "Assinale:",
"alternativas": [
{ "letra": "A", "texto": "se somente a afirmativa I estiver correta." },
{ "letra": "B", "texto": "se somente as afirmativas I e II estiverem corretas." },
{ "letra": "C", "texto": "se somente as afirmativas II e III estiverem corretas." },
{ "letra": "D", "texto": "se somente a afirmativa III estiver correta." },
{ "letra": "E", "texto": "se todas as afirmativas estiverem corretas." }
],
"gabarito": "B"
},
{
"id": "29314857",
"metadata": "Ano: 2010 | Banca: FGV | Órgão: SEAD-AP",
"enunciado_principal": "Analise as proposições a seguir.",
"itens_assertiva": [
"I. O exame do direito positivo é a metodologia indicada para promover a distinção entre crime e contravenção penal posto que não há diferença ontológica entre ambos.",
"II. Segundo dispõe o legislador penal, crime é a infração penal a que a lei comina pena de reclusão ou de detenção, quer isoladamente, quer alternativa ou cumulativamente com a pena de multa; contravenção é a infração penal a que a lei comina, isoladamente, pena de prisão simples ou multa, ou ambas, alternativa ou cumulativamente.",
"III. No direito penal pátrio a expressão crime é tida como gênero, do qual são espécies as contravenções penais e os delitos.",
"IV. A diferença entre ilícito civil e ilícito penal é que o primeiro gera a imposição de uma pena, que pode até chegar ao extremo de privação da liberdade do agente; já o segundo tem como consequência a obrigação de reparar o dano, primordialmente."
],
"enunciado_pergunta": "Assinale:",
"alternativas": [
{ "letra": "A", "texto": "se somente as proposições III e IV estiverem corretas." },
{ "letra": "B", "texto": "se somente as proposições I e II estiverem corretas." },
{ "letra": "C", "texto": "se somente as proposições II e IV estiverem corretas." },
{ "letra": "D", "texto": "se somente as proposições I e IV estiverem corretas." },
{ "letra": "E", "texto": "se somente as proposições II e III estiverem corretas." }
],
"gabarito": "B"
},
{
"id": "84726509",
"metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: MPE-SE",
"enunciado_principal": "Com relação aos meios operacionais para a prevenção e repressão de ações praticadas por organizações criminosas, assinale a opção correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "A legislação não prevê o regime inicial de pena a que devem ser submetidos os condenados por crime decorrente de organização criminosa, devendo o julgador ater-se aos parâmetros fixados no CP, especialmente no que concerne ao *quantum* da pena privativa de liberdade." },
{ "letra": "B", "texto": "A intensa e efetiva participação na organização criminosa, segundo entendimento consolidado no STJ, não constitui fundamento idôneo para negar a liberdade provisória ao réu." },
{ "letra": "C", "texto": "O STF declarou inconstitucional o dispositivo legal que previa causa obrigatória de diminuição de pena em caso de delação premiada, sob o fundamento de que, dada a gravidade de tais crimes, não se poderia admitir a diminuição de pena em face da mera colaboração do agente." },
{ "letra": "D", "texto": "Não prevê a legislação a captação e a interceptação ambiental de sinais, mas somente a interceptação telefônica, a qual deve ser precedida de circunstanciada autorização judicial." },
{ "letra": "E", "texto": "É permitida a ação controlada, que consiste em retardar a interdição policial do que se supõe ação praticada por determinada organização criminosa, desde que mantida sob observação e acompanhamento para que a medida legal se concretize no momento mais eficaz do ponto de vista da formação de provas e do fornecimento de informações." }
],
"gabarito": "E"
},
{
"id": "60983174",
"metadata": "Ano: 2010 | Banca: MPE-MG | Órgão: MPE-MG",
"enunciado_principal": "Assinale a alternativa **INCORRETA**.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Ocorre o estado de necessidade defensivo quando a conduta do agente atinge um interesse de quem causou a situação de perigo." },
{ "letra": "B", "texto": "Antes de passar em julgado a sentença final, a prescrição não corre enquanto o agente cumpre pena no estrangeiro." },
{ "letra": "C", "texto": "A tentativa inidônea ou inadequada identifica a hipótese denominada pela doutrina de crime de flagrante esperado." },
{ "letra": "D", "texto": "O agente que, na condição de garantidor, omite-se, ensejando a que o resultado lesivo ocorra, pratica crime omissivo impróprio." },
{ "letra": "E", "texto": "A reincidência poderá ocorrer entre crimes culposos, um crime doloso e outro culposo e entre crimes tentados." }
],
"gabarito": "C"
},
{
"id": "15249763",
"metadata": "Ano: 2010 | Banca: MPE-MG | Órgão: MPE-MG",
"enunciado_principal": "Assinale a alternativa **CORRETA**.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "A pessoa pode ser, ao mesmo tempo, sujeito ativo e passivo de um delito em face de sua própria conduta." },
{ "letra": "B", "texto": "O agente responderá tão-somente por tentativa de crime se ocorrer a desistência voluntária ou o arrependimento eficaz." },
{ "letra": "C", "texto": "O condenado não reincidente, cuja pena não exceda a doze anos, poderá, desde o princípio, cumpri-la em regime semiaberto." },
{ "letra": "D", "texto": "O positivismo criminológico utiliza método empírico-intuitivo experimental, contrapondo-se à análise filosófico-metafísica da escola clássica." },
{ "letra": "E", "texto": "Na contagem dos prazos, leva-se em consideração o dia do final, excluindo-se o do começo." }
],
"gabarito": "D"
},
{
"id": "23109485",
"metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: MPE-RO",
"enunciado_principal": "De acordo com a teoria constitucionalista do delito, o crime é composto por três requisitos: tipicidade, antijuridicidade e punibilidade. A culpabilidade não é requisito do crime, mas sim o fundamento para a aplicação da pena.",
"itens_assertiva": [],
"enunciado_pergunta": "Qual teoria do direito penal adota esta visão?",
"alternativas": [
{ "letra": "A", "texto": "Funcionalismo Moderado." },
{ "letra": "B", "texto": "Teoria Constitucionalista do Delito." },
{ "letra": "C", "texto": "Tipicidade Conglobante." },
{ "letra": "D", "texto": "Teoria Finalista." },
{ "letra": "E", "texto": "Teoria Causalista." }
],
"gabarito": "B"
},
{
"id": "77590321",
"metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: MPE-RO",
"enunciado_principal": "Sobre a teoria do crime adotada pelo Código Penal (CP), avalie as afirmações a seguir:",
"itens_assertiva": [],
"enunciado_pergunta": "Qual opção descreve corretamente o conceito de dolo eventual conforme o CP?",
"alternativas": [
{ "letra": "A", "texto": "O agente que aceita o resultado, embora não o tenha visado como fim específico." },
{ "letra": "B", "texto": "A ausência de previsão, tratando-se de conduta dolosa, e não culposa." },
{ "letra": "C", "texto": "A previsibilidade subjetiva, que é elemento da culpa e não do dolo." },
{ "letra": "D", "texto": "A desistência voluntária, caracterizando o arrependimento posterior." },
{ "letra": "E", "texto": "O impedimento da produção do resultado por iniciativa própria, com a mesma consequência da desistência voluntária." }
],
"gabarito": "A"
},
{
"id": "10982354",
"metadata": "Ano: 2010 | Banca: MPE-PB | Órgão: MPE-PB",
"enunciado_principal": "Considerando os conceitos doutrinários de crimes, analise a afirmativa sobre os crimes condicionados.",
"itens_assertiva": [],
"enunciado_pergunta": "É correto afirmar que:",
"alternativas": [
{ "letra": "A", "texto": "Crimes condicionados admitem tentativa." },
{ "letra": "B", "texto": "Os crimes condicionados não admitem tentativa." },
{ "letra": "C", "texto": "Crimes vagos possuem objeto material determinado." },
{ "letra": "D", "texto": "A apropriação de coisa achada constitui crime a prazo." },
{ "letra": "E", "texto": "A ameaça verbal é um exemplo de crime transeunte." }
],
"gabarito": "B"
},
{
"id": "45678901",
"metadata": "Ano: 2010 | Banca: TJ-SC | Órgão: TJ-SC",
"enunciado_principal": "Sobre os institutos da Teoria Geral do Delito, como tentativa e sanções, assinale a afirmação correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "A tentativa se configura em crimes omissivos próprios ou nos crimes preterdolosos." },
{ "letra": "B", "texto": "O crime de cartel exige o resultado material para sua consumação." },
{ "letra": "C", "texto": "Nos casos de desistência voluntária e de arrependimento posterior, o agente só responde pelos atos já praticados." },
{ "letra": "D", "texto": "O delito de sonegação fiscal não exige o lançamento definitivo do crédito tributário para a sua consumação." },
{ "letra": "E", "texto": "Na extorsão mediante sequestro, o concurso de pessoas é causa de diminuição de pena caso haja delação." }
],
"gabarito": "C"
},
{
"id": "87654321",
"metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: MPE-RO",
"enunciado_principal": "Segundo a teoria finalista, qual é a natureza da culpabilidade?",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "É um juízo puramente psicológico, como na teoria neokantista." },
{ "letra": "B", "texto": "É um juízo psicológico e normativo, como na teoria causalista." },
{ "letra": "C", "texto": "É a necessidade concreta da pena, conforme o funcionalismo moderado." },
{ "letra": "D", "texto": "É puro juízo de reprovação do crime." },
{ "letra": "E", "texto": "Não é requisito do crime, mas fundamento para a aplicação da pena, conforme a teoria constitucionalista." }
],
"gabarito": "D"
},
{
"id": "11223344",
"metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: Caixa",
"enunciado_principal": "Em relação aos crimes de resistência e desacato, com base na situação hipotética de um morador que resiste à ordem judicial com cães e ameaças, qual assertiva está correta?",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "A caracterização do crime de resistência depende de a oposição apresentada ser consubstanciada em atos de violência contra os executores do ato legal e de a ordem judicial não ser efetivamente cumprida." },
{ "letra": "B", "texto": "O crime de desacato será punido de forma autônoma e em concurso material com o crime de resistência." },
{ "letra": "C", "texto": "A oposição praticada em face de particular que preste auxílio ao servidor público (chaveiro, por exemplo) não configura o crime de resistência." },
{ "letra": "D", "texto": "A responsabilização penal por desacato e resistência somente se efetivará mediante ação penal privada." },
{ "letra": "E", "texto": "A desobediência à ordem legal de desocupação restou abrangida pelo crime de resistência." }
],
"gabarito": "A"
},
{
"id": "33445566",
"metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: MPE-SE",
"enunciado_principal": "Sobre os meios operacionais de repressão às organizações criminosas, qual das seguintes técnicas é permitida pela legislação?",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Interceptação ambiental de sinais sem autorização judicial." },
{ "letra": "B", "texto": "A negação de liberdade provisória ao réu sem fundamento idôneo além da participação efetiva na organização." },
{ "letra": "C", "texto": "A ação controlada, retardando a interdição policial sob observação, para melhor colheita de provas." },
{ "letra": "D", "texto": "A ausência de previsão legal do regime inicial de pena para condenados por crime de organização criminosa." },
{ "letra": "E", "texto": "A declaração de inconstitucionalidade pelo STF da diminuição de pena em caso de delação premiada." }
],
"gabarito": "C"
},
{
"id": "66778899",
"metadata": "Ano: 2010 | Banca: MPE-MG | Órgão: MPE-MG",
"enunciado_principal": "Assinale a alternativa que traz uma afirmação **CORRETA** sobre institutos do Direito Penal.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "O agente, na condição de garantidor, que omite-se, permitindo o resultado lesivo, pratica crime omissivo próprio." },
{ "letra": "B", "texto": "A tentativa inidônea ou inadequada é identificada como crime de flagrante esperado pela doutrina." },
{ "letra": "C", "texto": "O positivismo criminológico emprega método empírico-intuitivo experimental, contrastando com a análise filosófico-metafísica da escola clássica." },
{ "letra": "D", "texto": "A reincidência não pode ocorrer entre crimes culposos." },
{ "letra": "E", "texto": "Na contagem dos prazos penais, leva-se em consideração o dia do final, excluindo-se o do começo." }
],
"gabarito": "C"
},
{
"id": "99887766",
"metadata": "Ano: 2010 | Banca: PC-SP | Órgão: PC-SP",
"enunciado_principal": "Considerando o conceito analítico de crime na teoria finalista, qual é a função da culpabilidade neste sistema?",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "A culpabilidade abrange o dolo e a culpa, que são elementos subjetivos da conduta." },
{ "letra": "B", "texto": "A culpabilidade é vista como um puro juízo de reprovação do crime." },
{ "letra": "C", "texto": "A culpabilidade é elemento do tipo legal de crime." },
{ "letra": "D", "texto": "A culpabilidade é o primeiro elemento do fato típico." },
{ "letra": "E", "texto": "A culpabilidade é elemento da antijuridicidade." }
],
"gabarito": "B"
},
{
"id": "55443322",
"metadata": "Ano: 2010 | Banca: MPE-MG | Órgão: MPE-MG",
"enunciado_principal": "Em se tratando do instituto da Desistência Voluntária:",
"itens_assertiva": [],
"enunciado_pergunta": "Qual é a consequência jurídica para o agente que desiste voluntariamente da execução do crime?",
"alternativas": [
{ "letra": "A", "texto": "Responde pela tentativa do crime inicialmente pretendido." },
{ "letra": "B", "texto": "Responde pelos atos já praticados." },
{ "letra": "C", "texto": "É excluído da ilicitude do fato." },
{ "letra": "D", "texto": "Atinge a mesma consequência jurídica do arrependimento posterior." },
{ "letra": "E", "texto": "Terá sua pena diminuída de um a dois terços." }
],
"gabarito": "B"
},
{
"id": "10098765",
"metadata": "Ano: 2010 | Banca: MPE-MG | Órgão: MPE-MG",
"enunciado_principal": "A respeito do instituto da prescrição no Direito Penal, assinale a alternativa **INCORRETA**:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "A prescrição não corre enquanto o agente cumpre pena no estrangeiro, antes de passar em julgado a sentença final." },
{ "letra": "B", "texto": "A reincidência pode ocorrer entre crimes culposos." },
{ "letra": "C", "texto": "Ocorre o estado de necessidade defensivo quando a conduta do agente atinge interesse de quem causou a situação de perigo." },
{ "letra": "D", "texto": "O crime omissivo impróprio é praticado pelo agente que, sendo garantidor, omite-se, permitindo o resultado lesivo." },
{ "letra": "E", "texto": "A tentativa inidônea é a hipótese de crime de flagrante esperado." }
],
"gabarito": "E"
},
{
"id": "44556677",
"metadata": "Ano: 2010 | Banca: MPE-MG | Órgão: MPE-MG",
"enunciado_principal": "Sobre a Escola Positivista Criminológica, assinale a opção que descreve corretamente sua metodologia:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Utiliza método filosófico-metafísico." },
{ "letra": "B", "texto": "Utiliza método empírico-intuitivo experimental." },
{ "letra": "C", "texto": "Foca-se na análise da liberdade de escolha do agente." },
{ "letra": "D", "texto": "Tem como base o princípio da incerteza ou indeterminação." },
{ "letra": "E", "texto": "Adota a contagem de prazos com exclusão do dia do final." }
],
"gabarito": "B"
},
{
"id": "88990011",
"metadata": "Ano: 2010 | Banca: MPE-MG | Órgão: MPE-MG",
"enunciado_principal": "A teoria da imputação objetiva pode se relacionar com qual princípio das ciências criminais?",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Princípio da exclusiva proteção de bens jurídicos, no campo da energia nuclear." },
{ "letra": "B", "texto": "Princípio da incerteza ou indeterminação, estudando a causalidade a partir de critérios de probabilidade." },
{ "letra": "C", "texto": "Estudo da relação entre a quantidade de pena aplicada e a necessidade de ressocialização." },
{ "letra": "D", "texto": "A responsabilização penal das pessoas jurídicas de direito público." },
{ "letra": "E", "texto": "O conceito tricotômico de crime (crime, delito e contravenção)." }
],
"gabarito": "B"
}
]
