[
{
"id": "12345678",
"metadata": "Ano: 2013 | Banca: UEG | Órgão: PC-GO",
"enunciado_principal": "Em qual sistema penal a culpabilidade é concebida como o vínculo psicológico que une o autor ao fato?",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "finalista" },
{ "letra": "B", "texto": "neoclássico" },
{ "letra": "C", "texto": "clássico" },
{ "letra": "D", "texto": "funcionalista" }
],
"gabarito": "C"
},
{
"id": "23456789",
"metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-MA",
"enunciado_principal": "No que concerne às posições existentes na teoria do delito, assinale a opção correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "É possível a punição a título de culpa mesmo se o resultado não tenha sido previsto pelo agente." },
{ "letra": "B", "texto": "É inadmissível legítima defesa contra legítima defesa putativa." },
{ "letra": "C", "texto": "A existência do dolo do tipo permissivo serve à concepção objetiva da descriminante." },
{ "letra": "D", "texto": "O dolo normativo corresponde ao modelo normativo de culpabilidade." }
],
"gabarito": "D"
},
{
"id": "34567890",
"metadata": "Ano: 2013 | Banca: VUNESP | Órgão: PC-SP",
"enunciado_principal": "No que diz respeito ao conceito do crime, é correto afirmar que",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "é considerada como causa do crime a ação ou omissão sem a qual o resultado não teria ocorrido, sendo que a superveniência de causa relativamente independente exclui a imputação do crime quando, por si só, produziu o resultado." },
{ "letra": "B", "texto": "ao agente que tenha por lei obrigação de cuidado, proteção ou vigilância, não será imputado o crime se apenas omitiu-se, ainda que pudesse agir para evitar o resultado." },
{ "letra": "C", "texto": "se considera o crime tentado quando iniciada a preparação; este não se consuma por circunstâncias alheias à vontade do agente." },
{ "letra": "D", "texto": "para a caracterização da omissão penalmente relevante é suficiente que o agente tivesse o poder de agir para evitar o resultado do crime." },
{ "letra": "E", "texto": "se pune a tentativa se, por ineficácia absoluta do meio ou por absoluta impropriedade do objeto, é impossível consumar-se o crime." }
],
"gabarito": "A"
},
{
"id": "45678901",
"metadata": "Ano: 2012 | Banca: IBAM | Órgão: Prefeitura de São Bernardo do Campo - SP",
"enunciado_principal": "Em relação à norma penal, analise as afirmativas a seguir.",
"itens_assertiva": [
"I. As normas penais incriminadoras têm a função de definir as infrações penais, proibindo ou impondo a prática de condutas, sendo, portanto, consideradas normas penais em sentido estrito.",
"II. As normas permissivas são aquelas que se opõem ao preceito primário da norma incriminadora, autorizando a realização de uma conduta em abstrato proibida.",
"III. As normas penais não incriminadoras são aquelas que estabelecem regras gerais de interpretação e aplicação das normas penais em sentindo estrito.",
"IV. As normas penais explicativas e complementares correspondem àquelas proposições jurídicas que esclarecem, limitam ou complementam as normas penais incriminadoras dispostas na Parte Especial."
],
"enunciado_pergunta": "Qual alternativa está correta?",
"alternativas": [
{ "letra": "A", "texto": "Apenas a afirmativa I está correta." },
{ "letra": "B", "texto": "Apenas a afirmativa II está correta." },
{ "letra": "C", "texto": "Apenas as afirmativas III e IV estão corretas." },
{ "letra": "D", "texto": "As afirmativas I, II, III e IV estão corretas." }
],
"gabarito": "D"
},
{
"id": "56789012",
"metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: PC-AL",
"enunciado_principal": "A respeito de princípios gerais do direito penal, julgue o item a seguir.",
"itens_assertiva": [],
"enunciado_pergunta": "Em caso de urgência, a definição do que é crime pode ser realizada por meio de medida provisória.",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "B"
},
{
"id": "67890123",
"metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
"enunciado_principal": "A respeito da eficácia da lei no tempo e no espaço, julgue o item a seguir.",
"itens_assertiva": [],
"enunciado_pergunta": "O princípio da irretroatividade da lei nova se aplica às leis de ordem pública.",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "B"
},
{
"id": "78901234",
"metadata": "Ano: 2012 | Banca: RBO | Órgão: Prefeitura de Porto Ferreira - SP",
"enunciado_principal": "Assinale a alternativa **incorreta**:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Considera-se praticado o crime no momento da ação ou omissão, ainda que outro seja o momento do resultado." },
{ "letra": "B", "texto": "Não se aplica a lei brasileira, ao crime cometido no território nacional por estrangeiro que aqui não resida, devendo ser julgado segundo as leis do seu país de origem." },
{ "letra": "C", "texto": "Aplica-se a lei brasileira, sem prejuízo de convenções, tratados e regras de direito internacional, ao crime cometido no território nacional." },
{ "letra": "D", "texto": "Considera-se praticado o crime no lugar em que ocorreu a ação ou omissão, no todo ou em parte, bem como onde se produziu ou deveria produzir-se o resultado." }
],
"gabarito": "B"
},
{
"id": "89012345",
"metadata": "Ano: 2012 | Banca: RBO | Órgão: Prefeitura de Porto Ferreira - SP",
"enunciado_principal": "Em relação a crime, é correto afirmar que:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Grande parte da doutrina o define como sendo o fato típico e antijurídico." },
{ "letra": "B", "texto": "Não necessita estar previsto em lei, nos termos do artigo 5º, inciso XXXIX da Constituição Federal de 1988." },
{ "letra": "C", "texto": "Constitui Crime, nos termos do artigo 1º da LICP, a infração penal apenada com prisão simples, acompanhada ou não de multa." },
{ "letra": "D", "texto": "Diz-se que o crime é culposo, quando o agente quis o resultado ou assumiu o risco de produzi-lo." }
],
"gabarito": "A"
},
{
"id": "90123456",
"metadata": "Ano: 2012 | Banca: TJ-SC | Órgão: TJ-SC",
"enunciado_principal": "Nos termos do Código Penal – CP:",
"itens_assertiva": [
"I. Considera-se praticado o crime no momento da ação ou omissão, ainda que outro seja o momento do resultado.",
"II. A pena cumprida no estrangeiro não atenua a pena imposta no Brasil pelo mesmo crime, quando diversa, mas nela é computada, quando idêntica.",
"III. O dia do começo não se inclui no cômputo do prazo. Contam-se os dias, os meses e os anos pelo calendário comum.",
"IV. O resultado, de que depende a existência do crime, somente é imputável a quem lhe deu causa. Considera-se causa a ação ou omissão sem a qual o resultado não teria ocorrido."
],
"enunciado_pergunta": "Quais proposições estão corretas?",
"alternativas": [
{ "letra": "A", "texto": "Somente as proposições I, II e IV estão corretas." },
{ "letra": "B", "texto": "Somente as proposições II, III e IV estão corretas." },
{ "letra": "C", "texto": "Somente as proposições I e IV estão corretas." },
{ "letra": "D", "texto": "Somente as proposições II e III estão corretas." },
{ "letra": "E", "texto": "Todas as proposições estão corretas." }
],
"gabarito": "C"
},
{
"id": "10234567",
"metadata": "Ano: 2012 | Banca: FMP Concursos | Órgão: TJ-AC",
"enunciado_principal": "Assinale a alternativa correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "O conceito de infração penal é mais amplo do que o conceito de crime." },
{ "letra": "B", "texto": "O conceito de infração penal coincide com o conceito de delito." },
{ "letra": "C", "texto": "O conceito de infração penal coincide com o conceito de crime." },
{ "letra": "D", "texto": "O conceito de infração penal é menos amplo do que o conceito de crime." }
],
"gabarito": "A"
},
{
"id": "21345678",
"metadata": "Ano: 2012 | Banca: OFFICIUM | Órgão: TJ-RS",
"enunciado_principal": "Associe os institutos jurídicos previstos no Código Penal (coluna da esquerda) às situações a eles relacionadas (coluna da direita).",
"itens_assertiva": [
"1- Resultado diverso do Pretendido",
"2- Concurso Material",
"3- Erro na execução",
"4- Concurso Formal",
"5- Crime continuado"
],
"enunciado_pergunta": "A sequência numérica correta, de cima para baixo, da coluna da direita, é:",
"alternativas": [
{ "letra": "A", "texto": "( ) O agente, visando um determinado objetivo, termina atingindo outro fim. ( )O agente, em vez de atingir a pessoa visada, alcança pessoa diversa em razão de desvio no golpe. ( ) O agente, mediante mais de uma ação ou omissão, pratica dois ou mais crimes. (Sequência: 5 - 3 - 2)" },
{ "letra": "B", "texto": "( ) O agente, visando um determinado objetivo, termina atingindo outro fim. ( )O agente, em vez de atingir a pessoa visada, alcança pessoa diversa em razão de desvio no golpe. ( ) O agente, mediante mais de uma ação ou omissão, pratica dois ou mais crimes. (Sequência: 3 - 4 - 5)" },
{ "letra": "C", "texto": "( ) O agente, visando um determinado objetivo, termina atingindo outro fim. ( )O agente, em vez de atingir a pessoa visada, alcança pessoa diversa em razão de desvio no golpe. ( ) O agente, mediante mais de uma ação ou omissão, pratica dois ou mais crimes. (Sequência: 3 - 1 - 4)" },
{ "letra": "D", "texto": "( ) O agente, visando um determinado objetivo, termina atingindo outro fim. ( )O agente, em vez de atingir a pessoa visada, alcança pessoa diversa em razão de desvio no golpe. ( ) O agente, mediante mais de uma ação ou omissão, pratica dois ou mais crimes. (Sequência: 1 - 4 - 5)" },
{ "letra": "E", "texto": "( ) O agente, visando um determinado objetivo, termina atingindo outro fim. (1) ( )O agente, em vez de atingir a pessoa visada, alcança pessoa diversa em razão de desvio no golpe. (3) ( ) O agente, mediante mais de uma ação ou omissão, pratica dois ou mais crimes. (2) (Sequência: 1 - 3 - 2)" }
],
"gabarito": "E"
},
{
"id": "32456789",
"metadata": "Ano: 2012 | Banca: IESES | Órgão: TJ-RO",
"enunciado_principal": "Analise as proposições a seguir:",
"itens_assertiva": [
"I. Crime é um fato típico, antijurídico e culpável.",
"II. O resultado, de que depende a existência do crime, é imputável tanto a quem deu quanto a quem não lhe deu causa.",
"III. A Lei penal brasileira por ser soberana se sobrepõe aos tratados e convenções internacionais, sendo de aplicação absoluta.",
"IV. Considera-se praticado o crime no lugar em que ocorreu a ação ou omissão, no todo ou em parte, bem como onde se produziu ou deveria produzir-se o resultado."
],
"enunciado_pergunta": "Pode-se afirmar que:",
"alternativas": [
{ "letra": "A", "texto": "Somente as proposições II e IV estão corretas." },
{ "letra": "B", "texto": "Somente as proposições I e III estão corretas." },
{ "letra": "C", "texto": "Somente as proposições I e IV estão corretas." },
{ "letra": "D", "texto": "Somente as proposições II e III estão corretas." }
],
"gabarito": "C"
},
{
"id": "43567890",
"metadata": "Ano: 2012 | Banca: ESAF | Órgão: CGU",
"enunciado_principal": "Marque a opção correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Quanto ao Lugar do crime, o Direito brasileiro adotou a Teoria da Atividade segundo a qual o Lugar do delito é aquele em que se verificou o ato executivo." },
{ "letra": "B", "texto": "O princípio da irretroatividade da lei penal é corolário do princípio da anterioridade da lei penal e limita-se às normas penais de caráter material." },
{ "letra": "C", "texto": "O Código Penal Brasileiro adotou, em relação ao dolo, a Teoria da Representação, segundo a qual para a existência do dolo é suficiente a representação subjetiva ou a previsão do resultado como certo ou provável." },
{ "letra": "D", "texto": "Os crimes comissivos por omissão são objetivamente descritos com uma conduta negativa, não se exigindo um resultado naturalístico." },
{ "letra": "E", "texto": "O conceito analítico de crime, segundo a Teoria Tripartite, crime é fato típico, antijurídico, culpável e punível." }
],
"gabarito": "B"
},
{
"id": "54678901",
"metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-AC",
"enunciado_principal": "Em relação às teorias do crime e à legislação especial, assinale a opção correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Conforme entendimento jurisprudencial, é suficiente, para fundamentar a aplicação do direito penal mínimo, a presença de um dos seguintes elementos: mínima ofensividade da conduta do agente, ínfima periculosidade da ação, ausência total de reprovabilidade do comportamento e mínima expressividade da lesão jurídica ocasionada." },
{ "letra": "B", "texto": "A coculpabilidade, expressamente admitida na lei penal como uma das hipóteses de aplicação da atenuante genérica, consiste em reconhecer que o Estado também é responsável pelo cometimento de determinados delitos quando o agente possui menor autodeterminação diante das circunstâncias do caso concreto, especificamente no que se refere às condições sociais e econômicas." },
{ "letra": "C", "texto": "A teoria constitucionalista do delito, que integra o direito penal à CF, enfoca o delito como ofensa, concreta ou abstrata, a bem jurídico protegido constitucionalmente, havendo crime com ou sem lesão ou perigo de lesão ao bem jurídico relevante." },
{ "letra": "D", "texto": "Idealizado por Günther Jakobs, o direito penal do inimigo é entendido como um direito penal de terceira velocidade, por utilizar a pena privativa de liberdade, mas permitir a flexibilização de garantias materiais e processuais, podendo ser observado, no direito brasileiro, em alguns institutos da lei que trata dos crimes hediondos e da que trata do crime organizado." },
{ "letra": "E", "texto": "O abolicionismo, ou minimalismo penal, prega a eliminação total, do ordenamento jurídico penal, da pena de prisão como meio de controle social formal e a sua substituição por outro mecanismo de controle." }
],
"gabarito": "D"
},
{
"id": "65789012",
"metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-RO",
"enunciado_principal": "A respeito do *iter criminis* e do momento de consumação do delito, assinale a opção correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "A tentativa, uma norma de extensão temporal, não se enquadra diretamente no tipo incriminador; faz-se necessária uma norma que amplie a figura típica até alcançar o fato material." },
{ "letra": "B", "texto": "A tentativa perfeita ou crime falho é aquela na qual o agente interrompe a atividade executória e não consuma o crime por circunstâncias alheias à sua vontade." },
{ "letra": "C", "texto": "O crime de extorsão se consuma com a obtenção da indevida vantagem econômica por parte do agente." },
{ "letra": "D", "texto": "A tentativa de homicídio se distingue do delito de lesões corporais dolosas pela gravidade da ofensa à integridade física da vítima." },
{ "letra": "E", "texto": "O crime tentado é punido da mesma forma que o crime consumado, pois o que vale é a intenção do agente." }
],
"gabarito": "A"
},
{
"id": "76890123",
"metadata": "Ano: 2012 | Banca: FCC | Órgão: DPE-PR",
"enunciado_principal": "Considere as afirmações abaixo, entre tipicidade e antijuridicidade.",
"itens_assertiva": [
"I. Para a teoria do “tipo avalorado” (também chamado de “neutro”, “acromático”), a tipicidade não indica coisa alguma acerca da antijuridicidade.",
"II. Para a teoria indiciária (*ratio congnoscendi*), a tipicidade é um indício ou presunção *iuris et iuris* da normatividade da licitude.",
"III. Para a teoria da identidade, a tipicidade é a *ratio essendi* da antijuridicidade, onde afirmada a tipicidade resultará também afirmada antijuridicidade.",
"IV. Para a teoria do *tipo puro*, a tipicidade representa uma valoração subjetiva da normatividade da licitude"
],
"enunciado_pergunta": "Estão corretas APENAS as afirmações:",
"alternativas": [
{ "letra": "A", "texto": "I e III." },
{ "letra": "B", "texto": "I e II." },
{ "letra": "C", "texto": "II e III." },
{ "letra": "D", "texto": "II e IV." },
{ "letra": "E", "texto": "III e IV." }
],
"gabarito": "A"
},
{
"id": "87901234",
"metadata": "Ano: 2012 | Banca: FCC | Órgão: DPE-SP",
"enunciado_principal": "Assinale a alternativa correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "O ordenamento penal estende a relação de causalidade a qualquer resultado causado pela ação, ainda que imprevisível, em razão da aplicação do princípio *versari in re ilicita*." },
{ "letra": "B", "texto": "A missão do Direito Penal é a proteção de bens jurídicos, o que justifica a antecipação da intervenção penal aos atos que antecedem o início da prática dos atos executivos." },
{ "letra": "C", "texto": "Pela teoria da imputação objetiva, o resultado deve ser imputado ao agente de maneira objetiva, isto é, ainda que não tenha ele agido com dolo ou culpa." },
{ "letra": "D", "texto": "O desvalor da ação e o desvalor do resultado devem ser aferidos a partir da lesão ou exposição a risco do bem jurídico tutelado." },
{ "letra": "E", "texto": "A inocuidade da ação dolosa ao bem jurídico tutelado pela norma penal não serve para atestar a atipicidade da conduta se o ânimo do agente mostra que conduz sua vida de maneira reprovável." }
],
"gabarito": "D"
},
{
"id": "98012345",
"metadata": "Ano: 2012 | Banca: MPE-MG | Órgão: MPE-MG",
"enunciado_principal": "Sobre a **teoria finalista da ação**, é **INCORRETO** afirmar:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "a partir do conceito ôntico de ação final, trata o injusto de maneira objetiva, quer dizer, o injusto é atribuído a uma pessoa em virtude do desvalor do resultado final." },
{ "letra": "B", "texto": "o tipo constitui um indício de antijuridicidade, característica que remonta à fase anterior ao neokantismo." },
{ "letra": "C", "texto": "confere à norma penal a função primária de proteção dos valores ético-sociais." },
{ "letra": "D", "texto": "pode ser apontada como precursora da moderna teoria da imputação objetiva, ao evidenciar a ilicitude como contrariedade a uma “norma de determinação” (perspectiva *ex ante*)." }
],
"gabarito": "A"
},
{
"id": "09123456",
"metadata": "Ano: 2012 | Banca: CONSULPLAN | Órgão: TSE",
"enunciado_principal": "A doutrina do direito penal explica que um dos elementos do fato típico é a existência de um comportamento humano comissivo ou omissivo, doloso ou culposo.",
"itens_assertiva": [],
"enunciado_pergunta": "Pode-se afirmar que há comportamento humano para efeitos de caracterização do fato típico nos casos de:",
"alternativas": [
{ "letra": "A", "texto": "força física irresistível, que pode ser por força da natureza ou proveniente da ação de um terceiro." },
{ "letra": "B", "texto": "movimentos reflexos, sendo o resultado imprevisível." },
{ "letra": "C", "texto": "estados de inconsciência, tais como sonambulismo, hipnose, etc." },
{ "letra": "D", "texto": "embriaguez completa, não proveniente de caso fortuito ou força maior." }
],
"gabarito": "D"
},
{
"id": "10213456",
"metadata": "Ano: 2012 | Banca: FCC | Órgão: TJ-PE",
"enunciado_principal": "No que concerne aos elementos do crime, é correto afirmar que",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "não há crime sem ação." },
{ "letra": "B", "texto": "os animais irracionais podem ser sujeitos ativos de crimes." },
{ "letra": "C", "texto": "o sujeito passivo material de um delito é o titular do bem jurídico diretamente lesado pela conduta do agente." },
{ "letra": "D", "texto": "não há crime sem resultado." },
{ "letra": "E", "texto": "só os bens jurídicos de natureza corpórea podem ser objeto material de um delito." }
],
"gabarito": "A"
},
{
"id": "11324567",
"metadata": "Ano: 2014 | Banca: FUNCAB | Órgão: SSP-SE",
"enunciado_principal": "Durante uma competição de MMA (mixed martial arts) um dos lutadores recebeu um golpe do seu oponente e saiu do octógono com fratura do osso úmero direito. No caso relatado, o exame de corpo de delito deverá ser:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "realizado de imediato." },
{ "letra": "B", "texto": "complementado no 30º dia depois da luta." },
{ "letra": "C", "texto": "dispensado porque não há crime a apurar." },
{ "letra": "D", "texto": "complementado em 30 e 180 dias após o evento." },
{ "letra": "E", "texto": "indireto, com base no prontuário médico." }
],
"gabarito": "C"
},
{
"id": "12435678",
"metadata": "Ano: 2014 | Banca: FUNCAB | Órgão: SSP-SE",
"enunciado_principal": "Jualtino, policial civil, violou clandestinamente um tablet de seu primo Larival, também policial civil, que estava conectado a uma rede de computadores, mediante rompimento indevido do mecanismo de segurança e com o fim de obter dados e informações pessoais do proprietário. O crime de invasão de dispositivo informático, previsto no artigo 154-A do Código Penal, é de ação penal pública incondicionada quando o crime é cometido contra:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "A administração pública direta ou indireta de qualquer dos Poderes da União, Estados, Distrito Federal ou Municípios ou contra empresas concessionárias de serviços públicos." },
{ "letra": "B", "texto": "Apenas contra a administração pública direta da União." },
{ "letra": "C", "texto": "Apenas contra a administração pública indireta de qualquer esfera." },
{ "letra": "D", "texto": "Apenas contra empresas concessionárias de serviços públicos." },
{ "letra": "E", "texto": "Apenas quando resulta em prejuízo econômico superior a 10 salários mínimos." }
],
"gabarito": "A"
},
{
"id": "13546789",
"metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
"enunciado_principal": "Quanto às penas, à tipicidade, à ilicitude e aos elementos e espécies da infração penal, julgue o item a seguir.",
"itens_assertiva": [],
"enunciado_pergunta": "Na legislação pátria, adotou-se o critério bipartido na definição das infrações penais, ou seja, estas se subdividem em contravenções penais e crimes ou delitos, inexistindo diferença conceitual entre as duas últimas espécies.",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "A"
},
{
"id": "14657890",
"metadata": "Ano: 2014 | Banca: FGV | Órgão: PROCEMPA",
"enunciado_principal": "Majoritariamente, a doutrina conceitua crime como sendo um fato típico, ilícito e culpável. Como elementos do fato típico estão a conduta, o resultado, o nexo de causalidade e a tipicidade. Com relação a tais elementos, assinale a afirmativa correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Não há crime sem resultado jurídico." },
{ "letra": "B", "texto": "Na teoria finalista da ação, o dolo e a culpa devem ser analisados na antijuridicidade." },
{ "letra": "C", "texto": "A coação moral irresistível, diferentemente da resistível, afasta a própria conduta e, assim, a tipicidade." },
{ "letra": "D", "texto": "Para que seja reconhecida a tipicidade material, basta a simples adequação da conduta ao tipo penal." },
{ "letra": "E", "texto": "A superveniência de causa relativamente independente que, por si só, produza o resultado, faz com que o agente apenas responda pelo resultado a título de culpa." }
],
"gabarito": "A"
},
{
"id": "15768901",
"metadata": "Ano: 2014 | Banca: FUNDATEC | Órgão: SEFAZ-RS",
"enunciado_principal": "No que diz respeito à aplicação da lei penal, analise as assertivas abaixo:",
"itens_assertiva": [
"I. Ultratividade da lei penal significa que quando a lei revogada for mais benéfica, ela será aplicada ao fato cometido durante a sua vigência.",
"II. *Abolitio criminis* significa que a nova lei deixa de considerar crime um fato anteriormente tipificado como ilícito penal, fazendo desaparecer todos os efeitos penais e civis das condenações proferidas com base na lei anterior.",
"III. O Código Penal Brasileiro adotou a teoria da ubiquidade, também conhecida por mista ou unitária, considerando o lugar do crime tanto o local onde ocorreu a ação ou a omissão, no todo ou em parte, como onde se produziu ou deveria produzir-se o resultado."
],
"enunciado_pergunta": "Quais estão corretas?",
"alternativas": [
{ "letra": "A", "texto": "Apenas II." },
{ "letra": "B", "texto": "Apenas I e II." },
{ "letra": "C", "texto": "Apenas I e III." },
{ "letra": "D", "texto": "Apenas II e III." },
{ "letra": "E", "texto": "I, II e III." }
],
"gabarito": "C"
},
{
"id": "16879012",
"metadata": "Ano: 2014 | Banca: VUNESP | Órgão: DPE-MS",
"enunciado_principal": "Considerando a teoria do crime, assinale a alternativa correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Conforme entendimento jurisprudencial, é suficiente para fundamentar a aplicação do princípio da insignificância a presença de um dos seguintes elementos: mínima ofensividade da conduta do agente, ínfima periculosidade da ação, ausência total de reprovabilidade do comportamento e mínima expressividade da lesão jurídica." },
{ "letra": "B", "texto": "O abolicionismo, ou minimalismo penal, propõe a eliminação total da pena de prisão como mecanismo de controle social e sua substituição por outro mecanismo de controle." },
{ "letra": "C", "texto": "A teoria constitucionalista do delito preconiza que o direito penal somente poderá ser aplicado diante de condutas capazes de causar lesão (ou perigo de lesão) concreta e intolerável aos bens jurídicos com relevância penal." },
{ "letra": "D", "texto": "Idealizado por *Günter Jakobs*, o direito penal do inimigo é considerado um direito penal de terceira velocidade, por utilizar a pena privativa de liberdade, mas, também, permitir a flexibilização de garantias materiais e processuais de todos integrantes da sociedade, podendo, inclusive, ser observado no direito brasileiro alguns institutos da lei que trata dos crimes hediondos." }
],
"gabarito": "C"
},
{
"id": "17980123",
"metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
"enunciado_principal": "Com referência a fundamentos e noções gerais aplicadas ao direito penal, julgue o próximo item.",
"itens_assertiva": [],
"enunciado_pergunta": "A partir da teoria tripartida do delito e das opções legislativas adotadas pelo Código Penal, é correto afirmar que o dolo integra a culpabilidade e corrobora a aplicação concreta da pena.",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "B"
},
{
"id": "18091234",
"metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-SE",
"enunciado_principal": "Com relação à classificação e às teorias do crime, assinale a opção correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "O dever jurídico de evitar o resultado existente no crime omissivo impróprio deve obrigatoriamente decorrer de uma imposição legal direta que determine cuidado e vigilância em relação à vítima." },
{ "letra": "B", "texto": "Segundo a teoria do funcionalismo racional teleológico, a função do direito penal é promover a proteção subsidiária de bens jurídicos, de modo que o que é tratado como delito deve corresponder aos anseios sociais." },
{ "letra": "C", "texto": "Para a vertente do funcionalismo sistêmico, a função do direito penal não se limitaria à reafirmação da autoridade do direito ou o dever de obediência às normas, já que tem viés voltado para a ação em si, e não para o resultado." },
{ "letra": "D", "texto": "O crime de porte ilegal de arma de fogo é crime de perigo em que o risco figura como elementar do tipo" },
{ "letra": "E", "texto": "Para que se caracterize crime omissivo próprio, é necessário que o agente tenha ocasionado o resultado naturalístico em decorrência de um não fazer que figure como elementar do tipo." }
],
"gabarito": "B"
},
{
"id": "19203456",
"metadata": "Ano: 2014 | Banca: TRF - 4ª REGIÃO | Órgão: TRF - 4ª REGIÃO",
"enunciado_principal": "Dadas as assertivas abaixo, assinale a alternativa correta.",
"itens_assertiva": [
"I. Segundo o Código Penal, o crime é complexo quando elemento ou circunstância do tipo legal, por si mesmo, constituir crime.",
"II. A lei brasileira sobre lavagem de dinheiro (Lei nº 9.613/98), a exemplo de legislações europeias, não contemplou a \"autolavagem\", ou seja, a possibilidade de o autor do crime antecedente responder também, em concurso de crimes, por lavagem de dinheiro.",
"III. Em apertada síntese, segundo a teoria do domínio do fato, o autor de um delito é quem tem o poder de decisão sobre a realização do fato. Explica, assim, a figura do autor mediato, ou seja, o \"autor atrás de outro autor\". Na prática, essa teoria se aplica nas hipóteses em que não se logra obter elementos probatórios que vinculem, por exemplo, um superior hierárquico, que se utiliza de um subordinado para a execução da conduta típica.",
"IV. De acordo com a jurisprudência do Superior Tribunal de Justiça, o monitoramento por câmeras de vigilância e por sistema de alarmes ou mesmo a existência de seguranças no estabelecimento tornam impossível a consumação do furto, incidindo, assim, a regra do art. 17 do Código Penal."
],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Está correta apenas a assertiva I." },
{ "letra": "B", "texto": "Está correta apenas a assertiva II." },
{ "letra": "C", "texto": "Está correta apenas a assertiva III." },
{ "letra": "D", "texto": "Estão corretas todas as assertivas." },
{ "letra": "E", "texto": "Nenhuma assertiva está correta." }
],
"gabarito": "A"
},
{
"id": "20314567",
"metadata": "Ano: 2014 | Banca: PUC-PR | Órgão: TJ-PR",
"enunciado_principal": "Analise a opção **CORRETA**.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "O excesso exculpante na legítima defesa busca eliminar a antijuridicidade, vale dizer, o fato, embora típico, deixa se ser ilícito." },
{ "letra": "B", "texto": "No que se refere ao instituto do estado de necessidade, para que se possa diferenciar o estado de necessidade justificante e exculpante, pode-se destacar as denominadas teorias unitária e diferenciadora, sendo que para a unitária, todo estado de necessidade é justificante, ou seja, tem a finalidade de eliminar a ilicitude do fato típico praticado pelo agente." },
{ "letra": "C", "texto": "Para que se possa reconhecer o instituto consentimento do ofendido, doutrina enumera alguns requisitos que deverão ser preenchidos pelo agente, dentre eles que o ofendido seja capaz de consentir; que o bem sobre o qual recaia a conduta do agente seja indisponível, que o consentimento tenha sido dado posteriormente à conduta do agente." },
{ "letra": "D", "texto": "A estrutura da culpabilidade na concepção finalista preconizada por Welzel ficaria com o seguinte conteúdo, qual seja, a imputabilidade; dolo e culpa e exigibilidade de conduta diversa." }
],
"gabarito": "B"
},
{
"id": "21425678",
"metadata": "Ano: 2014 | Banca: VUNESP | Órgão: PC-SP",
"enunciado_principal": "Dentre as escolas penais a seguir, aquela na qual se pretendeu inicialmente aplicar ao direito penal os mesmos métodos de observação e investigação que se utilizavam em outras ciências naturais é a",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Clássica." },
{ "letra": "B", "texto": "Técnico-Jurídica." },
{ "letra": "C", "texto": "Correcionalista." },
{ "letra": "D", "texto": "Positivista." },
{ "letra": "E", "texto": "Moderna." }
],
"gabarito": "D"
},
{
"id": "22536789",
"metadata": "Ano: 2014 | Banca: UFMT | Órgão: MPE-MT",
"enunciado_principal": "No que concerne às propostas preconizadas pelo funcionalismo penal, é **INCORRETO** afirmar:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "O funcionalismo da Escola de Munique, liderada por Claus Roxin, apregoa que a teoria do delito não pode ficar alheia aos postulados político-criminais que norteiam o Direito Penal e descreve a necessidade da penetração da política criminal na dogmática." },
{ "letra": "B", "texto": "O funcionalismo da Escola de Frankfurt, dirigida por Winfried Hassemer, sustenta a redução do Direito Penal ao que qualifica como direito penal nuclear, ficando uma zona intermediária entre este direito e as contravenções, denominada direito de intervenção." },
{ "letra": "C", "texto": "O funcionalismo da Escola de Bonn, encabeçada por Günther Jakobs, está orientado a garantir a identidade normativa. O crime será uma falta de lealdade ao direito e a pena será o recurso necessário para estabilizar o sistema." },
{ "letra": "D", "texto": "O Direito Penal do Inimigo combate preponderantemente perigos (retrospectivos), enquanto o Direito Penal do Cidadão, segundo o modelo funcionalista de Günther Jakobs, pautado pela prevenção geral negativa, mantém a vigência da norma (prospectivo)." },
{ "letra": "E", "texto": "O objetivo de um sistema penal está em estruturar os elementos fundamentais que integram o conceito de crime. O funcionalismo penal avança um pouco mais e propõe a construção de uma estrutura conceitual que atenda à função do Direito Penal." }
],
"gabarito": "D"
},
{
"id": "23647890",
"metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
"enunciado_principal": "Assinale a opção correta com base na teoria geral do delito.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "A lei penal brasileira não considera a independência relativa do novo curso causal como excludente da imputação do resultado." },
{ "letra": "B", "texto": "O tipo subjetivo da omissão de ação é assimétrico: na omissão de ação imprópria, há somente dolo; na omissão de ação própria, há dolo e imprudência." },
{ "letra": "C", "texto": "Nos tipos dolosos de simples atividade, a tarefa de atribuição causal do tipo objetivo se esgota na subsunção da ação ao tipo legal respectivo porque não existe um resultado exterior imputável ao autor do fato." },
{ "letra": "D", "texto": "O conhecimento atual das circunstâncias de fato do tipo objetivo deve abranger os elementos presentes - a vítima, a coisa, o documento etc. - e futuros - o curso causal e o resultado - do tipo objetivo, bem como as condições objetivas de punibilidade." },
{ "letra": "E", "texto": "O conceito clássico de delito é falho, na medida em que nele não é estabelecido vínculo entre a conduta e o resultado por meio do nexo de causalidade." }
],
"gabarito": "C"
},
{
"id": "24758901",
"metadata": "Ano: 2014 | Banca: IV - UFG | Órgão: UEAP",
"enunciado_principal": "Em relação ao crime e seus elementos, espécies e sujeitos, assinale a alternativa correta:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "o sujeito passivo é o titular do bem jurídico protegido, e o sujeito passivo formal ou constante, titular do interesse jurídico de punir, que surge com a prática da infração penal, é sempre o Estado." },
{ "letra": "B", "texto": "o contexto dos crimes próprios envolve os crimes que exigem sujeito ativo qualificado, devendo este cometer pessoalmente a conduta tipica, admitindo-se entretanto a coautoria e a participação." },
{ "letra": "C", "texto": "o tipo penal vem estruturado como sendo título ou *nomem juris* ; como preceito primário e preceito secundário, caracteriza-se este último como a descrição da conduta proibida, quando se refere ao tipo incriminador, ou à conduta permitida." },
{ "letra": "D", "texto": "o juiz é proibido na pena de tentativa de levar em conta o *inter criminis* , ou seja, o grau de perigo que o bem jurídico sofreu, sendo causa de diminuição obrigatória, sem, entretanto, ter a fixação em parâmetros." }
],
"gabarito": "A"
},
{
"id": "25869012",
"metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
"enunciado_principal": "Com relação às teorias que versam sobre o delito e a pena, assinale a opção correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Decorre do pós-finalismo, mais propriamente da teoria social da ação desenvolvida por Hans-Heinrich Jescheck, a afirmação de que a culpabilidade não constitui condição suficiente para a imposição da pena, mas apenas um dos elementos que, juntamente com a necessidade preventiva, passa a integrar a categoria denominada responsabilidade." },
{ "letra": "B", "texto": "Entre as teorias contemporâneas do delito, apenas a teoria do defeito da motivação jurídica, ou teoria da motivação, realiza a crítica ao livre arbítrio como expressão de absoluto indeterminismo e como fundamento ontológico da culpabilidade." },
{ "letra": "C", "texto": "Claus Roxin, na formulação da sua teoria da imputação objetiva, entende que a finalidade do direito penal é a de garantir a segurança das expectativas em relação ao cumprimento dos papéis atribuídos a cada um, e não a de impedir todos os danos possíveis, paralisando a vida social. Por essa razão, não devem ser imputados aos indivíduos os resultados danosos provenientes de condutas socialmente adequadas." },
{ "letra": "D", "texto": "Na dogmática penal brasileira contemporânea, a posição adotada por Juarez Tavares, no tocante ao conceito de ação como condição para a existência do delito, distancia-se do finalismo, por não admitir um conceito pré-jurídico de conduta, e aproxima-se do modelo social, pela afirmação de que a conduta humana não é somente um fenômeno individual, mas deve ser estruturada sob a característica de constituir atividade social. Essa abordagem se identifica com o funcionalismo, por vincular o conceito de ação, exclusivamente, a um sistema ou processo de imputação." },
{ "letra": "E", "texto": "Conforme a teoria pessoal da ação, nem as atividades insuscetíveis de controle pela consciência e pela vontade nem os simples pensamentos constituem ação como manifestação da personalidade, porque aquelas não são atribuíveis ao centro de ação psicoespiritual humana e estes, a despeito de sua natureza psicoespiritual, não chegam a se manifestar no mundo exterior." }
],
"gabarito": "E"
}
]
