
[
{
"id": "76540321",
"metadata": "Ano: 2012 | Banca: FCC | Órgão: TJ-PE",
"enunciado_principal": "Para as contravenções penais, a lei prevê a aplicação isolada ou cumulativa das penas de",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "prisão simples e detenção." },
{ "letra": "B", "texto": "reclusão e detenção." },
{ "letra": "C", "texto": "multa e prisão simples." },
{ "letra": "D", "texto": "detenção e multa." },
{ "letra": "E", "texto": "reclusão e prisão simples." }
],
"gabarito": "C"
},
{
"id": "92837465",
"metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TRF - 3ª REGIÃO",
"enunciado_principal": "No tocante às respostas que a dogmática penal contemporânea oferece acerca das teorias do crime e da pena, assinale a opção correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Segundo uma das teorias mais conhecidas de imputação objetiva, para atribuição do tipo objetivo ao agente, a criação ou o incremento de um risco proibido é insuficiente quando o resultado não provenha diretamente desse risco." },
{ "letra": "B", "texto": "Para a definição das fontes do especial dever de agir, fundamento da posição de garantidor, adota-se, no CP, o critério material puro." },
{ "letra": "C", "texto": "A pena criminal implica reprovação, expressa na ideia de retribuição de acordo com a culpabilidade, prevenção especial como intimidação e manutenção da confiança na ordem jurídica e, finalmente, prevenção geral como neutralização e correção do autor do crime." },
{ "letra": "D", "texto": "A aplicação da pena de multa ocorre em duas fases: na primeira, determina-se o valor do dia-multa; na segunda, a quantidade de dias-multa, atendendo-se, sobretudo, à situação econômica do autor." },
{ "letra": "E", "texto": "O conhecimento das características descritivas típicas da posição de garantidor é suficiente para fundamentar a omissão dolosa e dispensa a representação da possibilidade de realização da ação ordenada pelo preceito normativo." }
],
"gabarito": "A"
},
{
"id": "10456789",
"metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: DPE-MA",
"enunciado_principal": "Acerca das teorias do crime, assinale a opção correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "É aplicável a teoria do domínio do fato para a delimitação entre coautoria e participação, sendo coautor aquele que presta contribuição independente, essencial à prática do delito, atuando obrigatoriamente em sua execução." },
{ "letra": "B", "texto": "Com relação à conduta, a teoria neokantista, que surgiu como reação à concepção positivista de tipo penal, propõe que o tipo penal não contém apenas elementos de ordem objetiva, não sendo, assim, meramente descritivo, e não podendo o fato típico depender de mera comparação entre o fato objetivo e a descrição legal." },
{ "letra": "C", "texto": "De acordo com a teoria geral da imputação objetiva, não se pode imputar ao agente o resultado decorrente da prática de um risco permitido, ao contrário do que ocorre em face de ação que vise à redução de risco não permitido." },
{ "letra": "D", "texto": "Consoante a concepção funcional defendida por Claus Roxin, a função da norma é a reafirmação da autoridade do direito, e sua aplicação constante e rotineira determina os padrões sociais de comportamento considerados normais e os indesejáveis, sendo a finalidade da pena a de exercitar a confiança despertada pela norma" },
{ "letra": "E", "texto": "Pratica crime de apropriação indébita, consoante orientação consignada pela teoria finalista da ação, o agente que, mesmo não revelando a intenção de apoderar-se de bem alheio que temporariamente permaneça na sua posse, demore a devolvê-lo ao proprietário." }
],
"gabarito": "B"
},
{
"id": "55982103",
"metadata": "Ano: 2011 | Banca: FCC | Órgão: TCE-PR",
"enunciado_principal": "Em relação ao conceito formal e material do crime é correto afirmar:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Somente no conceito material permite-se um desdobramento do tipo penal em ação ou omissão, tipicidade, ilicitude e culpabilidade." },
{ "letra": "B", "texto": "No conceito formal, o delito constitui uma lesão a um bem jurídico penal." },
{ "letra": "C", "texto": "O delito, sob a perspectiva material e formal, é punido com pena privativa de liberdade ou restritiva de direitos" },
{ "letra": "D", "texto": "O conceito de delito formal é o fato humano proibido pela lei penal, e material há lesão ou perigo de lesão a um bem jurídico-penal." },
{ "letra": "E", "texto": "O delito é fato típico e antijurídico e a culpabilidade, para o conceito material, o distingue do conceito formal." }
],
"gabarito": "D"
},
{
"id": "88776655",
"metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TCU",
"enunciado_principal": "Acerca da tipicidade, da culpabilidade e da punibilidade, julgue o item a seguir.",
"itens_assertiva": [
"Na doutrina e jurisprudência contemporâneas, predomina o entendimento de que a punibilidade não integra o conceito analítico de delito, que ficaria definido como conduta típica, ilícita e culpável."
],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "A"
},
{
"id": "44553322",
"metadata": "Ano: 2011 | Banca: FUMARC | Órgão: PC-MG",
"enunciado_principal": "Considerando o Código Penal e as Teorias do Delito é INCORRETA afrmar que:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Com relação ao tipo doloso, o Código Penal Brasileiro adotou as teorias da vontade e do assentimento e não a da atividade." },
{ "letra": "B", "texto": "A perda de cargo, função pública ou mandato eletivo é efeito genérico da condenação, não necessitando, dessa forma, ser determinada de forma explícita e fundamentada da sentença penal condenatória." },
{ "letra": "C", "texto": "A previsibilidade objetiva é elemento integrante do tipo culposo, podendo a previsibilidade subjetiva ser analisada por ocasião da culpabilidade." },
{ "letra": "D", "texto": "De acordo com a teoria finalista, a ação é o comportamento humano voluntário, dirigido à atividade final lícita ou ilícita." }
],
"gabarito": "B"
},
{
"id": "67676767",
"metadata": "Ano: 2011 | Banca: FUMARC | Órgão: PC-MG",
"enunciado_principal": "Em relação às Teorias do Delito, assinale a alternativa INCORRETA:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "A antinormatividade, de acordo com Zaffaroni, consiste em se averiguar a proibição através da indagação do alcance proibitivo da norma, não considerada de forma isolada, e sim conglobada na ordem normativa." },
{ "letra": "B", "texto": "A culpa imprópria está presente na discriminante putativa, nela, o agente dá causa dolosa ao resultado, mas responde como se tivesse praticado crime culposo, em razão de erro evitável pelas circunstâncias." },
{ "letra": "C", "texto": "No dolo direto, o agente quer efetivamente produzir o resultado, ao praticar a conduta típica, e no dolo indireto, o agente não busca com sua conduta resultado certo e determinado, subdividindo-se em dolo alternativo e eventual." },
{ "letra": "D", "texto": "De acordo com a teoria objetiva-formal, há tentativa, quando o agente, de modo inequívoco, exterioriza sua conduta no sentido de praticar a infração penal." }
],
"gabarito": "D"
},
{
"id": "11223344",
"metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: AL-ES",
"enunciado_principal": "Acerca do crime omissivo, dos delitos contra a liberdade individual e contra a dignidade sexual e da inviolabilidade do domicílio, assinale a opção correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Caracteriza o delito de constrangimento ilegal a hipótese de intervenção médica ou cirúrgica, sem o consentimento do paciente ou de seu representante legal, ainda que justificada por iminente perigo à vida." },
{ "letra": "B", "texto": "Conforme a jurisprudência pacificada do STJ, o delito de redução à condição análoga à de escravo está inserido no CP entre os crimes contra a liberdade pessoal, sendo certo que esse ilícito suprime somente o bem jurídico em uma perspectiva individual, razão pela qual compete à justiça comum estadual processá-lo e julgá-lo." },
{ "letra": "C", "texto": "A tolerância pela sociedade não gera a atipicidade da conduta consistente em manter, por conta própria ou de terceiro, estabelecimento em que ocorra exploração sexual, sem intuito de lucro nem mediação direta do proprietário." },
{ "letra": "D", "texto": "Na hipótese de flagrante de crime permanente em residência, é necessária autorização judicial para a busca e apreensão, uma vez que, nessa situação, a ausência da chancela judicial caracteriza o delito de violação de domicílio." },
{ "letra": "E", "texto": "O delito de apropriação indébita previdenciária é crime omissivo próprio, sendo, no entanto, imprescindível a demonstração da finalidade especial de agir, consistente na intenção inequívoca da apropriação de valor destinado à previdência social, para a sua caracterização." }
],
"gabarito": "C"
},
{
"id": "99887766",
"metadata": "Ano: 2011 | Banca: MPDFT | Órgão: MPDFT",
"enunciado_principal": "Aprecie as seguintes assertivas relativas à teoria do crime, marcando a alternativa correta:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "O ponto de identidade entre dolo eventual e a culpa inconsciente reside na representação da possibilidade de produção do resultado, consentida, no primeiro caso, e repelida, no último." },
{ "letra": "B", "texto": "A imprudência é relacionada com a atitude positiva do agente, percebendo-se no seu atuar o desleixo, a desatenção ou a displicência." },
{ "letra": "C", "texto": "A teoria objetivo-formal justifica a punibilidade da tentativa tendo por base a exteriorização da vontade do autor, contrária ao direito." },
{ "letra": "D", "texto": "A definição do consentimento do ofendido como hipótese de atipicidade ou de justificação da conduta é dependente do tipo penal de que se trata no caso concreto." },
{ "letra": "E", "texto": "São causas supralegais de exclusão de ilicitude: insignificância penal, consentimento do ofendido, adequação social da conduta." }
],
"gabarito": "A"
},
{
"id": "00112233",
"metadata": "Ano: 2011 | Banca: MPDFT | Órgão: MPDFT",
"enunciado_principal": "Assinale a alternativa correta, entre as seguintes assertivas relacionadas à teoria do crime:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "São hipóteses de ausência de conduta: coação física irresistível, atos reflexos, omissão de ação." },
{ "letra": "B", "texto": "O conceito de bem jurídico é indispensável à compreensão e interpretação dos tipos penais, servindo, igualmente, como critério sistematizador da legislação penal." },
{ "letra": "C", "texto": "Os elementos subjetivos do injusto, tais como as tendências internas transcendentes, podem fazer- se presentes nos tipos penais dolosos e culposos." },
{ "letra": "D", "texto": "Em sede de estado de necessidade, a teoria diferenciadora acolhida no Código Penal brasileiro admite a exculpação do homicídio, quando postas em confronto as vidas de duas distintas pessoas em situação de perigo." },
{ "letra": "E", "texto": "Nos tipos penais de conteúdo misto alternativo não há fungibilidade entre as condutas, aplicando-se a regra do concurso material no caso de realização de mais de uma dessas condutas." }
],
"gabarito": "B"
},
{
"id": "30019450",
"metadata": "Ano: 2011 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
"enunciado_principal": "Sobre a evolução do conceito de bem jurídico, cuja “criação não é apenas produto de uma elaboração jurídica pura, mas também de um contexto político e econômico”, é INCORRETO afirmar que",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "a noção positivista de bem jurídico parte da ideia de que o bem jurídico se reduz a um elemento da própria norma, porque somente a lei expressa os objetos jurídicos ao encerrar a vontade declarada do Estado." },
{ "letra": "B", "texto": "a visão neokantiana exprime o bem jurídico como um valor que se identifica com a própria finalidade da norma, considerando-o como elemento de todos os pressupostos do complexo cultural de que emana o direito." },
{ "letra": "C", "texto": "tanto na visão positivista quanto na visão neokantiana, o bem jurídico é visto como um pressuposto formal da incriminação, trabalhando com os dados existentes na ordem jurídica, sem questioná-los." },
{ "letra": "D", "texto": "na visão funcionalista, o bem jurídico é visto na perspectiva dos valores ético-sociais elementares, relativos à pessoa, ao patrimônio, à família e ao Estado, negando-se o fim de estabilidade da norma como instrumental à manutenção do sistema." }
],
"gabarito": "D"
},
{
"id": "41253698",
"metadata": "Ano: 2011 | Banca: MPE-MS | Órgão: MPE-MS",
"enunciado_principal": "Em que consiste o crime de mão própria?",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "O crime de mão própria pode ser praticado por qualquer pessoa;" },
{ "letra": "B", "texto": "O crime de mão própria somente pode ser praticado mediante paga ou promessa de recompensa;" },
{ "letra": "C", "texto": "O crime de mão própria somente pode ser praticado contra criança ou adolescente;" },
{ "letra": "D", "texto": "O crime de mão própria é aquele que somente pode ser praticado pela pessoa expressamente indicada no tipo penal;" },
{ "letra": "E", "texto": "O crime de mão própria só pode ser praticado por pessoas de certa faixa etária." }
],
"gabarito": "D"
},
{
"id": "80808080",
"metadata": "Ano: 2011 | Banca: FCC | Órgão: TRE-AP",
"enunciado_principal": "Exclui a imputabilidade penal, nos termos preconizados pelo Código Penal,",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "a embriaguez voluntária pelo álcool ou substância de efeitos análogos." },
{ "letra": "B", "texto": "a emoção e a paixão." },
{ "letra": "C", "texto": "a embriaguez culposa pelo álcool ou substância de efeitos análogos." },
{ "letra": "D", "texto": "se o agente, em virtude de perturbação de saúde mental ou por desenvolvimento mental incompleto ou retardado, não era inteiramente capaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento." },
{ "letra": "E", "texto": "a embriaguez completa proveniente de caso fortuito ou força maior, se o agente era, ao tempo da ação ou da omissão, inteiramente incapaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento." }
],
"gabarito": "E"
},
{
"id": "77771234",
"metadata": "Ano: 2011 | Banca: IESES | Órgão: TJ-MA",
"enunciado_principal": "É certo afirmar:",
"itens_assertiva": [
"I. A punibilidade é requisito do crime.",
"II. Sob o aspecto formal crime é um fato atípico e antijurídico.",
"III. Não basta que o fato seja típico para que exista crime. É preciso que seja contrário ao direito, que seja antijurídico.",
"IV. Pressupostos do crime são circunstâncias jurídicas anteriores à execução do fato, positivas ou negativas, a cuja existência ou inexistência é condicionada a configuração do título delitivo de que se trata."
],
"enunciado_pergunta": "Analisando as proposições, pode-se afirmar:",
"alternativas": [
{ "letra": "A", "texto": "Somente as proposições I e II estão corretas." },
{ "letra": "B", "texto": "Somente as proposições III e IV estão corretas." },
{ "letra": "C", "texto": "Somente as proposições II e IV estão corretas." },
{ "letra": "D", "texto": "Somente as proposições I e III estão corretas." }
],
"gabarito": "B"
},
{
"id": "39485721",
"metadata": "Ano: 2011 | Banca: FCC | Órgão: TJ-AP",
"enunciado_principal": "José estava numa mesa de bar, onde Pedro lhe contou que, no dia seguinte, iria cometer um roubo numa determinada residência. Mesmo tendo conhecimento prévio do crime que Pedro iria cometer, José se omitiu na prática de atos tendentes a impedir o resultado. Nessa situação, José",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "não responderá por nenhum delito." },
{ "letra": "B", "texto": "responderá por coautoria do roubo." },
{ "letra": "C", "texto": "responderá por participação no roubo." },
{ "letra": "D", "texto": "responderá por favorecimento pessoal." },
{ "letra": "E", "texto": "responderá por favorecimento real." }
],
"gabarito": "A"
},
{
"id": "15935700",
"metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: STM",
"enunciado_principal": "Com relação ao direito penal, julgue o item subsecutivo.",
"itens_assertiva": [
"Os crimes omissivos próprios são previstos em tipos penais específicos e dependem da ocorrência de resultado para a sua consumação."
],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "B"
},
{
"id": "02468135",
"metadata": "Ano: 2011 | Banca: FCC | Órgão: TRF - 1ª REGIÃO",
"enunciado_principal": "A respeito dos crimes contra a honra, é correto afirmar que",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "configura o crime de injúria a crítica genérica dirigida às instituições em geral." },
{ "letra": "B", "texto": "a pessoa jurídica pode ser sujeito passivo do crime de difamação." },
{ "letra": "C", "texto": "os menores e os doentes mentais não podem ser sujeitos passivos do delito de difamação." },
{ "letra": "D", "texto": "a ofensa à dignidade ou decoro que caracteriza a injúria não pode ser feita por gestos, devendo ser verbal ou escrita." },
{ "letra": "E", "texto": "aquele que, sabendo falsa a imputação, a propala não comete crime de calúnia." }
],
"gabarito": "B"
},
{
"id": "55554444",
"metadata": "Ano: 2011 | Banca: FCC | Órgão: DPE-RS",
"enunciado_principal": "Sobre a teoria geral do delito, é correto afirmar:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Na concorrência plúrima, o instituto da cooperação dolosamente diversa ocorre quando todos os agentes, mesmo sem vínculo subjetivo, se comportam para o mesmo fim, mas desconhecem a conduta alheia." },
{ "letra": "B", "texto": "Nas descriminantes putativas é isento de pena quem, por erro plenamente justificado pelas circunstâncias, supõe situação de fato que, se existisse, tornaria a ação legítima, havendo também isenção de pena quando o erro deriva de culpa e o fato é punível como crime culposo." },
{ "letra": "C", "texto": "Se o fato é cometido sob coação irresistível ou em estrita obediência a ordem, não manifestamente ilegal, de superior hierárquico, só é punível o autor da coação ou da ordem, atuando o coacto com excludente legal de culpabilidade." },
{ "letra": "D", "texto": "O crime impossível é causa legal de exclusão da ilicitude, ocorrendo quando o agente, por ineficácia absoluta do meio ou por absoluta impropriedade do objeto, não consegue consumar o crime." },
{ "letra": "E", "texto": "No concurso formal de crimes, o agente, mediante mais de uma ação ou omissão, que pratica dois ou mais crimes, idênticos ou não, é punido aplicando-se cumulativamente as penas privativas de liberdade em que haja incorrido, mesmo que a ação ou omissão seja dolosa e os crimes concorrentes decorram de desígnios autônomos." }
],
"gabarito": "C"
},
{
"id": "78901234",
"metadata": "Ano: 2010 | Banca: AMIGA PÚBLICA | Órgão: COREN-SE",
"enunciado_principal": "Avalie os itens seguintes:",
"itens_assertiva": [
"I. Não se admite continuidade delitiva nos crimes contra à vida.",
"II. O crime de latrocínio ocorre quando, aliado ao homicídio, houver a subtração de bens da vítima.",
"III. A lei penal não retroagirá, exceto para beneficiar o réu, ressalvados os efeitos da coisa julgada material, formada em regular processo, no qual tenham sido assegurados o contraditório e a ampla defesa."
],
"enunciado_pergunta": "Está(ão) correto(s) apenas o(s) item(ns):",
"alternativas": [
{ "letra": "A", "texto": "I" },
{ "letra": "B", "texto": "II" },
{ "letra": "C", "texto": "III" },
{ "letra": "D", "texto": "I e II" },
{ "letra": "E", "texto": "II e III" }
],
"gabarito": "B"
},
{
"id": "98765432",
"metadata": "Ano: 2010 | Banca: COPS-UEL | Órgão: PC-PR",
"enunciado_principal": "No que respeita às infrações penais, assinale a alternativa correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "A doutrina brasileira majoritária adota o conceito analítico de crime, definindo-o como toda conduta típica, antijurídica, culpável e punível." },
{ "letra": "B", "texto": "O Direito Penal brasileiro agasalha a visão bipartida das infrações penais, dividindo-as em crime (ou delito) e contravenção penal." },
{ "letra": "C", "texto": "As condutas definidas como crime serão processadas por ação penal pública ou privada, enquanto que as contravenções penais admitem apenas a ação penal privada." },
{ "letra": "D", "texto": "Será admissível a tentativa, tanto nas condutas definidas como contravenções penais quanto naquelas definidas como crime." },
{ "letra": "E", "texto": "A doutrina brasileira majoritária adota o conceito formal de crime, definindo-o como toda conduta que ofenda bens jurídico-penais." }
],
"gabarito": "B"
}
]
