[
{
"id": "45981230",
"metadata": "Ano: 2018 | Banca: CONSULPLAN | Órgão: TJ-MG",
"enunciado_principal": "Dentre as modernas teorias sobre a imputação penal, cresceu, no Brasil, nos últimos anos, o debate sobre a “teoria da imputação objetiva de Claus Roxin”. Quanto às bases do sistema jurídico-penal concebido por Claus Roxin, no panorama da teoria geral do delito, assinale a alternativa correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "A doutrina radical-sistêmica (ou racional-anímica) caracteriza-se pela projeção da tipicidade objetiva como principal elemento da antijuridicidade, no contexto do finalismo." },
{ "letra": "B", "texto": "A doutrina teleológico-sistêmica (ou racional-final) caracteriza-se pela projeção da tipicidade subjetiva como principal elemento da culpabilidade, no contexto do neokantismo." },
{ "letra": "C", "texto": "A doutrina normativo-teleológica (ou racional-funcional) caracteriza-se pela inserção de elementos político-criminais nas categorias dogmático-penais, no contexto do funcionalismo." },
{ "letra": "D", "texto": "A doutrina natural-sistêmica (ou racional-causal) caracteriza-se pela negação de relevância jurídica do erro que incide sobre os pressupostos fáticos do processo causal, no contexto do causalismo." }
],
"gabarito": "C"
},
{
"id": "10984567",
"metadata": "Ano: 2018 | Banca: CONSULPLAN | Órgão: TJ-MG",
"enunciado_principal": "O “sistema clássico” foi responsável pela divisão da ação humana em dois segmentos distintos: de um lado, o querer interno do agente; de outro, “o processo causal” visível, isto é, a conduta corporal do agente e o seu “efeito” ou resultado. Situava-se no injusto o encadeamento causal externo e, na culpabilidade, todos os elementos subjetivos, isto é, os elementos internos (anímicos) do agente. Considerando a tradição germânica da teoria geral do crime, é correto afirmar, quanto a essa concepção e respectiva orientação metodológica, que o texto anterior se refere ao modelo",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "socialista e à filosofia neokantiana." },
{ "letra": "B", "texto": "funcionalista e à teoria de sistemas." },
{ "letra": "C", "texto": "causalista e ao positivismo naturalista." },
{ "letra": "D", "texto": "finalista e à filosofia ontofenomenológica." }
],
"gabarito": "C"
},
{
"id": "87654321",
"metadata": "Ano: 2018 | Banca: FCC | Órgão: Câmara Legislativa do Distrito Federal",
"enunciado_principal": "De acordo com o que estabelece o Código Penal, assinale a alternativa correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "não há crime quando o agente pratica o fato no exercício regular de direito." },
{ "letra": "B", "texto": "entende-se em legítima defesa quem pratica o fato para salvar de perigo atual, que não provocou por sua vontade, nem podia de outro modo evitar." },
{ "letra": "C", "texto": "é possível a invocação do estado de necessidade mesmo para aquele que tinha o dever legal de enfrentar o perigo." },
{ "letra": "D", "texto": "é plenamente possível a compensação de culpas quando ambos os agentes agiram com imprudência, negligência ou imperícia na prática do ilícito." },
{ "letra": "E", "texto": "considera-se praticado o crime no momento do resultado, ainda que outro seja o momento da ação ou omissão." }
],
"gabarito": "A"
},
{
"id": "34567890",
"metadata": "Ano: 2018 | Banca: NUCEPE | Órgão: PC-PI",
"enunciado_principal": "Com relação ao Direito Penal e as Súmulas do STJ e STF, é CORRETO afirmar, no entendimento sumulado que:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Há crime, mesmo quando ocorre a preparação do flagrante pela polícia, havendo então a prova de que ocorreu a consumação." },
{ "letra": "B", "texto": "O crime de extorsão consuma-se quando se prova a obtenção da vantagem indevida." },
{ "letra": "C", "texto": "Há crime de latrocínio, quando o homicídio se consuma, quando há prova de que ocorreu a subtração de bens da vítima." },
{ "letra": "D", "texto": "Não se admite continuidade delitiva nos crimes contra a vida." },
{ "letra": "E", "texto": "A sentença concessiva do perdão judicial é declaratória da extinção da punibilidade, subsistindo ainda efeito condenatório." }
],
"gabarito": "D"
},
{
"id": "56789012",
"metadata": "Ano: 2018 | Banca: IESES | Órgão: TJ-CE",
"enunciado_principal": "Analise as proposições sobre o conceito analítico do crime e concurso de crimes:",
"itens_assertiva": [
"I. A finalidade do conceito analítico do crime é a análise dos seus caracteres e elementos, por isso seu foco são os elementos ou requisitos do delito, onde é entendido como conduta típica, antijurídica e culpável (conceito tripartido, teoria clássica ou tridimensional), ou apenas conduta típica e antijurídica, ou ainda, como fato típico, antijurídico e punível abstratamente.",
"II. Trata-se de concurso formal quando o agente, mediante mais de uma ação ou omissão, pratica dois ou mais crimes, idênticos ou não, aplicam-se cumulativamente as penas privativas de liberdade em que haja incorrido. No caso de aplicação cumulativa de penas de reclusão e de detenção, executa-se primeiro aquela.",
"III. Na fixação da pena de multa o juiz deve atender, principalmente, à situação social do réu.",
"IV. A continuidade temporal e espacial não é um requisito invariável do delito continuado, mas pode ser um indício da continuidade."
],
"enunciado_pergunta": "É certo afirmar:",
"alternativas": [
{ "letra": "A", "texto": "Somente as proposições I e IV estão corretas." },
{ "letra": "B", "texto": "Somente as proposições II e III estão corretas." },
{ "letra": "C", "texto": "Somente as proposições I e III estão corretas." },
{ "letra": "D", "texto": "Somente as proposições II e IV estão corretas." }
],
"gabarito": "A"
},
{
"id": "78901234",
"metadata": "Ano: 2018 | Banca: IESES | Órgão: TJ-CE",
"enunciado_principal": "Sobre Tipicidade, Culpabilidade e institutos correlatos, é certo afirmar:",
"itens_assertiva": [
"I. Mesmo nos crimes cometidos com violência ou grave ameaça à pessoa, reparado o dano ou restituída a coisa, até o recebimento da denúncia ou da queixa, por ato voluntário do agente, a pena será reduzida de um a dois terços. É o que o Código Penal define como “arrependimento posterior”.",
"II. Chama-se “teoria do delito” à parte da ciência do direito penal que se ocupa de explicar o que é o delito em geral, isto é, quais são as características que deve ter qualquer delito.",
"III. A emoção ou a paixão excluem a imputabilidade penal.",
"IV. Preterdoloso é o crime onde o resultado final é mais grave do que o pretendido pelo agente."
],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Somente as proposições I e II estão corretas." },
{ "letra": "B", "texto": "Somente as proposições II e IV estão corretas." },
{ "letra": "C", "texto": "Somente as proposições I e III estão corretas." },
{ "letra": "D", "texto": "Somente as proposições III e IV estão corretas." }
],
"gabarito": "B"
},
{
"id": "90123456",
"metadata": "Ano: 2018 | Banca: FGV | Órgão: TJ-AL",
"enunciado_principal": "Mévio, superior hierárquico de Tício, Oficial de Justiça, solicitou que ele alterasse o teor de determinada certidão em mandado de busca e apreensão. Apesar de ter conhecimento de que a conduta não era correta, Tício atendeu a solicitação de Mévio, já que este era seu superior hierárquico e os dois eram também amigos de infância. Descobertos os fatos, foi instaurado procedimento investigatório. Considerando apenas as informações narradas, o advogado de Tício deverá esclarecer que sua conduta configura:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "fato típico, ilícito e culpável;" },
{ "letra": "B", "texto": "fato típico, mas não ilícito, em razão do estrito cumprimento do dever legal;" },
{ "letra": "C", "texto": "fato típico, mas não ilícito, em razão da obediência hierárquica;" },
{ "letra": "D", "texto": "fato típico e ilícito, mas não culpável, em razão da obediência hierárquica;" },
{ "letra": "E", "texto": "fato típico e ilícito, mas não culpável, em razão da coação moral irresistível." }
],
"gabarito": "A"
},
{
"id": "23456789",
"metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-BA",
"enunciado_principal": "Tendo em conta a teoria geral do crime, assinale a alternativa correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Os partidários da teoria tripartida do delito consideram a culpabilidade como pressuposto da pena e não elemento do crime." },
{ "letra": "B", "texto": "Os partidários da teoria tripartida do delito consideram elementos do crime a tipicidade, a antijuricidade e a punibilidade." },
{ "letra": "C", "texto": "A tipicidade, elemento do crime, na concepção material, esgota-se na subsunção da conduta ao tipo penal." },
{ "letra": "D", "texto": "O dolo, na escola clássica, deixou de ser elemento integrante da culpabilidade, deslocando-se para a conduta, já que ação e intenção são indissociáveis." },
{ "letra": "E", "texto": "Os partidários da teoria funcionalista da culpabilidade entendem que a culpabilidade é limitada pela finalidade preventiva da pena; constatada a desnecessidade da pena, o agente não será punido." }
],
"gabarito": "E"
},
{
"id": "45678901",
"metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-AP",
"enunciado_principal": "O chamado *versari in re illicita* implica que",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "aquele que realizar um ato ilícito penal responde por todas as consequências derivadas deste fato, ainda que em sua inicial atuação não houvesse nenhum nexo subjetivo." },
{ "letra": "B", "texto": "o fato (o que compreende o acontecimento principal e todas as consequências que se derivem posteriormente) deve pertencer ao sujeito." },
{ "letra": "C", "texto": "a pena não pode transcender da pessoa do delinquente." },
{ "letra": "D", "texto": "a determinação da pena e das medidas de segurança deve se guiar por critérios de proporcionalidade ao delito cometido." },
{ "letra": "E", "texto": "deve-se aplicar sanção penal a produtores de artigos de consumo perigosos que afetam a vida e a saúde das pessoas." }
],
"gabarito": "A"
},
{
"id": "67890123",
"metadata": "Ano: 2017 | Banca: IMA | Órgão: CREF - 15ª Região (PI - MA)",
"enunciado_principal": "De acordo com o Título II da Parte Geral do Código Penal, é correto afirmar que:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Diz-se o crime doloso, quando o agente não quis o resultado ou não assumiu o risco de produzi-lo." },
{ "letra": "B", "texto": "Diz-se o crime tentado, quando nele se reúnem todos os elementos de sua definição legal." },
{ "letra": "C", "texto": "Diz-se o crime culposo, quando, iniciada a execução, não se consuma por circunstâncias alheias à vontade do agente." },
{ "letra": "D", "texto": "Pune-se a tentativa quando, por ineficácia absoluta do meio ou por absoluta impropriedade do objeto, é impossível consumar-se o crime." },
{ "letra": "E", "texto": "Diz-se o crime culposo, quando o agente deu causa ao resultado por imprudência, negligência ou imperícia." }
],
"gabarito": "E"
},
{
"id": "89012345",
"metadata": "Ano: 2017 | Banca: IMA | Órgão: CREF - 15ª Região (PI - MA)",
"enunciado_principal": "Nos termos do Decreto-Lei n. 3.688/1941, acerca da Lei das Contravenções Penais, é correto afirmar que:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Não é punível a tentativa de contravenção." },
{ "letra": "B", "texto": "As penas principais são: prisão simples, restritiva de direitos e multa." },
{ "letra": "C", "texto": "A pena de prisão simples deve ser cumprida, com rigor penitenciário, em estabelecimento especial ou seção especial de prisão comum, em regime semiaberto ou aberto." },
{ "letra": "D", "texto": "No caso de ignorância ou de errada compreensão da lei, quando escusáveis, a pena pode ser reduzida até a metade." },
{ "letra": "E", "texto": "O prazo mínimo de duração da internação em manicômio judiciário ou em casa de custódia e tratamento é de trinta dias." }
],
"gabarito": "A"
},
{
"id": "01234567",
"metadata": "Ano: 2017 | Banca: Fundação CEFETBAHIA | Órgão: Prefeitura de Irecê - BA",
"enunciado_principal": "Considerando as disposições do Código Penal Brasileiro sobre a Teoria do Delito, analise as assertivas e identifique com V as verdadeiras e com F as falsas. A alternativa que contém a sequência correta, de cima pra baixo, é",
"itens_assertiva": [
"( ) O crime considera-se praticado no momento da ação ou omissão, ainda que outro seja o momento do resultado.",
"( ) O agente que, voluntariamente, desiste de prosseguir na execução ou impede que o resultado se produza, só responde pelos atos já praticados.",
"( ) Não se pune o exaurimento quando, por ineficácia relativa do meio ou por impropriedade completa do objeto, é impossível executar os atos preparatórios.",
"( ) A pena não será reduzida, se o inimputável, em virtude de perturbação de saúde mental ou por desenvolvimento mental incompleto ou retardado, não era inteiramente capaz de entender o caráter ilícito do fato ou de determinar-se de acordo com o direito."
],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "V F V F" },
{ "letra": "B", "texto": "V V F F" },
{ "letra": "C", "texto": "V F F V" },
{ "letra": "D", "texto": "F F V V" },
{ "letra": "E", "texto": "F V F V" }
],
"gabarito": "B"
},
{
"id": "23456780",
"metadata": "Ano: 2017 | Banca: VUNESP | Órgão: DPE-RO",
"enunciado_principal": "Doutrinadores nacionais admitem que a reforma de 1984 da Parte Geral do Código Penal, especialmente no que concerne ao “conceito de crime”, aderiu ao “finalismo”. Quem é considerado o criador de tal sistema jurídico-penal?",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Hans Welzel." },
{ "letra": "B", "texto": "Claus Roxim." },
{ "letra": "C", "texto": "Von Liszt." },
{ "letra": "D", "texto": "Günther Jakobs." },
{ "letra": "E", "texto": "Cesare Beccaria." }
],
"gabarito": "A"
},
{
"id": "45678900",
"metadata": "Ano: 2017 | Banca: FGV | Órgão: TRT - 12ª Região (SC)",
"enunciado_principal": "Vitor, sócio administrador da Sociedade X, em razão da grande quantidade de serviço que desempenha, deixa de repassar no prazo devido, de maneira negligente, à previdência social contribuições previdenciárias recolhidas dos empregados contribuintes. Um dos empregados, porém, descobre o ocorrido e narra para autoridade policial. Considerando as informações narradas, é correto afirmar que a conduta de Vitor configura:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "indiferente penal;" },
{ "letra": "B", "texto": "apropriação indébita comum majorada;" },
{ "letra": "C", "texto": "apropriação indébita previdenciária;" },
{ "letra": "D", "texto": "apropriação indébita de coisa havida por erro;" },
{ "letra": "E", "texto": "furto qualificado." }
],
"gabarito": "A"
},
{
"id": "67890120",
"metadata": "Ano: 2017 | Banca: IESES | Órgão: TJ-RO",
"enunciado_principal": "De acordo com o Código Penal, assinale a alternativa correta:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Não se comunicam as circunstâncias e as condições de caráter pessoal, ainda que elementares do crime." },
{ "letra": "B", "texto": "Considera-se praticado o crime no momento da ação ou omissão, no todo ou em parte, bem como quando se produziu ou deveria produzir-se o resultado." },
{ "letra": "C", "texto": "A extinção da punibilidade de crime que é pressuposto, elemento constitutivo ou circunstância agravante de outro não se estende a este. Nos crimes conexos, a extinção da punibilidade de um deles impede, quanto aos outros, a agravação da pena resultante da conexão." },
{ "letra": "D", "texto": "Tratando-se de Medida de Segurança, a fixação do período de internação ou tratamento ambulatorial não comportará tempo determinado, perdurando enquanto não for averiguada, mediante perícia médica, a cessação de periculosidade. O prazo mínimo, contudo, deverá ser de 1 (um) a 3 (três) anos." }
],
"gabarito": "D"
},
{
"id": "89012340",
"metadata": "Ano: 2017 | Banca: IDECAN | Órgão: SEAP-RN",
"enunciado_principal": "Majoritariamente entende-se que, de acordo com o conceito analítico, crime é um:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Fato típico e antijurídico." },
{ "letra": "B", "texto": "Fato antijurídico e culpável." },
{ "letra": "C", "texto": "Fato típico, antijurídico e culpável." },
{ "letra": "D", "texto": "Fato típico, antijurídico, culpável e punível." }
],
"gabarito": "C"
},
{
"id": "01234560",
"metadata": "Ano: 2017 | Banca: IBADE | Órgão: PC-AC",
"enunciado_principal": "Sobre a doutrina da ação finalista, tal qual formulada por Hans Welzel, é correto afirmar que:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "o tipo, para Welzel, é objetivo e neutro, ao passo em que o injusto é uma criação normativa, propiciada por juízos de valor que teriam como norte o objetivo almejado pelo legislador, seja a proteção de bens jurídicos, seja outra situação estatal de conveniência." },
{ "letra": "B", "texto": "para a teoria finalista de Welzel. ação é uma manifestação da personalidade, que abrange todos os acontecimentos atribuíveis ao centro de ação psíquico-espiritual do homem, não distinguindo a manifestação da personalidade da realização de um propósito." },
{ "letra": "C", "texto": "a direção final de uma ação se dá em duas fases, que nas ações simples se entrecruzam, a saber, uma que ocorre na esfera do pensamento, com a antecipação do fim a realizar, a seleção dos meios necessários à sua realização e a consideração dos efeitos simultâneos decorrentes dos fatores causais eleitos; e a concretização da ação no mundo real, de acordo com a projeção mental." },
{ "letra": "D", "texto": "ora a ação é apresentada como comportamento humano socialmente relevante, ora como fenômeno social, em modelos nos quais a finalidade humana é apresentada como um fator formador de sentido da realidade social." },
{ "letra": "E", "texto": "a teoria foi desenvolvida a partir de modelos ditados pelo método científico de Descartes, com as contribuições positivistas de pensadores como Comte, resultando em uma formulação na qual o conteúdo da vontade é dissociado do processo causal que desencadeia a vontade no mundo exterior." }
],
"gabarito": "C"
},
{
"id": "23456781",
"metadata": "Ano: 2017 | Banca: IBFC | Órgão: POLÍCIA CIENTÍFICA-PR",
"enunciado_principal": "Considere as regras básicas aplicáveis ao Direito Penal para assinalar a alternativa correta sobre as espécies de infração penal.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Crime e contravenção penal são sinônimos" },
{ "letra": "B", "texto": "No caso de contravenção penal, admitem-se penas de reclusão e detenção, enquanto que, para os crimes, admite-se prisão simples" },
{ "letra": "C", "texto": "No caso de crime, admitem-se penas de reclusão e detenção, enquanto que, para as contravenções penais, admite-se prisão simples" },
{ "letra": "D", "texto": "No caso de contravenção penal, admite-se pena de reclusão, enquanto que, para os crimes, admite-se detenção" },
{ "letra": "E", "texto": "No caso de contravenção penal, admite-se pena de detenção, enquanto que, para os crimes, admite-se reclusão" }
],
"gabarito": "C"
},
{
"id": "45678902",
"metadata": "Ano: 2017 | Banca: IBADE | Órgão: SEJUDH - MT",
"enunciado_principal": "O chamado sistema penal garantista é marcado por 10 axiomas fundamentais. Assinale a alternativa que indica princípios pertinentes ao indigitado sistema.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Lesividade. intervenção mínima e eficiência." },
{ "letra": "B", "texto": "Colegialidade. indelegabilidade e intervenção máxima." },
{ "letra": "C", "texto": "Segurança jurídica, defesa social e ofensividade." },
{ "letra": "D", "texto": "Legalidade. lesividade e economia do direito penal (necessidade)." },
{ "letra": "E", "texto": "Legalidade, fraternidade e obrigatoriedade." }
],
"gabarito": "D"
},
{
"id": "67890124",
"metadata": "Ano: 2016 | Banca: CPCON | Órgão: Prefeitura de Soledade - PB",
"enunciado_principal": "Com relação à aplicação de lei penal, julgue os itens a seguir. Estão CORRETOS apenas os itens:",
"itens_assertiva": [
"I - A lei excepcional ou temporária, embora decorrido o período de sua duração ou cessadas as circunstâncias que a determinaram, aplica-se ao fato praticado durante sua vigência.",
"II- Considera-se praticado o crime no momento em que se verifica o resultado.",
"III- A entrada em vigor de uma lei nova (posterior), que deixa de considerar o fato como criminoso, é uma das causas de extinção da punibilidade.",
"IV- Ninguém pode ser punido por fato que lei posterior deixa de considerar crime, cessando em virtude dela os processos em andamento e permanecendo apenas os efeitos da sentença condenatória definitiva."
],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "I e III." },
{ "letra": "B", "texto": "I e II." },
{ "letra": "C", "texto": "III e IV." },
{ "letra": "D", "texto": "I, III e IV." },
{ "letra": "E", "texto": "II, III e IV." }
],
"gabarito": "A"
},
{
"id": "50009876",
"metadata": "Ano: 2022 | Banca: Quadrix | Órgão: CAU-SC",
"enunciado_principal": "Quanto ao conceito de crime, assinale a alternativa correta de acordo com a concepção analítica.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Sob o aspecto material, crime seria toda conduta que colide frontalmente com a lei penal editada pelo Estado." },
{ "letra": "B", "texto": "Segundo sua conceituação analítica, crime é o fato típico, ilícito e culpável." },
{ "letra": "C", "texto": "Sob o aspecto formal, conceitua-se crime como aquela conduta que viola os bens jurídicos mais importantes tutelados pelo Estado." },
{ "letra": "D", "texto": "O conceito de crime está formal e expressamente positivado no Código Penal, em atenção ao princípio da legalidade." },
{ "letra": "E", "texto": "Segundo sua conceituação analítica, crime é o fato típico, ilícito, culpável e punível." }
],
"gabarito": "B"
},
{
"id": "77766554",
"metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PG-DF",
"enunciado_principal": "A respeito da teoria do crime, julgue o item a seguir.",
"itens_assertiva": [],
"enunciado_pergunta": "Considera-se infração penal tentada quando, iniciada a execução, o resultado não ocorre por circunstâncias alheias à vontade do agente, hipótese em que haverá necessariamente a redução da pena, independentemente de se tratar de crime ou contravenção.",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "B"
},
{
"id": "33322110",
"metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PG-DF",
"enunciado_principal": "Julgue o item a seguir, a respeito da teoria do crime.",
"itens_assertiva": [],
"enunciado_pergunta": "Entre as teorias que buscam explicar a relação de causalidade entre a conduta e o resultado criminoso, predomina, na jurisprudência brasileira, a teoria da causalidade adequada, a qual exige, para que alguém seja penalmente responsabilizado por conduta que tenha desenvolvido, a criação ou o incremento de um perigo juridicamente intolerável e não permitido ao bem jurídico protegido, bem como a concretização desse perigo em resultado típico.",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "B"
},
{
"id": "99988776",
"metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PG-DF",
"enunciado_principal": "Julgue o item a seguir, a respeito da teoria do crime.",
"itens_assertiva": [],
"enunciado_pergunta": "A doutrina classifica os crimes em comissivos, omissivos e omissivos por comissão, sendo exemplo desta última modalidade a conduta do indivíduo que, tendo o dever e a possibilidade de evitar o resultado, omite-se de evitá-lo.",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "A"
},
{
"id": "66655443",
"metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PG-DF",
"enunciado_principal": "Julgue o item a seguir, a respeito da teoria do crime.",
"itens_assertiva": [],
"enunciado_pergunta": "Segundo o direito penal contemporâneo, consideram-se criminosas as condutas ontologicamente consideradas reprováveis e constatadas por um juízo de percepção natural.",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "B"
}
]
