[
{
"id": "45180927",
"metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
"enunciado_principal": "Acerca do fato típico, da teoria e da classificação dos crimes, julgue o item subsecutivo.",
"itens_assertiva": [],
"enunciado_pergunta": "A teoria do crime adotada pelo ordenamento jurídico brasileiro adere à corrente causalista, segundo a qual a conduta do agente representa tão somente uma relação de causa-efeito, ausente de qualquer finalidade.",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "B"
},
{
"id": "21743580",
"metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: MPE-SC",
"enunciado_principal": "Com referência à origem e às funções da dogmática penal, julgue o seguinte item.",
"itens_assertiva": [],
"enunciado_pergunta": "Um dos principais pilares da dogmática jurídico-penal é a ideia de completude lógica, ou seja, as suas proposições não podem ser internamente contraditórias entre si, além da compatibilidade legal, ou seja, as proposições não devem se opor imotivadamente à literalidade da lei, embora pontualmente ela possa ser afastada por meio de mecanismos de controle de constitucionalidade.",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "A"
},
{
"id": "98316042",
"metadata": "Ano: 2021 | Banca: NC-UFPR | Órgão: PC-PR",
"enunciado_principal": "Considere o seguinte caso hipotético: A.J. e B.J são irmãos gêmeos com 17 anos de idade. Em certa ocasião, após uma discussão, B.J. atacou A.J. com uma faca, com o nítido propósito de matar. Porém, antes de ser atingido pelo golpe de B.J., A.J. conseguiu se desviar e empurrou B.J., que foi ao chão. Na queda, B.J. caiu com o abdômen sobre a faca, sofrendo uma grave perfuração. Depois disso, A.J. ainda prestou socorro a B.J., o que acabou salvando a vida de B.J.",
"itens_assertiva": [],
"enunciado_pergunta": "A partir das noções sobre a teoria do delito aplicadas a esse caso, assinale a alternativa correta.",
"alternativas": [
{ "letra": "A", "texto": "A.J. não cometeu crime porque praticou uma conduta atípica." },
{ "letra": "B", "texto": "Apesar de praticar uma conduta ilícita, A.J. não cometeu crime porque agiu sem culpabilidade por ser menor de 18 anos." },
{ "letra": "C", "texto": "Apesar de praticar uma conduta ilícita, A.J. não cometeu crime porque agiu sem culpabilidade por estar sob coação irresistível." },
{ "letra": "D", "texto": "Apesar de praticar uma conduta típica, A.J. não cometeu crime porque a conduta é justificada pela legítima defesa." },
{ "letra": "E", "texto": "A.J. não cometeu crime porque a conduta é justificada pelo estado de necessidade exculpante." }
],
"gabarito": "D"
},
{
"id": "76205193",
"metadata": "Ano: 2021 | Banca: FGV | Órgão: SEFAZ-ES",
"enunciado_principal": "José trabalha como guarda-vidas da piscina do Clube Romano, aberto ao público das 8h às 22h, diariamente. A piscina do clube funciona das 9h às 21h, de terça a domingo, sendo aberta por Antônio, que trabalha como zelador no mesmo clube. José é sempre o primeiro a entrar na área da piscina, tão logo ela é aberta, para assumir seu posto no alto da cadeira de guarda-vidas. Contudo, no dia 1º de novembro de 2020, ele não chegou no horário porque sua condução atrasou. O espaço da piscina foi aberto por Antônio no horário habitual, mas José somente chegou ao clube às 10h. Ao entrar na área da piscina deparou-se com uma cena terrível: o corpo de uma criança morta, boiando na piscina.",
"itens_assertiva": [],
"enunciado_pergunta": "Sobre a conduta de José, assinale a afirmativa correta.",
"alternativas": [
{ "letra": "A", "texto": "José não praticou nenhum crime." },
{ "letra": "B", "texto": "José omitiu-se na prestação de socorro (Art. 135 do CP)." },
{ "letra": "C", "texto": "José cometeu homicídio culposo (Art. 121, § 3º, do CP)." },
{ "letra": "D", "texto": "José cometeu homicídio culposo na modalidade comissiva por omissão, pois exercia a função de garantidor (Art. 121, § 3º, c/c. o Art. 13, § 2º, ambos do CP)." },
{ "letra": "E", "texto": "José cometeu homicídio doloso na modalidade comissiva por omissão, pois exercia a função de garantidor (Art. 121, caput, c/c. o Art. 13, § 2º, ambos do CP)." }
],
"gabarito": "D"
},
{
"id": "33491756",
"metadata": "Ano: 2021 | Banca: MPDFT | Órgão: MPDFT",
"enunciado_principal": "Quanto às TEORIAS DO CRIME, pode-se ASSEVERAR que:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "O modelo Neokantista, da teoria teleológica do delito, manteve o dolo natural e a culpa *strictu sensu* na culpabilidade, acrescentando a esta, apenas, o elemento exigibilidade de conduta conforme o Direito." },
{ "letra": "B", "texto": "Para o finalismo, o juízo de culpabilidade deve recair sobre o fato." },
{ "letra": "C", "texto": "O funcionalismo sistêmico preconiza que a missão do Direito Penal é a proteção de bens jurídicos, através da prevenção geral ou especial." },
{ "letra": "D", "texto": "Na visão do funcionalismo teleológico, a responsabilidade, como condição para a sanção, exige, além da análise dos requisitos da culpabilidade, o juízo da necessidade da pena." },
{ "letra": "E", "texto": "Conceito central para a moderna teoria significativa da ação é o papel que cada pessoa tem, em uma vida em sociedade, restringindo-se a possibilidade de responsabilização penal ao seu conhecimento e aos seus limites." }
],
"gabarito": "D"
},
{
"id": "80124695",
"metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: PRF",
"enunciado_principal": "No que se refere a aspectos legais relacionados aos procedimentos policiais, julgue o item a seguir.",
"itens_assertiva": [],
"enunciado_pergunta": "O *iter criminis* é composto por fases, entre as quais se inclui a fase de execução, que consiste no ato de separar os meios necessários para a consecução do plano delituoso.",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "B"
},
{
"id": "15937402",
"metadata": "Ano: 2019 | Banca: FEPESE | Órgão: DEAP - SC",
"enunciado_principal": "O pensador francês Michel Foucault publicou, em 1975, uma obra que analisa os mecanismos que promoveram mudanças significativas nos sistemas penais do Ocidente. Trata também da vigilância e das formas de punições promovidas por instituições como prisões, hospitais e escolas.",
"itens_assertiva": [],
"enunciado_pergunta": "Assinale a alternativa **correta** sobre o título da obra referida.",
"alternativas": [
{ "letra": "A", "texto": "Microfísica do poder" },
{ "letra": "B", "texto": "História da loucura na idade clássica" },
{ "letra": "C", "texto": "Arqueologia do saber: submundo do crime" },
{ "letra": "D", "texto": "Nascimento da clínica: prisão controlada" },
{ "letra": "E", "texto": "Vigiar e punir: nascimento da prisão" }
],
"gabarito": "E"
},
{
"id": "52869134",
"metadata": "Ano: 2019 | Banca: FEPESE | Órgão: DEAP - SC",
"enunciado_principal": "Leia com atenção o texto a seguir. As informações históricas disponíveis nos permitem verificar que, entre as principais motivações para a transformação da prisão de _____________________ em privação de liberdade como pena, foi o interesse em aproveitar a mão de obra e a necessidade de controlar sua utilização. Esse sistema de privação da liberdade, com trabalho imposto aos condenados, também tinha a finalidade de atender as necessidade do capitalismo, com trabalhadores sem o mesmo poder de reinvindicações dos operários livres, caracterizando um período denominado __________________.",
"itens_assertiva": [],
"enunciado_pergunta": "Assinale a alternativa que completa **corretamente** as lacunas do texto.",
"alternativas": [
{ "letra": "A", "texto": "prevenção • socialista" },
{ "letra": "B", "texto": "custódia • utilitarista" },
{ "letra": "C", "texto": "tutela • participativo" },
{ "letra": "D", "texto": "domicílio • macarthista" },
{ "letra": "E", "texto": "sanção • colaboracionista" }
],
"gabarito": "B"
},
{
"id": "64750218",
"metadata": "Ano: 2019 | Banca: Itame | Órgão: Prefeitura de Senador Canedo - GO",
"enunciado_principal": "Marque a alternativa correta:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "As contravenções penais ancoradas no Código Penal, aplicam-se tanto nas contravenções praticadas no Brasil, quanto àquelas cometidas no exterior." },
{ "letra": "B", "texto": "O crime classificado como culposo é aquele cujo agente desejou o resultado ou assumiu o risco de produzi-lo." },
{ "letra": "C", "texto": "Segundo o Código Penal é considerado sujeito ativo aquele que pratica a infração penal, podendo ser qualquer pessoa, independente da idade." },
{ "letra": "D", "texto": "A infração penal se subdivide em duas espécies: crime e contravenção penal. As contravenções penais são sempre de ação penal pública incondicionada." }
],
"gabarito": "D"
},
{
"id": "29513840",
"metadata": "Ano: 2019 | Banca: MPE-GO | Órgão: MPE-GO",
"enunciado_principal": "A clássica frase a seguir inaugurou uma nova fase na dogmática jurídico-penal: *'O caminho correto só pode ser deixar as decisões valorativas político-criminais introduzirem-se no sistema de direito penal'*. Assinale a alternativa em que consta o autor da referida afirmação, bem como o sistema jurídico-penal a que se refere:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Edmund Mezger - neokantismo penal" },
{ "letra": "B", "texto": "Claus Roxin - funcionalismo teleológico racional" },
{ "letra": "C", "texto": "Günther Jakobs - funcionalismo sistêmico radical" },
{ "letra": "D", "texto": "Hans Welzel - finalismo penal" }
],
"gabarito": "B"
},
{
"id": "47069213",
"metadata": "Ano: 2019 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
"enunciado_principal": "No tocante à teoria do delito, marque a alternativa incorreta:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Para a teoria causal, o resultado, como parte integrante da ação causal, deve estar contido necessariamente em todos os delitos, pois o conceito causal não pode reconhecer crimes sem resultado." },
{ "letra": "B", "texto": "A reformulação neokantista na teoria do delito tem profunda repercussão na relação tipo-antijuridicidade, e com Mezger a perda da autonomia do tipo atinge seu clímax, ao ser concebido como um momento da antijuricidade. O delito é, assim, definido como a ação tipicamente antijurídica e culpável." },
{ "letra": "C", "texto": "Característica básica da postura finalista é tratar o delito culposo segundo a condução da atividade humana estabelecida no tipo de injusto, quer tendo por base o objeto de um juízo de valor negativo sobre essa atividade, quer o desvio do processo causal ou defeito de congruência." },
{ "letra": "D", "texto": "A tipicidade, no conceito neoclássico de delito (neokantismo), foi profundamente afetada pelo descobrimento de elementos normativos do tipo. Os elementos subjetivos do injusto, por sua vez, somente vieram a integrar a tipicidade com o advento do finalismo." }
],
"gabarito": "A"
},
{
"id": "81350926",
"metadata": "Ano: 2019 | Banca: MPE-GO | Órgão: MPE-GO (Anulada)",
"enunciado_principal": "Analise as proposições seguintes e assinale a alternativa correta:",
"itens_assertiva": [
"I - Jesús-María Silva Sánchez fala em Direito Penal de “duas velocidades”. Segundo o referido autor, há um a primeira velocidade, representada pelo Direito Penal “da prisão”, na qual haver-se-iam de manter rigidamente os princípios político-criminais clássicos, as regras de imputação e os princípios processuais. A segunda velocidade, por sua vez, estaria relacionada aos casos em que, por não se tratar de prisão, mas de penas de privação de direitos ou pecuniárias, aqueles princípios e regras poderiam experimentar um a flexibilização proporcional a menor intensidade da sanção.",
"II - Na medida em que o Direito Penal nazista era entendido como um instrumento de luta contra os infiéis à com unidade do povo e que a violação de um dever era o conteúdo material do crime, era lógico que o centro de gravidade para o exercício do poder punitivo tinha de passar a ser a 'vontade contrária ao Direito', e não mais o 'resultado proibido'. Nesse contexto foi concebido o 'Direito Penal da vontade', construção teórica marcante do Direito Penal nazista, sendo Roland Freisler um de seus principais expoentes. Essa concepção baseada na vontade permitiu a expansão do poder punitivo a níveis que um a dogmática atrelada a resultados de dano a bens jurídicos não admitia, já que ensejou uma profusa criminalização dos perigos abstratos. Além do mais, tal concepção também defendia que a tentativa tivesse a mesma pena do crime consumado.",
"III - Para Günther Jakobs a função do Direito Penal é tutelar a vigência da norma. Quando o infrator comete um crime ele rompe com as expectativas normativas. A pena, assim, tem como função restabelecer a vigência da norma e demonstrar para a sociedade que ela pode seguir confiando no sistema normativo (estabilização das expectativas normativas).",
"IV - Winfried Hassemer, da chamada 'Escola Penal de Frankfurt', observa que o Direito Penal Moderno, procurando minimizar a insegurança oriunda de uma sociedade de riscos, tem se tornado um instrumento em busca do controle dos grandes problemas da sociedade atual, como a proteção ao meio ambiente, da saúde pública, da ordem econômica, dentre outros. Assim, com o intuito de frear essa tendência de expansão do Direito Penal e com o objetivo de permitir a atuação do Direito Penal em relação aos tipos penais tradicionais, consubstanciados pelo núcleo básico de bens jurídicos individuais, propõe um 'Direito de Intervenção', situado entre o Direito Penal e o Direito Administrativo, que teria por finalidade controlar e inibir os riscos oriundos das novas tecnologias e do desenvolvimento econômico contemporâneo, por meio da proibição de condutas perigosas e da proteção de bens jurídicos coletivos. Esse 'Direito de Intervenção', segundo Hassemer, poderia contar com garantias e formalidades mais flexíveis e menos exigentes, mas também seria provido com sanções menos intensas contra o indivíduo."
],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "São corretos os itens I, II, III e IV." },
{ "letra": "B", "texto": "São corretos os itens I, III e IV." },
{ "letra": "C", "texto": "São corretos os itens II e III." },
{ "letra": "D", "texto": "É correto apenas o item I." }
],
"gabarito": "A"
},
{
"id": "30972415",
"metadata": "Ano: 2019 | Banca: Instituto Consulplan | Órgão: MPE-SC",
"enunciado_principal": "A finalidade da pena, conforme o funcionalismo sistêmico do Jakobs, é a prevenção geral implementada pela sensação de segurança decorrente da regular aplicação e execução das penas, e do índice de ressocialização dos condenados.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "B"
},
{
"id": "75618093",
"metadata": "Ano: 2019 | Banca: Instituto Consulplan | Órgão: MPE-SC",
"enunciado_principal": "Nos delitos imprudentes (ou culposos), a aferição da concreção do risco na implementação do evento típico (ou resultado) é um dos critérios da “teoria da imputação objetiva”.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "A"
},
{
"id": "92483167",
"metadata": "Ano: 2019 | Banca: Instituto Consulplan | Órgão: MPE-SC",
"enunciado_principal": "O merecimento de pena, ou dignidade penal, é um critério alternativo para a consideração da afetação do bem jurídico, cuja utilização substitui a tipicidade material e a antijuridicidade concreta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "B"
},
{
"id": "10457692",
"metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
"enunciado_principal": "A respeito da teoria do delito e da ação, assinale a opção correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "A teoria finalista de Hans Welzel define que a ação consiste no mero movimento corporal capaz de alterar o mundo exterior, independentemente da intenção do agente." },
{ "letra": "B", "texto": "A ação, no neokantismo, é o movimento corporal impregnado de finalidade para se atingir o propósito consciente almejado pelo agente." },
{ "letra": "C", "texto": "A teoria causalista do delito propõe que o dolo e a culpa, por estarem situados na conduta, tornam o injusto penal a parte subjetiva do conceito de crime." },
{ "letra": "D", "texto": "A teoria funcionalista radical, de Gunther Jackobs, assevera que a missão do direito penal é a proteção da norma e a punição do indivíduo desviante." },
{ "letra": "E", "texto": "A ação, na teoria do funcionalismo sistêmico, de Claus Roxin, designa o exercício de uma atividade final, que direciona a conduta humana ao ato consciente e voluntário para o cometimento do crime." }
],
"gabarito": "D"
},
{
"id": "58239041",
"metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-SC",
"enunciado_principal": "Constitui uma das características do direito penal do inimigo",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "a legislação diferenciada." },
{ "letra": "B", "texto": "a punição a partir de atos executórios." },
{ "letra": "C", "texto": "a não utilização de medidas de segurança." },
{ "letra": "D", "texto": "a observância das garantias processuais penais." },
{ "letra": "E", "texto": "o abrandamento das penas na antecipação da tutela penal." }
],
"gabarito": "A"
},
{
"id": "63971285",
"metadata": "Ano: 2019 | Banca: MPE-PR | Órgão: MPE-PR",
"enunciado_principal": "A forma pela qual ocorreu a estruturação da teoria do delito nem sempre foi uniforme, sendo variável segundo um perfil de evolução de conceitos do que é o direito. Assim, na medida em que ocorreram mudanças nas teorias basilares que influenciaram a estruturação do Direito Penal, a forma de apresentação e de estudo do delito igualmente foram mudando. Tendo isto em mente, a afirmação de que 'o direito positivo não possui uma valoração intrínseca e objetiva, sendo que as normas jurídicas aparecem determinadas por valores prévios e que contaminam, além de sua edição, também os próprios autores de sua elaboração, sendo que uma pretensa ‘verdade jurídica’ vem influenciada pela cultura', se mostra ajustada à definição de:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Causalismo." },
{ "letra": "B", "texto": "Neokantismo." },
{ "letra": "C", "texto": "Finalismo." },
{ "letra": "D", "texto": "Pós-finalismo." },
{ "letra": "E", "texto": "Funcionalismo." }
],
"gabarito": "B"
},
{
"id": "24085379",
"metadata": "Ano: 2018 | Banca: IBADE | Órgão: SEJUDH - MT",
"enunciado_principal": "Segundo o Código Penal, o erro sobre elemento constitutivo do tipo legal de crime:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "surge em casos como estado de necessidades, legítima defesa, estrito cumprimento de dever legal ou exercício regular de direito." },
{ "letra": "B", "texto": "se dá quando o agente quis o resultado criminoso ou assumiu o risco de produzi-lo." },
{ "letra": "C", "texto": "exclui o dolo, permite a punição por crime culposo, se previsto em lei." },
{ "letra": "D", "texto": "ocorre quando alguém, usando moderadamente dos meios necessários, repele injusta agressão, atual ou iminente, a direito seu ou de outrem." },
{ "letra": "E", "texto": "é evitável se o agente atua ou se omite sem a consciência da ilicitude do fato, quando lhe era possível, nas circunstâncias, ter ou atingir essa consciência." }
],
"gabarito": "C"
},
{
"id": "71569438",
"metadata": "Ano: 2018 | Banca: IV - UFG | Órgão: Prefeitura de Jataí - GO",
"enunciado_principal": "Segundo Dotti (2012), na dogmática jurídico-penal, a definição dominante do conceito de crime compreende a “conduta humana [ação ou omissão] típica, ilícita e culpável”.",
"itens_assertiva": [],
"enunciado_pergunta": "Nessa linha teórica, a tipicidade refere-se",
"alternativas": [
{ "letra": "A", "texto": "à qualidade de um comportamento desautorizado pelo direito." },
{ "letra": "B", "texto": "ao juízo de reprovação pessoal que recai sobre o agente imputável." },
{ "letra": "C", "texto": "à adequação objetiva e subjetiva de uma conduta a uma norma legal." },
{ "letra": "D", "texto": "ao objeto caracterizador do bem jurídico tutelado pela norma penal." }
],
"gabarito": "C"
},
{
"id": "49501837",
"metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
"enunciado_principal": "No contexto da evolução da Teoria do Crime, o modelo causalista se diferencia do finalista em relação à localização do dolo e da culpa.",
"itens_assertiva": [],
"enunciado_pergunta": "O Causalismo Clássico localizava o dolo e a culpa como elementos da:",
"alternativas": [
{ "letra": "A", "texto": "Tipicidade." },
{ "letra": "B", "texto": "Ilicitude." },
{ "letra": "C", "texto": "Culpabilidade." },
{ "letra": "D", "texto": "Conduta." },
{ "letra": "E", "texto": "Ato Executório." }
],
"gabarito": "C"
},
{
"id": "83017462",
"metadata": "Ano: 2019 | Banca: FEPESE | Órgão: DEAP - SC",
"enunciado_principal": "Com base na doutrina da Teoria Geral do Delito, analise o conceito de ação.",
"itens_assertiva": [],
"enunciado_pergunta": "De acordo com a teoria causalista da ação, a conduta consiste em:",
"alternativas": [
{ "letra": "A", "texto": "Um exercício de atividade final, direcionada a um objetivo consciente." },
{ "letra": "B", "texto": "Mero movimento corporal voluntário que produz uma modificação no mundo exterior." },
{ "letra": "C", "texto": "Uma omissão socialmente relevante para a vigência da norma." },
{ "letra": "D", "texto": "A manifestação de um papel social, sem que se analise a intenção do agente." }
],
"gabarito": "B"
},
{
"id": "19472506",
"metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
"enunciado_principal": "No que concerne aos sistemas penais, a teoria do Direito Penal do Inimigo, proposta por Günther Jakobs, defende que:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "O inimigo deve ser tratado como cidadão, mas com redução das garantias processuais penais." },
{ "letra": "B", "texto": "A pena deve focar na ressocialização, mesmo para aqueles que demonstram alta periculosidade." },
{ "letra": "C", "texto": "A legislação penal para o inimigo deve ser diferenciada, com antecipação da punição e penas mais severas." },
{ "letra": "D", "texto": "A missão do Direito Penal é proteger bens jurídicos individuais, sendo aplicável o princípio da intervenção mínima." }
],
"gabarito": "C"
},
{
"id": "60384725",
"metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: PRF",
"enunciado_principal": "Acerca do *iter criminis* (caminho do crime), analise a seguinte afirmação:",
"itens_assertiva": [],
"enunciado_pergunta": "Os atos preparatórios são, via de regra, puníveis, pois demonstram a intenção criminosa do agente.",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "B"
},
{
"id": "93175408",
"metadata": "Ano: 2019 | Banca: MPE-GO | Órgão: MPE-GO",
"enunciado_principal": "A respeito do funcionalismo teleológico-racional de Claus Roxin, assinale a opção que representa o elemento essencial de sua doutrina penal.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "A conduta deve ser analisada sem levar em conta a política criminal, focando apenas na literalidade da lei." },
{ "letra": "B", "texto": "O sistema penal deve ser orientado pelas decisões de política criminal e pela finalidade da pena." },
{ "letra": "C", "texto": "O dolo e a culpa pertencem exclusivamente ao juízo de culpabilidade." },
{ "letra": "D", "texto": "A função precípua do Direito Penal é a tutela da vigência da norma, independentemente da lesão ao bem jurídico." }
],
"gabarito": "B"
},
{
"id": "16540927",
"metadata": "Ano: 2019 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
"enunciado_principal": "No que tange aos sistemas penais e a estrutura do conceito de delito, aponte a afirmação correta:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "No sistema finalista, o dolo é retirado da culpabilidade e passa a compor a tipicidade (tipo subjetivo)." },
{ "letra": "B", "texto": "O neoclassicismo manteve o dolo e a culpa na conduta, mas incluiu elementos normativos no tipo." },
{ "letra": "C", "texto": "Para a teoria causalista, a ação é um movimento corporal com propósito consciente." },
{ "letra": "D", "texto": "No funcionalismo de Jakobs, o foco principal é a proteção subsidiária do bem jurídico." }
],
"gabarito": "A"
}
]
