[
{
"id": "53109482",
"metadata": "Ano: 2024 | Banca: IGEDUC | Órgão: Prefeitura de Garanhuns - PE",


"enunciado_principal": "Julgue o item a seguir.",


"itens_assertiva": [
],


"enunciado_pergunta": "Normas penais em branco violam o princípio da reserva legal, uma vez que deixam para regulamentos e portarias a definição de elementos essenciais dos tipos penais, o que compromete a clareza e a precisão necessárias para a validade de uma norma penal.",


"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "B"
},
{
"id": "92765103",
"metadata": "Ano: 2024 | Banca: IBFC | Órgão: Prefeitura de Manaus - AM",


"enunciado_principal": "De acordo com o Código Penal e as disposições sobre a aplicação da Lei Penal, assinale a alternativa incorreta:",


"itens_assertiva": [
],


"enunciado_pergunta": "",


"alternativas": [
{ "letra": "A", "texto": "Não há pena sem prévia cominação legal" },
{ "letra": "B", "texto": "Ninguém pode ser punido por fato que lei posterior deixa de considerar crime, cessando em virtude dela a execução e os efeitos penais da sentença condenatória" },
{ "letra": "C", "texto": "A lei excepcional ou temporária, embora decorrido o período de sua duração ou cessadas as circunstâncias que a determinaram, aplica-se ao fato praticado durante sua vigência" },
{ "letra": "D", "texto": "A lei posterior, que de qualquer modo favorecer o agente, aplica-se aos fatos anteriores, salvo se decididos por sentença condenatória transitada em julgado" },
{ "letra": "E", "texto": "Não há crime sem lei anterior que o defina" }
],
"gabarito": "D"
},
{
"id": "18452936",
"metadata": "Ano: 2024 | Banca: FGV | Órgão: PC-SC",


"enunciado_principal": "Acerca dos princípios penais, assinale a afirmativa correta.",


"itens_assertiva": [
],


"enunciado_pergunta": "",


"alternativas": [
{ "letra": "A", "texto": "O princípio da intranscendência pressupõe que o Direito Penal só pode incidir nas hipóteses em que há lesão ou risco de lesão a um bem jurídico." },
{ "letra": "B", "texto": "O princípio da fragmentariedade preconiza que a pena não pode passar da pessoa do condenado." },
{ "letra": "C", "texto": "O princípio da insignificância exclui a tipicidade formal em razão de lesão ou risco de lesão irrelevante ao bem jurídico tutelado." },
{ "letra": "D", "texto": "O princípio do ne bis in idem indica que uma mesma circunstância não pode ser valorada em desfavor do suposto autor do fato mais de uma vez." },
{ "letra": "E", "texto": "O princípio da ofensividade veda as penas de morte, perpétuas e cruéis, bem como as penas de trabalhos forçados e de banimento." }
],
"gabarito": "D"
},
{
"id": "70328514",
"metadata": "Ano: 2023 | Banca: Instituto Consulplan | Órgão: TJ-MA",


"enunciado_principal": "Em virtude de progressivo e elevado número de crimes contra o patrimônio no Município de São Luís do Maranhão, em cinco de setembro de 2022, foi editada uma medida provisória com previsão de alteração da pena de furto do Art. 155 do Código Penal que é de reclusão, de 1 a 4 anos, e multa para uma pena de reclusão de 6 a 9 anos e multa. Marcos, em 15 de setembro de 2022, subtrai para si um televisor. Considerando a situação hipotética mencionada, a doutrina, a legislação pátria e o entendimento das cortes superiores, assinale a afirmativa correta em relação à pena que deverá ser aplicada, caso haja condenação, atentando o julgamento em 18 de setembro de 2022.",


"itens_assertiva": [
],


"enunciado_pergunta": "",


"alternativas": [
{ "letra": "A", "texto": "6 a 9 anos de reclusão e multa , pois no caso de medida provisória tem ultratividade gravosa." },
{ "letra": "B", "texto": "6 a 9 anos de reclusão e multa , pois aplica-se o princípio do tempus regit actum (tempo rege o ato)." },
{ "letra": "C", "texto": "1 a 4 anos de detenção e multa , pois a Constituição prevê o princípio da ultratividade da lei penal mais benéfica ao réu." },
{ "letra": "D", "texto": "1 a 4 anos de reclusão e multa , pois medida provisória não pode servir para criar tipo incriminador nem cominar penal." }
],
"gabarito": "D"
},
{
"id": "45917302",
"metadata": "Ano: 2023 | Banca: FUNDEP (Gestão de Concursos) | Órgão: DPE-MG",


"enunciado_principal": "O direito positivo não esgota a ciência penal. Dessa maneira, considerando a principiologia do Direito Penal, assinale a alternativa incorreta.",


"itens_assertiva": [
],


"enunciado_pergunta": "",


"alternativas": [
{ "letra": "A", "texto": "A Convenção Americana de Direitos Humanos e o Pacto Internacional sobre Direitos Civis e Políticos têm, em seu bojo, o princípio do ne bis in idem como princípio processual, porém, esse é um princípio de índole substancial também aplicável à matéria penal." },
{ "letra": "B", "texto": "A subsidiariedade do Direito Penal deriva de sua consideração como “remédio sancionar extremo”, que deve ser ministrado apenas quando outro se revele ineficiente, quando fracassam as demais barreiras protetoras de bem jurídico." },
{ "letra": "C", "texto": "A doutrina trabalhou e a jurisprudência acolheu diversos casos de possíveis incidências do princípio da adequação social, como a perfuração de orelhas de crianças para colocar brincos e a venda de bebida alcoólica a menores de idade em localidades afastadas dos grandes centros." },
{ "letra": "D", "texto": "A jurisprudência admite a aplicação do princípio da insignificância nos crimes patrimoniais em que não há emprego de violência ou grave ameaça, mas há resistência para o reconhecimento para o crime de roubo." },
{ "letra": "E", "texto": "Há precedentes nos tribunais superiores reconhecendo a aplicação do princípio da insignificância mesmo que a vida pregressa do indivíduo denote reincidência criminal." }
],
"gabarito": "C"
},
{
"id": "62084791",
"metadata": "Ano: 2023 | Banca: VUNESP | Órgão: PC-SP",


"enunciado_principal": "Determina o art. 12 do CP: “as regras gerais deste Código aplicam-se aos fatos incriminados por lei especial, se esta não dispuser de modo diverso”. Trata-se de norma que",


"itens_assertiva": [
],


"enunciado_pergunta": "",


"alternativas": [
{ "letra": "A", "texto": "prescreve a aplicação do princípio da legalidade." },
{ "letra": "B", "texto": "privilegia as regras do CP em detrimento da lei especial." },
{ "letra": "C", "texto": "prescreve a aplicação das regras do CP em situação de antinomia." },
{ "letra": "D", "texto": "admite a interpretação analógica em situação de anomia." },
{ "letra": "E", "texto": "prescreve a aplicação do princípio da especialidade." }
],
"gabarito": "E"
},
{
"id": "37541608",
"metadata": "Ano: 2023 | Banca: VUNESP | Órgão: TJ-SP",


"enunciado_principal": "O dia do começo_________ no cômputo do prazo. Contam-se os dias, os meses e os anos pelo calendário ___________. Desprezam-se, nas penas privativas de liberdade e nas restritivas de direitos, as frações de ___________. ",


"itens_assertiva": [
],


"enunciado_pergunta": "Assinale a alternativa que completa, correta e respectivamente, as lacunas.",


"alternativas": [
{ "letra": "A", "texto": "exclui-se ... comercial ... dia" },
{ "letra": "B", "texto": "inclui-se ... comum ... dia" },
{ "letra": "C", "texto": "exclui-se ... comum ... dia" },
{ "letra": "D", "texto": "inclui-se ... civil ... hora" },
{ "letra": "E", "texto": "exclui-se ... civil ... hora" }
],
"gabarito": "B"
},
{
"id": "88902537",
"metadata": "Ano: 2023 | Banca: IGEDUC | Órgão: Prefeitura de Triunfo - PE",


"enunciado_principal": "Julgue o item a seguir.",


"itens_assertiva": [
],


"enunciado_pergunta": "O artigo que define o conceito de drogas na Lei Antidrogas é considerado norma penal em branco.",


"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "A"
},
{
"id": "24637190",
"metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: PGM de Natal - RN",


"enunciado_principal": "São formas de interpretação da lei penal quanto ao sujeito",


"itens_assertiva": [
],


"enunciado_pergunta": "",


"alternativas": [
{ "letra": "A", "texto": "a histórica e a sistemática" },
{ "letra": "B", "texto": "a legislativa e a jurisprudencial." },
{ "letra": "C", "texto": "a sistemática e a declaratória." },
{ "letra": "D", "texto": "a restritiva e a extensiva." },
{ "letra": "E", "texto": "a declaratória e a analógica." }
],
"gabarito": "B"
},
{
"id": "91520463",
"metadata": "Ano: 2023 | Banca: Quadrix | Órgão: CRM-MG",


"enunciado_principal": "Acerca da interpretação da lei penal, assinale a alternativa correta.",


"itens_assertiva": [
],


"enunciado_pergunta": "",


"alternativas": [
{ "letra": "A", "texto": "Autêntica é a interpretação realizada no mesmo momento em que é editado o diploma legal que se procura interpretar." },
{ "letra": "B", "texto": "Na interpretação literal, o intérprete busca alcançar a finalidade da lei, aquilo a que ela se destina a regular." },
{ "letra": "C", "texto": "Com a interpretação histórica, o exegeta analisa o dispositivo legal no sistema no qual ele está contido, e não de forma isolada." },
{ "letra": "D", "texto": "Por meio da interpretação progressiva, o intérprete traduz os tipos penais de acordo com a realidade atual, ou seja, os elementos dos tipos penais que, anteriormente, tinham determinada interpretação e, agora, no momento atual, passam a ser entendidos de forma diferente, por causa da evolução ou da progressão pela qual passa naturalmente a sociedade." },
{ "letra": "E", "texto": "Ocorre a interpretação restritiva quando, para que se possa conhecer a exata amplitude da lei, o intérprete necessita alargar seu alcance, haja vista ter aquela dito menos do que efetivamente pretendia." }
],
"gabarito": "D"
},
{
"id": "50781349",
"metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Boa Vista - RR",


"enunciado_principal": "De acordo com a doutrina e a legislação penal, os prazos penais são",


"itens_assertiva": [
],


"enunciado_pergunta": "",


"alternativas": [
{ "letra": "A", "texto": "prorrogáveis, incluindo-se em sua contagem o dia do começo." },
{ "letra": "B", "texto": "improrrogáveis, excluindo-se o dia do começo em seu cômputo." },
{ "letra": "C", "texto": "improrrogáveis, incluindo-se em seu cômputo o dia do começo." },
{ "letra": "D", "texto": "prorrogáveis, excluindo-se o dia do começo em sua contagem." }
],
"gabarito": "C"
},
{
"id": "13962574",
"metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: MPE-SC",


"enunciado_principal": "Julgue o seguinte item, referentes à aplicação da lei penal.",


"itens_assertiva": [
],


"enunciado_pergunta": "O princípio da vedação à dupla persecução (ne bis in idem processual) poderá ser excepcionado quando o julgamento no exterior não se realizar de modo justo e legítimo.",


"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "A"
},
{
"id": "77483921",
"metadata": "Ano: 2022 | Banca: CONSULPLAN | Órgão: MPE-PA",


"enunciado_principal": "Acerca da interpretação da Lei penal, assinale a afirmativa correta.",


"itens_assertiva": [
],


"enunciado_pergunta": "",


"alternativas": [
{ "letra": "A", "texto": "Quanto aos meios, a interpretação da Lei penal pode ser legislativa, científica ou judicial." },
{ "letra": "B", "texto": "Pode-se entender a interpretação analógica como uma espécie do gênero “interpretação extensiva”." },
{ "letra": "C", "texto": "A analogia, modalidade de interpretação, permite ao julgador atuar sempre no preenchimento de lacunas da Lei." },
{ "letra": "D", "texto": "Na interpretação teleológica, o intérprete da Lei penal busca simplesmente o real e efetivo significado das palavras." }
],
"gabarito": "B"
},
{
"id": "69351084",
"metadata": "Ano: 2022 | Banca: IBFC | Órgão: PC-BA",


"enunciado_principal": "Relativamente aos métodos de interpretação da lei penal, assinale a alternativa incorreta.",


"itens_assertiva": [
],


"enunciado_pergunta": "",


"alternativas": [
{ "letra": "A", "texto": "Intepretação contextual é realizada dentro do próprio texto elaborado, como no caso do art. 327 do Código Penal, que explica o conceito de funcionário público para fins penais" },
{ "letra": "B", "texto": "A interpretação evolutiva é a forma de interpretação que, ao longo do tempo, vai se adaptando às mudanças político-sociais e às necessidades do momento, como no caso da aplicação do crime de ato obsceno, previsto no art. 233 do Código Penal, em que no passado se entendia que condutas como o beijo lascivo se enquadravam em tal delito, mas, no presente, devido à maior “liberdade sexual”, entende-se que o beijo lascivo, por si só, ainda que praticado em via pública, não configura o crime" },
{ "letra": "C", "texto": "A interpretação doutrinária paralela é aquela que surge simultaneamente a um texto legal. Em resumo, o legislador edita determinada norma e, junto a ela, traz ensinamentos doutrinários sobre a sua matéria. Exemplo nítido de interpretação doutrinária simultânea é a Exposição de Motivos do Código Penal" },
{ "letra": "D", "texto": "A interpretação teleológica-objetiva busca a vontade da lei em si, por meio da análise da exposição de motivos da lei, por exemplo" },
{ "letra": "E", "texto": "A interpretação lógico-sistemática procura o sentido da lei, através da função gramatical dos vocábulos. Trata-se da primeira etapa do processo interpretativo, pois as palavras podem ser equívocas, não espelhando com fidelidade a vontade da lei" }
],
"gabarito": "E"
},
{
"id": "42018756",
"metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-DFT",


"enunciado_principal": "Norma penal em branco é aquela que contempla uma sanção, mas apresenta hipótese fática imprecisa ou incompleta. Para a devida aferição do preceito primário, requer o socorro de outra norma.",


"itens_assertiva": [
],


"enunciado_pergunta": "Sobre a norma penal em branco, é correto afirmar que:",


"alternativas": [
{ "letra": "A", "texto": "a complementação pode ser geral, extensível ao todo do preceito primário;" },
{ "letra": "B", "texto": "a complementação pode ser geral, extensível ao todo do preceito secundário;" },
{ "letra": "C", "texto": "o objeto da complementação deve estar relacionado à atualização do núcleo verbal;" },
{ "letra": "D", "texto": "a definição do núcleo essencial do delito é tarefa que cabe apenas ao legislador;" },
{ "letra": "E", "texto": "o início da descrição da conduta proibida, como a previsão do núcleo típico, pode ser complementado." }
],
"gabarito": "D"
},
{
"id": "30594218",
"metadata": "Ano: 2022 | Banca: IBADE | Órgão: SES-MG",


"enunciado_principal": "O Código Penal Brasileiro (Decreto-Lei 2.848/1940) é dividido em:",


"itens_assertiva": [
],


"enunciado_pergunta": "",


"alternativas": [
{ "letra": "A", "texto": "Legislação ordinária e Legislação extravagante." },
{ "letra": "B", "texto": "Processo de Conhecimento, Processo de Execução e Recursos." },
{ "letra": "C", "texto": "Processo de Conhecimento, Tutela Provisória e Cumprimento de Sentença." },
{ "letra": "D", "texto": "Parte geral, Parte específica e Parte de Nulidades e Recursos." },
{ "letra": "E", "texto": "Parte geral e Parte especial." }
],
"gabarito": "E"
},
{
"id": "85276930",
"metadata": "Ano: 2022 | Banca: IBADE | Órgão: SES-MG",


"enunciado_principal": "A Parte Especial do Código Penal Brasileiro trata particularmente do(a)(s):",


"itens_assertiva": [
],


"enunciado_pergunta": "",


"alternativas": [
{ "letra": "A", "texto": "contravenções penais." },
{ "letra": "B", "texto": "legislação penal especial." },
{ "letra": "C", "texto": "legislação penal extravagante." },
{ "letra": "D", "texto": "crimes de menor potencial ofensivo." },
{ "letra": "E", "texto": "crimes em espécie." }
],
"gabarito": "E"
},
{
"id": "26149875",
"metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-PB",


"enunciado_principal": "O juízo de valor no tipo penal é elemento",


"itens_assertiva": [
],


"enunciado_pergunta": "",


"alternativas": [
{ "letra": "A", "texto": "descritivo." },
{ "letra": "B", "texto": "modal." },
{ "letra": "C", "texto": "normativo." },
{ "letra": "D", "texto": "científico." },
{ "letra": "E", "texto": "subjetivo." }
],
"gabarito": "C"
},
{
"id": "93805724",
"metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: IBAMA",


"enunciado_principal": "Determinado indivíduo foi condenado a pena de reclusão, tendo a sentença transitado em julgado no dia 22/1/2021. Nessa mesma data, às 23 horas e 15 minutos, o condenado espontaneamente se apresentou à prisão. Tendo como referência essa situação hipotética, julgue o próximo item, com base nas disposições penais relativas à contagem do prazo de cumprimento da pena.",


"itens_assertiva": [
],


"enunciado_pergunta": "O tempo de cumprimento da pena começou a contar a partir do dia 23/1/2021, desprezadas as frações de minutos do dia da apresentação do condenado à prisão.",


"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "B"
},
{
"id": "17293460",
"metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: IBAMA",


"enunciado_principal": "Determinado indivíduo foi condenado a pena de reclusão, tendo a sentença transitado em julgado no dia 22/1/2021. Nessa mesma data, às 23 horas e 15 minutos, o condenado espontaneamente se apresentou à prisão. Tendo como referência essa situação hipotética, julgue o próximo item, com base nas disposições penais relativas à contagem do prazo de cumprimento da pena.",


"itens_assertiva": [
],


"enunciado_pergunta": "Para efeitos penais, o dia inicial do prazo de cumprimento da pena, caso tivesse recaído em um domingo, não seria incluído no cálculo desse prazo, salvo se fosse comprovadamente favorável ao condenado.",


"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "B"
}
]
