[
{
"id": "61856500",
"metadata": "Ano: 2021 | Banca: FAPEC | Órgão: PC-MS",


"enunciado_principal": "À luz do que dispõe a parte geral do Código Penal Brasileiro (Decreto-lei nº 2.848/1940), assinale a alternativa correta.",


"itens_assertiva": [
],


"enunciado_pergunta": "",


"alternativas": [
{ "letra": "A", "texto": "A sentença estrangeira, quando a aplicação da lei brasileira produz na espécie as mesmas consequências, pode ser homologada no Brasil, para obrigar o condenado à reparação do dano, a restituições e a outros efeitos civis e, ainda, sujeitá-lo à medida de segurança." },
{ "letra": "B", "texto": "A sentença estrangeira, quando a aplicação da lei brasileira produz na espécie as mesmas consequências, pode ser homologada no Brasil, para, dentre outras hipóteses, sujeitar o condenado ao cumprimento de penas restritivas de direitos." },
{ "letra": "C", "texto": "A pena cumprida no estrangeiro é computada na pena imposta no Brasil pelo mesmo crime, quando diversas, ou é atenuada, quando idênticas." },
{ "letra": "D", "texto": "Considera-se praticado o crime no lugar onde se produziu ou deveria produzir-se o resultado. O Código Penal, quanto a essa regra, adotou a teoria do resultado." },
{ "letra": "E", "texto": "A lei excepcional ou temporária, embora decorrido o período de sua duração ou cessadas as circunstâncias que a determinaram, aplica-se ao fato praticado durante sua vigência, salvo se vier norma posterior mais benéfica, tendo em vista o princípio da retroatividade da norma penal em benefício do réu." }
],
"gabarito": "A"
},
{
"id": "52192734",
"metadata": "Ano: 2021 | Banca: MPE-PR | Órgão: MPE-PR",


"enunciado_principal": "Sobre a   teoria da lei   penal,  assinale a alternativa  correta :",


"itens_assertiva": [
],


"enunciado_pergunta": "",


"alternativas": [
{ "letra": "A", "texto": "A majoração de pena do crime de concussão (CP, art. 316), inserida pela Lei 13.964/19 (Pacote Anticrime), não se aplica a fatos anteriores à sua vigência, em face da proibição de retroatividade da lei penal para sanções penais mais graves, assim como os critérios mais severos para progressão de regime do art. 112 da Lei 7.210/84 (Lei de Execução Penal), introduzidos pela mesma Lei 13.964/19, não se aplicam a fatos anteriores à sua vigência, por força da proibição de retroatividade da lei penal para execuções de pena mais rigorosas." },
{ "letra": "B", "texto": "Normas penais em branco são criadas para vigência durante acontecimento determinado, como aquelas editadas em razão do período excepcional da pandemia de Covid-19, e assim não comportam a exceção da retroatividade da lei penal mais benéfica, possuindo, portanto, ultra-atividade." },
{ "letra": "C", "texto": "O legislador penal brasileiro adotou a teoria do resultado para definição de lugar do crime, que assim é estabelecido onde se concretiza o resultado típico do crime, não sendo determinante, pois, o local onde a ação ou omissão de ação foi praticada." },
{ "letra": "D", "texto": "A Lei 13.964/19 (Pacote Anticrime) contemplou alteração da modalidade de ação penal no crime de estelionato (CP, art. 171), de pública incondicionada para pública condicionada à representação, quando, por exemplo, a vítima do fato punível for pessoa capaz com 30 anos de idade: tal alteração não se aplica a fatos anteriores à vigência da lei nova, em razão do princípio da irretroatividade da lei penal." },
{ "letra": "E", "texto": "Em matéria penal, admite-se excepcionalmente o método da analogia para aplicação da lei penal a fatos não previstos, mas semelhantes a fatos previstos, como pode ocorrer, por exemplo, na aplicação, a fato não previsto, de lei penal que contemple forma qualificada de determinado crime." }
],
"gabarito": "A"
},
{
"id": "98401372",
"metadata": "Ano: 2021 | Banca: FGV | Órgão: PC-RJ",


"enunciado_principal": "Constituem elementos do tipo objetivo:",


"itens_assertiva": [
],


"enunciado_pergunta": "",


"alternativas": [
{ "letra": "A", "texto": "elementos descritivo e normativo;" },
{ "letra": "B", "texto": "objeto material e objeto jurídico;" },
{ "letra": "C", "texto": "conduta verbal e sujeito;" },
{ "letra": "D", "texto": "ação ou omissão e elementares;" },
{ "letra": "E", "texto": "núcleo do tipo e verbo do tipo." }
],
"gabarito": "A"
},
{
"id": "76250918",
"metadata": "Ano: 2021 | Banca: VUNESP | Órgão: TJ-GO",


"enunciado_principal": "Figure que um indivíduo tenha cumprido 6 anos de prisão por um crime cometido no estrangeiro. Por esse mesmo crime, tal indivíduo é regularmente julgado e condenado pela lei penal brasileira à pena de 8 anos de prisão, mas ainda não cumprida. De acordo com a regra do art. 8º do CP, é correto afirmar que ele, em território nacional,",


"itens_assertiva": [
],


"enunciado_pergunta": "",


"alternativas": [
{ "letra": "A", "texto": "não cumprirá qualquer pena." },
{ "letra": "B", "texto": "cumprirá 8 anos de prisão." },
{ "letra": "C", "texto": "cumprirá 6 anos de prisão." },
{ "letra": "D", "texto": "cumprirá 2 anos de prisão." }
],
"gabarito": "D"
},
{
"id": "43075281",
"metadata": "Ano: 2021 | Banca: VUNESP | Órgão: TJ-GO",


"enunciado_principal": "É característica da lei excepcional ou temporária",


"itens_assertiva": [
],


"enunciado_pergunta": "",


"alternativas": [
{ "letra": "A", "texto": "aplicar-se aos fatos praticados durante sua vigência, ainda que já decorrido o período de sua duração ou cessadas as circunstâncias que a determinaram." },
{ "letra": "B", "texto": "permitir que lei penal mais benéfica, que lhe seja posterior, aplique-se aos fatos excepcionais praticados durante sua vigência." },
{ "letra": "C", "texto": "permitir que lei penal mais gravosa, que lhe seja posterior, aplique-se aos fatos excepcionais praticados durante sua vigência." },
{ "letra": "D", "texto": "ter efeito ultrativo, regulando fatos praticados depois do seu período de duração ou depois de cessadas as circunstâncias que a determinaram." }
],
"gabarito": "A"
},
{
"id": "15934620",
"metadata": "Ano: 2021 | Banca: Instituto Consulplan | Órgão: TJ-MS",


"enunciado_principal": "Constituem casos de adequação típica de subordinação mediata, previstos no Código Penal brasileiro, EXCETO:",


"itens_assertiva": [
],


"enunciado_pergunta": "",


"alternativas": [
{ "letra": "A", "texto": "Tentativa (Art. 14, II)." },
{ "letra": "B", "texto": "Crime impossível (Art. 17)." },
{ "letra": "C", "texto": "Concurso de pessoas (Art. 29)." },
{ "letra": "D", "texto": "Relevância da omissão (Art. 13, § 2º)." }
],
"gabarito": "B"
},
{
"id": "29748153",
"metadata": "Ano: 2021 | Banca: FGV | Órgão: TJ-RO",


"enunciado_principal": "Quanto à interpretação da norma penal incriminadora, fica  vedada  a realização de:",


"itens_assertiva": [
],


"enunciado_pergunta": "",


"alternativas": [
{ "letra": "A", "texto": "interpretação declarativa;" },
{ "letra": "B", "texto": "interpretação restritiva;" },
{ "letra": "C", "texto": "interpretação analógica;" },
{ "letra": "D", "texto": "interpretação extensiva;" },
{ "letra": "E", "texto": "analogia  in malam partem ." }
],
"gabarito": "E"
},
{
"id": "80635497",
"metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: MPE-SC",


"enunciado_principal": "Considerando a Parte Geral do Código Penal e a jurisprudência  dos tribunais superiores aplicável, julgue o item a seguir.",


"itens_assertiva": [
],


"enunciado_pergunta": "O funcionalismo radical, defendido por Gunther Jakobs, baseia-se na premissa de que a função do direito penal é a proteção dos bens jurídicos, sendo a conduta um comportamento humano voluntário causador de relevante e intolerável lesão ou perigo de lesão do bem jurídico pela norma penal.",


"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "B"
},
{
"id": "35492106",
"metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: MPE-SC",


"enunciado_principal": "Com referência à origem e às funções da dogmática penal, julgue  o seguinte item.",


"itens_assertiva": [
],


"enunciado_pergunta": "A dogmática penal é a sistematização normativa dos textos legais, com importantes ganhos de racionalidade e de segurança jurídica para as decisões legislativas e jurisdicionais, principalmente por meio de definições operacionais que indiquem as condições de punibilidade de uma conduta descrita abstratamente como crime pela legislação penal, como os conceitos de tipo de injusto e de culpabilidade.",


"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "A"
},
{
"id": "71208639",
"metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: MPE-SC",


"enunciado_principal": "Com referência à origem e às funções da dogmática penal, julgue  o seguinte item.",


"itens_assertiva": [
],


"enunciado_pergunta": "Um dos principais pilares da dogmática jurídico-penal é a ideia de completude lógica, ou seja, as suas proposições não podem ser internamente contraditórias entre si, além da compatibilidade legal, ou seja, as proposições não devem se opor imotivadamente à literalidade da lei, embora pontualmente ela possa ser afastada por meio de mecanismos de controle de constitucionalidade.",


"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "A"
},
{
"id": "49760512",
"metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: MPE-SC",


"enunciado_principal": "Acerca dos princípios constitucionais penais, julgue o item  subsequente.",


"itens_assertiva": [
],


"enunciado_pergunta": "Violam o princípio da taxatividade as chamadas normas penais em branco, independentemente de serem elas homólogas ou heterólogas.",


"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "B"
},
{
"id": "58241370",
"metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: PC-DF",


"enunciado_principal": "No que diz respeito à aplicação do Direito Penal, julgue o próximo item.",


"itens_assertiva": [
],


"enunciado_pergunta": "Ocorre  abolitio criminis  quando o tipo penal é revogado por outra norma, e a norma revogadora desloca o caráter criminoso do fato para outro tipo penal recém-criado.",


"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "B"
},
{
"id": "94105826",
"metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: PC-DF",


"enunciado_principal": "No que diz respeito à aplicação do Direito Penal, julgue o próximo item.",


"itens_assertiva": [
],


"enunciado_pergunta": "A competência para julgar crimes ocorridos dentro de embaixadas estrangeiras situadas em Brasília é, em princípio, da justiça brasileira.",


"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "A"
},
{
"id": "73092584",
"metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: DEPEN",


"enunciado_principal": "A respeito da aplicação da lei penal, julgue o item a seguir.",


"itens_assertiva": [
],


"enunciado_pergunta": "O direito penal brasileiro proíbe a interpretação analógica, ainda que ela seja favorável ao réu.",


"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "B"
},
{
"id": "16483590",
"metadata": "Ano: 2021 | Banca: INSTITUTO AOCP | Órgão: PC-PA",


"enunciado_principal": "Em determinado momento de escassez de água, em razão da ausência de chuvas, entrou em vigor nova lei penal que tornou crime a conduta de lavar carros e/ou calçadas, enquanto perdurasse o período de racionamento de água. Diante do caso hipotético exposto, é correto afirmar que a referida legislação é um exemplo de lei penal",


"itens_assertiva": [
],


"enunciado_pergunta": "",


"alternativas": [
{ "letra": "A", "texto": "retroativa." },
{ "letra": "B", "texto": "temporária." },
{ "letra": "C", "texto": "excepcional." },
{ "letra": "D", "texto": "Intermediária." },
{ "letra": "E", "texto": "exculpante." }
],
"gabarito": "C"
},
{
"id": "57026314",
"metadata": "Ano: 2021 | Banca: INSTITUTO AOCP | Órgão: PC-PA",


"enunciado_principal": "Em relação ao Direito Penal, assinale a alternativa correta.",


"itens_assertiva": [
],


"enunciado_pergunta": "",


"alternativas": [
{ "letra": "A", "texto": "Conforme entendimento sumulado do STJ, o princípio da insignificância é inaplicável aos crimes contra a Administração Pública." },
{ "letra": "B", "texto": "Criado por Claus Roxin, o princípio da alteridade sustenta que todo aquele que atende adequadamente ao cuidado objetivamente exigido pode confiar no fato de que os demais coparticipantes da mesma atividade também operam cuidadosamente." },
{ "letra": "C", "texto": "Em relação ao tempo do crime, o Código Penal adota a teoria da ubiquidade." },
{ "letra": "D", "texto": "Os prazos serão contados excluindo o dia do começo e incluindo o dia do vencimento." },
{ "letra": "E", "texto": "Salvo disposição em contrário, pune-se a tentativa com a pena correspondente ao crime consumado, diminuída até a metade." }
],
"gabarito": "A"
},
{
"id": "86940315",
"metadata": "Ano: 2021 | Banca: INSTITUTO AOCP | Órgão: PC-PA",


"enunciado_principal": "No tocante ao Direito Penal, assinale a alternativa correta.",


"itens_assertiva": [
],


"enunciado_pergunta": "",


"alternativas": [
{ "letra": "A", "texto": "É vedada a edição de medidas provisórias sobre matéria relativa a Direito Penal (art. 62, §1º, I, alínea  *b* , CF). Nada obstante, o STF firmou jurisprudência no sentido de que as medidas provisórias podem ser utilizadas na esfera penal, desde que benéficas ao agente." },
{ "letra": "B", "texto": "O fundamento político do princípio da reserva legal revela a aceitação pelo povo, representado pelo Congresso Nacional, da opção legislativa no âmbito criminal." },
{ "letra": "C", "texto": "Com a evolução da sociedade e a modificação dos seus valores, determinados comportamentos, inicialmente típicos, podem deixar de interessar ao Direito Penal. Nesse caso, pode-se afirmar que ocorreu a chamada desmaterialização (liquefação) de bens jurídicos no Direito Penal." },
{ "letra": "D", "texto": "O princípio da fragmentariedade se projeta no plano concreto, isto é, em sua atuação prática, o Direito Penal somente se legitima quando os demais meios disponíveis já tiverem sido empregados, sem sucesso, para proteção do bem jurídico." },
{ "letra": "E", "texto": "A primeira manifestação do princípio da personalidade da pena no Brasil ocorreu já no período republicano, com o advento do Código Penal de 1890." }
],
"gabarito": "A"
},
{
"id": "32517869",
"metadata": "Ano: 2019 | Banca: ZAMBINI | Órgão: Prefeitura de Itatiba - SP",


"enunciado_principal": "De acordo com o Código Penal:  “Não há crime sem lei anterior que o defina. Não há pena sem prévia cominação legal.”  O dispositivo acima estabelecido diz respeito ao(à):",


"itens_assertiva": [
],


"enunciado_pergunta": "",


"alternativas": [
{ "letra": "A", "texto": "lei penal no tempo." },
{ "letra": "B", "texto": "anterioridade da Lei." },
{ "letra": "C", "texto": "lei Excepcional ou temporária." },
{ "letra": "D", "texto": "inaplicabilidade de conduta criminosa." }
],
"gabarito": "B"
},
{
"id": "41038572",
"metadata": "Ano: 2019 | Banca: MetroCapital Soluções | Órgão: Prefeitura de Conchas - SP",


"enunciado_principal": "Ainda no que se refere às leis penais, analise os itens a seguir e, ao final, assinale a alternativa correta:",


"itens_assertiva": [
"I – É permitida a criação de tipos penais incriminadores por meio de medidas provisórias.",
"II – Lei penal que acarretar benefício ao acusado não pode ser aplicada se já houver trânsito em julgado da sentença.",
"III – A exigência de lei para criar tipos penais é garantia prevista na Constituição Federal"
],


"enunciado_pergunta": "",


"alternativas": [
{ "letra": "A", "texto": "Apenas o item I é verdadeiro." },
{ "letra": "B", "texto": "Apenas o item II é verdadeiro." },
{ "letra": "C", "texto": "Apenas o item III é verdadeiro." },
{ "letra": "D", "texto": "Apenas os itens I e II são verdadeiros." },
{ "letra": "E", "texto": "Apenas os itens I e III são verdadeiros." }
],
"gabarito": "C"
},
{
"id": "90214875",
"metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-BA",


"enunciado_principal": "A respeito da analogia, assinale a opção correta.",


"itens_assertiva": [
],


"enunciado_pergunta": "",


"alternativas": [
{ "letra": "A", "texto": "No direito penal aplica-se a analogia tanto para as normas penais incriminadoras como para as normas não incriminadoras." },
{ "letra": "B", "texto": "O direito penal admite a aplicação da analogia apenas para as normas incriminadoras." },
{ "letra": "C", "texto": "Em razão do princípio da legalidade, o direito penal não admite a aplicação da analogia." },
{ "letra": "D", "texto": "O direito penal admite a aplicação da analogia, desde que seja para beneficiar o réu." },
{ "letra": "E", "texto": "O direito penal admite a aplicação da analogia, desde que a vítima do crime concorde com a aplicação do instituto." }
],
"gabarito": "D"
}
]
