
[
{
"id": "87123904",
"metadata": "Ano: 2013 | Banca: MPDFT | Órgão: MPDFT",
"enunciado_principal": "Direito Penal",
"itens_assertiva": [],
"enunciado_pergunta": "Assinale a alternativa que NÃO SE AJUSTA à doutrina do garantismo penal, em sua concepção clássica:",
"alternativas": [
{ "letra": "A", "texto": "A interpretação da lei nunca é uma atividade exclusivamente recognitiva, mas é sempre fruto de uma escolha prática a respeito de hipóteses interpretativas alternativas." },
{ "letra": "B", "texto": "O problema do garantismo penal é elaborar técnicas no plano teórico, torná-las vinculantes no plano normativo e assegurar sua efetividade no plano prático." },
{ "letra": "C", "texto": "Na aplicação da lei penal, o julgador, preocupado com a legitimação da atividade jurisdicional e com a adesão social a seus atos, deve orientar suas decisões em conformidade com o consenso geral da população." },
{ "letra": "D", "texto": "O direito penal é necessário como técnica institucional de minimização da reação violenta ao desvio socialmente não tolerado e como garantia do acusado contra os arbítrios, os excessos e os erros conexos a formas não jurídicas de controle social." },
{ "letra": "E", "texto": "As garantias penais não servem tanto para legitimar ou validar, senão mais para deslegitimar o abuso da potestade punitiva." }
],
"gabarito": "C"
},
{
"id": "19485720",
"metadata": "Ano: 2013 | Banca: MPE-PR | Órgão: MPE-PR",
"enunciado_principal": "Direito Penal",
"itens_assertiva": [],
"enunciado_pergunta": "Quanto ao tempo do crime, é correto afirmar:",
"alternativas": [
{ "letra": "A", "texto": "Para nosso Código Penal, considera-se praticado o crime quando o agente atinge o resultado, ainda que seja outro o momento da ação ou omissão, vez que adotamos a teoria da atividade;" },
{ "letra": "B", "texto": "Para nosso Código Penal, vez que adotada a teoria da ubiquidade ou mista, considera-se praticado o crime quando o agente atinge o resultado nos crimes materiais, ou no caso dos delitos de mera conduta, no momento da ação ou omissão;" },
{ "letra": "C", "texto": "O adolescente Semprônio, um dia antes de completar 18 anos, querendo ainda aproveitar-se de sua inimputabilidade, desfere tiros contra a vítima Heráclito, que somente vem a falecer uma semana após. Neste caso, graças à adoção da teoria do resultado pelo nosso Código Penal, Semprônio não se verá livre de responder pelo crime de homicídio;" },
{ "letra": "D", "texto": "No caso dos crimes permanentes - exceções que são à teoria do resultado adotada pelo Código Penal - considera-se praticado o delito no momento do início da execução;" },
{ "letra": "E", "texto": "Para nosso Código Penal, considera-se praticado o crime no momento da ação ou omissão, mesmo que ainda seja outro o momento do resultado, vez que adotada a teoria da atividade." }
],
"gabarito": "E"
},
{
"id": "34567891",
"metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: MPU",
"enunciado_principal": "Direito Penal",
"itens_assertiva": [],
"enunciado_pergunta": "A homologação de sentença estrangeira para obrigar condenado à reparação de dano requer a existência de tratado de extradição com o país de cuja autoridade judiciária emanou a sentença.",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "B"
},
{
"id": "65432109",
"metadata": "Ano: 2013 | Banca: FCC | Órgão: AL-PB",
"enunciado_principal": "Direito Penal",
"itens_assertiva": [],
"enunciado_pergunta": "O eixo teórico desse argumento crítico concentra-se diretamente na ideia de",
"alternativas": [
{ "letra": "A", "texto": "individualização." },
{ "letra": "B", "texto": "antijuridicidade." },
{ "letra": "C", "texto": "culpabilidade." },
{ "letra": "D", "texto": "responsabilidade penal subjetiva." },
{ "letra": "E", "texto": "proporcionalidade." }
],
"gabarito": "E"
},
{
"id": "78901234",
"metadata": "Ano: 2013 | Banca: FCC | Órgão: AL-PB",
"enunciado_principal": "Direito Penal",
"itens_assertiva": [],
"enunciado_pergunta": "Dogmaticamente, há quem entenda impossível a combinação, no mesmo ilícito, das circunstâncias do homicídio dito privilegiado (art. 121, parágrafo 1o , do Código Penal) com aquelas do homicídio qualificado. Segundo essa linha de compreensão dogmática, isso ocorre inclusive por, no caso, haver",
"alternativas": [
{ "letra": "A", "texto": "antinomia lógica e topográfica." },
{ "letra": "B", "texto": "proibição do non bis in idem." },
{ "letra": "C", "texto": "proibição constitucional expressa." },
{ "letra": "D", "texto": "subsidiaridade." },
{ "letra": "E", "texto": "consunção." }
],
"gabarito": "A"
},
{
"id": "12345678",
"metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
"enunciado_principal": "Direito Penal",
"itens_assertiva": [],
"enunciado_pergunta": "De acordo com o CP, com relação à sucessão das leis penais no tempo, não se aplicam as regras gerais da irretroatividade da lei mais severa, tampouco a retroatividade da norma mais benigna, bem como não se aplica o preceito da ultra-atividade à situação caracterizada pela chamada lei penal em branco.",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "B"
},
{
"id": "98765432",
"metadata": "Ano: 2012 | Banca: FUMARC | Órgão: AGE-MG",
"enunciado_principal": "Direito Penal",
"itens_assertiva": [
"I. O crime de concussão, por exigir resultado material, é compatível com a forma tentada, consumando-se com a percepção da vantagem exigida.",
"II. O empregado celetista de organização não governamental conveniada com o Estado de Minas Gerais para execução de atividade típica da administração pública pode ser considerado funcionário público para efeitos penais.",
"III. o delito de prevaricação é um crime omissivo próprio.",
"IV. o delito de emprego irregular de verbas públicas é uma norma penal em branco."
],
"enunciado_pergunta": "Assinale a alternativa correta:",
"alternativas": [
{ "letra": "A", "texto": "Todas estão corretas." },
{ "letra": "B", "texto": "Somente I e IV estão corretas." },
{ "letra": "C", "texto": "Somente I, II e IV estão corretas." },
{ "letra": "D", "texto": "Somente II e IV estão corretas." },
{ "letra": "E", "texto": "Somente I, II e III estão corretas." }
],
"gabarito": "D"
},
{
"id": "24680135",
"metadata": "Ano: 2012 | Banca: COPEVE-UFAL | Órgão: MPE-AL",
"enunciado_principal": "Direito Penal",
"itens_assertiva": [
"I. São regras penais que gozam de retroatividade",
"II. São leis denominadas vagas, por incompletude do seu preceito secundário.",
"III. São regras penais destinadas a vigorar, tão somente durante a existência dos fatos que as motivaram.",
"IV. Tais quais às temporárias são regras destinadas a reger situações anômalas.",
"V. Tratam-se, na verdade, de leis, exclusivamente, de cunho administrativo."
],
"enunciado_pergunta": "Dadas as definições seguintes sobre Leis “excepcionais” em Direito Penal, verifica-se que estão corretas",
"alternativas": [
{ "letra": "A", "texto": "I, II e V, apenas." },
{ "letra": "B", "texto": "III, IV e V, apenas." },
{ "letra": "C", "texto": "III e IV, apenas." },
{ "letra": "D", "texto": "I e III, apenas." },
{ "letra": "E", "texto": "I, III, IV e V." }
],
"gabarito": "C"
},
{
"id": "13579246",
"metadata": "Ano: 2012 | Banca: UFMT | Órgão: TJ-MT",
"enunciado_principal": "Direito Penal",
"itens_assertiva": [
"I - Em nenhuma situação a lei penal poderá ser aplicada a fatos anteriores à sua vigência.",
"II - A definição de crimes e a imposição de penas por meio de medidas provisórias violam o princípio de reserva legal.",
"III - De acordo com o princípio da territorialidade, aplica-se a lei brasileira ao crime cometido no território nacional, salvo se convenção ou tratado firmado pelo Brasil dispuser de forma diversa.",
"IV - Os costumes podem servir como fontes de agravamento de pena ou de criação de infrações penais."
],
"enunciado_pergunta": "Quanto à lei penal, analise as assertivas abaixo. Está correto o que se afirma em:",
"alternativas": [
{ "letra": "A", "texto": "I e III, apenas." },
{ "letra": "B", "texto": "II e IV, apenas." },
{ "letra": "C", "texto": "I e IV, apenas." },
{ "letra": "D", "texto": "II e III, apenas." }
],
"gabarito": "D"
},
{
"id": "80246913",
"metadata": "Ano: 2012 | Banca: FGV | Órgão: PC-MA",
"enunciado_principal": "Direito Penal",
"itens_assertiva": [],
"enunciado_pergunta": "Com relação à aplicação da lei penal, assinale a afirmativa incorreta .",
"alternativas": [
{ "letra": "A", "texto": "A lei mais favorável é de aplicação imediata, inclusive no período de vacatio ." },
{ "letra": "B", "texto": "Havendo decisão transitada em julgado, cabe ao juiz da execução aplicar a lei mais favorável." },
{ "letra": "C", "texto": "Reconhecida a abolitio criminis , causa de extinção da punibilidade, os efeitos penais se apagam, permanecendo os efeitos civis." },
{ "letra": "D", "texto": "A lei intermediária é extrativa." },
{ "letra": "E", "texto": "Normas penais em branco são aquelas em que há necessidade de complementação por outra norma de mesma fonte legislativa." }
],
"gabarito": "E"
},
{
"id": "57913579",
"metadata": "Ano: 2012 | Banca: IESES | Órgão: TJ-RN",
"enunciado_principal": "Direito Penal",
"itens_assertiva": [
"I. A classificação dos crimes pode ser considerada como a organização dos delitos em diversas categorias, com a finalidade de proporcionar melhor estudo e aplicação de cada um dos tipos penais incriminadores, ora levando em consideração o momento consumativo, ora o sujeito ativo capaz de cometer a infração penal, dentre outros fatores.",
"II. Partícipe é a pessoa que, juntamente com outra ou outras, ingressa no tipo penal, em qualquer dos seus aspectos.",
"III. Chama-se de “autoria colateral” quando duas ou mais pessoas contribuem para a materialização do delito, sem que uma saiba da colaboração da outra.",
"IV. Direito penal máximo é um método de aplicação do Direito Penal, cuja finalidade é punir a infração máxima a fim de não se tornar algo mais grave, sem que haja maiores freios ou limites para a aplicação de penas."
],
"enunciado_pergunta": "É certo afirmar: Analisando as proposições, pode-se afirmar:",
"alternativas": [
{ "letra": "A", "texto": "Somente as proposições II e III estão corretas." },
{ "letra": "B", "texto": "Somente as proposições I e III estão corretas." },
{ "letra": "C", "texto": "Somente as proposições I e IV estão corretas." },
{ "letra": "D", "texto": "Somente as proposições II e IV estão corretas." }
],
"gabarito": "B"
},
{
"id": "60824719",
"metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-RO",
"enunciado_principal": "Direito Penal",
"itens_assertiva": [],
"enunciado_pergunta": "Com relação aos princípios aplicáveis ao direito penal, assinale a opção correta.",
"alternativas": [
{ "letra": "A", "texto": "De acordo com o princípio ne bis in idem , o agente não pode ser responsabilizado por dois ou mais crimes, caso tenha praticado apenas uma única conduta." },
{ "letra": "B", "texto": "A responsabilidade penal subjetiva, decorrente do princípio da culpabilidade, tem como consequência jurídica a proporcionalidade entre a sanção penal e o desvalor da ação representada pelo dolo ou culpa integrantes da culpabilidade." },
{ "letra": "C", "texto": "Do princípio da legalidade decorre uma série de garantias formais e materiais a que se vinculam o legislador e o intérprete da norma penal." },
{ "letra": "D", "texto": "Aplicando-se o princípio da adequação social da conduta, afasta-se a tipicidade formal do fato." },
{ "letra": "E", "texto": "A ausência de lesão ao bem jurídico tutelado torna a conduta formalmente atípica, conforme o princípio da insignificância." }
],
"gabarito": "C"
},
{
"id": "49725830",
"metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: PC-AL",
"enunciado_principal": "Direito Penal",
"itens_assertiva": [],
"enunciado_pergunta": "As leis penais devem ser interpretadas sem ampliações por analogia, salvo para beneficiar o réu.",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "A"
},
{
"id": "71038592",
"metadata": "Ano: 2012 | Banca: PUC-PR | Órgão: TJ-MS",
"enunciado_principal": "Direito Penal",
"itens_assertiva": [
"Artigo 1º da Lei 2.889/1956: “Quem, com a intenção de destruir, no todo ou em parte, grupo nacional, étnico, racial ou religioso, como tal”: a) matar membros do grupo; Será punido: Com as penas do art. 121, § 2º, do Código Penal, no caso da letra “a”;",
"Artigo 309 do Código Eleitoral: “Votar ou tentar votar mais de uma vez, ou em lugar de outrem”: Pena - reclusão de até três anos."
],
"enunciado_pergunta": "Considere os artigos abaixo. Em seguida, marque a alternativa CORRETA:",
"alternativas": [
{ "letra": "A", "texto": "Norma penal em branco heterogênea homovitelina é aquela em que o complemento do preceito primário da norma advém da mesma fonte formal de produção." },
{ "letra": "B", "texto": "Norma penal em branco heterogênea heterovitelina é aquela em que o complemento do preceito primário da norma advém de diversa fonte formal de produção." },
{ "letra": "C", "texto": "Assim dispunha o artigo 214 do Código Penal Brasileiro: “Constranger alguém, mediante violência ou grave ameaça a praticar ou a permitir que com ele se pratique ato libidinoso diverso da conjunção carnal”. Considerando que tal dispositivo foi inteiramente revogado pela Lei 12.015/2009 é correto afirmar que, nesse caso, específico operou-se Abolitio Criminis ." },
{ "letra": "D", "texto": "O art. 1º da Lei 2.889/1956 é exemplo de norma penal em branco ao avesso ou invertida. O artigo 309 do Código Eleitoral é, por sua vez, exemplo de crime de atentado ou de empreendimento." },
{ "letra": "E", "texto": "Compete ao Supremo Tribunal Federal a concessão de exequatur às cartas rogatórias." }
],
"gabarito": "D"
},
{
"id": "39601472",
"metadata": "Ano: 2012 | Banca: PC-SP | Órgão: PC-SP",
"enunciado_principal": "Direito Penal",
"itens_assertiva": [],
"enunciado_pergunta": "A lei estrita, desdobramento do princípio da legalidade, veda o emprego",
"alternativas": [
{ "letra": "A", "texto": "analogia" },
{ "letra": "B", "texto": "costumes." },
{ "letra": "C", "texto": "princípios gerais do direito." },
{ "letra": "D", "texto": "equidade." },
{ "letra": "E", "texto": "jurisprudência." }
],
"gabarito": "A"
},
{
"id": "28415973",
"metadata": "Ano: 2012 | Banca: UEG | Órgão: PC-GO",
"enunciado_principal": "Direito Penal",
"itens_assertiva": [],
"enunciado_pergunta": "Sobre a teoria, interpretação e aplicação da norma penal, é CORRETO afirmar:",
"alternativas": [
{ "letra": "A", "texto": "a interpretação analógica é aquela que abarca os casos análogos, conforme uma fórmula casuística gravada no dispositivo legal, não sendo admitida em direito penal." },
{ "letra": "B", "texto": "as normas penais que definem o injusto culpável e estabelecem as suas conseqüências jurídicas são passíveis de aplicação analógica." },
{ "letra": "C", "texto": "normas penais em branco impróprias são aquelas em que o complemento se encontra contido em outra lei emanada de outra instância legislativa." },
{ "letra": "D", "texto": "o criminoso na realidade não viola a lei penal, e sim a proposição que lhe prescreve o modelo de sua conduta, que é um preceito não escrito." }
],
"gabarito": "D"
},
{
"id": "50926418",
"metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: DPE-MA",
"enunciado_principal": "Direito Penal",
"itens_assertiva": [],
"enunciado_pergunta": "No que diz respeito às fontes do direito penal brasileiro, assinale a opção correta.",
"alternativas": [
{ "letra": "A", "texto": "O complemento da norma penal em branco considerada em sentido estrito provém da mesma fonte formal, ao passo que o da norma penal em branco considerada em sentido lato provém de fonte formal diversa." },
{ "letra": "B", "texto": "A analogia, método pelo qual se aplica a lei de algum caso semelhante ao que estiver sendo analisado, é classificada como fonte formal mediata do direito penal." },
{ "letra": "C", "texto": "Na norma penal em branco ao avesso, o preceito secundário fica a cargo de norma complementar, que, de acordo com o ordenamento jurídico brasileiro, pode ser legal ou infralegal." },
{ "letra": "D", "texto": "As fontes materiais revelam o direito; as formais são as de onde emanam as normas, que, no ordenamento jurídico brasileiro, referem-se ao Estado." },
{ "letra": "E", "texto": "As fontes de cognição classificam-se em imediatas — representadas pelas leis — e mediatas — representadas pelos costumes e princípios gerais do direito." }
],
"gabarito": "E"
},
{
"id": "91740365",
"metadata": "Ano: 2011 | Banca: FCC | Órgão: TCE-SP",
"enunciado_principal": "Direito Penal",
"itens_assertiva": [],
"enunciado_pergunta": "O princípio constitucional da legalidade em matéria penal",
"alternativas": [
{ "letra": "A", "texto": "não vigora na fase de execução penal." },
{ "letra": "B", "texto": "impede que se afaste o caráter criminoso do fato em razão de causa supralegal de exclusão da ilicitude." },
{ "letra": "C", "texto": "não atinge as medidas de segurança." },
{ "letra": "D", "texto": "obsta que se reconheça a atipicidade de conduta em função de sua adequação social." },
{ "letra": "E", "texto": "exige a taxatividade da lei incriminadora, admitindo, em certas situações, o emprego da analogia." }
],
"gabarito": "E"
},
{
"id": "10293847",
"metadata": "Ano: 2011 | Banca: IESES | Órgão: TJ-MA",
"enunciado_principal": "Direito Penal",
"itens_assertiva": [
"I. Ninguém pode ser punido por fato que a lei posterior deixa de considerar crime, cessando em virtude dela a execução e os efeitos penais da sentença condenatória.",
"II. A fixação do instante em que o crime ocorre não é importante para fins de aplicação da lei penal, pois importante é o seu resultado.",
"III. Leis penais em brando são assim chamadas as leis que não possuem definição integral, necessitando ser completadas por outras leis, decretos ou portarias. Costuma ser divididas em homogenias e heterogêneas.",
"IV. O Código Penal acolhe de forma absoluta o princípio da territorialidade, de forma pelo qual a lei penal brasileira é aplicada em nosso território, independentemente da nacionalidade do autor e da vítima do delito."
],
"enunciado_pergunta": "É certo afirmar: Analisando as proposições, pode-se afirmar:",
"alternativas": [
{ "letra": "A", "texto": "Somente as proposições I e III estão corretas." },
{ "letra": "B", "texto": "Somente as proposições II e III estão corretas." },
{ "letra": "C", "texto": "Somente as proposições I e IV estão corretas." },
{ "letra": "D", "texto": "Somente as proposições II e IV estão corretas." }
],
"gabarito": "A"
},
{
"id": "38475610",
"metadata": "Ano: 2011 | Banca: MPE-PR | Órgão: MPE-PR",
"enunciado_principal": "Direito Penal",
"itens_assertiva": [],
"enunciado_pergunta": "Sobre a teoria da lei penal , assinale a alternativa correta:",
"alternativas": [
{ "letra": "A", "texto": "a analogia in bonam partem não possui restrições em matéria penal, sendo admissível, por exemplo, em causas de justificação, causas de exculpação e situações de extinção ou redução da punibilidade, e a analogia in malan partem possui menor nível de aceitabilidade em matéria penal, sendo admissível apenas em hipóteses excepcionais;" },
{ "letra": "B", "texto": "a proibição da retroatividade da lei penal, como um dos fundamentos do princípio constitucional da legalidade, não admite exceções;" },
{ "letra": "C", "texto": "o princípio da insignificância está diretamente relacionado ao princípio da lesividade e sua aplicação exclui a própria culpabilidade;" },
{ "letra": "D", "texto": "os crimes de tráfico de drogas (Lei 11.343/06, art. 33), de porte ilegal de arma de fogo de uso restrito (Lei 10.826/03, art. 16, caput ) e de destruição de floresta considerada de preservação permanente (Lei 9.605/98, art. 38, caput ), são exemplos típicos de normas penais em branco;" },
{ "letra": "E", "texto": "segundo a sistemática adotada pelo art. 3º do Código Penal brasileiro, as leis excepcionais e temporárias não possuem ultra-atividade." }
],
"gabarito": "D"
}
]

