
[
{
"id": "18456201",
"metadata": "Ano: 2010 | Banca: CEPERJ | Órgão: SEFAZ-RJ",
"enunciado_principal": "No Direito Penal, a necessidade de a norma ser complementada por outra de nível diverso denomina-se:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "norma penal em branco em sentido amplo" },
{ "letra": "B", "texto": "norma penal em branco em sentido estrito" },
{ "letra": "C", "texto": "norma penal não incriminadora" },
{ "letra": "D", "texto": "norma penal regulamentar" },
{ "letra": "E", "texto": "norma penal especial" }
],
"gabarito": "B"
},
{
"id": "90214876",
"metadata": "Ano: 2010 | Banca: CESPE / CEBRASPE | Órgão: MPE-RO",
"enunciado_principal": "Com relação às normas penal e processual penal, assinale a opção correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "O dispositivo que trata do crime de uso de documento falso é norma imperfeita em seu preceito primário, porque remete o intérprete a outros tipos penais para conceituar os papéis falsificados, e norma penal em branco em seu preceito secundário, por remeter a outro artigo para apurar a pena cominada." },
{ "letra": "B", "texto": "A lei penal e a lei processual penal observam o princípio da irretroatividade, excepcionando os casos em que a lei retroage para beneficiar o réu." },
{ "letra": "C", "texto": "A lei penal e a lei processual penal observam o princípio da territorialidade absoluta em razão de a prestação jurisdicional ser uma função soberana do Estado, que só pode ser exercida nos limites do território nacional." },
{ "letra": "D", "texto": "O dispositivo legal que prevê o estado de necessidade é uma norma penal não incriminadora permissiva justificante porque tem por finalidade afastar a ilicitude da conduta do agente." },
{ "letra": "E", "texto": "Caso haja antinomia entre duas leis penais, devem ser observados os seguintes critérios: especialidade, subsidiariedade, consunção, alternatividade e exclusão." }
],
"gabarito": "D"
},
{
"id": "54681391",
"metadata": "Ano: 2010 | Banca: MPE-PB | Órgão: MPE-PB",
"enunciado_principal": "Analise as assertivas abaixo, assinalando, sucessivamente, a alternativa que contém o devido julgamento sobre elas:",
"itens_assertiva": [
"I - No dolo direto de primeiro grau ou imediato, o resultado típico é uma consequência necessária dos meios eleitos, que devem ser abrangidos pela vontade tanto quanto o fim colimado, razão pela qual é doutrinariamente reconhecido como dolo de consequências necessárias.",
"II - As normas penais em branco são aquelas em que há uma necessidade de complementação para que se possa compreender o âmbito de aplicação de seu preceito secundário.",
"III - A Exposição de Motivos do Código Penal é considerada pela Doutrina como uma das formas de interpretação autêntica e contextual da lei penal.",
"IV - A Doutrina denomina de normas penais em branco heterogêneas, próprias ou stricto sensu , aquelas cujos complementos provêm de fonte legislativa diversa da que editou a norma que necessita ser complementada, ilustrando, como exemplo, o crime de conhecimento prévio de impedimento, posto que os impedimentos matrimoniais são definidos por meio de diploma legal distinto, qual seja o Código Civil."
],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Todas as assertivas estão corretas." },
{ "letra": "B", "texto": "Apenas a assertiva II está errada." },
{ "letra": "C", "texto": "Apenas as assertivas I e III estão erradas." },
{ "letra": "D", "texto": "Apenas a assertiva IV está errada." },
{ "letra": "E", "texto": "Todas as assertivas estão erradas." }
],
"gabarito": "B"
},
{
"id": "71392655",
"metadata": "Ano: 2010 | Banca: FCC | Órgão: DPE-SP",
"enunciado_principal": "O postulado da fragmentariedade em matéria penal relativiza",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "a proporcionalidade entre o fato praticado e a consequência jurídica." },
{ "letra": "B", "texto": "a dignidade humana como limite material à atividade punitiva do Estado." },
{ "letra": "C", "texto": "o concurso entre causas de aumento e diminuição de penas." },
{ "letra": "D", "texto": "a função de proteção dos bens jurídicos atribuída à lei penal." },
{ "letra": "E", "texto": "o caráter estritamente pessoal que decorre da norma penal." }
],
"gabarito": "D"
},
{
"id": "84710254",
"metadata": "Ano: 2009 | Banca: FADESP | Órgão: Prefeitura de São Félix do Xingu - PA",
"enunciado_principal": "Sobre as normas penais em branco, assinale a assertiva incorreta:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "A doutrina majoritária entende que a norma penal em branco é constitucional, pois prevê o núcleo essencial da conduta, restringindo-se o complemento a detalhar algum aspecto do tipo penal." },
{ "letra": "B", "texto": "Norma penal em branco heterogênea é aquela em que o complemento se dá por outra norma de status normativo diverso, emanada por outra fonte de produção, como ocorre com o conceito de “droga”, disposto no art. 33 da Lei 11.343/06, que é complementado por uma portaria do Ministério da Saúde." },
{ "letra": "C", "texto": "Norma penal em branco imprópria é aquela cujo complemento se dá por outra norma de mesmo status normativo, emanada da mesma fonte de produção." },
{ "letra": "D", "texto": "Norma penal em branco em sentido estrito é aquela complementada por outra norma de mesmo status normativo, emanada da mesma fonte de produção." },
{ "letra": "E", "texto": "Norma penal em branco homogênea é aquela em que o complemento é feito por outra norma de mesmo status normativo, emanada da mesma fonte de produção, como, por exemplo, o conceito de funcionário público dado pelo art. 327 do CP, e utilizado pelo crime de peculato (art. 312, CP)." }
],
"gabarito": "D"
},
{
"id": "19403826",
"metadata": "Ano: 2009 | Banca: FCC | Órgão: MPE-SE",
"enunciado_principal": "Adotada a teoria finalista da ação,",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "o dolo e a culpa integram a culpabilidade." },
{ "letra": "B", "texto": "a culpa integra a tipicidade e o dolo a culpabilidade." },
{ "letra": "C", "texto": "o dolo integra a punibilidade e a culpa a culpabilidade." },
{ "letra": "D", "texto": "a culpa e o dolo integram a tipicidade." },
{ "letra": "E", "texto": "o dolo integra a tipicidade e a culpa a culpabilidade." }
],
"gabarito": "D"
},
{
"id": "35804792",
"metadata": "Ano: 2009 | Banca: FCC | Órgão: DPE-SP",
"enunciado_principal": "Assinale a alternativa correta.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Os tipos penais são criados pelo legislador, excepcionalmente, entretanto, o juiz pode, usando analogia, criar tipos penais." },
{ "letra": "B", "texto": "Nos tipos penais abertos a conduta não é totalmente individualizada." },
{ "letra": "C", "texto": "O tipo penal define condutas e personalidades criminosas." },
{ "letra": "D", "texto": "A lei penal em branco é inconstitucional por conter delegação de competência." },
{ "letra": "E", "texto": "Bens jurídicos relevantes são penalmente tutelados independentemente de tipo penal." }
],
"gabarito": "B"
},
{
"id": "27694302",
"metadata": "Ano: 2008 | Banca: MPE-PR | Órgão: MPE-PR",
"enunciado_principal": "Assinale a alternativa correta:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "a lei penal estabelece a regra da excepcionalidade do delito culposo, porque, salvo os casos expressos em lei, ninguém pode ser punido por fato previsto como crime, senão quando o pratica dolosamente. Em razão de tal especificidade é que, no campo penal, se admite a compensação de culpas, quando concorrentes." },
{ "letra": "B", "texto": "a pena contravencional, como regra geral, não possui o mesmo efeito estigmatizante que tem a lei penal, pois não é considerada para fins de reincidência, não impede a suspensão condicional da pena e o livramento condicional. Contudo, a ignorância ou erro escusável sobre a lei não é passível de gerar a exclusão da pena." },
{ "letra": "C", "texto": "as leis de anistia, consideradas leis descriminalizadoras anômalas, extinguem a ação penal, porque não se pode prosseguir a pretensão punitiva acerca de um fato que perdeu a tipicidade, e também tornam inexigíveis quaisquer direitos de particulares à indenização." },
{ "letra": "D", "texto": "o condenado por crime contra a Administração Pública terá a progressão de regime do cumprimento da pena condicionada à reparação do dano que causou, ou à devolução do produto do ilícito praticado, com os acréscimos legais." },
{ "letra": "E", "texto": "leis (ou normas) penais em branco classificadas como próprias (em sentido estrito), são aquelas em que o complemento se acha contido na mesma lei, ou em outra, porém emanada da mesma instância legislativa." }
],
"gabarito": "D"
},
{
"id": "90215835",
"metadata": "Ano: 2008 | Banca: VUNESP | Órgão: TJ-SP",
"enunciado_principal": "A Lei n.º 11.343/06, que afastou a incidência de pena privativa de liberdade e de multa quanto ao crime de porte de substância entorpecente para uso próprio (cominadas na Lei n.º 6.368/76) e estabeleceu, em seu lugar, a aplicação de outras medidas (advertência, prestação de serviços à comunidade, etc.), configura hipótese de",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "abolitio criminis." },
{ "letra": "B", "texto": "novatio legis in pejus." },
{ "letra": "C", "texto": "novatio legis incriminadora." },
{ "letra": "D", "texto": "novatio legis in mellius." }
],
"gabarito": "D"
},
{
"id": "18409573",
"metadata": "Ano: 2008 | Banca: CESPE / CEBRASPE | Órgão: STF",
"enunciado_principal": "Julgue os itens a seguir, relativos à interpretação da lei penal. A exposição de motivos do CP é típico exemplo de interpretação autêntica contextual.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "B"
},
{
"id": "31549029",
"metadata": "Ano: 2008 | Banca: CESPE / CEBRASPE | Órgão: STF",
"enunciado_principal": "Julgue os itens a seguir, relativos à interpretação da lei penal. Segundo a máxima in claris cessat interpretatio, pacificamente aceita pela doutrina penalista, quando o texto for suficientemente claro, não cabe ao aplicador da lei interpretá-lo.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "B"
},
{
"id": "67204594",
"metadata": "Ano: 2007 | Banca: FCC | Órgão: Prefeitura de São Paulo - SP",
"enunciado_principal": "Na contagem dos prazos penais,",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "inclui-se o dia do começo." },
{ "letra": "B", "texto": "considera-se como termo inicial a data da intimação." },
{ "letra": "C", "texto": "considera-se como termo inicial a data da juntada do mandado aos autos." },
{ "letra": "D", "texto": "considera-se como termo inicial o dia seguinte ao da intimação." },
{ "letra": "E", "texto": "descontam-se os feriados." }
],
"gabarito": "A"
},
{
"id": "20593165",
"metadata": "Ano: 2007 | Banca: TJ-DFT | Órgão: TJ-DFT",
"enunciado_principal": "Analise as proposições e assinale a única alternativa correta:",
"itens_assertiva": [
"I - As leis penais incriminadoras podem ser subdivididas em explicativas e permissivas.",
"II - Em relação ao tempo do crime, a lei penal adotou a teoria do resultado.",
"III - Na aplicação da medida de segurança, não vige os princípios da anterioridade e da retroatividade da lei mais benigna."
],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Todas as proposições são verdadeiras." },
{ "letra": "B", "texto": "Todas as proposições são falsas." },
{ "letra": "C", "texto": "Apenas uma das proposições é verdadeira." },
{ "letra": "D", "texto": "Apenas uma das proposições é falsa." }
],
"gabarito": "B"
},
{
"id": "93641759",
"metadata": "Ano: 2006 | Banca: CESPE / CEBRASPE | Órgão: DPE-DF",
"enunciado_principal": "Acerca da ação penal nos crimes contra os costumes, julgue os itens a seguir. O dia do começo inclui-se na contagem do prazo penal e tem relevância para as hipóteses de cálculo de duração da pena, do livramento condicional e da prescrição. Em todos esses casos, a contagem dos dias, meses e anos é feita pelo calendário gregoriano.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "A"
},
{
"id": "51093848",
"metadata": "Ano: 2006 | Banca: CESPE / CEBRASPE | Órgão: Câmara Legislativa do Distrito Federal",
"enunciado_principal": "Acerca da aplicação da lei penal, julgue os itens abaixo. Lei penal em branco é aquela cujo preceito primário é incompleto, necessitando, por isso, ser complementada por outra norma, a qual, necessariamente, deve ser de hierarquia igual ou superior, sob pena de afronta ao princípio da legalidade.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "B"
},
{
"id": "45012977",
"metadata": "Ano: 2005 | Banca: NCE-UFRJ | Órgão: PC-DF",
"enunciado_principal": "São normas penais não incriminadoras, EXCETO:",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "\"Não excluem a imputabilidade penal: I - a emoção ou a paixão\" (art. 28, I, do Código Penal);" },
{ "letra": "B", "texto": "\"O resultado, de que depende a existência do crime, somente é imputável a quem lhe deu causa\" (art. 13 do Código Penal);" },
{ "letra": "C", "texto": "\"Diz-se o crime: (...) II - tentado, quando iniciada a execução, não se consuma por circunstâncias alheias à vontade do agente\" (art. 14, II, do Código Penal);" },
{ "letra": "D", "texto": "\"Pelo resultado que agrava especialmente a pena, só responde o agente que o houver causado ao menos culposamente\" (art. 19 do Código Penal);" },
{ "letra": "E", "texto": "\"Se o agente for inimputável, o juiz determinará a sua internação (art. 26). Se, todavia, o fato previsto como crime for punível com detenção, poderá o juiz submetê-lo a tratamento ambulatorial\" (art. 97 do Código Penal)." }
],
"gabarito": "C"
},
{
"id": "78103593",
"metadata": "Ano: 2004 | Banca: CESPE / CEBRASPE | Órgão: IEMA - ES",
"enunciado_principal": "Apenas as leis podem fixar penas com relação aos delitos praticados; e essa autoridade não pode residir senão na pessoa do legislador, que representa toda a sociedade agrupada por um contrato social. Cesare Beccaria. Dei delitti e delle pene, p.15. Considerando o texto acima, julgue o seguinte item. A lei penal formal é a mais importante do direito penal, pois só ela pode criar delitos e penas. A interpretação procura conformar o ato interpretativo aos princípios constitucionais e aos valores fundamentais (segurança jurídica e justiça), dentro das margens legais.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "A"
},
{
"id": "11984636",
"metadata": "Ano: 2004 | Banca: CESPE / CEBRASPE | Órgão: IEMA - ES",
"enunciado_principal": "Apenas as leis podem fixar penas com relação aos delitos praticados; e essa autoridade não pode residir senão na pessoa do legislador, que representa toda a sociedade agrupada por um contrato social. Cesare Beccaria. Dei delitti e delle pene, p.15. Considerando o texto acima, julgue o seguinte item. Considere a seguinte situação hipotética. Túlio, representante dos funcionários de determinada empresa, foi indiciado criminalmente na polícia federal, por proferir pesadas críticas à empresa empregadora durante um movimento grevista. Não houve, porém, qualquer ameaça grave ou de violência por parte dos indiciado. Nessa situação, em face de competir à justiça federal processar e julgar os delitos decorrentes de greve que atentem contra a organização do trabalho como um todo ou contra os direitos e deveres dos trabalhadores coletivamente considerados, a decisão do procurador do trabalho deve ser no sentido do arquivamento do inquérito, por falta de elemento objetivo do tipo penal.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "B"
},
{
"id": "63209515",
"metadata": "Ano: 2004 | Banca: CESPE / CEBRASPE | Órgão: TCE-PE",
"enunciado_principal": "No concernente à interpretação e aplicação da lei penal, julgue o item abaixo. É vedada a aplicação analógica em normas penais incriminadoras. Nas normas penais não-incriminadoras gerais, admite-se o emprego da analogia in bonam partem.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "A"
},
{
"id": "89017644",
"metadata": "Ano: 2004 | Banca: CESPE / CEBRASPE | Órgão: STJ",
"enunciado_principal": "A respeito do sujeito ativo e do sujeito passivo de crime, julgue os seguintes itens. Os animais e as coisas inanimadas podem ser objeto material de crime, mas não sujeito ativo.",
"itens_assertiva": [],
"enunciado_pergunta": "",
"alternativas": [
{ "letra": "A", "texto": "Certo" },
{ "letra": "B", "texto": "Errado" }
],
"gabarito": "A"
}
]

