[
  {
    "id": "3113326",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Abandono de função"
    ],
    "enunciado_principal": "No que se refere aos crimes em espécie previstos no Código Penal, julgue o item a seguir, considerando, quando couber, o entendimento dos tribunais superiores. O crime de abandono de função ocorre mesmo quando a conduta não resulta em prejuízo público.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3020498",
    "metadata": "Ano: 2024 | Banca: IDHTEC | Órgão: Câmara de Lagoa Grande - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Abandono de função"
    ],
    "enunciado_principal": "O crime de abandono de função, quando do fato resulta prejuízo público, é apenado com:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Detenção, de quinze dias a um mês, ou multa."
      },
      {
        "letra": "B",
        "texto": "Detenção, de três meses a um ano, e multa."
      },
      {
        "letra": "C",
        "texto": "Detenção, de um a três anos, e multa."
      },
      {
        "letra": "D",
        "texto": "Detenção, de seis meses a três anos, e multa."
      },
      {
        "letra": "E",
        "texto": "Detenção, de seis meses a dois anos, ou multa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3012667",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: TCE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Abandono de função"
    ],
    "enunciado_principal": "Considerando o disposto no Código Penal sobre os crimes contra a administração pública, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A configuração do crime de corrupção ativa exige que a oferta ou promessa de vantagem indevida seja acompanhada da prática efetiva do ato de ofício pelo funcionário público."
      },
      {
        "letra": "B",
        "texto": "O servidor que abandonar o cargo público fora dos casos previstos em lei terá praticado crime contra a administração pública, sendo o crime qualificado se o fato ocorrer em local compreendido na faixa de fronteira."
      },
      {
        "letra": "C",
        "texto": "A solicitação de vantagem indevida por funcionário público, ainda que não efetivada a vantagem, configura crime de corrupção ativa."
      },
      {
        "letra": "D",
        "texto": "Para a caracterização do crime de peculato-desvio, é necessário apenas que o funcionário público tenha a posse do bem público em razão do cargo, sendo irrelevante que ele efetivamente desvie o bem para benefício próprio ou de terceiro."
      },
      {
        "letra": "E",
        "texto": "No crime de concussão, a vantagem indevida deve ser exigida pelo funcionário público em proveito próprio, não se configurando o crime se a exigência for feita por terceiro em nome do funcionário."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2380859",
    "metadata": "Ano: 2024 | Banca: IDHTEC | Órgão: Câmara de Itapissuma - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Noções Gerais de Crimes Contra a Administração Pública",
      "Peculato",
      "Peculato mediante erro de outrem",
      "Inserção de dados falsos em sistema de informações",
      "Modificação ou alteração não autorizada de sistemas de informações",
      "Extravio, sonegação ou inutilização de livro ou documento",
      "Corrupção passiva",
      "Prevaricação",
      "Condescendência criminosa",
      "Advocacia administrativa",
      "Violência arbitrária",
      "Abandono de função",
      "Exercício funcional ilegalmente antecipado ou prolongado",
      "Violação de sigilo funcional",
      "Violação de sigilo de proposta de concorrência"
    ],
    "enunciado_principal": "Compreende o conjunto de crimes presentes na alternativa correta, aqueles que são tipificados no Capítulo I - Dos crimes praticados por funcionário público contra a administração em geral - Título XI - Dos crimes contra a administração pública, do Decreto-lei no 2.848, de 7 de dezembro de 1940 (consideradas posteriores modificações por força de lei). Assinale a alternativa que dispõe todos os crimes tipificados no capítulo mencionado.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Peculato culposo; Peculato mediante erro de outrem; Inserção de dados falsos em sistema de informações; Modificação ou alteração não autorizada de sistema de informações; Extravio, sonegação ou inutilização de livro ou documento; Emprego irregular de verbas ou rendas públicas; falta ao trabalho sem justificativa; Concussão; Deslealdade para com a chefia imediata e outros servidores; Facilitação de contrabando ou descaminho; Prevaricação; Condescendência criminosa; Advocacia administrativa; Violência arbitrária; Abandono de função; Exercício funcional ilegalmente antecipado ou prolongado; Violação de sigilo funcional; Violação do sigilo de proposta de concorrência."
      },
      {
        "letra": "B",
        "texto": "Peculato culposo; Peculato mediante erro de outrem; Inserção de dados falsos em sistema de informações; Modificação ou alteração não autorizada de sistema de informações; Extravio, sonegação ou inutilização de livro ou documento; Emprego irregular de verbas ou rendas públicas; Concussão; Corrupção passiva; Facilitação de contrabando ou descaminho; Prevaricação; Condescendência criminosa; Advocacia administrativa; Violência arbitrária; formação de quadrilha; Exercício funcional ilegalmente antecipado ou prolongado; Violação de sigilo funcional; Violação do sigilo de proposta de concorrência."
      },
      {
        "letra": "C",
        "texto": "Peculato culposo; Peculato mediante erro de outrem; Inserção de dados falsos em sistema de informações; Modificação ou alteração não autorizada de sistema de informações; Extravio, sonegação ou inutilização de livro ou documento; Emprego irregular de verbas ou rendas públicas; Concessão a terceiros; Corrupção passiva; Uso de carro oficial para fins privados; Prevaricação; Condescendência criminosa; Advocacia administrativa; Violência arbitrária; Abandono de função; Exercício funcional ilegalmente antecipado ou prolongado; Violação de sigilo funcional; Violação do sigilo de proposta de concorrência."
      },
      {
        "letra": "D",
        "texto": "Peculato culposo; Peculato mediante erro de outrem; Inserção de dados falsos em sistema de informações; Modificação ou alteração não autorizada de sistema de informações; Assassinato; sonegação ou inutilização de livro ou documento; Emprego irregular de verbas ou rendas públicas; Concussão; Corrupção passiva; Facilitação de contrabando ou descaminho; Prevaricação; Condescendência criminosa; Advocacia administrativa regular; Violência arbitrária; Assassinato; Exercício funcional ilegalmente antecipado ou prolongado; Violação de sigilo privado; Violação do sigilo de proposta de concorrência."
      },
      {
        "letra": "E",
        "texto": "Peculato culposo; Peculato mediante erro de outrem; Inserção de dados falsos em sistema de informações; Modificação ou alteração não autorizada de sistema de informações; Extravio, sonegação ou inutilização de livro ou documento; Emprego irregular de verbas ou rendas públicas; Concussão; Corrupção passiva; Facilitação de contrabando ou descaminho; Prevaricação; Condescendência criminosa; Advocacia administrativa; Violência arbitrária; Abandono de função; Exercício funcional ilegalmente antecipado ou prolongado; Violação de sigilo funcional; Violação do sigilo de proposta de concorrência."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2176720",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Corrupção passiva",
      "Prevaricação",
      "Advocacia administrativa",
      "Abandono de função"
    ],
    "enunciado_principal": "Tendo em conta os Crimes contra a Administração Pública, previstos no Código Penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de abandono de função somente se caracteriza se ocorrer prejuízo público, tratando-se, assim, de crime material."
      },
      {
        "letra": "B",
        "texto": "O crime de corrupção passiva é formal, consumando-se ainda que o funcionário público não receba vantagem indevida."
      },
      {
        "letra": "C",
        "texto": "Para a caracterização do crime de prevaricação, é necessário que o funcionário público retarde ou deixe de praticar, indevidamente, ato de ofício, cedendo a pedido ou influência de outro."
      },
      {
        "letra": "D",
        "texto": "O crime de advocacia administrativa se consuma quando o advogado privado, para defender interesse de seu cliente, junto à Administração Pública, oferece vantagem a funcionário público, para o influenciar na prática de ato."
      },
      {
        "letra": "E",
        "texto": "O crime de peculato é praticado por funcionário público, exigindo que o bem ou valor apropriado seja público."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2161559",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: DPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Abandono de função"
    ],
    "enunciado_principal": "O crime de abandono de função do art. 323 do CP é qualificado se o fato",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é praticado por militar."
      },
      {
        "letra": "B",
        "texto": "é praticado em conjunto por 3 (três) ou mais servidores."
      },
      {
        "letra": "C",
        "texto": "causa vultoso prejuízo a particular."
      },
      {
        "letra": "D",
        "texto": "ocorre em lugar compreendido na faixa de fronteira."
      },
      {
        "letra": "E",
        "texto": "prolonga-se por período superior a 10 dias."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2193661",
    "metadata": "Ano: 2022 | Banca: CONSULPAM | Órgão: Prefeitura de Irauçuba - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Noções Gerais de Crimes Contra a Administração Pública",
      "Peculato",
      "Facilitação de contrabando ou descaminho",
      "Abandono de função"
    ],
    "enunciado_principal": "Acerca dos crimes contra a Administração Pública, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É considerado peculato apropriar-se de dinheiro ou qualquer utilidade que, no exercício do cargo, recebeu por erro de outrem."
      },
      {
        "letra": "B",
        "texto": "Modificar ou alterar, o funcionário, sistema de informações ou programa de informática sem autorização da autoridade competente constitui mera infração administrativa. Apenas a inserção de dados falsos constitui crime."
      },
      {
        "letra": "C",
        "texto": "Facilitar a prática de contrabando ou de descaminho não constitui infração penal, uma vez que tal não se encontra tipificada no código penal."
      },
      {
        "letra": "D",
        "texto": "O abandono de função pode resultar em perda do cargo pelo servidor. Entretanto, não há previsão de detenção pela prática dessa conduta."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2059780",
    "metadata": "Ano: 2022 | Banca: IBADE | Órgão: Prefeitura de Colíder - MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Corrupção passiva",
      "Condescendência criminosa",
      "Advocacia administrativa",
      "Abandono de função",
      "Violação de sigilo funcional"
    ],
    "enunciado_principal": "Deixar o funcionário, por indulgência, de responsabilizar subordinado que cometeu infração no exercício do cargo ou, quando lhe falte competência, não levar o fato ao conhecimento da autoridade competente, configura crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "corrupção passiva."
      },
      {
        "letra": "B",
        "texto": "advocacia administrativa."
      },
      {
        "letra": "C",
        "texto": "abandono de função."
      },
      {
        "letra": "D",
        "texto": "condescendência criminosa."
      },
      {
        "letra": "E",
        "texto": "violação de sigilo funcional."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2036536",
    "metadata": "Ano: 2022 | Banca: IBADE | Órgão: Câmara de Acrelândia - AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Corrupção passiva",
      "Prevaricação",
      "Abandono de função"
    ],
    "enunciado_principal": "“Exigir, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida” Assinale a alternativa que contém o crime contra a administração pública supracitado.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Excesso de exação."
      },
      {
        "letra": "B",
        "texto": "Abandono de função."
      },
      {
        "letra": "C",
        "texto": "Prevaricação."
      },
      {
        "letra": "D",
        "texto": "Concussão."
      },
      {
        "letra": "E",
        "texto": "Corrupção Passiva."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1995394",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Abandono de função"
    ],
    "enunciado_principal": "O Analista Judiciário Platão, fora dos casos permitidos em lei, resolveu abandonar o cargo público exercido. Em relação à conduta que foi praticada, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A conduta de Platão configura o crime de abandono de função, que é classificado na doutrina como delito de mão própria"
      },
      {
        "letra": "B",
        "texto": "Em caso de prejuízo público, Platão responderá pelo crime de abandono de função em sua forma qualificada"
      },
      {
        "letra": "C",
        "texto": "A conduta de Platão constitui o crime de abandono de função, classificado na doutrina como delito omissivo próprio e que não admite a tentativa"
      },
      {
        "letra": "D",
        "texto": "Se o fato tiver ocorrido em lugar compreendido na faixa de fronteira, a pena será aplicada em dobro"
      },
      {
        "letra": "E",
        "texto": "Platão praticou crime contra a administração pública"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1972795",
    "metadata": "Ano: 2022 | Banca: IBADE | Órgão: INOVA Capixaba - ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Abandono de função"
    ],
    "enunciado_principal": "Abandonar cargo público, fora dos casos permitidos em lei constitui crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "concussão."
      },
      {
        "letra": "B",
        "texto": "abandono de função."
      },
      {
        "letra": "C",
        "texto": "condescendência criminosa."
      },
      {
        "letra": "D",
        "texto": "exercício funcional ilegalmente antecipado ou prolongado."
      },
      {
        "letra": "E",
        "texto": "prevaricação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1955051",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Modificação ou alteração não autorizada de sistemas de informações",
      "Concussão e Excesso de Exação",
      "Corrupção passiva",
      "Advocacia administrativa",
      "Abandono de função"
    ],
    "enunciado_principal": "Assinale a alternativa correta no que concerne aos crimes contra a Administração.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de advocacia administrativa apenas se consuma se o interesse patrocinado pelo agente for ilegítimo."
      },
      {
        "letra": "B",
        "texto": "O crime de corrupção passiva apenas se consuma quando há solicitação, recebimento ou aceitação de promessa indevida pelo funcionário."
      },
      {
        "letra": "C",
        "texto": "O crime de concussão apenas se consuma quando a vantagem exigida é efetivamente auferida."
      },
      {
        "letra": "D",
        "texto": "O crime de abandono de função apenas se consuma se do fato resultar prejuízo público."
      },
      {
        "letra": "E",
        "texto": "O crime de modificação ou alteração não autorizada de sistema de informações apenas se consuma se houver dano para a Administração ou para o administrado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1754338",
    "metadata": "Ano: 2020 | Banca: IDIB | Órgão: Prefeitura de Jaguaribe - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Abandono de função"
    ],
    "enunciado_principal": "O Código Penal prevê penas a funcionários públicos para caso de abandono de cargo público, fora dos casos permitidos em lei. Acerca do tema, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pena pelo abandono que não resulta em prejuízo público é detenção, de 10 a 15 dias, e multa."
      },
      {
        "letra": "B",
        "texto": "A pena pelo abandono que resulta em prejuízo público é detenção, de três meses a um ano, e multa."
      },
      {
        "letra": "C",
        "texto": "A pena pelo abandono que ocorra em lugar compreendido na faixa de fronteira é detenção, de um a cinco anos, e multa."
      },
      {
        "letra": "D",
        "texto": "A pena pelo abandono que resulta em ganho ao público é multa, apenas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1700177",
    "metadata": "Ano: 2020 | Banca: EDUCA | Órgão: Prefeitura de Cabedelo - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Abandono de função"
    ],
    "enunciado_principal": "De acordo com o art. 323, § 1º do Decreto nº 2.848/40, “Abandonar cargo público, fora dos casos permitidos em lei e que o fato resulta prejuízo público”, pena de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Detenção, de dois meses a um ano, e multa."
      },
      {
        "letra": "B",
        "texto": "Detenção, de três meses a um ano, e multa."
      },
      {
        "letra": "C",
        "texto": "Detenção, de seis meses a um ano, e multa."
      },
      {
        "letra": "D",
        "texto": "Detenção, de seis meses a dois anos, e multa."
      },
      {
        "letra": "E",
        "texto": "Detenção, de um ano a dois anos, e multa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1683345",
    "metadata": "Ano: 2020 | Banca: ADM&TEC | Órgão: Prefeitura de Araçoiaba - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Abandono de função"
    ],
    "enunciado_principal": "Analise as afirmativas a seguir: I. Colaborar com a pacificação de conflitos que seus integrantes presenciarem, atentando para o respeito aos direitos fundamentais das pessoas, é uma das competências específicas das guardas municipais, respeitadas as competências dos órgãos federais e estaduais, de acordo com o artigo 5º da Lei nº 13.022, de 2014. II. Defender judicialmente os direitos e interesses das populações indígenas, e expedir notificações nos procedimentos administrativos de sua competência, requisitando informações e documentos para instruí-los, na forma da lei complementar respectiva, são funções institucionais do Ministério Público previstas no artigo 129 da Constituição Federal de 1988. III. Abandonar um cargo público, fora dos casos permitidos em lei, é um crime penalizado com detenção, de seis a doze meses, e multa, conforme o artigo 323 do Código Penal. De acordo com o § 1º desse artigo, se do fato resulta em prejuízo público, a pena é de detenção, de três a seis anos, ou multa.Marque a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nenhuma afirmativa está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas uma afirmativa está correta."
      },
      {
        "letra": "C",
        "texto": "Apenas duas afirmativas estão corretas."
      },
      {
        "letra": "D",
        "texto": "Todas as afirmativas estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1134391",
    "metadata": "Ano: 2020 | Banca: FGV | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Corrupção passiva",
      "Prevaricação",
      "Abandono de função"
    ],
    "enunciado_principal": "Oficial de justiça que deixa de dar cumprimento integral a mandado de penhora em razão de sentir pena do proprietário do bem penhorado comete, em tese, o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "corrupção passiva privilegiada;"
      },
      {
        "letra": "B",
        "texto": "abandono de função;"
      },
      {
        "letra": "C",
        "texto": "violação de sigilo profissional;"
      },
      {
        "letra": "D",
        "texto": "corrupção passiva simples;"
      },
      {
        "letra": "E",
        "texto": "prevaricação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1001132",
    "metadata": "Ano: 2019 | Banca: AMAUC | Órgão: Prefeitura de Itá - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Prevaricação",
      "Condescendência criminosa",
      "Abandono de função",
      "Desacato"
    ],
    "enunciado_principal": "Retardar ou deixar de praticar, indevidamente, ato de ofício, ou praticá-lo contra disposição expressa de lei, para satisfazer interesse ou sentimento pessoal. O ilícito acima descrito trata do crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Peculato."
      },
      {
        "letra": "B",
        "texto": "Condescendência criminosa."
      },
      {
        "letra": "C",
        "texto": "Desacato."
      },
      {
        "letra": "D",
        "texto": "Prevaricação."
      },
      {
        "letra": "E",
        "texto": "Abandono de função."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "906957",
    "metadata": "Ano: 2018 | Banca: INSTITUTO AOCP | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Prevaricação",
      "Condescendência criminosa",
      "Abandono de função",
      "Corrupção ativa em transação comercial internacional. Tráfico de influência em transação comercial internacional",
      "Sonegação de papel ou objeto de valor probatório. Exploração de prestígio"
    ],
    "enunciado_principal": "Determinado tipo penal previsto no Código Penal possui o seguinte enunciado: \"Retardar ou deixar de praticar, indevidamente, ato de ofício, ou praticá-lo contra disposição expressa de lei, para satisfazer interesse ou sentimento pessoal\". Determinado servidor público do setor administrativo da Justiça do Trabalho deixa de publicar edital relativo à intimação de um amigo pessoal, para que este ganhe mais prazo de tempo no processo em que responde. A esse fato criminoso cometido pelo servidor em questão dá-se o nome do tipo penal respectivo de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "exploração de prestígio."
      },
      {
        "letra": "B",
        "texto": "tráfico de influência."
      },
      {
        "letra": "C",
        "texto": "abandono de função."
      },
      {
        "letra": "D",
        "texto": "condescendência criminosa."
      },
      {
        "letra": "E",
        "texto": "prevaricação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1344022",
    "metadata": "Ano: 2017 | Banca: COPS-UEL | Órgão: Câmara de Londrina - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Abandono de função",
      "Desobediência"
    ],
    "enunciado_principal": "Sobre os crimes contra a administração pública, previstos no Código Penal, considere as afirmativas a seguir. I. Abandonar cargo público fora dos casos permitidos em lei. II. Praticar violência no exercício de função ou a pretexto de exercê-la. III. Desobedecer a superior hierárquico no exercício da função pública. IV. Patrocinar, diretamente, interesse coletivo perante a administração pública. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as afirmativas I e II são corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as afirmativas I e IV são corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as afirmativas III e IV são corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as afirmativas I, II e III são corretas."
      },
      {
        "letra": "E",
        "texto": "Somente as afirmativas II, III e IV são corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "865521",
    "metadata": "Ano: 2017 | Banca: Quadrix | Órgão: CONTER",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Prevaricação",
      "Condescendência criminosa",
      "Advocacia administrativa",
      "Abandono de função"
    ],
    "enunciado_principal": "A conduta de “patrocinar, direta ou indiretamente, interesse privado perante a administração pública, valendo-se da qualidade de funcionário”, caracteriza o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "concussão."
      },
      {
        "letra": "B",
        "texto": "prevaricação."
      },
      {
        "letra": "C",
        "texto": "advocacia administrativa."
      },
      {
        "letra": "D",
        "texto": "condescendência criminosa."
      },
      {
        "letra": "E",
        "texto": "abandono da função."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "832422",
    "metadata": "Ano: 2017 | Banca: UTFPR | Órgão: UTFPR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato mediante erro de outrem",
      "Facilitação de contrabando ou descaminho",
      "Abandono de função",
      "Exercício funcional ilegalmente antecipado ou prolongado",
      "Violação de sigilo de proposta de concorrência"
    ],
    "enunciado_principal": "São crimes praticados por funcionário público contra a Administração em geral: I) Abandono ________. II) Emprego irregular_________ou rendas públicas. III) Facilitação____________ ou descaminho. IV) Violação do sigilo__________de concorrência. V) Peculato mediante erro ___________. Assinale a alternativa que preenche corretamente as lacunas na ordem em que se apresentam.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de seção / de bens / de concorrência / de proposta / de outrem."
      },
      {
        "letra": "B",
        "texto": "de função / de verbas / de contrabando / de proposta / de outrem."
      },
      {
        "letra": "C",
        "texto": "de comissão / de verbas / de serviços / de fiscalização / próprio."
      },
      {
        "letra": "D",
        "texto": "de função / de verbas / de contrabando / de proposta / próprio."
      },
      {
        "letra": "E",
        "texto": "de função / de produtos / de contrabando / de documentos / de outrem."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "826519",
    "metadata": "Ano: 2017 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Abandono de função"
    ],
    "enunciado_principal": "Certos crimes têm suas penas estabelecidas em patamares superiores quando presentes circunstâncias que aumentam o desvalor da conduta. São os denominados “tipos qualificados”. Assinale a alternativa que indica o crime que tem como qualificadoras “resultar prejuízo público” e “ocorrer em lugar compreendido na faixa de fronteira”.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Corrupção passiva."
      },
      {
        "letra": "B",
        "texto": "Exercício arbitrário das próprias razões."
      },
      {
        "letra": "C",
        "texto": "Abuso de poder."
      },
      {
        "letra": "D",
        "texto": "Violência arbitrária."
      },
      {
        "letra": "E",
        "texto": "Abandono de função."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "798594",
    "metadata": "Ano: 2017 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Concussão e Excesso de Exação",
      "Corrupção passiva",
      "Abandono de função"
    ],
    "enunciado_principal": "No que respeita aos crimes contra a Administração Pública, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ao peculato mediante erro de outrem se aplica, por expressa disposição legal, a causa extintiva da punibilidade da reparação do dano anterior à sentença irrecorrível."
      },
      {
        "letra": "B",
        "texto": "O crime de corrupção passiva, para consumar-se, depende de que o agente retarde ou deixe de praticar o ato a que obrigado, ou que o pratique infringindo dever funcional."
      },
      {
        "letra": "C",
        "texto": "O crime de abandono de função é próprio e material, exigindo, para sua consumação, a causação de prejuízo à Administração Pública."
      },
      {
        "letra": "D",
        "texto": "Já decidiu o Supremo Tribunal Federal que ser o sujeito ativo policial, no crime de concussão, pode ser considerada circunstância judicial negativa, não obstante a condição de funcionário público ser elementar do tipo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1157414",
    "metadata": "Ano: 2016 | Banca: ADVISE | Órgão: Prefeitura de Conde - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Abandono de função",
      "Resistência",
      "Desobediência",
      "Contrabando"
    ],
    "enunciado_principal": "Qual das alternativas abaixo NÃO apresenta um dos crimes praticados por particular contra a administração geral?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Resistência"
      },
      {
        "letra": "B",
        "texto": "Desobediência"
      },
      {
        "letra": "C",
        "texto": "Usurpação de função pública"
      },
      {
        "letra": "D",
        "texto": "Contrabando"
      },
      {
        "letra": "E",
        "texto": "Concussão"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1008145",
    "metadata": "Ano: 2016 | Banca: UFES | Órgão: UFES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Abandono de função"
    ],
    "enunciado_principal": "Sobre o crime de abandono de função, com base no art. 323 do Código Penal Brasileiro, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para configuração do crime de abandono de função, do fato deve resultar prejuízo público."
      },
      {
        "letra": "B",
        "texto": "Somente se configura abandono de função quando o fato ocorrer em lugar compreendido na faixa de fronteira."
      },
      {
        "letra": "C",
        "texto": "Ao servidor que comete o crime de abandono de função, na sua forma simples, é aplicada pena de detenção ou multa."
      },
      {
        "letra": "D",
        "texto": "Ao servidor que comete o crime de abandono de função, na sua forma simples, é aplicada pena de reclusão."
      },
      {
        "letra": "E",
        "texto": "Ao servidor que comete o crime de abandono de função é aplicada pena de detenção de 3 a 5 anos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "852093",
    "metadata": "Ano: 2016 | Banca: UFES | Órgão: UFES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Abandono de função"
    ],
    "enunciado_principal": "Abandonar cargo público, fora dos casos permitidos em lei, é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ato de improbidade administrativa."
      },
      {
        "letra": "B",
        "texto": "emprego irregular de verbas ou rendas públicas."
      },
      {
        "letra": "C",
        "texto": "desobediência."
      },
      {
        "letra": "D",
        "texto": "crime contra a Administração Pública."
      },
      {
        "letra": "E",
        "texto": "usurpação de função pública."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "640844",
    "metadata": "Ano: 2016 | Banca: Prefeitura do Rio de Janeiro - RJ | Órgão: Prefeitura de Rio de Janeiro - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Abandono de função"
    ],
    "enunciado_principal": "Abandonar cargo público, fora dos casos permitidos em lei, resultando em grave prejuízo público, é crime punido com a seguinte pena, além da multa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "prisão administrativa"
      },
      {
        "letra": "B",
        "texto": "detenção"
      },
      {
        "letra": "C",
        "texto": "reclusão"
      },
      {
        "letra": "D",
        "texto": "prisão domiciliar"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "598638",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TJ-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Corrupção passiva",
      "Violência arbitrária",
      "Abandono de função",
      "Violação de sigilo funcional"
    ],
    "enunciado_principal": "NÃO constitui crime praticado por funcionário público contra a administração em geral:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "excesso de exação;"
      },
      {
        "letra": "B",
        "texto": "violência arbitrária;"
      },
      {
        "letra": "C",
        "texto": "abandono de função;"
      },
      {
        "letra": "D",
        "texto": "corrupção ativa;"
      },
      {
        "letra": "E",
        "texto": "violação de sigilo funcional."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "464486",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações",
      "Concussão e Excesso de Exação",
      "Abandono de função",
      "Resistência"
    ],
    "enunciado_principal": "Com relação aos crimes contra a Administração Pública, previstos no Código Penal, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "aquele que exclui indevidamente dados corretos nos sistemas informatizados ou bancos de dados da Administração Pública, com o fim de obter vantagem indevida para outrem, pratica o crime de inserção de dados falsos em sistemas de informações."
      },
      {
        "letra": "B",
        "texto": "abandonar cargo público, fora dos casos permitidos em lei, só tipificará o crime de abandono de função se resultar prejuízo público."
      },
      {
        "letra": "C",
        "texto": "o funcionário que modifica ou altera sistema de informações ou programa de informática sem autorização ou solicitação de autoridade competente pratica o crime de inserção de dados falsos em sistemas de informações."
      },
      {
        "letra": "D",
        "texto": "opor-se à execução de ato legal, ainda que sem violência ou ameaça a funcionário competente para executá-lo ou a quem lhe esteja prestando auxílio, tipifica o crime de resistência."
      },
      {
        "letra": "E",
        "texto": "receber, solicitar ou exigir para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida, tipifica o crime de concussão."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "822305",
    "metadata": "Ano: 2014 | Banca: UFES | Órgão: UFES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Abandono de função"
    ],
    "enunciado_principal": "O servidor público Jonas ficou doente e faltou ao serviço durante 32 dias, sem apresentar qualquer atestado médico. Nesse caso, Jonas poderá ser detido de 1 a 2 anos, PORQUE praticou o crime de abandono de função. A respeito das assertivas em destaque é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ambas as afirmativas são verdadeiras, e a primeira justifica a segunda."
      },
      {
        "letra": "B",
        "texto": "A primeira afirmativa é falsa, e a segunda é verdadeira."
      },
      {
        "letra": "C",
        "texto": "A primeira afirmativa é verdadeira, e a segunda é falsa."
      },
      {
        "letra": "D",
        "texto": "Ambas as afirmativas são falsas."
      },
      {
        "letra": "E",
        "texto": "Ambas as afirmativas são verdadeiras, mas a segunda não justifica a primeira."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "414513",
    "metadata": "Ano: 2014 | Banca: FEPESE | Órgão: Prefeitura de Florianópolis - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Noções Gerais de Crimes Contra a Administração Pública",
      "Corrupção passiva",
      "Abandono de função",
      "Exercício funcional ilegalmente antecipado ou prolongado"
    ],
    "enunciado_principal": "Assinale a alternativa correta de acordo com o Código Penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No peculato culposo, a reparação do dano antes da sentença irrecorrível é causa de extinção da punibilidade do agente."
      },
      {
        "letra": "B",
        "texto": "O crime de abandono de função somente estará caracterizado após o decurso de trinta dias."
      },
      {
        "letra": "C",
        "texto": "Pratica crime de corrupção passiva o servidor público que participa de rateio de valor obtido por meio ilícito."
      },
      {
        "letra": "D",
        "texto": "O sujeito ativo nos crimes praticados contra a administração pública deve ser funcionário público, assim caracterizado aquele que, de forma remunerada, exerce cargo, emprego ou função pública."
      },
      {
        "letra": "E",
        "texto": "O delito de alteração não autorizada de sistema de informações exige dolo específico de obter vantagem indevida para si ou para outrem."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "436814",
    "metadata": "Ano: 2013 | Banca: FEPESE | Órgão: SJC-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Concussão e Excesso de Exação",
      "Prevaricação",
      "Abandono de função"
    ],
    "enunciado_principal": "De acordo com o Código Penal, que crime pratica o servidor público que se apropriar de dinheiro, valor ou qualquer outro bem móvel, público ou particular, de que tem a posse em razão do cargo, ou desviá-lo, em proveito próprio ou alheio?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Abandono de função"
      },
      {
        "letra": "B",
        "texto": "Concussão"
      },
      {
        "letra": "C",
        "texto": "Peculato"
      },
      {
        "letra": "D",
        "texto": "Prevaricação"
      },
      {
        "letra": "E",
        "texto": "Excesso de exação"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "377575",
    "metadata": "Ano: 2013 | Banca: Prefeitura do Rio de Janeiro - RJ | Órgão: Prefeitura de Rio de Janeiro - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Abandono de função"
    ],
    "enunciado_principal": "O abandono de cargo público fora dos casos permitidos em lei é considerado crime, no Código Penal, punido com:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "reclusão"
      },
      {
        "letra": "B",
        "texto": "detenção"
      },
      {
        "letra": "C",
        "texto": "advertência"
      },
      {
        "letra": "D",
        "texto": "suspensão"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "364993",
    "metadata": "Ano: 2013 | Banca: Prefeitura do Rio de Janeiro - RJ | Órgão: SMA-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Abandono de função"
    ],
    "enunciado_principal": "Abandonar cargo público, fora dos casos permitidos em lei, causando prejuízo público, é crime cuja pena corresponde a:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "reclusão de um a dois anos ou multa"
      },
      {
        "letra": "B",
        "texto": "detenção de um a dois anos ou multa"
      },
      {
        "letra": "C",
        "texto": "detenção de três meses a um ano e multa"
      },
      {
        "letra": "D",
        "texto": "reclusão de seis meses a dois anos"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "346666",
    "metadata": "Ano: 2013 | Banca: FUMARC | Órgão: TJM-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Facilitação de contrabando ou descaminho",
      "Prevaricação",
      "Abandono de função"
    ],
    "enunciado_principal": "Em relação aos crimes contra a administração pública, é correto o que se afirma, EXCETO em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A facilitação de contrabando e descaminho é crime funcional próprio."
      },
      {
        "letra": "B",
        "texto": "O crime de abandono de função possui previsão legal na forma dolosa e culposa."
      },
      {
        "letra": "C",
        "texto": "O crime de prevaricação pode ser praticado pelo funcionário público por meio de ação ou omissão, para satis- fazer interesse ou sentimento pessoal."
      },
      {
        "letra": "D",
        "texto": "Considera-se funcionário público, para os efeitos penais, quem, embora transitoriamente ou sem remunera- ção, exerce cargo, emprego ou função pública."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1664505",
    "metadata": "Ano: 2012 | Banca: FDC | Órgão: Prefeitura de Belo Horizonte - MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Abandono de função"
    ],
    "enunciado_principal": "O médico do município de Belo Horizonte que abandona o plantão hospitalar no serviço público, causando grave prejuízo, fica sujeito, além da multa, à pena de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "reclusão de um a três anos"
      },
      {
        "letra": "B",
        "texto": "reclusão de dois a oito anos"
      },
      {
        "letra": "C",
        "texto": "reclusão de quatro a doze anos"
      },
      {
        "letra": "D",
        "texto": "detenção de quinze dias a um mês"
      },
      {
        "letra": "E",
        "texto": "detenção de três meses a um ano"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "856795",
    "metadata": "Ano: 2012 | Banca: NUCEPE | Órgão: PC-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Corrupção passiva",
      "Prevaricação",
      "Abandono de função",
      "Corrupção ativa"
    ],
    "enunciado_principal": "Acerca dos crimes contra a Administração Pública, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "abandonar cargo público não é crime, mas tal conduta acarreta a perda do cargo e da respectiva remuneração."
      },
      {
        "letra": "B",
        "texto": "a corrupção passiva não está tipificada como crime no Código Penal em vigor, figurando apenas como falta funcional grave, punível com demissão, a bem do serviço público."
      },
      {
        "letra": "C",
        "texto": "a corrupção ativa não está tipificada como crime no Código Penal em vigor, mas constitui falta funcional grave, punível com demissão."
      },
      {
        "letra": "D",
        "texto": "prevaricação, segundo o Código Penal em vigor, equipara-se à condescendência criminosa."
      },
      {
        "letra": "E",
        "texto": "abandonar cargo público, fora dos casos permitidos em lei, é crime contra a Administração Pública."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "289903",
    "metadata": "Ano: 2012 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Extravio, sonegação ou inutilização de livro ou documento",
      "Prevaricação",
      "Abandono de função",
      "Violação de sigilo funcional"
    ],
    "enunciado_principal": "O funcionário público que revela fato de que tem ciência em razão do cargo e que deva permanecer em segredo pratica crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Abandono de função."
      },
      {
        "letra": "B",
        "texto": "Prevaricação."
      },
      {
        "letra": "C",
        "texto": "Extravio, sonegação ou inutilização de livro ou documento."
      },
      {
        "letra": "D",
        "texto": "Inserção de dados falsos em sistema de informações."
      },
      {
        "letra": "E",
        "texto": "Violação de sigilo funcional."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "408374",
    "metadata": "Ano: 2011 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Prevaricação",
      "Abandono de função"
    ],
    "enunciado_principal": "Um funcionário público de um posto de fiscalização em Santana do Livramento (faixa de fronteira) abandonou o cargo de forma ilícita. Tal fato, todavia, não chegou a resultar prejuízo público. Considerando esse contexto, assinale a assertiva correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tal fato não caracteriza o crime de abandono de função, pois, para caracterizá-lo, é indispensável a prova do efetivo prejuízo público à Administração."
      },
      {
        "letra": "B",
        "texto": "O funcionário poderá ser responsabilizado pelo crime de abandono de função simples (art. 323, caput do CP), na medida em que não incide qualquer qualificadora no fato descrito."
      },
      {
        "letra": "C",
        "texto": "O funcionário cometeu, em tese, o delito de abandono de função qualificado (art. 323, § 2º, do CP), já que o delito ocorreu em lugar compreendido na faixa de fronteira."
      },
      {
        "letra": "D",
        "texto": "O funcionário cometeu, em tese, o crime de abandono de função privilegiado em razão da inexistência de prejuízo público efetivo."
      },
      {
        "letra": "E",
        "texto": "O funcionário cometeu, em tese, o crime de prevaricação por ter deixado de praticar ato de ofício."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "408373",
    "metadata": "Ano: 2011 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Abandono de função"
    ],
    "enunciado_principal": "O artigo 327, § 2º, do Código Penal prevê como causa de aumento de pena o fato de o autor do crime ser ocupante de cargo em comissão ou de função de direção ou assessoramento de órgão da Administração direta, de sociedade de economia mista, de empresa pública ou de fundação instituída pelo poder público. Tal causa de aumento aplica-se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas ao crime de peculato e de prevaricação."
      },
      {
        "letra": "B",
        "texto": "apenas aos crimes de peculato, de corrupção passiva, de concussão e de prevaricação."
      },
      {
        "letra": "C",
        "texto": "a todos os crimes contra a Administração Pública, praticados tanto por particulares como por funcionários públicos."
      },
      {
        "letra": "D",
        "texto": "a todos os crimes praticados por funcionário público contra a Administração em geral."
      },
      {
        "letra": "E",
        "texto": "apenas aos crimes de condescendência criminosa, abandono de função e violência arbitrária."
      }
    ],
    "gabarito": "D"
  }
]