[
  {
    "id": "1968386",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a família",
      "Abandono material"
    ],
    "enunciado_principal": "No que se refere aos crimes contra a família, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de entrega de filho menor a pessoa inidônea admite as modalidades dolosa e culposa."
      },
      {
        "letra": "B",
        "texto": "Nos crimes de bigamia e de falsificação de registro civil, a prescrição começa a correr da data em que se consumou o assentamento."
      },
      {
        "letra": "C",
        "texto": "Não configura o crime de bigamia, se ambos os contraentes souberem dessa condição depois de já estarem separados judicialmente por outros motivos."
      },
      {
        "letra": "D",
        "texto": "A conduta de registrar como seu o filho de outrem configura crime de sonegação de estado de filiação."
      },
      {
        "letra": "E",
        "texto": "A infração penal de abandono material se configura como crime omissivo próprio."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1955374",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a família",
      "Abandono material"
    ],
    "enunciado_principal": "A respeito dos crimes contra a assistência familiar, previstos no Código Penal, é correto dizer que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deixar de socorrer, sem justa causa, irmão gravemente enfermo, em tese, caracteriza o crime de abandono material."
      },
      {
        "letra": "B",
        "texto": "deixar de prover a instrução de ensino superior de filho, sem justa causa, em tese, caracteriza o crime de abandono intelectual."
      },
      {
        "letra": "C",
        "texto": "permitir que ascendente idoso mendigue ou sirva de mendigo para excitar a comiseração pública, em tese, caracteriza o crime de abandono intelectual."
      },
      {
        "letra": "D",
        "texto": "entregar filho menor de 21 anos a pessoa cuja companhia pode implicar perigo moral, em tese, caracteriza o crime de entrega de filho menor a pessoa inidônea."
      },
      {
        "letra": "E",
        "texto": "deixar de prover, sem justa causa, a subsistência de filho inapto ao trabalho, não lhe proporcionando os recursos necessários, em tese, caracteriza o crime de abandono material."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "812492",
    "metadata": "Ano: 2017 | Banca: IBADE | Órgão: PC-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a família",
      "Abandono material"
    ],
    "enunciado_principal": "No que tange aos crimes contra a família, assinale a resposta correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de abandono intelectual pode ocorrer quando os pais, sem justa causa, deixam de matricular o filho no ensino fundamental ou no ensino médio, ou quando o obrigam a faltar repetidas vezes, prejudicando seu desempenho escolar."
      },
      {
        "letra": "B",
        "texto": "O crime de conhecimento de prévio impedimento é uma norma penal em branco homogênea, cuja ação penal dependerá de queixa do contraente enganado."
      },
      {
        "letra": "C",
        "texto": "Aquele que falsifica documentos com o exclusivo objetivo de contrair novas núpcias, já sendo casado, comete crimes de bigamia e contra a fé pública, em concurso."
      },
      {
        "letra": "D",
        "texto": "Comete crime de abandono material quem, sendo solvente e sem motivo justo, com o único propósito de deixar de pagar pensão alimentícia fixada em acordo judicialmente homologado, abandona o emprego, gerando situação de necessidade - não suprida por outrem - para o alimentando."
      },
      {
        "letra": "E",
        "texto": "A subtração de incapazes é crime expressamente subsidiário, além de classificado pela doutrina como permanente, de modo que seu prazo prescricional tem termo inicial quando o incapaz é restituído."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "876580",
    "metadata": "Ano: 2014 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a família",
      "Abandono material"
    ],
    "enunciado_principal": "Em relação ao crime de abandono material, conforme tipificado no artigo 244 do Código Penal, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "podem ser vítimas apenas o filho menor de 18 (dezoito) anos ou inapto para o trabalho ou o ascendente maior de 60 (sessenta) anos."
      },
      {
        "letra": "B",
        "texto": "deixar de prover parcialmente a subsistência de filho menor de 18 (dezoito) anos ou inapto para o trabalho, de maneira não dolosa, configura o crime na forma tentada."
      },
      {
        "letra": "C",
        "texto": "a pena prevista para o tipo penal é de 1 (um) a 4 (quatro) anos ou multa."
      },
      {
        "letra": "D",
        "texto": "quem, sendo solvente, frustra ou ilide, de qualquer modo, inclusive por abandono injustificado de emprego ou função, o pagamento de pensão alimentícia judicialmente acordada, fixada ou majorada, incorre no crime e tem a pena majorada em 1/3."
      },
      {
        "letra": "E",
        "texto": "se trata de crime omissivo próprio."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "293719",
    "metadata": "Ano: 2012 | Banca: IESES | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Crimes contra a família",
      "Abandono material",
      "Abandono intelectual",
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Assinale a assertiva correta quanto ao que expressamente estabelece o Código Penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Trata-se de conduta tipificada como abandono intelectual, permitir alguém que menor de dezoito anos, sujeito a seu poder ou confiado à sua guarda ou vigilância, frequente casa de jogos."
      },
      {
        "letra": "B",
        "texto": "Trata-se de conduta tipificada como abandono material: deixar de prover a subsistência do cônjuge, ou de filho menor de 18 (dezoito) anos ou inapto para o trabalho, ou de ascendente inválido ou maior de 60 (sessenta) anos, não lhes proporcionando os recursos necessários ou faltando ao pagamento de pensão alimentícia judicialmente acordada, fixada ou majorada."
      },
      {
        "letra": "C",
        "texto": "Incorre na pena de falsidade ideológica, quem insere na Carteira de Trabalho e Previdência Social do empregado, declaração falsa ou diversa da que deveria ter sido escrita."
      },
      {
        "letra": "D",
        "texto": "Trata-se de furto qualificado, quando condômino subtrai para si ou para outrem, a quem legitimamente a detém, a coisa comum."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "707060",
    "metadata": "Ano: 2011 | Banca: MPE-PB | Órgão: MPE-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a família",
      "Abandono material",
      "Crimes contra a administração pública",
      "Corrupção ativa",
      "Legislação Penal Especial",
      "Crimes contra o Consumidor, a Ordem Econômica e Tributária – Lei nº 8.078 de 1990 e Lei nº 8.137 de 1990"
    ],
    "enunciado_principal": "Julgue as seguintes assertivas: I - O crime de corrupção ativa (art. 333, do CP) pode ser praticado via omissão própria. II - Por ser delito comum e de mera atividade, o crime de abandono material (art. 246 do CP) admite a tentativa. III - A circunstância de ser o crime cometido em detrimento de operário ou rurícola agrava a pena nos delitos definidos pelo Código de Defesa do Consumidor.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I e II estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas I está errada."
      },
      {
        "letra": "C",
        "texto": "Apenas I e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "I, II e III estão erradas."
      },
      {
        "letra": "E",
        "texto": "(Abstenção de resposta - Seção VIII, item 11, do Edital do Concurso)."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "707059",
    "metadata": "Ano: 2011 | Banca: MPE-PB | Órgão: MPE-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o respeito aos mortos",
      "Crimes contra a família",
      "Abandono material",
      "Crimes contra a paz pública",
      "Associação criminosa"
    ],
    "enunciado_principal": "Assinale a alternativa errada:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de destruição, subtração ou ocultação de cadáver é exemplo de crime vago."
      },
      {
        "letra": "B",
        "texto": "O crime de abandono material admite a forma culposa."
      },
      {
        "letra": "C",
        "texto": "O crime de quadrilha ou bando se configura no momento em que quatro ou mais pessoas se associam para a prática de um número indeterminado de crimes, mesmo que não ocorra a execução de qualquer delito."
      },
      {
        "letra": "D",
        "texto": "De acordo com a Lei de Planejamento Familiar (Lei Federal n° 9.263/96), constitui crime o médico deixar de notificar à autoridade sanitária as esterilizações cirúrgicas que realizar."
      },
      {
        "letra": "E",
        "texto": "(Abstenção de resposta - Seção VIII, item 11, do Edital do Concurso)."
      }
    ],
    "gabarito": "B"
  }
]