[
  {
    "id": "3598278",
    "metadata": "Ano: 2024 | Banca: INSTITUTO AOCP | Órgão: DEPPEN-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Lei penal no tempo",
      "Causas de extinção da punibilidade",
      "Abolitio criminis"
    ],
    "enunciado_principal": "Mário foi condenado por sentença penal transitada em julgado em virtude da prática de diversos crimes e, durante o cumprimento da pena privativa de liberdade aplicada, soube que uma nova lei descriminalizou uma das condutas que praticou. Nesse caso hipotético, conforme o Código Penal, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a descriminalização da conduta não afeta a pena aplicada a Mário, porque a sentença penal já transitou em julgado."
      },
      {
        "letra": "B",
        "texto": "por ter sido condenado por fato que deixou de ser considerado crime, Mário deve cumprir só metade da pena remanescente."
      },
      {
        "letra": "C",
        "texto": "Mário não será beneficiado pela abolição do crime, pois já iniciou o cumprimento da pena aplicada."
      },
      {
        "letra": "D",
        "texto": "a nova lei não repercutirá sobre a pena aplicada a Mário, pois, ao tempo da condenação, a conduta era definida como crime."
      },
      {
        "letra": "E",
        "texto": "a nova lei repercute sobre a pena aplicada a Mário, fazendo cessar a execução da pena e os efeitos penais da sentença condenatória em relação ao fato que deixou de ser considerado crime."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3172677",
    "metadata": "Ano: 2024 | Banca: IBFC | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Abolitio criminis",
      "Legislação Penal Especial",
      "Lei de Armas (Estatuto do Desarmamento) – Lei nº 10.826 de 2003 e Decretos Regulamentares"
    ],
    "enunciado_principal": "Tício teve o trânsito em julgado, em 10 de outubro de 2003, de sua condenação por porte de simulacro de arma de fogo com o fim de cometer crimes majorado por ser servidor público, nos termos da velha Lei de Armas – Lei n° 9.437, de 20 de fevereiro de 1997, na forma de seu artigo 10, §1º, inciso II, e §4º. Foram-lhe aplicadas as penas de detenção, de um ano e seis meses em regime inicial semiaberto e multa, cujo cumprimento se iniciou logo no dia 17 de outubro de 2003. Decretou-se, como efeito da sentença penal, a perda do cargo público que exercia. Sobreveio o Estatuto do Desarmamento - Lei n° 10.826, de 22 de dezembro de 2003, que não previu o mesmo tipo penal. Diante do caso, analise as afirmativas abaixo e dê valores Verdadeiro (V) ou Falso (F). ( ) Com a mudança de lei, houve abolitio criminis, razão pela qual Tício pode pleitear sua recondução ao cargo público que exercia. ( ) Tício foi desclassificado de concurso público, que prestou em 01/01/2005, porque ostentaria condenação criminal, sendo que, de fato, o edital do concurso previa que os candidatos, obrigatoriamente, deveriam ser primários. Sua exclusão do certame foi correta, porque a primariedade constata-se pela ausência de condenação, independentemente de os efeitos da sentença ainda estarem sendo produzidos ou não. ( ) Tício poderá promover ação civil contra o Estado por ter cumprido pena indevidamente de 17/10/2003 até 22/12/2003. Assinale a alternativa que apresenta a sequência correta de cima para baixo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V - V - V"
      },
      {
        "letra": "B",
        "texto": "V - V - F"
      },
      {
        "letra": "C",
        "texto": "V - F - V"
      },
      {
        "letra": "D",
        "texto": "F - F - F"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3115063",
    "metadata": "Ano: 2024 | Banca: FEPESE | Órgão: Prefeitura de Palhoça - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Abolitio criminis"
    ],
    "enunciado_principal": "De acordo com o Direito Penal, quando uma lei nova passa a não mais considerar crime uma determinada conduta, ocorre o fenômeno da:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "retroatividade."
      },
      {
        "letra": "B",
        "texto": "ultra-atividade."
      },
      {
        "letra": "C",
        "texto": "abolitio criminis."
      },
      {
        "letra": "D",
        "texto": "continuidade delitiva."
      },
      {
        "letra": "E",
        "texto": "extinção de culpabilidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2551542",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: Prefeitura de São José dos Campos - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Princípios limitadores do poder punitivo estatal",
      "Causas de extinção da punibilidade",
      "Abolitio criminis"
    ],
    "enunciado_principal": "Em julho de 2023, João praticou determinada conduta, àquela época tipificada como crime. Ocorre que, em julho de 2004, adveio nova legislação que passou a considerar a mesma conduta atípica. No caso em tela, considerando que a ação penal em face de João ainda está em curso, aplica-se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a nova lei, porque ninguém pode ser punido por fato que lei posterior deixa de considerar crime."
      },
      {
        "letra": "B",
        "texto": "a lei antiga, porque o fato ocorreu à época de sua vigência."
      },
      {
        "letra": "C",
        "texto": "a lei antiga, mas incide uma causa de diminuição de pena, decorrente do novo tratamento penal para a matéria."
      },
      {
        "letra": "D",
        "texto": "parcialmente a nova lei, porque a lei posterior, que de qualquer modo favorecer o agente, aplica-se aos fatos anteriores, exceto se decididos por sentença condenatória transitada em julgado."
      },
      {
        "letra": "E",
        "texto": "parcialmente a nova lei, porque a lei posterior, que de qualquer modo favorecer o agente, aplica-se aos fatos anteriores, exceto se já tiver ocorrido o interrogatório do réu."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2457374",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: AL-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Abolitio criminis",
      "Legislação Penal Especial",
      "Lei de Tóxicos – Lei nº 11.343 de 2006"
    ],
    "enunciado_principal": "João responde, perante o Juizado Especial Criminal da Comarca Alfa, pela prática do crime de porte de drogas para consumo pessoal (Art. 28 da Lei nº 11.343/2006), por ter sido encontrado com cinco gramas de cannabis sativa L., popularmente conhecida como maconha. Nada obstante, no curso da persecução penal, o Congresso Nacional editou uma legislação descriminalizando a conduta perpetrada pelo agente. Nesse cenário hipotético, considerando as disposições do Código Penal, é correto afirmar que haverá a extinção de punibilidade em razão do(a)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "abolitio criminis."
      },
      {
        "letra": "B",
        "texto": "perempção."
      },
      {
        "letra": "C",
        "texto": "indulto."
      },
      {
        "letra": "D",
        "texto": "anistia."
      },
      {
        "letra": "E",
        "texto": "graça."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2394772",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: MPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Abolitio criminis",
      "Crimes contra a liberdade pessoal",
      "Perseguição"
    ],
    "enunciado_principal": "Mévia, inconformada com o fim do relacionamento, no período de julho a outubro de 2020, todos os dias, por diversas vezes, contatou Tício, seu ex-namorado, homem de 65 anos, expressando o sentimento de mágoa, raiva e desejo de vingança. Inicialmente, os contatos foram através de ligação telefônica, passando a mensagens por aplicativo WhatsApp. Bloqueados tais meios, o contato passou a se dar por mensagens de texto, Instagram e e-mail que, igualmente bloqueados, fez com que Mévia passasse a criar perfis falsos, para o envio de mensagens. Diante desses atos, Tício procura a autoridade competente, em novembro de 2021, manifestando o inequívoco desejo de ver os fatos processados. Mévia é denunciada pela contravenção penal da perturbação da tranquilidade (art. 65, do Decreto-lei no 3.688/41), vindo a se tornar ré, em fevereiro de 2021, sendo que, em 15 de março, iniciada a instrução, a vítima é ouvida, ratificando a sua versão e o desejo de ver a ré punida pelos fatos. Finalizada a instrução, os autos seguem à conclusão, para sentença, em janeiro de 2022. Diante da situação hipotética e considerando que a Lei no 14.132/2021, que tipificou o crime de perseguição, revogando, expressamente, a contravenção penal da perturbação da tranquilidade (art. 65, do Decreto-lei no 3.688/41), entrou em vigor em 31 de marco de 2021, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A punibilidade de Mévia não está extinta, por força do princípio da continuidade normativo-típica, vez que as condutas previstas na contravenção penal revogada permanecem tipificadas no crime de perseguição. Se condenada, Mévia ficará sujeita às penas do novo crime, não sendo caso de intimação de Tício, para fins de representação, vez que a ação penal é publica incondicionada, em razão de ele ser idoso."
      },
      {
        "letra": "B",
        "texto": "A punibilidade de Mévia não está extinta, por força do princípio da continuidade normativo-típica, vez que as condutas previstas na contravenção penal revogada permanecem tipificadas no crime de perseguição. Se condenada, Mévia ficará sujeita às penas do novo crime, sendo, no entanto, necessária a intimação de Tício, para fins de representação, vez que a ação penal é pública condicionada."
      },
      {
        "letra": "C",
        "texto": "Extinta a punibilidade de Mévia, por abolitio criminis, dada a revogação expressa da contravenção penal de perturbação da tranquilidade, não se podendo falar em princípio da continuidade normativo-típica, visto que o crime de perseguição exige vítima mulher."
      },
      {
        "letra": "D",
        "texto": "A punibilidade de Mévia não está extinta, por força do princípio da continuidade normativo-típica, vez que as condutas previstas na contravenção penal revogada permanecem tipificadas no crime de perseguição. Se condenada, Mévia ficará sujeita às penas da contravenção penal, restando, ainda, inequívoco o desejo de Tício de vê-la processada e condenada pelo depoimento prestado em Juízo."
      },
      {
        "letra": "E",
        "texto": "Extinta a punibilidade de Mévia, por abolitio criminis, dada a revogação expressa da contravenção penal de perturbação da tranquilidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2649417",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Abolitio criminis"
    ],
    "enunciado_principal": "Figure a hipótese em que Caio está condenado por crime e, contra a sentença, interpôs recurso de apelação, ainda não julgado. Por sua vez, Tício fora condenado pelo mesmo crime, contudo, tendo em vista o trânsito em julgado da sentença condenatória, a pena já está sendo executada. Figure, ainda, que na pendência do recurso de apelação de Caio e durante a execução da pena de Tício, a conduta deixa de ser tipificada criminalmente. Nessa hipótese, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caio e Tício terão a punibilidade extinta."
      },
      {
        "letra": "B",
        "texto": "nenhum dos dois terá a punibilidade extinta."
      },
      {
        "letra": "C",
        "texto": "Caio será absolvido, e Tício terá a punibilidade extinta."
      },
      {
        "letra": "D",
        "texto": "apenas Caio terá a punibilidade extinta."
      },
      {
        "letra": "E",
        "texto": "apenas Tício terá a punibilidade extinta."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1959512",
    "metadata": "Ano: 2022 | Banca: TRF - 3ª REGIÃO | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Abolitio criminis"
    ],
    "enunciado_principal": "Tício foi condenado pela prática do art. 183 da Lei de Telecomunicações, por ter prestado serviços de telecomunicações na modalidade Serviço de Comunicação Multimídia (SCM), sem autorização da Anatel Após o trânsito em julgado e início do cumprimento da pena, sobreveio norma da Anatel que dispensou a necessidade de autorização quando o número de usuários desse tipo de serviço for inferior a 5000 (cinco mil). Considerando que Tício havia prestado o serviço para número inferior a 5000 usuários, assinale a altemativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Eventual abolítio criminis não pode levar à extinção da punibilidade no presente caso, tendo em vista o trânsito em julgado da decisão condenatória."
      },
      {
        "letra": "B",
        "texto": "Há no caso abolítio criminis capaz de levar à extinção da punibilidade de Tício."
      },
      {
        "letra": "C",
        "texto": "Não há abolitio criminis quando, tratando-se de norma penal em branco, houver modificação apenas da norma complementar emanada de órgão administrativo."
      },
      {
        "letra": "D",
        "texto": "Por se tratar de complemento meramente secundário da norma penal em branco, não se aplica a novatio legis in melius."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1938065",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: DPE-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Abolitio criminis"
    ],
    "enunciado_principal": "A jurisprudência do Superior Tribunal de Justiça admite a ocorrência de abolitio criminis",
    "alternativas": [
      {
        "letra": "A",
        "texto": "do emprego de arma branca como majorante do crime de roubo, razão pela qual esse emprego também não pode ser utilizado para elevar a pena-base."
      },
      {
        "letra": "B",
        "texto": "no ordenamento jurídico pátrio, exceto na hipótese de abolitio criminis temporária diante da ausência de previsão legal que autorize sua incidência."
      },
      {
        "letra": "C",
        "texto": "do crime de corrupção sexual de adolescentes com mais de 14 (quatorze) anos e com menos de 18 (dezoito) anos de idade."
      },
      {
        "letra": "D",
        "texto": "da contravenção de perturbação da tranquilidade (art. 65 do Decreto Lei nº 3.688/1941) quanto a todos os fatos enquadrados na infração penal."
      },
      {
        "letra": "E",
        "texto": "da conduta de porte de drogas para uso próprio, razão pela qual é incabível sua utilização para configurar a reincidência."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1893468",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PC-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Abolitio criminis"
    ],
    "enunciado_principal": "No dia 13 de dezembro de 2021, Joaquim trafegava em seu veículo automotor, em via urbana, no Município de Manaus, com sinalização expressa de velocidade máxima de 40 km/h, por estar em área escolar. No entanto, violando seu dever de cuidado, fez o carro alcançar a marca de 80 km/h, vindo a atropelar motociclista que trafegava pela mesma via, que, em virtude das lesões sofridas, veio a falecer no local. Instaurada a devida investigação, enquanto se aguardava a elaboração das peças técnicas, surgiu a informação de que a escola havia sido desativada e que o local passou a ter nova velocidade limite, de 90 km/h, determinada por ato administrativo municipal. Diante dessa hipótese assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não há alteração da situação jurídico-penal, pois não houve modificação do fim de proteção do tipo penal."
      },
      {
        "letra": "B",
        "texto": "Houve abolitio criminis, em razão da alteração ocorrida na norma integradora, acarretando extinção da punibilidade."
      },
      {
        "letra": "C",
        "texto": "Houve abolitio criminis, em razão da sucessão de normas convocadas pelos elementos normativos."
      },
      {
        "letra": "D",
        "texto": "Houve abolitio criminis, em razão da ocorrência de novatio legis administrativa, que favorece o agente."
      },
      {
        "letra": "E",
        "texto": "Não há alteração da situação jurídico-penal, em razão da incidência da regra do tempus regit actum."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1873710",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: IBAMA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Lei penal no tempo",
      "Causas de extinção da punibilidade",
      "Abolitio criminis"
    ],
    "enunciado_principal": "De acordo com o entendimento doutrinário majoritário a respeito da aplicação da lei temporária, julgue o item a seguir. Cessada a criminalização do tipo penal no curso da ação penal, o réu será absolvido com fundamento na abolitio criminis.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1929951",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: AL-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Abolitio criminis",
      "Prescrição da pretensão executória",
      "Decadência.",
      "Perempção"
    ],
    "enunciado_principal": "No que concerne a extinção de punibilidade, julgue os itens a seguir. I A abolitio criminis extingue a punibilidade, porém, caso tenha havido trânsito em julgado da sentença condenatória, a condenação é mantida para fins de reincidência e maus antecedentes. II A perempção é causa de exclusão da punibilidade e ocorre quando o autor desiste da ação, sucessivamente, por três vezes. III A decadência opera-se após inércia do interessado pelo decurso do prazo de seis meses depois da data de ciência da autoria do delito. IV A prescrição da pretensão executória é contada pela pena em concreto, aumentada de um terço quando o réu for reincidente. Estão certos apenas os itens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "I e III."
      },
      {
        "letra": "C",
        "texto": "II e III."
      },
      {
        "letra": "D",
        "texto": "II e IV."
      },
      {
        "letra": "E",
        "texto": "III e IV."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1875478",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: TJ-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Abolitio criminis"
    ],
    "enunciado_principal": "Assinale a opção que corresponde ao significado da expressão abolitio criminis.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "abolição da pena, mediante decreto do presidente da República"
      },
      {
        "letra": "B",
        "texto": "possibilidade de absolvição do agente quando a norma tipificadora da infração penal tiver caído em desuso"
      },
      {
        "letra": "C",
        "texto": "supressão da figura criminosa pela superveniência de lei penal descriminalizadora"
      },
      {
        "letra": "D",
        "texto": "possibilidade de isenção da pena quando as consequências da infração atingirem de forma tão grave o agente que a sanção se torne desnecessária"
      },
      {
        "letra": "E",
        "texto": "possibilidade de aplicação de lei posterior se mais favorável ao réu"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1863459",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Aracaju - SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Princípios limitadores do poder punitivo estatal",
      "Causas de extinção da punibilidade",
      "Abolitio criminis"
    ],
    "enunciado_principal": "No direito penal brasileiro, a retroatividade de lei nova que deixa de considerar um fato como criminoso",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é vedada, conforme a Constituição Federal de 1988."
      },
      {
        "letra": "B",
        "texto": "não cessa os efeitos penais da condenação."
      },
      {
        "letra": "C",
        "texto": "extingue a punibilidade do agente."
      },
      {
        "letra": "D",
        "texto": "não se aplica a fatos transitados em julgado."
      },
      {
        "letra": "E",
        "texto": "torna a lei anterior excepcional ou temporária."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1810025",
    "metadata": "Ano: 2021 | Banca: IDECAN | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Abolitio criminis"
    ],
    "enunciado_principal": "Nos termos da lei, ninguém pode ser punido por fato que lei posterior deixa de considerar crime. A esse fenômeno, denomina-se abolitio criminis. Acerca do tema, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A abolitio criminis descriminaliza conduta antes tipificada pela lei penal. Não se trata, contudo, de hipótese de extinção de punibilidade, mas de novatio legis in mellius, que deve retroagir a todos."
      },
      {
        "letra": "B",
        "texto": "A abolitio criminis descriminaliza conduta antes tipificada pela lei penal. Tem como efeito a extinção de punibilidade e retroage a todos, fazendo cessar os efeitos penais de eventual sentença condenatória. Os efeitos civis, contudo, permanecem."
      },
      {
        "letra": "C",
        "texto": "A abolitio criminis descriminaliza conduta antes tipificada pela lei penal. Como se trata de novatio legis in mellius, faz cessar todos os efeitos, penais e civis, de eventual sentença condenatória."
      },
      {
        "letra": "D",
        "texto": "Em hipótese de abolitio criminis, o indivíduo que porventura esteja cumprindo pena privativa de liberdade pelo delito objeto da descriminalização da conduta, deverá ser imediatamente posto em liberdade. Todavia, perderá sua primariedade."
      },
      {
        "letra": "E",
        "texto": "Em hipótese de abolitio criminis, aquele que já cumpriu pena pelo delito objeto da descriminalização nada poderá aproveitar, pois sua extinção de punibilidade já se deu pelo efetivo cumprimento de sua pena."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1699510",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Abolitio criminis"
    ],
    "enunciado_principal": "Para a abolitio criminis, não basta a revogação formal da lei penal anterior, impondo-se, para a sua caracterização, o fato de que o mesmo conteúdo normativo não tenha sido preservado nem deslocado para outro dispositivo legal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1149338",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: MPE-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Abolitio criminis"
    ],
    "enunciado_principal": "Acerca dos princípios aplicáveis ao direito penal e das disposições gerais acerca dos crimes contra o patrimônio, contra a dignidade sexual e contra a administração pública, julgue o item a seguir.A revogação do crime de atentado violento ao pudor não configurou abolitio criminis, pois houve continuidade típico-normativa do fato criminoso.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1357480",
    "metadata": "Ano: 2019 | Banca: FUNDATEC | Órgão: Prefeitura de São Borja - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Lei penal no tempo",
      "Causas de extinção da punibilidade",
      "Abolitio criminis"
    ],
    "enunciado_principal": "No Direito Penal, a retroatividade de lei que não mais considera o fato como criminoso:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É vedada."
      },
      {
        "letra": "B",
        "texto": "É causa de extinção da punibilidade."
      },
      {
        "letra": "C",
        "texto": "Representa caso de anistia."
      },
      {
        "letra": "D",
        "texto": "Representa caso de indulto."
      },
      {
        "letra": "E",
        "texto": "Afasta a ilicitude do ato, mas não produz a extinção da punibilidade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "976759",
    "metadata": "Ano: 2019 | Banca: INSTITUTO AOCP | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Anistia, graça e indulto",
      "Abolitio criminis",
      "Retratação do agente"
    ],
    "enunciado_principal": "Nos termos do artigo 107 do Código Penal, extingue-se a punibilidade",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pela anistia, mas não pela graça ou indulto."
      },
      {
        "letra": "B",
        "texto": "pelo perdão aceito, nos crimes de ação penal pública."
      },
      {
        "letra": "C",
        "texto": "pela prescrição e decadência, mas não pela perempção."
      },
      {
        "letra": "D",
        "texto": "pela retroatividade de lei que não mais considera o fato criminoso."
      },
      {
        "letra": "E",
        "texto": "pela retratação do agente, em qualquer delito contra o patrimônio."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "950177",
    "metadata": "Ano: 2018 | Banca: FEPESE | Órgão: PGE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Morte do agente",
      "Anistia, graça e indulto",
      "Abolitio criminis",
      "Prescrição. Conceito e modalidades",
      "Decadência.",
      "Perempção",
      "Renúncia",
      "Perdão do ofendido",
      "Retratação do agente",
      "Perdão judicial"
    ],
    "enunciado_principal": "Nos termos do Código Penal, assinale a alternativa que contém todas as causas de extinção da punibilidade.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Morte do agente; anistia, graça ou indulto; irretroatividade de lei que não mais considera o fato como criminoso; prescrição ou decadência; renúncia do direito de queixa; retratação do agente, nos casos em que a lei a admite; perdão judicial, nos casos previstos em lei."
      },
      {
        "letra": "B",
        "texto": "Morte do agente; anistia, graça ou indulto; retroatividade de lei que não mais considera o fato como criminoso; prescrição ou decadência; retratação do agente, nos casos em que a lei a admite; perdão judicial, nos casos previstos em lei."
      },
      {
        "letra": "C",
        "texto": "Morte do agente; retroatividade de lei que não mais considera o fato como criminoso; prescrição, decadência ou perempção; renúncia do direito de queixa ou pelo perdão aceito, nos crimes de ação privada; retratação do agente, nos casos em que a lei a admite; perdão judicial, nos casos previstos em lei."
      },
      {
        "letra": "D",
        "texto": "Morte do agente; irretroatividade de lei que não mais considera o fato como criminoso; prescrição ou decadência; renúncia do direito de queixa ou pelo perdão aceito, nos crimes de ação privada; retratação do agente, nos casos em que a lei a admite; perdão judicial, nos casos previstos em lei."
      },
      {
        "letra": "E",
        "texto": "Morte do agente; anistia, graça ou indulto; retroatividade de lei que não mais considera o fato como criminoso; prescrição, decadência ou perempção; renúncia do direito de queixa ou pelo perdão aceito, nos crimes de ação privada; retratação do agente, nos casos em que a lei a admite; perdão judicial, nos casos previstos em lei."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "773158",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Anistia, graça e indulto",
      "Abolitio criminis",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Assinale a opção correta, acerca de extinção da punibilidade",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Uma lei de anistia pode ser revogada por lei posterior, diante de mudança de opinião do Congresso Nacional a respeito da extinção de punibilidade concedida."
      },
      {
        "letra": "B",
        "texto": "Graça e indulto somente podem ser concedidos pelo presidente da República, uma vez que tais prerrogativas são insuscetíveis de delegação."
      },
      {
        "letra": "C",
        "texto": "A punibilidade de qualquer crime pode ser extinta por meio de graça e indulto."
      },
      {
        "letra": "D",
        "texto": "O instituto da prescrição atinge a pretensão de punir ou de executar a pena."
      },
      {
        "letra": "E",
        "texto": "A anistia ou abolitio criminis é causa extintiva de punibilidade discutida no âmbito do Poder Legislativo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2971878",
    "metadata": "Ano: 2016 | Banca: CPCON | Órgão: Prefeitura de Soledade - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Lei penal no tempo",
      "Teoria Geral do Delito",
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Abolitio criminis"
    ],
    "enunciado_principal": "Com relação à aplicação de lei penal, julgue os itens a seguir.I - A lei excepcional ou temporária, embora decorrido o período de sua duração ou cessadas as circunstâncias que a determinaram, aplica-se ao fato praticado durante sua vigência. II- Considera-se praticado o crime no momento em que se verifica o resultado. III- A entrada em vigor de uma lei nova (posterior), que deixa de considerar o fato como criminoso, é uma das causas de extinção da punibilidade. IV- Ninguém pode ser punido por fato que lei posterior deixa de considerar crime, cessando em virtude dela os processos em andamento e permanecendo apenas os efeitos da sentença condenatória definitiva.Estão CORRETOS apenas os itens:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III."
      },
      {
        "letra": "B",
        "texto": "I e II."
      },
      {
        "letra": "C",
        "texto": "III e IV."
      },
      {
        "letra": "D",
        "texto": "I, III e IV."
      },
      {
        "letra": "E",
        "texto": "II, III e IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "593284",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Abolitio criminis"
    ],
    "enunciado_principal": "Em relação à aplicação, à interpretação e à integração da lei penal, julgue o item seguinte. O instituto da abolitio criminis refere-se à supressão da conduta criminosa nos aspectos formal e material, enquanto o princípio da continuidade normativo-típica refere-se apenas à supressão formal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "577642",
    "metadata": "Ano: 2015 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Anistia, graça e indulto",
      "Abolitio criminis",
      "Prazos prescricionais e forma de contagem dos prazos",
      "Decadência.",
      "Perdão judicial"
    ],
    "enunciado_principal": "Sobre as causas de extinção da punibilidade, assinale a opção CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em caso de abolitio criminis, um inquérito policial já instaurado para apurar o fato poderá ser arquivado diretamente pelo delegado de polícia."
      },
      {
        "letra": "B",
        "texto": "O termo inicial do prazo prescricional, no crime de registro, como próprio, de filho de outrem, é a data em que o fato se tornou conhecido."
      },
      {
        "letra": "C",
        "texto": "O perdão judicial é admitido em crimes de homicídio culposo e a sentença que o concede é considerada para fins de reincidência."
      },
      {
        "letra": "D",
        "texto": "Em crimes de ação penal pública condicionada à representação da vítima, se essa representa, retrata-se da representação e, antes do esgotamento do prazo decadencial para nova representação, volta a representar, extingue-se a punibilidade do agente, conforme entendimento do Superior Tribunal de Justiça."
      },
      {
        "letra": "E",
        "texto": "O decreto presidencial que concede indulto natalino pode contemplar condenados por crimes de tráfico de drogas, quando a pena privativa de liberdade é imposta no mínimo legal ou é substituída por restritiva de direitos, conforme entendimento do Supremo Tribunal Federal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "548989",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 23ª REGIÃO (MT)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Abolitio criminis",
      "Crimes contra a administração pública",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "Mediante suborno, João, ouvido como testemunha em processo trabalhista, fez afirmação falsa. No caso,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "João responderá pelo crime de falso testemunho, sem aumento de pena, cabível apenas quando o crime é cometido com o fim de obter prova destinada a produzir efeito em processo penal."
      },
      {
        "letra": "B",
        "texto": "compete à Justiça Estadual processar e julgar o crime de falso testemunho verificado."
      },
      {
        "letra": "C",
        "texto": "aquele que deu dinheiro a João para que prestasse depoimento falso não incidirá nas penas do crime de falso testemunho previsto no art. 342 do Código Penal."
      },
      {
        "letra": "D",
        "texto": "João responderá pelo crime de falso testemunho, tal qual ocorreria se tivesse prestado o depoimento na condição de parte."
      },
      {
        "letra": "E",
        "texto": "haverá extinção da punibilidade pela abolitio criminis se João se retratar após o trânsito em julgado da sentença no processo em que ocorreu o falso testemunho."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "516658",
    "metadata": "Ano: 2015 | Banca: CEFET-BA | Órgão: MPE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "A norma penal",
      "Causas de extinção da punibilidade",
      "Abolitio criminis"
    ],
    "enunciado_principal": "Analise as seguintes assertivas acerca da norma penal: I – Visando à busca de uma solução para situação relacionada ao conflito aparente de normas, o intérprete pode se valer do princípio da consunção e do princípio da subsidiariedade. II – A abolitio criminis faz cessar a execução da pena, os efeitos secundários da sentença condenatória e os efeitos civis da prática delituosa. III – A lei penal pode ser revogada durante o período de sua vacatio legis. IV – A incriminação do agente em virtude de prática de delito de acumulação constitui violação ao princípio da legalidade. V – A obrigatoriedade da individualização da pena, considerando a gravidade do fato e as condições do seu autor, é desdobramento do princípio da pessoalidade das penas. Estão CORRETAS as assertivas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "I, II e V."
      },
      {
        "letra": "C",
        "texto": "I, III e IV."
      },
      {
        "letra": "D",
        "texto": "II, IV e V."
      },
      {
        "letra": "E",
        "texto": "III, IV e V."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "502160",
    "metadata": "Ano: 2015 | Banca: FUNIVERSA | Órgão: SEAP-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Abolitio criminis"
    ],
    "enunciado_principal": "No que se refere ao direito penal, segundo entendimento do STJ, do STF e da doutrina dominante, julgue o próximo item. A abolitio criminis constitui uma situação de lei penal posterior mais benigna, que deve alcançar, inclusive, fatos definitivamente julgados, ainda que em fase de execução.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "485921",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Lei penal no tempo",
      "Causas de extinção da punibilidade",
      "Abolitio criminis"
    ],
    "enunciado_principal": "No que concerne à lei penal no tempo, tentativa, crimes omissivos, arrependimento posterior e crime impossível, julgue o item a seguir. A revogação expressa de um tipo penal incriminador conduz a abolitio criminis, ainda que seus elementos passem a integrar outro tipo penal, criado pela norma revogadora.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1039979",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro de tipo acidental",
      "Causas de extinção da punibilidade",
      "Anistia, graça e indulto",
      "Abolitio criminis",
      "Prescrição. Conceito e modalidades",
      "Decadência.",
      "Perempção",
      "Renúncia"
    ],
    "enunciado_principal": "Assinale a alternativa que contém somente causas de extinção da punibilidade, de acordo com o artigo 107 do Código Penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Por erro sobre a pessoa; pela decadência ou pela retratação do agente, nos casos em que a lei admite."
      },
      {
        "letra": "B",
        "texto": "Pela morte do agente; por anistia ou por renúncia do direito de queixa nos crimes de ação privada."
      },
      {
        "letra": "C",
        "texto": "Pelo perdão judicial nos casos previstos em lei; pela perempção ou por legítima defesa."
      },
      {
        "letra": "D",
        "texto": "Pela graça; pela prescrição ou por erro na execução."
      },
      {
        "letra": "E",
        "texto": "Pelo abolitio criminis; pela inimputabilidade penal ou por indulto."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "458160",
    "metadata": "Ano: 2014 | Banca: FUNDATEC | Órgão: SEFAZ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Lei penal no tempo",
      "Teoria Geral do Delito",
      "Sistemas penais",
      "Causas de extinção da punibilidade",
      "Abolitio criminis"
    ],
    "enunciado_principal": "No que diz respeito à aplicação da lei penal, analise as assertivas a abaixo:I. Ultratividade da lei penal significa que quando a lei revogada for mais benéfica, ela será aplicada ao fato cometido durante a sua vigência.II. Abolitio criminis significa que a nova lei deixa de considerar crime um fato anteriormente tipificado como ilícito penal, fazendo desaparecer todos os efeitos penais e civis das condenações proferidas com base na lei anterior.III. O Código Penal Brasileiro adotou a teoria da ubiquidade, também conhecida por mista ou unitária, considerando o lugar do crime tanto o local onde ocorreu a ação ou a omissão, no todo ou em parte, como onde se produziu ou deveria produzir-se o resultado. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas II."
      },
      {
        "letra": "B",
        "texto": "Apenas I e II."
      },
      {
        "letra": "C",
        "texto": "Apenas I e III."
      },
      {
        "letra": "D",
        "texto": "Apenas II e III."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "424338",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Abolitio criminis"
    ],
    "enunciado_principal": "A respeito da criminologia, da lei penal e da teoria geral do crime, julgue o seguinte item.Se a ANVISA retirasse o tetraidrocanabinol, princípio ativo da maconha, da lista de substâncias entorpecentes, haveria, nessa hipótese, efeitos retroativos, operando-se verdadeira abolitio criminis, a qual beneficiria todos aqueles que tivessem anteriormente sido condenados ou que ainda estivessem sendo processados por fatos delituosos envolvendo a mercancia ou o uso de maconha.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "400588",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: SAAE de São Carlos - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Lei penal no tempo",
      "Causas de extinção da punibilidade",
      "Abolitio criminis"
    ],
    "enunciado_principal": "Durante o regular curso de processo penal, passa a vigorar lei nova, que deixa de considerar o fato imputado na denún­cia como criminoso. Nessa hipótese, deve o juiz",
    "alternativas": [
      {
        "letra": "A",
        "texto": "absolver o acusado."
      },
      {
        "letra": "B",
        "texto": "decretar a prescrição e arquivar o processo."
      },
      {
        "letra": "C",
        "texto": "decretar a extinção da punibilidade do acusado."
      },
      {
        "letra": "D",
        "texto": "encaminhar os autos ao Ministério Público, a fim de que adite a denúncia."
      },
      {
        "letra": "E",
        "texto": "determinar o normal prosseguimento do processo, uma vez que o fato foi cometido sob a égide da lei antiga."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "361636",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: PGE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Abolitio criminis"
    ],
    "enunciado_principal": "Em se tratando de abolitio criminis, serão atingidas pela lei penal as ações típicas anteriores à sua vigência, mas não os efeitos civis decorrentes dessas ações.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "404137",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Lei penal no tempo",
      "Lei penal no espaço",
      "Causas de extinção da punibilidade",
      "Abolitio criminis",
      "Interrupção e suspensão da contagem dos prazos prescricionais"
    ],
    "enunciado_principal": "No que se refere à aplicação da lei penal, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De acordo com entendimento doutrinário dominante, a lei excepcional ou temporária aplica-se ao fato praticado durante sua vigência, ainda que, no momento da condenação do réu, não mais vija, ou ainda, que tenham cessado as condições que determinaram sua aplicação."
      },
      {
        "letra": "B",
        "texto": "Tendo o Código Penal adotado sem exceção o princípio da territorialidade, a lei penal brasileira aplica-se somente aos crimes praticados no território nacional."
      },
      {
        "letra": "C",
        "texto": "O prazo prescricional começa a ser contado a partir do dia seguinte ao da prática do delito, não se podendo considerar, em sua contagem, frações de dia."
      },
      {
        "letra": "D",
        "texto": "Lei superveniente que abrande a penalidade referente a determinado crime somente beneficiará réu processado na vigência da lei anterior se não houver trânsito em julgado da sentença condenatória quando de sua entrada em vigor."
      },
      {
        "letra": "E",
        "texto": "Se, no curso do cumprimento de pena por determinado réu condenado por sentença transitada em julgado, lei nova deixar de considerar crime o ato por ele praticado, cessará a execução da pena, mas não os efeitos da condenação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "353528",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: PC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Abolitio criminis"
    ],
    "enunciado_principal": "Em relação ao direito penal, julgue os próximos itens.A abolitio criminis faz cessar todos os efeitos penais, principais e secundários, subsistindo os efeitos civis.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "308174",
    "metadata": "Ano: 2013 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Anistia, graça e indulto",
      "Abolitio criminis"
    ],
    "enunciado_principal": "Acerca da extinção da punibilidade, na hipótese da causa de extinção da punibilidade ocorrer depois do trânsito em julgado da sentença penal condenatória, em regra, o sujeito, vindo a cometer novo delito, será considerado reincidente, à exceção apenas do abolitio criminis e do indulto.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "305641",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Abolitio criminis"
    ],
    "enunciado_principal": "O Código Penal dispõe que ninguém será punido por fato que determinada lei posterior deixe de considerar crime. Essa retroatividade da lei penal,mais benigna, pode ser denominada como:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "desistência voluntária."
      },
      {
        "letra": "B",
        "texto": "sistema vicariante."
      },
      {
        "letra": "C",
        "texto": "arrependimento eficaz."
      },
      {
        "letra": "D",
        "texto": "abolitio criminis."
      },
      {
        "letra": "E",
        "texto": "prescrição."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "305400",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Abolitio criminis"
    ],
    "enunciado_principal": "A Portaria nº 104/2011, do Gabinete do Ministério da Saúde, definiu a relação de doenças de notificação compulsória em todo o território nacional. Joaquim, médico, ao tomar conhecimento de um paciente que estava com uma patologia descrita na referida normativa, por amizade ao mesmo, não comunicou a doença aos órgãos competentes, motivo pelo qual, ao ser descoberto tal fato, foi processado criminalmente. Na hipótese de antes do julgamento, ser editada nova normativa, retirando a referida patologia do rol de doenças de notificação compulsória, pode-se afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deve incidir a retroatividade da lex mitior, considerando que alterou a matéria da proibição."
      },
      {
        "letra": "B",
        "texto": "deve incidir a retroatividade do abolitio criminis , considerando que se alterou a matéria da proibição."
      },
      {
        "letra": "C",
        "texto": "trata-se de lei excepcional ou temporária, portanto pode ser condenado, consoante preconiza o artigo 3º doCP."
      },
      {
        "letra": "D",
        "texto": "não há como incidir a retroatividade da lei penal, em face de não ter sido alterado a matéria da proibição."
      },
      {
        "letra": "E",
        "texto": "deve ocorrer a ultra-atividade da lei penal, pois se trata de norma penal em branco stricto sensu."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "299086",
    "metadata": "Ano: 2013 | Banca: TRT 3R | Órgão: TRT - 3ª Região (MG)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Morte do agente",
      "Anistia, graça e indulto",
      "Abolitio criminis",
      "Prescrição. Conceito e modalidades",
      "Decadência.",
      "Perempção",
      "Perdão do ofendido"
    ],
    "enunciado_principal": "Na sistemática do Código Penal, são causas de extinção de punibilidade, exceto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Morte do agente"
      },
      {
        "letra": "B",
        "texto": "Retroatividade de lei que não mais considera o fato como criminoso"
      },
      {
        "letra": "C",
        "texto": "Perdão aceito nos crimes de ação penal privada e ação penal pública condicionada"
      },
      {
        "letra": "D",
        "texto": "Anistia, graça ou indulto"
      },
      {
        "letra": "E",
        "texto": "Prescrição, decadência ou perempção"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1664417",
    "metadata": "Ano: 2012 | Banca: FDC | Órgão: Prefeitura de Belo Horizonte - MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Abolitio criminis"
    ],
    "enunciado_principal": "A abolitio criminis é causa de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "atipicidade"
      },
      {
        "letra": "B",
        "texto": "exclusão da culpabilidade"
      },
      {
        "letra": "C",
        "texto": "extinção da punibilidade"
      },
      {
        "letra": "D",
        "texto": "exclusão da antijuricidade"
      },
      {
        "letra": "E",
        "texto": "involuntariedade da conduta"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "274977",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: PC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Lei penal no tempo",
      "Causas de extinção da punibilidade",
      "Abolitio criminis"
    ],
    "enunciado_principal": "Cessado o estado de guerra, as leis excepcionais editadas para valer durante o referido período tornam-se ineficazes, devido à abolitio criminis.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "264232",
    "metadata": "Ano: 2012 | Banca: ESAF | Órgão: Receita Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Abolitio criminis"
    ],
    "enunciado_principal": "Considerando a legislação, a doutrina e a jurisprudência a respeito da aplicação da lei penal no tempo, com relação ao instituto da abolitio criminis, analise as assertivas abaixo e assinale a opção correta. I. A abolitio criminis pode ser aplicada para delitos tributários. II. A lei penal pode retroagir para prejudicar o réu já condenado em trânsito em julgado e tal instituto denomina-se abolitio criminis. III. A obrigação de indenizar o dano causado pelo crime, oriunda de efeito da condenação penal, desaparece com a abolitio criminis. IV. O instituto da abolitio criminis não é aceito pela jurisprudência do Supremo Tribunal Federal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todos estão corretos."
      },
      {
        "letra": "B",
        "texto": "Somente I está correto."
      },
      {
        "letra": "C",
        "texto": "I e IV estão corretos."
      },
      {
        "letra": "D",
        "texto": "I e III estão corretos."
      },
      {
        "letra": "E",
        "texto": "II e IV estão corretos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "259264",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TRE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Abolitio criminis"
    ],
    "enunciado_principal": "Considere que determinado agente tenha sido condenado, por sentença transitada em julgado, pela prática de determinado delito, que deixou de ser conduta criminosa em face de lei ordinária federal posterior à data do crime. Nesse caso, como já houve condenação definitiva, a lei posterior não impedirá a execução da pena.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "231576",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: Prefeitura de São Paulo - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Lei penal no tempo",
      "Causas de extinção da punibilidade",
      "Abolitio criminis"
    ],
    "enunciado_principal": "César, na vigência da Lei no 01, foi condenado à pena de dois meses de detenção, pela prática de determinado delito. A sentença transitou em julgado. Antes do trânsito em julgado, entrou em vigor a Lei no 02, que aumentou a pena desse crime para três meses de detenção. Após o trânsito em julgado, entraram em vigor duas outras leis: a Lei no 03, que reduziu a pena dessa infração penal para um mês de detenção, e a Lei no 04, que aboliu o referido delito. Nesse caso,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "aplica-se a pena resultante da média aritmética entre as penas de todas as leis referentes à mesma infração penal."
      },
      {
        "letra": "B",
        "texto": "não se aplica nenhuma das leis novas, que entraram em vigor após o trânsito em julgado da sentença."
      },
      {
        "letra": "C",
        "texto": "aplica-se a Lei no 02, por ter entrado em vigor antes do trânsito em julgado da sentença."
      },
      {
        "letra": "D",
        "texto": "aplica-se a Lei no 03, por ter mantido a incriminação, com redução da pena imposta."
      },
      {
        "letra": "E",
        "texto": "aplica-se a Lei no 04, que deixou de incriminar fato que anteriormente era considerado ilícito penal."
      }
    ],
    "gabarito": "E"
  }
]