[
  {
    "id": "2307712",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Aborto"
    ],
    "enunciado_principal": "Determinado indivíduo provoca aborto em gestante. O consentimento da grávida, maior de idade, é obtido mediante fraude. Da ação sobrevém a morte da gestante, sem que, contudo, tenha-se verificado intenção de matar. O indivíduo cometeu",
    "alternativas": [
      {
        "letra": "A",
        "texto": "aborto, em concurso com homicídio doloso na modalidade dolo eventual."
      },
      {
        "letra": "B",
        "texto": "aborto, em concurso com homicídio culposo."
      },
      {
        "letra": "C",
        "texto": "aborto qualificado, em concurso com homicídio culposo."
      },
      {
        "letra": "D",
        "texto": "aborto, que será punido com pena duplicada em razão da morte."
      },
      {
        "letra": "E",
        "texto": "lesão corporal gravíssima, pelo aborto, em concurso com homicídio culposo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2298583",
    "metadata": "Ano: 2023 | Banca: EPL | Órgão: Prefeitura de Pitangueiras - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Aborto"
    ],
    "enunciado_principal": "Arceleia, após descobrir estar grávida, vai até uma clínica clandestina, onde Durval realiza o aborto. Considerando tais informações é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Arceleia responderá pelo crime de aborto provocado pela gestante ou com seu consentimento, enquanto que Durval responderá por aborto com o consentimento da gestante"
      },
      {
        "letra": "B",
        "texto": "Arceleia não responderá por aborto, enquanto que Durval responderá por aborto provocado por terceiro."
      },
      {
        "letra": "C",
        "texto": "Arceleia responderá pelo crime de aborto provocado pela gestante ou com seu consentimento, enquanto que Durval responderá por aborto sem consentimento da gestante."
      },
      {
        "letra": "D",
        "texto": "Ambos responderam pelo crime de aborto, mediante aplicação da mesma figura típica."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2287210",
    "metadata": "Ano: 2023 | Banca: IBFC | Órgão: IAPEN-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Aborto"
    ],
    "enunciado_principal": "Beltrana, uma mulher com 23 anos de idade, que está namorando com Cicrano, rapaz com 25 anos de idade, há 5 anos, e desse relacionamento ficou grávida, e hoje conta com 2 (dois) meses de gestação e, por livre e espontânea vontade, resolve interromper a sua gravidez e provoca, por si só, e à revelia de Cicrano, o aborto. Nesses termos, conforme previsão no Código Penal Brasileiro, é certo afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o aborto provocado por Beltrana é um fato atípico"
      },
      {
        "letra": "B",
        "texto": "Beltrana, em razão do estado puerperal, deve responder pelo crime de infanticídio"
      },
      {
        "letra": "C",
        "texto": "Cicrano deverá responder pelo crime de abandono de incapaz"
      },
      {
        "letra": "D",
        "texto": "o aborto provocado por Beltrana é crime de mão própria"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2281721",
    "metadata": "Ano: 2023 | Banca: IBFC | Órgão: IAPEN-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Induzimento, instigação ou auxílio ao suicídio",
      "Infanticídio",
      "Aborto"
    ],
    "enunciado_principal": "Consoante as disposições do Código Penal e suas alterações, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O delito de feminicídio é o homicídio praticado contra a mulher por razões da condição de sexo feminino"
      },
      {
        "letra": "B",
        "texto": "A infração penal de infanticídio consiste em matar, sob a influência do estado puerperal, o próprio filho, durante o parto ou logo após"
      },
      {
        "letra": "C",
        "texto": "O crime de aborto é punível se praticado com ou sem o consentimento da gestante"
      },
      {
        "letra": "D",
        "texto": "Não se pune quem induz, instiga ou auxilia materialmente aquele que se automutila"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2263814",
    "metadata": "Ano: 2023 | Banca: CONSULPAM | Órgão: Prefeitura de Olinda - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Aborto"
    ],
    "enunciado_principal": "A legislação penal brasileira pune com pena de 01 a 03 anos o crime de aborto provocado pela gestante ou com seu consentimento, podendo chegar a 10 anos, quando provocado por terceiro, sem o consentimento da gestante. Assinale a alternativa, dentre as abaixo elencadas, que NÃO está entre as hipóteses em que o aborto não é punível, conforme o art. 128, do Código Penal Brasileiro.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando não há outro meio de salvar a vida da gestante."
      },
      {
        "letra": "B",
        "texto": "Quando a gravidez resulta de estupro e o aborto é precedido de consentimento da gestante ou, quando incapaz, de seu representante legal."
      },
      {
        "letra": "C",
        "texto": "Quando o médico considera que o estado de saúde da gestante está em risco."
      },
      {
        "letra": "D",
        "texto": "Quando a gravidez é resultado de um estupro e a gestante não tem capacidade de dar consentimento."
      },
      {
        "letra": "E",
        "texto": "Todas as opções mencionadas estão previstas como hipóteses de aborto não punível."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2263813",
    "metadata": "Ano: 2023 | Banca: CONSULPAM | Órgão: Prefeitura de Olinda - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Infanticídio",
      "Aborto"
    ],
    "enunciado_principal": "Considere o seguinte caso hipotético: Maria, uma mulher de 25 anos, estava grávida e passou por um parto complicado, que resultou em diversos problemas de saúde tanto para ela quanto para a recém-nascida, que nasceu prematura e com complicações respiratórias. Devido à falta de acompanhamento médico adequado durante a gravidez, Maria estava sobrecarregada emocionalmente e fisicamente. Após o parto, Maria foi diagnosticada com depressão pós-parto, o que a deixou em um estado emocional extremamente fragilizado. Ela estava lutando para cuidar de sua filha, que necessitava de cuidados médicos intensivos, e sentia-se culpada por não ter tido um acompanhamento médico adequado durante a gestação. Em um momento de desespero, Maria, ainda sob a influência de sua depressão pós-parto, entrou no quarto do hospital onde sua filha estava internada e, sem pensar claramente nas consequências, sufocou-a com um travesseiro. Esse ato foi realizado sem premeditação e sem a intenção consciente de matar sua filha. Após cometer o ato, Maria entrou em choque e relatou o que havia acontecido às enfermeiras do hospital. Ela foi detida pela equipe de segurança do hospital e a polícia foi chamada para investigar o caso. Durante o interrogatório, Maria demonstrou remorso e afirmou que agiu impulsivamente devido à sua condição emocional e mental fragilizada. Assinale, dentre as alternativas abaixo, a alternativa que define CORRETAMENTE o crime praticado por Maria:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aborto."
      },
      {
        "letra": "B",
        "texto": "Infanticídio."
      },
      {
        "letra": "C",
        "texto": "Homicídio."
      },
      {
        "letra": "D",
        "texto": "Feminicídio."
      },
      {
        "letra": "E",
        "texto": "Homicídio qualificado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2199610",
    "metadata": "Ano: 2023 | Banca: INSTITUTO AOCP | Órgão: POLÍCIA CIENTÍFICA-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Infanticídio",
      "Aborto"
    ],
    "enunciado_principal": "Uma mulher jovem, 20 anos de idade, com intenção de esconder a gravidez dos familiares, expulsa o concepto dolosamente do seu ventre na 25° semana de gestação. Perante a lei, como essa situação é caracterizada?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não é crime devido ao estado puerperal da mulher"
      },
      {
        "letra": "B",
        "texto": "Não se pode qualificar como crime antes de uma avaliação psiquiátrica da mulher."
      },
      {
        "letra": "C",
        "texto": "Crime de infanticídio."
      },
      {
        "letra": "D",
        "texto": "Crime de homicídio."
      },
      {
        "letra": "E",
        "texto": "Crime de aborto."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2061947",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: POLC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Aborto"
    ],
    "enunciado_principal": "Com referência aos crimes contra a vida, sabe-se que alguns são tipificações do descrito como homicídio, no artigo 121 do Código Penal, e que outros estão descritos em artigos próprios, também nesse ordenamento jurídico. O aborto sentimental pode ser realizado quando o concepto for fruto de estupro, desde que exista ocorrência policial e autorização judicial.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2061945",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: POLC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Aborto",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Com referência aos crimes contra a vida, sabe-se que alguns são tipificações do descrito como homicídio, no artigo 121 do Código Penal, e que outros estão descritos em artigos próprios, também nesse ordenamento jurídico. Com base no conhecimento da legislação, julgue o item a seguir.O crime de aborto qualificado prevê o aumento da pena em caso de lesão corporal grave ou morte da mãe em consequências de aborto.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2191122",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: Câmara Municipal de Itatiba - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Induzimento, instigação ou auxílio ao suicídio",
      "Aborto"
    ],
    "enunciado_principal": "Segundo o Código Penal Brasileiro, logo em seu art. 1º, “Não há crime sem lei anterior que o defina. Não há pena sem prévia cominação legal”. A partir dessa determinação e considerando o definido para os Crimes Contra a Vida (Capítulo I, do Título I, do Código Penal Brasileiro), analise as afirmativas abaixo. I. O crime de homicídio, definido pelo tipo penal “matar alguém”, será sempre majorado (terá causa de aumento de pena) nas hipóteses de ter sido praticado por milícia privada ou grupo de extermínio. II. Quando alguém, possuindo vontade de tirar sua própria vida, realiza tal conduta, consubstanciando sua vontade inicial por palavras de outra pessoa, não haverá fato criminoso a ser punido. III. Acerca das condutas que configuram o Crime de Aborto, é preciso destacar que o Código Penal, expressamente, determina não ser típico o aborto necessário, o aborto no caso de gravidez resultante de estupro e, por fim, o aborto nos casos de fetos anencéfalos. Estão corretas as afirmativas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I apenas"
      },
      {
        "letra": "B",
        "texto": "I e II apenas"
      },
      {
        "letra": "C",
        "texto": "II e III apenas"
      },
      {
        "letra": "D",
        "texto": "III apenas"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2074469",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Infanticídio",
      "Aborto"
    ],
    "enunciado_principal": "Sobre os crimes contra a vida, previstos no Código Penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O aborto praticado por médico não é punido apenas na hipótese em que não há outro meio para salvar a vida da gestante."
      },
      {
        "letra": "B",
        "texto": "São consideradas lesão de natureza grave somente as que resultam em incapacidade para as ocupações habituais por mais de 30 (trinta) dias, perigo de vida e aceleração do parto."
      },
      {
        "letra": "C",
        "texto": "No crime de induzimento, instigação ou auxílio a suicídio ou à automutilação, haverá aumento de pena se a vítima, por qualquer causa, tiver a capacidade de resistência diminuída."
      },
      {
        "letra": "D",
        "texto": "Matar, sob influência do estado puerperal, o próprio filho, é tipificado como homicídio privilegiado."
      },
      {
        "letra": "E",
        "texto": "No crime de feminicídio, a pena é aumentada se praticado contra vítima menor de 14 (quatorze) anos ou maior de 60 (sessenta) anos, gestante ou lactante."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1972011",
    "metadata": "Ano: 2022 | Banca: IDECAN | Órgão: TJ-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Aborto"
    ],
    "enunciado_principal": "0 Código Penal, nos crimes descritos nos artigos 124, 125 e 126, tipificou a pratica do delito de aborto. A doutrina conceitua o delito de aborto como a interrupção do processo da gravidez, desde a implementação do óvulo no útero até o início do parto. Acerca do delito de aborto, assinale a afirmativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não há previsão na legislação penal da prática de aborto na forma culposa."
      },
      {
        "letra": "B",
        "texto": "Não se pune o aborto praticado por médico se a gravidez resulta de estupro e o aborto é precedido de consentimento da gestante ou, quando incapaz, de seu representante legal."
      },
      {
        "letra": "C",
        "texto": "Não há previsão nas legislações penal e processual penal sobre a formalização judicial nas denominadas hipóteses de aborto legal."
      },
      {
        "letra": "D",
        "texto": "As penas cominadas nos artigos mencionados no enunciado são aumentadas de um terço, se, em consequência do aborto ou dos meios empregados para provocá-lo, a gestante sofre lesão corporal de natureza grave."
      },
      {
        "letra": "E",
        "texto": "O crime de aborto pode ser praticado da forma omissiva — omissão imprópria."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1955375",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Aborto"
    ],
    "enunciado_principal": "Sobre os crimes contra a vida e da periclitação da vida e da saúde, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ainda que a gravidez seja decorrente de estupro, se o aborto é realizado sem o consentimento da gestante, restará caracterizado o crime de aborto, provocado por terceiro."
      },
      {
        "letra": "B",
        "texto": "O crime de contágio venéreo é de ação pública incondicionada."
      },
      {
        "letra": "C",
        "texto": "O crime de induzimento, instigação ou auxílio a suicídio ou automutilação somente se caracteriza se a pessoa induzida, instigada ou auxiliada for menor de idade ou estiver em situação de vulnerabilidade, por qualquer condição."
      },
      {
        "letra": "D",
        "texto": "A injusta provocação da vítima, no crime de homicídio, levará à diminuição da pena, mesmo que praticada em momento posterior."
      },
      {
        "letra": "E",
        "texto": "O crime de abandono de incapaz, se resultar em morte, por expressa determinação legal, é punido com as penas previstas para o crime de homicídio simples."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1955345",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Aborto"
    ],
    "enunciado_principal": "Assinale a alternativa que cita corretamente os conceitos relacionados ao aborto.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O aborto em honoris causa é respaldado pelo ordenamento jurídico brasileiro."
      },
      {
        "letra": "B",
        "texto": "A liceidade do aborto terapêutico em condições emergenciais é compulsória ao consentimento da gestante."
      },
      {
        "letra": "C",
        "texto": "A antecipação terapêutica do parto em casos de anencefalia figura entre as excludentes do artigo 128 do Código Penal."
      },
      {
        "letra": "D",
        "texto": "O aborto sentimental é um procedimento normativo e sua indicação é imediata à constatação do fato que lhe deu causa."
      },
      {
        "letra": "E",
        "texto": "O aborto eugênico é previsto no artigo 128 do Código Penal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1948026",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: POLITEC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Induzimento, instigação ou auxílio ao suicídio",
      "Aborto"
    ],
    "enunciado_principal": "À luz do Código Penal, assinale a opção correta acerca dos crimes contra a pessoa.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O agente que induzir ou instigar alguém a suicidar-se ou a praticar automutilação responderá por crime doloso contra a vida, punido com reclusão."
      },
      {
        "letra": "B",
        "texto": "A mulher que, sob a influência do estado puerperal, matar o próprio filho durante o parto responderá por aborto provocado pela gestante."
      },
      {
        "letra": "C",
        "texto": "A gravidade da lesão corporal será equivalente se ocorrer tanto a debilidade permanente quanto a perda ou a inutilização de membro, sentido ou função."
      },
      {
        "letra": "D",
        "texto": "O aborto necessário — quando não há outro meio de salvar a gestante — e o aborto no caso de gravidez decorrente de estupro excluem a ilicitude por inexigibilidade de conduta diversa."
      },
      {
        "letra": "E",
        "texto": "A circunstância de o crime de feminicídio ser praticado durante a gestação ou nos seis meses após o parto é qualificadora desse crime."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1899601",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PC-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Aborto"
    ],
    "enunciado_principal": "Em relação ao aborto preterdoloso, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ocorre quando a mãe sofre algum tipo de violência em qualquer fase da gestação e o feto nasce morto por qualquer motivo."
      },
      {
        "letra": "B",
        "texto": "o elemento dolo do crime corresponde a causar lesões na mãe, independente de ser conhecido seu estado gravídico."
      },
      {
        "letra": "C",
        "texto": "ocorre quando o agressor não sabe da gestação e, portanto, não tem intenção de matar o feto."
      },
      {
        "letra": "D",
        "texto": "ocorre quando o autor sabe da gravidez e tem intenção de matar o feto."
      },
      {
        "letra": "E",
        "texto": "ocorre quando o autor sabe da gravidez e, mesmo não tendo intenção de matar o feto, assume o risco ao agredir uma gestante."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1899600",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PC-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Aborto"
    ],
    "enunciado_principal": "O aborto constitui uma espécie de crime contra a vida. Sobre o aborto, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É considerado crime o aborto provocado pela gestante ou por outrem, desde que com seu consentimento."
      },
      {
        "letra": "B",
        "texto": "Provocar aborto com consentimento da gestante leva a detenção apenas do autor do aborto e não da gestante."
      },
      {
        "letra": "C",
        "texto": "Em caso de aborto sentimental, é necessária apresentação de boletim de ocorrência referente ao crime de estupro para autorização judicial do aborto."
      },
      {
        "letra": "D",
        "texto": "Abortos terapêuticos realizados por médicos necessitam de autorização judicial."
      },
      {
        "letra": "E",
        "texto": "Não é necessária comprovação judicial de crime sexual para que seja realizado aborto sentimental."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1891707",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Aborto"
    ],
    "enunciado_principal": "Ao analisar sob o prisma jurídico-penal um abortamento, o delegado de polícia deverá verificar se a interrupção da gravidez, nas circunstâncias em que ocorreu, era permitida. Acerca do abortamento permitido, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Conforme entendimento majoritário do STF, o abortamento de feto anencefálico é possível, haja vista a tese de que a gestante que opta pela interrupção da gravidez atua em estado de necessidade."
      },
      {
        "letra": "B",
        "texto": "Deve ser responsabilizado por aborto culposo o médico que, por erro vencível, diagnostique uma gravidez com sério risco para a vida da gestante e realize a intervenção abortiva por equívoco."
      },
      {
        "letra": "C",
        "texto": "Consoante o STJ, a Síndrome de Body Stalk autoriza a intervenção abortiva porque, embora exista uma mínima chance de salvar o feto e garantir o nascimento com vida, determina a morte da gestante durante o parto, cuidando-se de abortamento terapêutico."
      },
      {
        "letra": "D",
        "texto": "Em discussão acerca da possibilidade de aborto no primeiro trimestre de gravidez, ministro do STF proferiu voto defendendo a inexistência de aborto criminoso nesse período, invocando para tanto, entre outros argumentos, o critério da proporcionalidade."
      },
      {
        "letra": "E",
        "texto": "No aborto sentimental ou humanitário, dado que a ocorrência de um estupro nem sempre será verificável de plano, exige-se ordem judicial, sem a qual a intervenção será criminosa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1873722",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: IBAMA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Estado de necessidade",
      "Crimes contra a vida",
      "Aborto"
    ],
    "enunciado_principal": "Com relação à ilicitude e às suas causas de justificação, julgue o item que se segue. Considere que uma mulher penalmente imputável tenha provocado em si um aborto, restando caracterizados, objetivamente, quando da sua conduta, os pressupostos do estado de necessidade, os quais eram totalmente desconhecidos da autora. Nessa situação hipotética, a falta dos elementos subjetivos de justificação acarreta a ilicitude da conduta e enseja a punição da autora pelo crime correspondente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1868188",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: PC-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Aborto"
    ],
    "enunciado_principal": "No que toca à causa de aumento de pena do feminicídio, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a causa relacionada à prática durante a gestação não é coligada a qualquer tutela da vida do nascituro;"
      },
      {
        "letra": "B",
        "texto": "se o feminicídio é praticado contra uma mulher grávida, há consunção da hipótese de abortamento;"
      },
      {
        "letra": "C",
        "texto": "o que justifica o incremento da sanção penal na prática durante a gestação é a condição de sexo feminino;"
      },
      {
        "letra": "D",
        "texto": "a causa relacionada à prática durante a gestação tem início no momento em que a vida do nascituro surge como viável;"
      },
      {
        "letra": "E",
        "texto": "a causa relacionada à prática durante a gestação tutela também os casos de gravidez anembrionária."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1828390",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: PC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Aborto"
    ],
    "enunciado_principal": "Acerca de crimes contra a pessoa, julgue o item a seguir.O crime de consentimento para o aborto não admite coautoria, consumando-se no momento em que a gestante anui para sua realização, ainda que não haja a execução do procedimento abortivo por terceiro.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1810033",
    "metadata": "Ano: 2021 | Banca: IDECAN | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Lei penal no espaço",
      "Crimes contra a vida",
      "Aborto"
    ],
    "enunciado_principal": "Janaína está grávida de dez semanas e deseja praticar um aborto. Ela descobre que está próximo à costa brasileira, mas em espaço classificado como “alto-mar”, o navio de uma ONG holandesa que viaja pelo mundo fornecendo informações, contraceptivos e realizando abortos seguros em gestações de até doze semanas, nos termos da legislação holandesa. Para tanto, Janaína aluga uma embarcação privada e sai do porto de Santos-SP com destino ao navio da mencionada organização não governamental, que está ancorado a vinte milhas náuticas da costa brasileira. Ali, de forma livre e consciente, Janaína realiza o aborto. Na volta, ao descer da embarcação alugada, já em solo brasileiro, Janaína é presa pela Polícia Federal pela prática de delito de aborto, sendo certo que ela confessa toda a sua conduta. Nessa hipótese, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Janaína pode ser responsabilizada pelo delito de aborto segundo a lei penal brasileira, pois a execução começou a se dar no território nacional, já que ela alugou um barco com essa finalidade."
      },
      {
        "letra": "B",
        "texto": "Janaína não praticou crime algum. O aborto foi cometido fora do território nacional, mais precisamente em território holandês, pois a embarcação holandesa estava em alto-mar. Dessa forma, Janaína não pode ser responsabilizada pela lei penal brasileira na hipótese."
      },
      {
        "letra": "C",
        "texto": "Como Janaína alugou uma embarcação privada para dirigir-se até o navio da ONG, considera-se que o início da execução do delito se deu em território nacional; portanto, a lei penal brasileira é aplicável, e Janaína poderá responder pelo delito de aborto."
      },
      {
        "letra": "D",
        "texto": "Houve crime de aborto e Janaína poderá ser responsabilizada por ele, mesmo tendo sido praticada, a conduta, a bordo de um navio privado de bandeira holandesa, pois, como a embarcação é privada, aplica-se a lei penal brasileira."
      },
      {
        "letra": "E",
        "texto": "Como a embarcação é privada e estava em alto-mar, vale a lei penal brasileira, razão pela qual Janaína poderá ser responsabilizada pelo delito de aborto desde que a Holanda não resolva processá-la criminalmente pelo fato."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1771672",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: PC-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Aborto",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Saulo se desentendeu, na fila do caixa de um supermercado, com outra consumidora, Viviane, que estava no 8º mês de gestação, e lhe desferiu um fortíssimo soco no rosto. Em razão do golpe, Viviane perdeu o equilíbrio e caiu com a barriga no chão. Ao ser levada ao hospital, foi constatado que Viviane apresentava lesão leve na face, mas que havia perdido o bebê em decorrência da queda. Considerando o estado gravídico evidente de Viviane, a conduta praticada por Saulo configura o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "lesão corporal seguida de morte;"
      },
      {
        "letra": "B",
        "texto": "lesão corporal qualificada pelo aborto;"
      },
      {
        "letra": "C",
        "texto": "aborto na modalidade dolo eventual, apenas;"
      },
      {
        "letra": "D",
        "texto": "aborto culposo, ficando a lesão corporal absorvida;"
      },
      {
        "letra": "E",
        "texto": "lesão corporal leve em concurso formal com aborto na forma culposa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1134195",
    "metadata": "Ano: 2020 | Banca: IBFC | Órgão: EBSERH",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Aborto",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Periclitação da vida e da saúde",
      "Abandono de incapaz"
    ],
    "enunciado_principal": "O atual Código de Direito Penal, recepcionado pela Constituição de 1988, inicia a Parte Especial tratando dos crimes contra a pessoa. Sobre eles, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Também é crime se a lesão corporal for praticada contra ascendente, descendente, irmão, cônjuge ou companheiro, ou com quem conviva ou tenha convivido, ou, ainda, prevalecendo-se o agente das relações domésticas, de coabitação ou de hospitalidade"
      },
      {
        "letra": "B",
        "texto": "Trata-se de homicídio qualificado aquele cometido contra a mulher por razões da condição do sexo feminino"
      },
      {
        "letra": "C",
        "texto": "É crime o aborto de feto com anencefalia"
      },
      {
        "letra": "D",
        "texto": "É crime contra a pessoa praticar, com o fim de transmitir a outrem moléstia grave de que está contaminado, ato capaz de produzir contágio"
      },
      {
        "letra": "E",
        "texto": "É crime abandonar pessoa que está sob seu cuidado, guarda, vigilância ou autoridade, e, por qualquer motivo, incapaz de defender-se dos riscos resultantes do abandono"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1010561",
    "metadata": "Ano: 2019 | Banca: Instituto Acesso | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Aborto"
    ],
    "enunciado_principal": "Ana, após realizar exame médico, descobriu estar grávida. Estando convicta de que a gravidez se deu em decorrência da prática de relação sexual extraconjugal que manteve com Pedro, seu colega de faculdade, e temendo por seu matrimônio decidiu por si só que iria praticar um aborto. A jovem comunicou a Pedro que estava grávida e pretendia realizar um aborto em uma clínica clandestina. Pedro, por sua vez, procurou Robson, colega que cursava medicina, e o convenceu a praticar o aborto em Ana. Assim, alguns dias depois de combinar com Pedro, Robson encontrou Ana e realizou o procedimento de aborto. Sobre a questão apresentada, é correto afirmar que a conduta de Ana se amolda ao crime previsto no",
    "alternativas": [
      {
        "letra": "A",
        "texto": "art. 124, segunda parte, do Código Penal (consentimento para o aborto). Robson, por sua vez, tem sua conduta subsumida ao crime previsto no art. 126, do Código Penal (aborto provocado por terceiro com consentimento). Já Pedro responderá como partícipe no crime de Robson."
      },
      {
        "letra": "B",
        "texto": "art. 124, segunda parte, do Código Penal (consentimento para o aborto). Robson, por sua vez, tem sua conduta subsumida ao crime previsto no art. 124, segunda parte, do Código Penal. Já Pedro responderá como partícipe no crime de Ana."
      },
      {
        "letra": "C",
        "texto": "art. 125, segunda parte, do Código Penal (consentimento para o aborto). Robson, por sua vez, tem sua conduta subsumida ao crime previsto no art. 124 do Código Penal (aborto provocado por terceiro sem consentimento). Já Pedro responderá como partícipe no crime de Robson."
      },
      {
        "letra": "D",
        "texto": "art. 124, primeira parte, do Código Penal (autoaborto). Robson, por sua vez, tem sua conduta subsumida ao crime previsto no art. 126 do Código Penal (aborto provocado por terceiro com consentimento). Já Pedro responderá como partícipe no crime de Ana."
      },
      {
        "letra": "E",
        "texto": "art. 126, primeira parte, do Código Penal (autoaborto). Robson, por sua vez, tem sua conduta subsumida ao crime previsto no art. 124 do Código Penal (aborto provocado por terceiro com consentimento). Já Pedro responderá como participe no crime de Ana."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1179846",
    "metadata": "Ano: 2018 | Banca: INSTITUTO AOCP | Órgão: ITEP-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Aborto"
    ],
    "enunciado_principal": "Uma gestante de sete meses decide golpear o abdome com um bastão de madeira, para matar o feto. Ela foi internada em hospital, com dores, e no dia seguinte deu à luz a um feto morto, com sinais de morte muito recente. Esse caso caracteriza um crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "homicídio."
      },
      {
        "letra": "B",
        "texto": "lesão corporal."
      },
      {
        "letra": "C",
        "texto": "atentado violento ao pudor."
      },
      {
        "letra": "D",
        "texto": "aborto."
      },
      {
        "letra": "E",
        "texto": "infanticídio."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "932660",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: Câmara Legislativa do Distrito Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Induzimento, instigação ou auxílio ao suicídio",
      "Aborto",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Lesão corporal leve e culposa"
    ],
    "enunciado_principal": "De acordo com o que dispõe o Código Penal acerca dos crimes contra a vida e a integridade física, considere: I. Induzir ou instigar alguém a suicidar-se ou prestar-lhe auxílio para que o faça somente será crime, em tese, se o suicídio se consumar ou, ainda, se da tentativa de suicídio resulta lesão corporal de natureza grave. II. Se o agente comete o crime de homicídio impelido por motivo de relevante valor social ou moral, ou sob o domínio de violenta emoção, logo em seguida a injusta provocação da vítima, o juiz poderá deixar de aplicar a pena, se as consequências da infração atingirem o próprio agente de forma tão grave que a sanção penal se torne desnecessária. III. É qualificado o homicídio se cometido para assegurar a execução, a ocultação, a impunidade ou vantagem de outro crime. IV. Não se pune o aborto praticado por médico se não há outro meio de salvar a vida da gestante. V. Provocar aborto em si mesma é tipificado na lei como crime de infanticídio. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II, III e IV."
      },
      {
        "letra": "B",
        "texto": "I, II e V."
      },
      {
        "letra": "C",
        "texto": "I, III e IV."
      },
      {
        "letra": "D",
        "texto": "II, IV e V."
      },
      {
        "letra": "E",
        "texto": "I, III e V."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "927247",
    "metadata": "Ano: 2018 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Aborto",
      "Periclitação da vida e da saúde",
      "Noções gerais sobre os crimes de perigo"
    ],
    "enunciado_principal": "Sobre os crimes da Parte Especial do Código Penal, analise as afirmativas a seguir, marque V para as verdadeiras e F para as falsas. ( ) O “aborto com consentimento” da gestante constitui exceção à teoria monística adotada pelo Código Penal. ( ) Sob a mesma rubrica, o legislador tipificou dois modelos distintos de lesão corporal: a grave e a gravíssima. Segundo o Código Penal, a perda ou inutilização de membro, sentido ou função, devidamente atestada em laudo pericial, é classificada como lesão grave. ( ) O crime de perigo de contágio venéreo se consuma com a prática da relação sexual ou de ato libidinoso, independentemente do efetivo contágio que, se ocorrer, será simples exaurimento do delito. ( ) No crime de difamação, não é admitida a exceção da verdade. A sequência está correta em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V, F, F, V."
      },
      {
        "letra": "B",
        "texto": "F, V, V, F."
      },
      {
        "letra": "C",
        "texto": "V, F, V, F."
      },
      {
        "letra": "D",
        "texto": "F, V, V, V."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "904142",
    "metadata": "Ano: 2018 | Banca: NUCEPE | Órgão: PC-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Induzimento, instigação ou auxílio ao suicídio",
      "Infanticídio",
      "Aborto",
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal"
    ],
    "enunciado_principal": "São considerados crimes contra a pessoa, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Induzir ou instigar alguém a suicidar-se ou prestar-lhe auxílio para que o faça."
      },
      {
        "letra": "B",
        "texto": "Matar alguém."
      },
      {
        "letra": "C",
        "texto": "Constranger alguém, mediante violência ou grave ameaça, ou depois de lhe haver reduzido, por qualquer outro meio, a capacidade de resistência, a não fazer o que a lei permite, ou a fazer o que ela não manda."
      },
      {
        "letra": "D",
        "texto": "Provocar aborto em si mesma ou consentir que outrem lhe provoque."
      },
      {
        "letra": "E",
        "texto": "Matar, sob a influência do estado puerperal, o próprio filho, durante o parto ou logo após."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "886781",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Induzimento, instigação ou auxílio ao suicídio",
      "Infanticídio",
      "Aborto"
    ],
    "enunciado_principal": "Quanto aos crimes contra a vida, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Suponha que “A” seja instigado a suicidar-se e decida pular da janela do prédio em que reside. Ao dar cabo do plano suicida, “A” não morre e apenas sofre lesão corporal de natureza leve. Pode-se afirmar que o instigador deverá responder pelo crime de tentativa de instigação ao suicídio, previsto no art. 122 do Código Penal."
      },
      {
        "letra": "B",
        "texto": "Considera-se qualificado o homicídio praticado contra pessoa menor de 14 anos ou maior de 60 anos."
      },
      {
        "letra": "C",
        "texto": "O Código Penal permite o aborto praticado pela própria gestante quando existir risco de morte e não houver outro meio de se salvar."
      },
      {
        "letra": "D",
        "texto": "O feminicídio é espécie de homicídio qualificado e resta configurado quando a morte da mulher se dá em razão da condição do sexo feminino. Se o crime for presenciado por descendente da vítima, incidirá ainda causa de aumento de pena."
      },
      {
        "letra": "E",
        "texto": "O aborto provocado pela gestante, figura prevista no art. 124 do Código Penal, cuja pena é de detenção de 1 (um) a 3 (três) anos, admite coautoria."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "867363",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PC-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Consumação e tentativa",
      "Crimes contra a vida",
      "Aborto"
    ],
    "enunciado_principal": "Admite a modalidade tentada o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "instigação ao suicídio sem resultado lesivo."
      },
      {
        "letra": "B",
        "texto": "aborto."
      },
      {
        "letra": "C",
        "texto": "lesão corporal culposa."
      },
      {
        "letra": "D",
        "texto": "omissão de socorro."
      },
      {
        "letra": "E",
        "texto": "difamação cometida verbalmente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "853649",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: TST",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Aborto"
    ],
    "enunciado_principal": "Mariana, menor de 13 anos, grávida de 2 meses, pretende realizar aborto por não desejar a criança, uma vez que não sabe quem é o pai do bebê concebido. Maridete, parteira conhecida da família de Mariana, realiza o aborto com autorização da menor. A conduta de Maridete, ao provocar o aborto, é passível de pena de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "detenção de um a quatro anos."
      },
      {
        "letra": "B",
        "texto": "detenção de três a dez anos."
      },
      {
        "letra": "C",
        "texto": "reclusão de três a dez anos."
      },
      {
        "letra": "D",
        "texto": "reclusão de um a três anos."
      },
      {
        "letra": "E",
        "texto": "reclusão de quinze a vinte anos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "844170",
    "metadata": "Ano: 2017 | Banca: INSTITUTO AOCP | Órgão: SEJUS - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Infanticídio",
      "Aborto"
    ],
    "enunciado_principal": "Acerca dos crimes contra a pessoa, disciplinados no Código Penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São crimes contra a pessoa: o homicídio, o infanticídio, o aborto e o latrocínio."
      },
      {
        "letra": "B",
        "texto": "A pena mínima do infanticídio é maior do que a pena mínima do homicídio simples doloso."
      },
      {
        "letra": "C",
        "texto": "Na hipótese de homicídio culposo, o juiz poderá deixar de aplicar a pena se as consequências da infração atingirem o próprio agente de forma tão grave que a sanção penal se torne desnecessária."
      },
      {
        "letra": "D",
        "texto": "O aborto com consentimento é sempre permitido até o terceiro mês da gestação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "844074",
    "metadata": "Ano: 2017 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material",
      "Concurso formal",
      "Crime continuado",
      "Crimes contra a vida",
      "Homicídio",
      "Aborto"
    ],
    "enunciado_principal": "Determinado indivíduo, sabendo que Dorotéia estava grávida, e assumindo conscientemente qualquer consequência que disso pudesse advir, desferiu nela golpes de faca na nuca, matando-a, e provocando também a morte do feto em face do aborto. Nesse caso, conforme jurisprudência consolidada no STJ, é correto afirmar que a hipótese é de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "homicídio e aborto provocado por terceiro, sendo que as penas devem ser aplicadas cumulativamente, em decorrência do concurso formal próprio."
      },
      {
        "letra": "B",
        "texto": "duplo homicídio, caracterizando-se o concurso material, sendo que as penas devem ser somadas."
      },
      {
        "letra": "C",
        "texto": "homicídio e aborto provocado por terceiro, devendo ser aplicada a pena mais grave, aumentada de 1/6 a 2/3, pela regra da continuidade delitiva."
      },
      {
        "letra": "D",
        "texto": "homicídio e aborto provocado por terceiro, aplicando-se a pena nos moldes preconizados para o concurso formal imperfeito."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "843732",
    "metadata": "Ano: 2017 | Banca: FAPEMS | Órgão: PC-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Induzimento, instigação ou auxílio ao suicídio",
      "Infanticídio",
      "Aborto"
    ],
    "enunciado_principal": "Segundo Busato (2014), \"o homicídio é uma violação do bem jurídico vida como tal considerado a partir do nascimento\". E para Hungria (1959), esse crime constitui \"a mais chocante violação do senso moral médio da humanidade civilizada\". BUSATO. Paulo César. Direito Penal: parte especial, l.ed. São Paulo: Atlas, 2014, p. 19. HUNGRIA, Nelson. Comentários ao código penal. 4.ed. Rio de Janeiro: Forense, 1959, p. 25. O Código Penal Brasileiro, em seu artigo 121, apresenta três modalidades de tipos penais de ação homicida, em que os elementos que o compõem podem ou não aparecer conjugados. Acerca das modalidades do crime de homicídio, variantes e caracterização, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É caracterizada como homicídio a morte de feto atingido por disparo de arma de fogo, quando ainda no ventre da mãe."
      },
      {
        "letra": "B",
        "texto": "O infanticídio é modalidade do homicídio qualificado pelo resultado, quando a mãe mata o próprio filho logo após o parto, sob a influência do estado puerperal, cuja pena é agravada."
      },
      {
        "letra": "C",
        "texto": "O latrocínio, por se tratar de espécie complexa de homicídio qualificado previsto no artigo 121 do Código Penal, não é julgado pelo Tribunal do Júri por envolver questões patrimoniais."
      },
      {
        "letra": "D",
        "texto": "A eutanásia, ou o homicídio piedoso, é reconhecida como conduta praticada por relevante valor moral, caracterizadora do homicídio privilegiado."
      },
      {
        "letra": "E",
        "texto": "O homicídio pode ser considerado qualificado /privilegiado quando praticado por relevante valor moral motivado por vingança."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "833098",
    "metadata": "Ano: 2017 | Banca: FMP Concursos | Órgão: MPE-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Induzimento, instigação ou auxílio ao suicídio",
      "Aborto"
    ],
    "enunciado_principal": "No que tange aos crimes dolosos contra a vida, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A qualificadora do feminicídio incide em todos os casos em que a vítima for mulher."
      },
      {
        "letra": "B",
        "texto": "O homicídio qualificado-privilegiado é crime hediondo."
      },
      {
        "letra": "C",
        "texto": "A jurisprudência do Supremo Tribunal Federal admite a antecipação terapêutica do parto de fetos como microcefalia."
      },
      {
        "letra": "D",
        "texto": "O emprego de tortura pode qualificar o crime de homicídio ou caracterizar crime autônomo, dependendo do dolo do agente e das circunstâncias do caso concreto."
      },
      {
        "letra": "E",
        "texto": "A prática da “roleta russa” caracteriza o crime de instigação ao suicídio."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "812772",
    "metadata": "Ano: 2017 | Banca: IBADE | Órgão: PC-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Infanticídio",
      "Aborto"
    ],
    "enunciado_principal": "Abigail, depois de iniciado parto caseiro, mas antes de completá-lo, sob influência do estado puerperal, mata o próprio filho. Abigail praticou crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "infanticídio."
      },
      {
        "letra": "B",
        "texto": "homicídio qualificado."
      },
      {
        "letra": "C",
        "texto": "homicídio."
      },
      {
        "letra": "D",
        "texto": "consentimento para o aborto"
      },
      {
        "letra": "E",
        "texto": "autoaborto."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "812657",
    "metadata": "Ano: 2017 | Banca: IBADE | Órgão: PC-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Aborto"
    ],
    "enunciado_principal": "Terêncio, em razão da condição de sexo feminino, efetua disparo de arma de fogo contra sua esposa Efigênia, perceptivelmente grávida, todavia atingindo, por falta de habilidade no manejo da arma, Nereu, um vizinho, que morre imediatamente. Desconsiderando os tipos penais previstos no Estatuto do Desarmamento e levando em conta apenas as informações contidas no enunciado, é correto afirmar que Terêncio praticou crime(s)de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "feminicídio majorado."
      },
      {
        "letra": "B",
        "texto": "aborto, na forma tentada, e homicídio."
      },
      {
        "letra": "C",
        "texto": "homicídio culposo, feminicídio majorado, na forma tentada, e aborto, na forma tentada."
      },
      {
        "letra": "D",
        "texto": "aborto, na forma tentada, e feminicídio majorado."
      },
      {
        "letra": "E",
        "texto": "homicídio culposo e aborto, na forma tentada."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "795667",
    "metadata": "Ano: 2017 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Aborto"
    ],
    "enunciado_principal": "A sequência correta de preenchimento dos parênteses, de cima para baixo, é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V – F – F – F."
      },
      {
        "letra": "B",
        "texto": "V – F – V – V."
      },
      {
        "letra": "C",
        "texto": "F – V – F – V."
      },
      {
        "letra": "D",
        "texto": "F – V – V – F."
      },
      {
        "letra": "E",
        "texto": "V – F – V – F."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "795007",
    "metadata": "Ano: 2017 | Banca: IBFC | Órgão: POLÍCIA CIENTÍFICA-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Aborto"
    ],
    "enunciado_principal": "O aborto é a interrupção da gravidez em qualquer época gestacional, antes da data prevista, com a morte do concepto, intra ou extrauterina. Em relação a esse assunto, analise as afirmativas abaixo. I. O aborto realizado pelo médico para salvar a vida da gestante é chamado de aborto terapêutico. II. O aborto indicado nas causas de estupro é chamado de aborto sentimental. III. Somente o aborto sentimental é legalmente permitido no Código Penal. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todas as afirmativas estão corretas"
      },
      {
        "letra": "B",
        "texto": "Estão corretas apenas as afirmativas I e II"
      },
      {
        "letra": "C",
        "texto": "Estão corretas apenas as afirmativas II e III"
      },
      {
        "letra": "D",
        "texto": "Está correta apenas a afirmativa II"
      },
      {
        "letra": "E",
        "texto": "Está correta apenas a afirmativa III"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "647131",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: PC-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Aborto"
    ],
    "enunciado_principal": "Acerca dos crimes contra a pessoa, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando o homicídio for praticado por motivo fútil, haverá causa de diminuição de pena."
      },
      {
        "letra": "B",
        "texto": "Sempre que um agente mata uma vítima mulher, tem-se um caso de feminicídio."
      },
      {
        "letra": "C",
        "texto": "O homicídio e o aborto são os únicos tipos penais constantes no capítulo que trata de crimes contra a vida."
      },
      {
        "letra": "D",
        "texto": "O aborto provocado é considerado crime pelo direito brasileiro, não existindo hipóteses de exclusão da ilicitude."
      },
      {
        "letra": "E",
        "texto": "O aborto provocado será permitido quando for praticado para salvar a vida da gestante ou quando se tratar de gravidez decorrente de estupro."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "613162",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Aborto"
    ],
    "enunciado_principal": "A anencefalia, de acordo com entendimento jurisprudencial do Supremo Tribunal Federal, no julgamento da ADPF (arguição de descumprimento de preceito fundamental), ajuizada pela Confederação dos Trabalhadores na Saúde – CNTS, sob relatoria do Ministro Marco Aurélio de Mello:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não qualifica direito da gestante de submeter-se à antecipação terapêutica de parto sob pena de o contrário implicar pronunciamento da inconstitucionalidade abstrata dos artigos 124, 126 e 128, I e II, do Código Penal, e, via de consequência, a descriminalização do aborto."
      },
      {
        "letra": "B",
        "texto": "permite a antecipação terapêutica do parto, com proteção à vida da mãe, a exemplo do aborto sentimental, que tem por finalidade preservar a higidez física e psíquica da mulher, conclusão que configura interpretação do Código Penal de acordo com a Constituição Federal, orientada pelos preceitos que garantem o Estado laico, a dignidade da pessoa humana, o direito à vida e a proteção à autonomia, da liberdade, da privacidade e da saúde."
      },
      {
        "letra": "C",
        "texto": "não dispensa autorização judicial prévia ou qualquer forma de autorização do Estado para a antecipação terapêutica do parto, implicando ajustamento dos envolvidos nas condutas típicas descritas pelos artigos 124, 126 e 128, I e II, do Código Penal, com vistas à proteção do direito à vida."
      },
      {
        "letra": "D",
        "texto": "estendeu a desnecessidade de autorização judicial prévia ou qualquer forma de autorização do Estado para a antecipação terapêutica do parto, no aborto sentimental ou humanitário, decorrente da gravidez em caso de estupro, em respeito aos princípios da moral razoável e da dignidade da pessoa humana."
      },
      {
        "letra": "E",
        "texto": "porque há vida a ser protegida, implica a subsunção da conduta dos envolvidos no procedimento de antecipação terapêutica do parto aos tipos de aborto previstos no Estatuto Repressivo, dependendo da qualidade do agente que o praticou ou permitiu a sua prática."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "588022",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: DPE-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Aborto"
    ],
    "enunciado_principal": "Dalva, em período gestacional, foi informada de que seu bebê sofria de anencefalia, diagnóstico confirmado por laudos médicos. Após ter certeza da irreversibilidade da situação, Dalva, mesmo sem estar correndo risco de morte, pediu aos médicos que interrompessem sua gravidez, o que foi feito logo em seguida. Nessa situação hipotética, de acordo com a jurisprudência do STF, a interrupção da gravidez",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deve ser interpretada como conduta atípica e, portanto, não criminosa."
      },
      {
        "letra": "B",
        "texto": "deveria ter sido autorizada pela justiça para não configurar crime."
      },
      {
        "letra": "C",
        "texto": "é isenta de punição por ter ocorrido em situação de aborto necessário."
      },
      {
        "letra": "D",
        "texto": "configurou crime de aborto praticado por Dalva."
      },
      {
        "letra": "E",
        "texto": "configurou crime de aborto praticado pelos médicos com consentimento da gestante."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "577646",
    "metadata": "Ano: 2015 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Induzimento, instigação ou auxílio ao suicídio",
      "Aborto"
    ],
    "enunciado_principal": "Quanto aos crimes contra a vida, assinale a opção CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A expressão “durante ou logo após o parto\" impede a caracterização do infanticídio se a conduta for praticada mais de 24h após o parto ter sido concluído."
      },
      {
        "letra": "B",
        "texto": "Se “A\" induz “B\" a se matar, mas “B\" apenas experimenta lesões leves, “A\" pratica delito de auxílio ao suicídio, na forma tentada."
      },
      {
        "letra": "C",
        "texto": "Para a realização do aborto com o consentimento da gestante, em caso de gravidez resultante de estupro, o médico precisa de autorização judicial."
      },
      {
        "letra": "D",
        "texto": "Apressar a morte de quem esteja desenganado configura homicídio com relevante valor social."
      },
      {
        "letra": "E",
        "texto": "Ao autor de homicídio praticado contra a mulher por razões da condição de sexo feminino da vítima aplica-se circunstância qualificadora."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "576252",
    "metadata": "Ano: 2015 | Banca: FUNCAB | Órgão: PC-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material",
      "Crimes contra a vida",
      "Aborto"
    ],
    "enunciado_principal": "Nei Santos, jovem de família conservadora, toma conhecimento de que sua noiva Ana Silva, com quem está prestes a casar, se encontra no segundo mês de gravidez. Preocupado em não decepcionar seus familiares, Nei faz de tudo para convencer Ana a realizar o aborto. Para tanto, orienta-a a procurar uma conhecida clínica clandestina situada próximo a sua residência. O procedimento abortivo realizado pelo cirurgião Carlos Quintão, provoca em Ana uma lesão leve (pequena escoriação), em face de seu comportamento negligente. Indique o(s) crime(s) praticado(s) por Nei, Ana e Carlos, respectivamente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "consentimento para o aborto, consentimento para o aborto e aborto praticado por terceiro com consentimento da gestante, em concurso material de crimes com o delito de lesão corporal leve."
      },
      {
        "letra": "B",
        "texto": "consentimento para o aborto, aborto provocado por terceiro com consentimento especialmente agravado e aborto provocado por terceiro com consentimento da gestante em concurso material com lesão corporal de natureza leve."
      },
      {
        "letra": "C",
        "texto": "consentimento para o aborto, consentimento para o aborto e aborto provocado por terceiro."
      },
      {
        "letra": "D",
        "texto": "autoaborto, aborto praticado por terceiro com consentimento, em concurso de crimes com o delito de lesão corporal e aborto praticado por terceiro com consentimento, em concurso formal de crimes com o delito de lesão grave em sentido estrito."
      },
      {
        "letra": "E",
        "texto": "autoaborto, aborto provocado por terceiro com consentimento da gestante e aborto provocado por terceiro com consentimento da gestante em concurso material com lesão corporal de natureza leve."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "543181",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Aborto"
    ],
    "enunciado_principal": "A questão, refere -se às normas do Código Penal.É correto afirmar que o aborto praticado por médico",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não é punível, ainda que haja outro meio de salvar a vida da gestante."
      },
      {
        "letra": "B",
        "texto": "não é punível, se não houver outro meio de salvar a vida da gestante."
      },
      {
        "letra": "C",
        "texto": "não é punível em hipótese alguma."
      },
      {
        "letra": "D",
        "texto": "é punível, se a gravidez resulta de estupro e o aborto é precedido de consentimento da gestante ou, quando incapaz, de seu representante legal."
      },
      {
        "letra": "E",
        "texto": "não é punível, se a gravidez resulta de estupro e o aborto não é precedido de consentimento da gestante ou, quando incapaz, de seu representante legal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "518547",
    "metadata": "Ano: 2014 | Banca: FUNCAB | Órgão: PC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Induzimento, instigação ou auxílio ao suicídio",
      "Infanticídio",
      "Aborto"
    ],
    "enunciado_principal": "Em relação aos crimes contra a vida, dispostos no Código Penal, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No crime de induzimento, instigação ou auxílio a suicídio, disposto no artigo 122 do CP, a pena é duplicada se o crime é praticado por motivo egoístico."
      },
      {
        "letra": "B",
        "texto": "O Código Penal prevê o crime de aborto culposo."
      },
      {
        "letra": "C",
        "texto": "Se do induzimento, instigação ou auxílio ao suicídio resulta lesão corporal de natureza grave na vítima, a conduta daquele que induziu, instigou ou auxiliou a vítima a tentar se suicidar é atípica."
      },
      {
        "letra": "D",
        "texto": "Para a configuração da qualificadora do emprego de veneno no homicídio, disposta no artigo 121, § 2°, inciso III, primeira figura, do CP, não se exige que a vítima desconheça a circunstância de estar sendo envenenada."
      },
      {
        "letra": "E",
        "texto": "O crime de infanticídio, descrito no artigo 123 do CP, prevê também como típica a forma culposa desse delito."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "480299",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Aborto"
    ],
    "enunciado_principal": "Assinale a alternativa que traz as duas hipóteses de aborto legal, praticado por médico, expressamente previstas no art. 128 do CP.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se o feto sofre de doença incurável, sendo praticado com o consentimento da gestante; se há má-formação fetal que inviabilize a vida extrauterina."
      },
      {
        "letra": "B",
        "texto": "Se há má-formação fetal que inviabilize a vida extrauterina; se não há outro meio de salvar a vida da gestante."
      },
      {
        "letra": "C",
        "texto": "Se não há outro meio de salvar a vida da gestante; se praticado com o consentimento dela, tendo sido a gravidez resultada de estupro."
      },
      {
        "letra": "D",
        "texto": "Se o feto sofre de doença incurável, sendo praticado com o consentimento da gestante; se praticado com o consentimento da gestante, tendo sido a gravidez resultada de estupro."
      },
      {
        "letra": "E",
        "texto": "Se a gestante é menor de idade, sendo o procedimento autorizado pelos responsáveis; se praticado com o consentimento da gestante, tendo sido a gravidez resultada de estupro."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "402265",
    "metadata": "Ano: 2014 | Banca: NUCEPE | Órgão: PC-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crimes omissivos",
      "Crimes contra a vida",
      "Aborto",
      "Crimes contra a honra",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "No que se refere aos crimes contra a pessoa, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não se pune o aborto se a gravidez resulta de estupro, sobretudo se é precedido de consentimento da gestante."
      },
      {
        "letra": "B",
        "texto": "Na injúria há imputação de fato ofensivo à dignidade ou ao decoro da vítima."
      },
      {
        "letra": "C",
        "texto": "Mãe que intencionalmente deixa de amamentar o filho, causando-lhe a morte por inanição, pratica crime comissivo por omissão."
      },
      {
        "letra": "D",
        "texto": "Nos crimes perpetrados contra pessoa maior de sessenta anos, incidirá a agravante de um terço da pena, exceto no caso de injúria."
      },
      {
        "letra": "E",
        "texto": "No crime de difamação admite-se a exceção da verdade se o ofendido é funcionário público e a ofensa é relativa ao exercício de suas funções."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "389331",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Aborto"
    ],
    "enunciado_principal": "“X” recebe recomendação médica para ficar de repouso, caso contrário, poderia sofrer um aborto. Ocorre que “X” precisa trabalhar e não consegue fazer o repouso desejado e, por essa razão, acaba expelindo o feto, que não sobrevive. Em tese, “X”",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não praticou crime algum."
      },
      {
        "letra": "B",
        "texto": "praticou o crime de aborto doloso."
      },
      {
        "letra": "C",
        "texto": "praticou o crime de aborto culposo."
      },
      {
        "letra": "D",
        "texto": "praticou o crime de lesão corporal qualificada pela aceleração do parto."
      },
      {
        "letra": "E",
        "texto": "praticou o crime de desobediência."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "368512",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Aborto"
    ],
    "enunciado_principal": "No que toca ao delito de aborto e seus permissivos legais, é correto afirmar que :",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não é admissível na legislação pátria, diante do direito à vida consagrado na Constituição da República."
      },
      {
        "letra": "B",
        "texto": "é amplamente admissível na legislação pátria, diante da supremacia da disposição da mulher sobre seu corpo."
      },
      {
        "letra": "C",
        "texto": "é excepcionalmente admissível na legislação pátria, no caso de aborto terapêutico ou aborto humanitário (ou piedoso)."
      },
      {
        "letra": "D",
        "texto": "é excepcionalmente admissível na legislação pátria, no caso de aborto eugênico ou aborto humanitário (ou piedoso)."
      },
      {
        "letra": "E",
        "texto": "é amplamente admissível na legislação pátria, em razão de questões de política de saúde pública, mesmo sem o consentimento da gestante."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1634487",
    "metadata": "Ano: 2013 | Banca: UEG | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Aborto"
    ],
    "enunciado_principal": "O Direito Penal dispõe o seguinte:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o homicídio por motivo de relevante valor moral é aquele segundo o interesse coletivo."
      },
      {
        "letra": "B",
        "texto": "o assassinato intencional, mediante estrangulamento, configura hipótese de homicídio simples."
      },
      {
        "letra": "C",
        "texto": "configura hipótese de homicídio qualificado aquele em que o autor age sob o domínio de violenta emoção, logo após injusta provocação da vítima."
      },
      {
        "letra": "D",
        "texto": "o crime de homicídio ocorre a partir do início do parto, quando começa a vida extrauterina."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1634453",
    "metadata": "Ano: 2013 | Banca: UEG | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Infanticídio",
      "Aborto"
    ],
    "enunciado_principal": "O Direito Penal dispõe o seguinte:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a eliminação da vida intrauterina pode configurar aborto ou infanticídio."
      },
      {
        "letra": "B",
        "texto": "diz-se qualificado o homicídio por motivo de relevante valor moral ou social."
      },
      {
        "letra": "C",
        "texto": "a eutanásia é um exemplo de homicídio por motivo de relevante valor moral."
      },
      {
        "letra": "D",
        "texto": "é homicídio simples aquele praticado sob o domínio de violenta emoção, logo após injusta provocação da vítima."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "470162",
    "metadata": "Ano: 2013 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Aborto"
    ],
    "enunciado_principal": "A Suprema Corte tratou do tema antecipação do parto ou interrupção da gravidez na ADPF 54 em que foi postulada a interpretação dos arts. 124 e 126 do Código Penal – autoaborto e aborto com o consentimento da gestante – em conformidade com a Constituição Federal, quando fosse caso de feto anencéfalo. Após julgar procedente a ação, o Colendo Tribunal declarou que a ocorrência de anencefalia nos dispositivos invocados provoca a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "exclusão da antijuridicidade."
      },
      {
        "letra": "B",
        "texto": "exclusão da tipicidade."
      },
      {
        "letra": "C",
        "texto": "exclusão do concurso de crimes."
      },
      {
        "letra": "D",
        "texto": "aplicação de perdão judicial."
      },
      {
        "letra": "E",
        "texto": "inexigibilidade de conduta diversa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "441011",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: POLITEC-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Aborto"
    ],
    "enunciado_principal": "Com relação ao aborto necessário, marque a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pode ser realizado quando houver gravidez de risco."
      },
      {
        "letra": "B",
        "texto": "Precisa de consentimento da gestante ou de seu representante legal."
      },
      {
        "letra": "C",
        "texto": "É a interrupção artificial da gravidez para repelir perigo certo e inevitável à vida da gestante, na ausência de outrométodo eficaz."
      },
      {
        "letra": "D",
        "texto": "É aquele praticado na presunção de que o futuro filho herdaria dos pais doenças ou anormalidades físicas oumentais."
      },
      {
        "letra": "E",
        "texto": "Deve ser feito quando a gravidez for resultante de estupro."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "305417",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Aborto",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Anderson, ginecologista, foi procurado por Zéfira, que estava grávida de seu amante Josenildo. Zéfira solicitou que Anderson interrompesse sua gravidez, mediante a utilização de uma curetagem, objetivando esconder a traição. Anderson, que era inimigo de Josenildo, efetuou um procedimento cirúrgico causando a expulsão do embrião e, para se vingar de Josenildo, retirou os dois ovários de Zéfira. Assim, pode-se afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Zéfira deve responder pelo crime de aborto provocado com o consentimento da gestante (artigo 124 do CP), em concurso de agentes com Anderson."
      },
      {
        "letra": "B",
        "texto": "Anderson deve responder pelo crime de aborto com o consentimento da gestante (artigo 126 do CP) com a causa de aumento de pena prevista no artigo 127 do CP."
      },
      {
        "letra": "C",
        "texto": "Anderson deve responder pelo crime de aborto com o consentimento da gestante (artigo 126 do CP) e lesão corporal gravíssima (se resulta perda ou inutilização de função – artigo 129, § 2º, III do CP), emconcurso formal."
      },
      {
        "letra": "D",
        "texto": "Anderson deve responder pelo crime de aborto com o consentimento da gestante (artigo 126 do CP) e lesão corporal gravíssima (se resulta perda ou inutilização de função - artigo 129, § 2º, III, do CP), em concurso material."
      },
      {
        "letra": "E",
        "texto": "Anderson deve responder pelo crime de lesão corporal gravíssima (se resulta aborto)."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "599776",
    "metadata": "Ano: 2012 | Banca: CEC | Órgão: Prefeitura de Pinhais - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Aborto",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Crimes contra a honra",
      "Difamação"
    ],
    "enunciado_principal": "Analise as seguintes proposições sobre os crimes contra a pessoa. I. A premeditação não configura uma qualificadora do crime de homicídio. II. O aborto, segundo recente alteração legislativa, não é mais considerado crime, se for realizado até os 60 (sessenta) dias de gestação. III. O crime de lesão corporal culposa foi graduado pelo legislador em leve, grave e gravíssima, dependendo da intensidade da lesão gerada. IV. O guarda municipal Mário atribuiu, falsamente, a seu colega Luciano, a prática de atividade contravencional do jogo do bicho, o que pode caracterizar o crime de calúnia. Está correto somente o que se afirma na(s) assertiva(s):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, III e IV"
      },
      {
        "letra": "B",
        "texto": "I e IV"
      },
      {
        "letra": "C",
        "texto": "I e III"
      },
      {
        "letra": "D",
        "texto": "II, III e IV"
      },
      {
        "letra": "E",
        "texto": "I"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "283085",
    "metadata": "Ano: 2012 | Banca: FUNCAB | Órgão: PC-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Aborto"
    ],
    "enunciado_principal": "Após ter ciência da gravidez de sua namorada Silmara, Nicanor convence a gestante a abortar, orientando-a a procurar uma clínica clandestina. Durante o procedimento abortivo, praticado pelo médico Horácio, Silmara sofre grave lesão, decorrente da imperícia do profissional, perdendo, pois, sua capacidade reprodutiva. Nesse contexto, considerando que a intervenção cirúrgica não era justificada pelo risco de morte para a gestante ou em virtude de estupro prévio, Silmara, Nicanor e Horácio responderão, respectivamente, pelos crimes de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "consentimento para o aborto (artigo 124, 2ª parte, CP); consentimento para o aborto (artigo 124, 2ª parte, CP); e aborto praticado por terceiro com consentimento, em concurso de crimes com o delito de lesão corporal qualificada (artigo 126 c/c artigo 129, § 2º, III, ambos doCP)."
      },
      {
        "letra": "B",
        "texto": "consentimento para o aborto (artigo 124, 2ª parte, CP); aborto provocado por terceiro com consentimento especialmente agravado (artigo 126 c/c artigo 127, ambos do CP); e aborto provocado por terceiro com consentimento especialmente agravado (artigo 126 c/c artigo 127, ambos doCP)."
      },
      {
        "letra": "C",
        "texto": "consentimento para o aborto (artigo 124, 2ª parte, CP); consentimento para o aborto (artigo 124, 2ª parte, CP); e aborto provocado por terceiro com consentimento especialmente agravado (artigo 126 c/c artigo 127, ambos doCP)."
      },
      {
        "letra": "D",
        "texto": "autoaborto (artigo 124, 1ª parte, CP); aborto praticado por terceiro com consentimento, em concurso de crimes como delito de lesão corporal qualificada (artigo 126 c/c artigo 129, § 2º, III, ambos doCP); e aborto praticado por terceiro com consentimento, em concurso de crimes com o delito de lesão corporal qualificada (artigo 126 c/c artigo 129, § 2º, III, ambos doCP)."
      },
      {
        "letra": "E",
        "texto": "autoaborto (artigo 124, 1ª parte, CP); aborto provocado por terceiro com consentimento especialmente agravado (artigo 126 c/c artigo 127, ambos do CP); e aborto provocado por terceiro com consentimento especialmente agravado (artigo 126 c/c artigo 127, ambos do CP)."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "273413",
    "metadata": "Ano: 2012 | Banca: FUNCAB | Órgão: PC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Induzimento, instigação ou auxílio ao suicídio",
      "Infanticídio",
      "Aborto"
    ],
    "enunciado_principal": "São crimes contra a vida, assim previstos pelo Código Penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "extorsão mediante sequestro seguido de morte, rixa seguida de morte, latrocínio, infanticídio e aborto."
      },
      {
        "letra": "B",
        "texto": "latrocínio, lesão corporal seguida de morte, difamação e periclitação da vida."
      },
      {
        "letra": "C",
        "texto": "latrocínio, homicídio, extorsão mediante sequestro seguido de morte e infanticídio."
      },
      {
        "letra": "D",
        "texto": "homicídio, aborto, infanticídio e induzimento ao suicídio."
      },
      {
        "letra": "E",
        "texto": "homicídio, aborto, latrocínio e lesão corporal seguida de morte."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "239351",
    "metadata": "Ano: 2012 | Banca: PC-SP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Aborto"
    ],
    "enunciado_principal": "O aborto provocado pela gestante é crime",
    "alternativas": [
      {
        "letra": "A",
        "texto": "formal."
      },
      {
        "letra": "B",
        "texto": "de mão própria."
      },
      {
        "letra": "C",
        "texto": "de conduta vinculada."
      },
      {
        "letra": "D",
        "texto": "de concurso necessário."
      },
      {
        "letra": "E",
        "texto": "de mera conduta."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "822602",
    "metadata": "Ano: 2011 | Banca: UERR | Órgão: SEJUC-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Aborto"
    ],
    "enunciado_principal": "Em relação ao crime de aborto em suas diversas modalidades tipificadas nos artigos 124 a 128 do Código Penal é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para a realização do aborto de gravidez resultante de estupro, basta que o médico tome conhecimento da ocorrência policial, não necessitando de autorização judicial ;"
      },
      {
        "letra": "B",
        "texto": "Em caso de aborto necessário feito por médico, nenhum crime pratica a enfermeira que o auxiliou;"
      },
      {
        "letra": "C",
        "texto": "O namorado que acompanha a gestante que deseja abortar ou paga o aborto criminoso, a pedido dela, comete o crime de auto-aborto na condição de co-autor;"
      },
      {
        "letra": "D",
        "texto": "Para a realização do aborto necessário é prescindível o consentimento da gestante ou de seus familiares;"
      },
      {
        "letra": "E",
        "texto": "No caso de incapaz vítima de estupro que resultou em gravidez, em conformidade ao que preceitua o Código Penal, a autorização para a realização do aborto deve partirde seu representante legal."
      }
    ],
    "gabarito": "C"
  }
]