[
  {
    "id": "3253552",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal privada propriamente dita ou exclusiva",
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Crimes contra a honra",
      "Calúnia"
    ],
    "enunciado_principal": "Imagine que determinado indivíduo fora vítima do crime de calúnia. O ofendido, contudo, decide fazer as pazes com o ofensor e até o convida para apadrinhar um filho seu. Depois da confraternização, todavia, ambos se desentendem por novo motivo – sem que nessa nova contenda haja fato que configure crime. Diante do cenário, o indivíduo que fora vítima da calúnia propõe ação penal privada contra o ofensor por aquele fato inicial. O ofensor prova ao juiz a relação de compadrio. Diante desse cenário, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "houve renúncia tácita, e o direito de ação penal privada não pode ser exercido."
      },
      {
        "letra": "B",
        "texto": "a renúncia pode ser retratada no prazo do oferecimento da ação penal privada."
      },
      {
        "letra": "C",
        "texto": "o direito de ação privada é exclusivo do ofendido, não importando a relação de compadrio."
      },
      {
        "letra": "D",
        "texto": "apesar da relação de compadrio, a ausência de renúncia expressa não obsta o seguimento da ação."
      },
      {
        "letra": "E",
        "texto": "o perdão apenas terá reflexos patrimoniais, não afastando o direto de ação penal privada do ofendido."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3231965",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Prefeitura de Lins - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal privada propriamente dita ou exclusiva"
    ],
    "enunciado_principal": "O crime de dano, do art. 163 do CP, sem violência à pessoa ou grave ameaça, sem emprego de substância inflamável ou explosiva, sem motivação egoística e sem prejuízo considerável para a vítima, quando cometido contra patrimônio particular que se encontra sob a custódia da Administração Pública, é qualificado ou simples?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Simples, e processa-se mediante ação penal privada."
      },
      {
        "letra": "B",
        "texto": "Simples, e processa-se mediante ação penal pública condicionada à representação do proprietário."
      },
      {
        "letra": "C",
        "texto": "Qualificado, e processa-se mediante ação penal privada."
      },
      {
        "letra": "D",
        "texto": "Qualificado, e processa-se mediante ação penal pública condicionada à representação do proprietário."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2116628",
    "metadata": "Ano: 2023 | Banca: CONSULPAM | Órgão: TCM-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública incondicionada",
      "Ação penal pública condicionada à representação",
      "Ação penal pública condicionada à requisição do Ministro da Justiça",
      "Ação penal privada propriamente dita ou exclusiva",
      "Classificação de Ação Penal"
    ],
    "enunciado_principal": "Em conformidade com o previsto pelo Dec. Lei n.º 2.848/1940 (Código Penal brasileiro) a respeito da ação penal, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A representação será irretratável mesmo antes de oferecida a denúncia."
      },
      {
        "letra": "B",
        "texto": "Importa renúncia tácita ao direito de queixa o fato de receber o ofendido a indenização do dano causado pelo crime."
      },
      {
        "letra": "C",
        "texto": "O perdão do ofendido, nos crimes em que somente se procede mediante queixa, não obsta ao prosseguimento da ação."
      },
      {
        "letra": "D",
        "texto": "O direito de queixa não pode ser exercido quando renunciado tacitamente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1827611",
    "metadata": "Ano: 2021 | Banca: VUNESP | Órgão: Prefeitura de Guarujá - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública condicionada à representação",
      "Ação penal privada propriamente dita ou exclusiva"
    ],
    "enunciado_principal": "De acordo com matéria sumulada pelo STF (714), o crime contra a honra de funcionário público, cometido em razão de suas funções, é de ação penal",
    "alternativas": [
      {
        "letra": "A",
        "texto": "privada, apenas."
      },
      {
        "letra": "B",
        "texto": "pública condicionada à representação do ofendido, apenas."
      },
      {
        "letra": "C",
        "texto": "pública incondicionada, apenas."
      },
      {
        "letra": "D",
        "texto": "privada e também pública condicionada à representação do ofendido."
      },
      {
        "letra": "E",
        "texto": "pública condicionada à representação do ofendido e também pública incondicionada."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1744098",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública incondicionada",
      "Ação penal pública condicionada à representação",
      "Ação penal privada propriamente dita ou exclusiva",
      "Causas de extinção da punibilidade",
      "Perdão do ofendido"
    ],
    "enunciado_principal": "Observe as afirmações sobre o tema ação penal: I) As infrações penais ensejam a propositura de ação penal pública incondicionada, salvo previsão legal em sentido contrário. II) Arquivado o inquérito policial, o ofendido poderá propor ação penal privada subsidiária da pública. III) A representação do ofendido é condição de procedibilidade para a ação penal pública condicionada à representação e deve observar a forma prevista em lei. IV) Nos casos de ação penal privada, a renúncia ao direito de queixa aproveita a todos os supostos autores da infração penal. V) O perdão do ofendido nos casos de ação penal privada é causa de extinção da punibilidade que se opera independentemente da aceitação do suposto autor da infração penal. Quais dos itens contêm afirmações corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II e III."
      },
      {
        "letra": "B",
        "texto": "I e III."
      },
      {
        "letra": "C",
        "texto": "I e IV."
      },
      {
        "letra": "D",
        "texto": "II e V."
      },
      {
        "letra": "E",
        "texto": "I, IV e V."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1036628",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: TJ-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública incondicionada",
      "Ação penal pública condicionada à representação",
      "Ação penal privada propriamente dita ou exclusiva"
    ],
    "enunciado_principal": "A ação penal é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pública condicionada à representação no crime de estupro de vulnerável."
      },
      {
        "letra": "B",
        "texto": "privada no crime de dano qualificado por motivo egoístico."
      },
      {
        "letra": "C",
        "texto": "exclusiva do Ministério Público, embora condicionada à representação do ofendido, por crime contra a honra de servidor público em razão do exercício de suas funções."
      },
      {
        "letra": "D",
        "texto": "privada, em qualquer situação, no crime de exercício arbitrário das próprias razões."
      },
      {
        "letra": "E",
        "texto": "pública condicionada à representação no crime de furto cometido em prejuízo de irmão, legítimo ou ilegítimo, independentemente da idade deste."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "927888",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Prefeitura de Sorocaba - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal privada propriamente dita ou exclusiva"
    ],
    "enunciado_principal": "Dispõe o art. 100, § 4° do Código Penal: no caso de morte do ofendido ou de ter sido declarado ausente por decisão judicial, o direito de oferecer queixa em sede de ação penal privada",
    "alternativas": [
      {
        "letra": "A",
        "texto": "extingue-se, assim como a punibilidade."
      },
      {
        "letra": "B",
        "texto": "extingue-se, mas a ação penal pode ser instaurada por denúncia do Ministério Público."
      },
      {
        "letra": "C",
        "texto": "passa ao descendente, apenas."
      },
      {
        "letra": "D",
        "texto": "passa ao cônjuge, ascendente, descendente ou irmão."
      },
      {
        "letra": "E",
        "texto": "pode ser exercido por procurador com poderes especiais."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "886775",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal privada propriamente dita ou exclusiva",
      "Causas de extinção da punibilidade",
      "Decadência."
    ],
    "enunciado_principal": "Acácio, no dia 19 de fevereiro de 2018 (segunda-feira), foi vítima do crime de difamação. O ofensor foi seu vizinho Firmino. Trata-se de crime de ação privada, cujo prazo decadencial (penal) para o oferecimento da petição inicial é de 6 meses a contar do conhecimento da autoria do crime. Sobre a contagem do prazo, qual seria o último dia para o oferecimento da queixa-crime?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "17 de agosto de 2018 (sexta-feira)."
      },
      {
        "letra": "B",
        "texto": "18 de agosto de 2018 (sábado)."
      },
      {
        "letra": "C",
        "texto": "19 de agosto de 2018 (domingo)."
      },
      {
        "letra": "D",
        "texto": "20 de agosto de 2018 (segunda-feira)."
      },
      {
        "letra": "E",
        "texto": "21 de agosto de 2018 (terça-feira)."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "883349",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: STJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública condicionada à representação",
      "Ação penal privada propriamente dita ou exclusiva",
      "Crimes contra a honra",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "Considerando a doutrina e a jurisprudência dos tribunais superiores acerca dos crimes em espécie, julgue o seguinte item.Situação hipotética: Um servidor público, no exercício de suas funções, foi vítima de injúria e difamação. Assertiva: Nessa situação, será concorrente a legitimidade do servidor ofendido, mediante queixa, e do Ministério Público, condicionada à representação do ofendido, para a ação penal correspondente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "620608",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TJ-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal privada propriamente dita ou exclusiva",
      "Causas de extinção da punibilidade",
      "Prescrição da pretensão punitiva pela pena em abstrato",
      "Renúncia",
      "Crimes contra a honra",
      "Noções Gerais de Crimes Contra a Honra"
    ],
    "enunciado_principal": "Assinale a opção correta conforme a jurisprudência do STJ no âmbito penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Mesmo sendo declarada a extinção da possibilidade em decorrência da prescrição da pretensão punitiva, o fato de o réu ter sido condenado justifica a avaliação negativa por maus antecedentes na dosimetria da pena por outro crime praticado posteriormente."
      },
      {
        "letra": "B",
        "texto": "Se várias pessoas ofenderem a honra de alguém em rede social, cada qual fazendo comentários desairosos de forma autônoma, caberá ao ofendido ajuizar queixa-crime contra todos eles, em razão do princípio da indivisibilidade da ação penal, sob pena de se presumir renúncia tácita ao direito de queixa."
      },
      {
        "letra": "C",
        "texto": "Para que se tipifique o crime contra a honra, tem de haver dolo direto, não se configurando ele com o dolo eventual."
      },
      {
        "letra": "D",
        "texto": "Na tipificação do crime de perigo abstrato, não se dispensa prova de um dano efetivo a bem jurídico tutelado, ante os princípios que orientam a doutrina do direito penal mínimo."
      },
      {
        "letra": "E",
        "texto": "O motorista que apenas conduzir os agentes ao local onde estes praticarão um crime e ali permanecer, vigiando as imediações para alertar os comparsas sobre a eventual aproximação de outras pessoas, ou para lhes proporcionar a fuga, responderá por participação de menor importância."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "974274",
    "metadata": "Ano: 2015 | Banca: CONSULPLAN | Órgão: Prefeitura de Belo Horizonte - MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública condicionada à representação",
      "Ação penal privada propriamente dita ou exclusiva",
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "O Guarda Municipal de Classe Especial deve ter em mente os conceitos básicos que norteiam as atividades que desempenha. Nesse contexto, relacione adequadamente as colunas a seguir. 1. Contravenção Penal. 2. Ato Infracional. 3. Representação. 4. Queixa‐Crime. ( ) Meio pelo qual o ofendido, nos crimes de ação privada, solicita ao juiz que proceda a instrução criminal. ( ) Conduta que viola a lei e o Direito, com poder ofensivo ou perigo social menores que os existentes no crime. ( ) Meio através do qual o ofendido solicita à autoridade competente a apuração de um fato delituoso cuja ação penal é pública condicionada. ( ) Conduta descrita como crime, praticada por criança ou adolescente, sujeito apenas às medidas de proteção, previstas no Estatuto da Criança e do Adolescente.A sequência está correta em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "4, 1, 3, 2."
      },
      {
        "letra": "B",
        "texto": "2, 1, 3, 4."
      },
      {
        "letra": "C",
        "texto": "2, 3, 1, 4."
      },
      {
        "letra": "D",
        "texto": "4, 3, 1, 2."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "298691",
    "metadata": "Ano: 2013 | Banca: FEPESE | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública incondicionada",
      "Ação penal pública condicionada à representação",
      "Ação penal privada propriamente dita ou exclusiva"
    ],
    "enunciado_principal": "Assinale a alternativa correta de acordo o Código Penal brasileiro.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A representação poderá ser retratada até a citação do acusado."
      },
      {
        "letra": "B",
        "texto": "O direito de oferecer queixa ou de prosseguir decai no caso de morte do ofendido ou de ter sido declarado ausente por decisão judicial."
      },
      {
        "letra": "C",
        "texto": "Quando a lei considera como elemento ou circunstâncias do tipo legal fatos que, por si mesmos, constituem crimes, cabe ação pública em relação àquele, desde que, em relação a qualquer destes, se deva proceder por iniciativa do Ministério Público."
      },
      {
        "letra": "D",
        "texto": "Importa renúncia tácita ao direito de queixa o fato de o ofendido receber a indenização do dano causado pelo crime."
      },
      {
        "letra": "E",
        "texto": "O direito de queixa pode ser exercido a qualquer momento."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "294911",
    "metadata": "Ano: 2012 | Banca: IESES | Órgão: TJ-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública incondicionada",
      "Ação penal pública condicionada à representação",
      "Ação penal privada propriamente dita ou exclusiva",
      "Ação penal privada personalíssima"
    ],
    "enunciado_principal": "É certo afirmar: I. Por ser o inquérito policial desvinculado da ação penal, não a prescindindo, é admissível que a Autoridade Policial deixe de atender às requisições do Ministério Público, quando entender serem impertinentes. II. É cabível a substituição de uma modalidade de pena restritiva de direitos por outra, aplicada em sede de transação penal, pelo juízo do conhecimento, a requerimento do interessado, ouvido o Ministério Público. III. Havendo retratação da representação, poderá o Promotor de Justiça requerer o arquivamento dos autos do inquérito policial ou das peças de informação. IV. A ação pública é promovida pelo Ministério Público, dependendo, quando a lei o exige, de representação do ofendido ou de requisição do Ministério da Justiça. Analisando as proposições, pode-se afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições I e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições II e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições II e IV estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "252344",
    "metadata": "Ano: 2011 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública condicionada à representação",
      "Ação penal privada propriamente dita ou exclusiva"
    ],
    "enunciado_principal": "O funcionário público ofendido no exercício de sua função",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deverá promover ação por meio de queixa-crime."
      },
      {
        "letra": "B",
        "texto": "deverá promover a ação por meio de representação ao órgão ministerial."
      },
      {
        "letra": "C",
        "texto": "deverá aguardar a manifestação da autoridade policial."
      },
      {
        "letra": "D",
        "texto": "poderá promover a ação, ou por meio de queixa-crime ou por meio de representação, ao órgão ministerial."
      }
    ],
    "gabarito": "D"
  }
]