[
  {
    "id": "3150182",
    "metadata": "Ano: 2024 | Banca: IDIB | Órgão: Câmara de Macapá - AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal privada subsidiária da pública"
    ],
    "enunciado_principal": "A ação penal privada subsidiária da pública é uma ação que pode ser ajuizada pela vítima de um crime de ação pública caso o Ministério Público não ofereça a denúncia no prazo legal. O prazo é de 5 dias se o réu estiver preso e 15 dias se estiver solto, contados a partir do recebimento do inquérito policial, atualmente inserida no rol dos direitos e garantias fundamentais do cidadão, conforme o artigo 5º, LIX, da Constituição Federal. É uma cláusula pétrea que admite ação privada nos crimes de ação pública, se esta não for intentada no prazo legal funciona como instrumento de controle da ação do Ministério Público. Em que pese se tratar de forma específica de ação penal, é cediço haverem princípios a serem seguidos, traduzidos corretamente apenas em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "celeridade, economia processual e indisponibilidade."
      },
      {
        "letra": "B",
        "texto": "oportunidade, universalidade e celeridade."
      },
      {
        "letra": "C",
        "texto": "oportunidade, intranscendência e disponibilidade."
      },
      {
        "letra": "D",
        "texto": "disponibilidade, oralidade e celeridade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2414802",
    "metadata": "Ano: 2024 | Banca: Instituto Consulplan | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal privada subsidiária da pública"
    ],
    "enunciado_principal": "Considerando os entendimentos modernos das doutrinas e dos Tribunais Superiores, bem como as jurisprudências que norteiam o direito penal brasileiro, julgue o item a seguir.O STF, em relação à ação penal privada subsidiária da pública fez uma leitura a partir de sua matriz constitucional. O instituto constitui verdadeiro direito fundamental. Embora haja poucos julgados sobre o tema, o plenário já se pronunciou no sentido de que não é possível pensar que a ação penal privada subsidiária deve ser exercida no mesmo tempo exigido para a ação penal exclusivamente privada e que a inércia do Ministério Público justifica o oferecimento de queixa subsidiária pelo ofendido, até que ocorra a prescrição, já que não se trata de ação exclusivamente privada, mas pública, não havendo previsão legal de prazo decadencial para que aquela seja oferecida. Assim, o STF afastou a incidência da decadência nas hipóteses de ação penal privada subsidiária da pública.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2307867",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal privada subsidiária da pública"
    ],
    "enunciado_principal": "Nos exatos termos do art. 100, § 3o, do CP, a ação de iniciativa privada pode intentar-se nos crimes de ação pública, se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a vítima, ou seu representante legal, não concordar com o arquivamento do inquérito policial."
      },
      {
        "letra": "B",
        "texto": "houver dúvida quanto à tipificação legal."
      },
      {
        "letra": "C",
        "texto": "o Ministério Público requerer o arquivamento dos autos."
      },
      {
        "letra": "D",
        "texto": "o Ministério Público não oferecer denúncia no prazo legal."
      },
      {
        "letra": "E",
        "texto": "for oferecido acordo de não persecução penal ao acusado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1828625",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: SEFAZ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal privada subsidiária da pública"
    ],
    "enunciado_principal": "Em relação a ação penal e extinção da punibilidade, julgue o seguinte item. A ação penal privada subsidiária da pública tem natureza infraconstitucional e cabe quando o Ministério Público perde o prazo para o oferecimento da denúncia ou arquiva o inquérito policial.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1100232",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública incondicionada",
      "Ação penal pública condicionada à representação",
      "Ação penal privada subsidiária da pública"
    ],
    "enunciado_principal": "A respeito de ação penal, julgue os itens seguintes. I Crimes contra a ordem tributária são de ação penal pública condicionada a representação e lançamento definitivo do crédito tributário. II Crimes cometidos por estrangeiro contra brasileiro no exterior são de ação penal pública condicionada a representação da vítima. III O crime de constranger alguém, com o intuito de favorecimento sexual, prevalecendo-se da condição de superior hierárquico, é de ação pública incondicionada. IV O crime de praticar conjunção carnal na presença de menor de quatorze anos de idade, com o fim de satisfazer lascívia de outrem, é de ação pública condicionada a representação. V Não promovendo o Ministério Público a ação penal no prazo legal, o ofendido ou seu representante legal poderá intentar ação penal privada. Estão certos apenas os itens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III."
      },
      {
        "letra": "B",
        "texto": "I e IV."
      },
      {
        "letra": "C",
        "texto": "II e IV."
      },
      {
        "letra": "D",
        "texto": "II e V."
      },
      {
        "letra": "E",
        "texto": "III e V."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "921265",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal privada subsidiária da pública"
    ],
    "enunciado_principal": "A ação penal privada subsidiária é cabível no crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "exercício arbitrário das próprias razões, sem emprego de violência (CP, art. 345, parágrafo único)."
      },
      {
        "letra": "B",
        "texto": "furto de coisa comum (CP, art. 156)."
      },
      {
        "letra": "C",
        "texto": "esbulho possessório de propriedade particular, sem emprego de violência (CP, art. 161, II, § 3o )."
      },
      {
        "letra": "D",
        "texto": "fraude à execução (CP, art. 179)."
      },
      {
        "letra": "E",
        "texto": "dano (CP, art. 163, caput)."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "628799",
    "metadata": "Ano: 2016 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública incondicionada",
      "Ação penal pública condicionada à representação",
      "Ação penal privada subsidiária da pública",
      "Ação penal no crime de lesão corporal",
      "Legislação Penal Especial",
      "Crimes Falimentares - Lei nº 11.101 de 2005"
    ],
    "enunciado_principal": "Assinale a alternativa correta com referência à ação penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos crimes contra a honra cometidos contra funcionário público, em razão de suas funções, bem como em casos de injúria consistente na utilização de elementos referentes a raça, cor, etnia, religião, origem ou a condição de pessoa idosa ou deficiente, a jurisprudência majoritária do Supremo Tribunal Federal confere exclusivamente ao Ministério Público, mediante representação do ofendido, a legitimidade para a propositura da ação penal."
      },
      {
        "letra": "B",
        "texto": "O delito de estupro, previsto no artigo 213, caput, do Código Penal, com a nova redação conferida pela Lei nº 12.015/2009, é de ação penal pública incondicionada, independentemente da condição pessoal da vítima."
      },
      {
        "letra": "C",
        "texto": "De acordo com o Supremo Tribunal Federal e com o Superior Tribunal de Justiça, ação penal relativa ao crime de lesão corporal, mesmo que de natureza leve ou culposa, praticado contra a mulher em âmbito doméstico, é pública incondicionada."
      },
      {
        "letra": "D",
        "texto": "Os crimes previstos no Estatuto do Idoso são de ação penal pública condicionada à representação, salvo quando um dos elementos ou das circunstâncias do crime constituir delito autônomo, pelo qual cabe ação penal pública incondicionada."
      },
      {
        "letra": "E",
        "texto": "Os crimes definidos na Lei de Falências são de ação penal pública incondicionada e, em caso de não oferecimento da denúncia no prazo legal pelo Promotor de Justiça, apenas o administrador judicial possui legitimidade para intentar a ação penal subsidiária da pública."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "512416",
    "metadata": "Ano: 2015 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública incondicionada",
      "Ação penal privada subsidiária da pública",
      "Legislação Penal Especial",
      "Crimes Falimentares - Lei nº 11.101 de 2005"
    ],
    "enunciado_principal": "Quanto à legislação especial, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não se admite ação penal subsidiária da pública nos crimes falimentares previstos na Lei 11.101/2005."
      },
      {
        "letra": "B",
        "texto": "Os crimes previstos no Estatuto do Idoso são de ação penal pública incondicionada."
      },
      {
        "letra": "C",
        "texto": "As infrações penais eleitorais são de ação penal pública incondicionada."
      },
      {
        "letra": "D",
        "texto": "Quanto aos atos processuais de competência dos Juizados Especiais Criminais (Lei 9.099/95), não se pronunciará qualquer nulidade sem que tenha havido prejuízo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "318310",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: MPU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal privada subsidiária da pública"
    ],
    "enunciado_principal": "Com base no que dispõe a CF acerca do direito penal, julgue os itens seguintes.A titularidade do MP na ação penal pública é excepcionalizada pela ação penal privada subsidiária da pública, direito individual do cidadão, a ele assegurado nos casos em que a ação não é intentada no prazo legal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  }
]