[
  {
    "id": "2116628",
    "metadata": "Ano: 2023 | Banca: CONSULPAM | Órgão: TCM-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública incondicionada",
      "Ação penal pública condicionada à representação",
      "Ação penal pública condicionada à requisição do Ministro da Justiça",
      "Ação penal privada propriamente dita ou exclusiva",
      "Classificação de Ação Penal"
    ],
    "enunciado_principal": "Em conformidade com o previsto pelo Dec. Lei n.º 2.848/1940 (Código Penal brasileiro) a respeito da ação penal, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A representação será irretratável mesmo antes de oferecida a denúncia."
      },
      {
        "letra": "B",
        "texto": "Importa renúncia tácita ao direito de queixa o fato de receber o ofendido a indenização do dano causado pelo crime."
      },
      {
        "letra": "C",
        "texto": "O perdão do ofendido, nos crimes em que somente se procede mediante queixa, não obsta ao prosseguimento da ação."
      },
      {
        "letra": "D",
        "texto": "O direito de queixa não pode ser exercido quando renunciado tacitamente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2666782",
    "metadata": "Ano: 2022 | Banca: IVIN | Órgão: Prefeitura de Estreito - MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública condicionada à requisição do Ministro da Justiça"
    ],
    "enunciado_principal": "Tomás, brasileiro, mora em Houston, Estado do Texas, Estados Unidos. Certo dia, Tomás e seu amigo americano, Ted, resolveram furtar do Consulado-Geral do Brasil em Houston papéis oficiais utilizados na confecção de passaportes diplomáticos. Considerando a situação hipotética narrada e a legislação aplicável, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Por ter sido praticado contra o patrimônio e a fé pública da União, o crime de Tomás e Ted estarão sujeitos à lei brasileira enquanto não tenham sido absolvidos ou cumprido a pena no estrangeiro."
      },
      {
        "letra": "B",
        "texto": "Por ter sido praticado contra o patrimônio e a fé pública da União, o crime de Tomás e Ted estarão sujeitos à lei brasileira mesmo que tenham sido absolvidos ou condenados no estrangeiro."
      },
      {
        "letra": "C",
        "texto": "Aplica-se a lei brasileira à conduta de Tomás, em razão de sua nacionalidade brasileira, mas não quanto a Ted, que é estrangeiro."
      },
      {
        "letra": "D",
        "texto": "Se, em lugar do Consulado-Geral, o crime tivesse sido cometido contra o patrimônio ou a fé pública de empresa pública, sociedade de economia mista, autarquia ou fundação instituída pelo Poder Público brasileiro, a lei penal brasileira não seria aplicável."
      },
      {
        "letra": "E",
        "texto": "Em relação a Ted, por ser estrangeiro, a lei penal brasileira será aplicável sobre sua conduta apenas se ele entrar em território nacional."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1856602",
    "metadata": "Ano: 2021 | Banca: IDECAN | Órgão: PEFOCE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública condicionada à requisição do Ministro da Justiça"
    ],
    "enunciado_principal": "O Chefe de Governo Estrangeiro Rob Jones, quando em visita oficial ao nosso país, foi caluniado por um cidadão brasileiro que, em seus comentários durante os eventos oficiais, imputou ao Sr. Rob Jones, em alto e bom som, fato falso definido como crime. Na oportunidade, o cidadão brasileiro narrou alguns fatos que caracterizariam o crime de estupro de meninas menores de 14 anos (estupro de vulnerável artigo 217-A do CP) na presença de vários convidados do evento. A situação foi, de fato, bastante constrangedora. Nessa hipótese, a correta ação penal para ingresso contra o cidadão brasileiro é a ação penal",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pública condicionada à requisição do Ministro de Justiça."
      },
      {
        "letra": "B",
        "texto": "pública incondicionada."
      },
      {
        "letra": "C",
        "texto": "privada subsidiária da pública."
      },
      {
        "letra": "D",
        "texto": "pública condicionada à requisição do Chefe de Estado."
      },
      {
        "letra": "E",
        "texto": "privada."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2995157",
    "metadata": "Ano: 2017 | Banca: ADVISE | Órgão: CREA-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública condicionada à requisição do Ministro da Justiça"
    ],
    "enunciado_principal": "Segundo o Decreto Nº 2.848/40, o crime de exploração de prestígio é definido como:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Oferecer ou prometer vantagem indevida a funcionário público, para determiná-lo a praticar, omitir ou retardar ato de ofício."
      },
      {
        "letra": "B",
        "texto": "Subtrair, ou inutilizar, total ou parcialmente, livro oficial, processo ou documento confiado à custódia de funcionário, em razão de ofício ou de particular em serviço público."
      },
      {
        "letra": "C",
        "texto": "Solicitar ou receber, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida, ou aceitar promessa de tal vantagem."
      },
      {
        "letra": "D",
        "texto": "Obter, para si ou para outrem, vantagem ou promessa de vantagem, a pretexto de influir em funcionário público no exercício da função."
      },
      {
        "letra": "E",
        "texto": "Exigir, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2791389",
    "metadata": "Ano: 2017 | Banca: FAPEMS | Órgão: PC-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública condicionada à requisição do Ministro da Justiça"
    ],
    "enunciado_principal": "Na busca de verdade real e visando a dar segurança aos procedimentos judiciais ou administrativos, o legislador, dada a relevância do dano, previu como crime a conduta de fazer afirmação falsa, ou negar ou calar a verdade. Nesse sentido, sobre o crime de falso testemunho ou falsa perícia, previsto no artigo 342, caput, do Código Penal (CP), assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A falsa afirmação feita pela testemunha ouvida durante o inquérito policial deixa de ser punível se o autor do falso se retrata ou declara a verdade perante autoridade judicial, mesmo após a sentença."
      },
      {
        "letra": "B",
        "texto": "O contador do juízo não pratica o crime previsto no artigo 342, caput, do CP, uma vez que não ostenta a qualidade de perito oficial, pois nomeado para elaborar cálculos relacionados ao processo em que se investiga fato criminoso."
      },
      {
        "letra": "C",
        "texto": "A testemunha que, compromissada, se engana sobre a realidade pela falsa percepção desta, não havendo qualquer intenção em comprometer a verdade dos fatos, comete o crime do artigo 342 do CP na forma culposa."
      },
      {
        "letra": "D",
        "texto": "O coautor de crime que em seu interrogatório mente sobre a prática da conduta ou a existência do fato, impedindo com isso que seja esclarecida a verdade, não pratica crime de falso testemunho."
      },
      {
        "letra": "E",
        "texto": "Na garantia da verdade real, a falsa perícia é caracterizada na modalidade culposa, quando o perito, mesmo com qualidade técnica, profere parecer sobre determinado fato incorrendo em erro, sem agir, portanto, dolosamente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2783540",
    "metadata": "Ano: 2014 | Banca: INSTITUTO MAIS | Órgão: Prefeitura de Limeira - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública condicionada à requisição do Ministro da Justiça"
    ],
    "enunciado_principal": "No crime de falso testemunho ou falsa perícia,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "as penas aumentam-se de um sexto a um terço, se o crime é cometido com o fim de obter prova destinada a produzir efeito em processo penal ou em processo civil em que for parte entidade da administração pública direta ou indireta."
      },
      {
        "letra": "B",
        "texto": "as penas aplicam-se em dobro se o falso testemunho ou falsa perícia se destina a produzir efeito em processo penal, ainda que não iniciado."
      },
      {
        "letra": "C",
        "texto": "o fato deixa de ser punível se, antes da sentença no processo em que ocorreu o ilícito, o agente se retrata ou declara a verdade."
      },
      {
        "letra": "D",
        "texto": "fica isento de pena se quem presta o auxílio é ascendente, descendente, cônjuge ou irmão do criminoso."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "414511",
    "metadata": "Ano: 2014 | Banca: FEPESE | Órgão: Prefeitura de Florianópolis - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública condicionada à requisição do Ministro da Justiça",
      "Classificação de Ação Penal"
    ],
    "enunciado_principal": "Assinale a alternativa correta de acordo com o Código Penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ação penal pública é promovida mediante queixa oferecida pelo Ministério Público."
      },
      {
        "letra": "B",
        "texto": "A ação pública é promovida pelo Ministério Público, mediante representação do ofendido ou de requisição do Ministro da Justiça."
      },
      {
        "letra": "C",
        "texto": "A ação de iniciativa privada pode ser utilizada nos crimes de ação pública, se o Ministério Público não oferecer denúncia no prazo legal."
      },
      {
        "letra": "D",
        "texto": "A vítima ou quem tenha qualidade para representá-la poderá intentar ação pena privada mediante denúncia."
      },
      {
        "letra": "E",
        "texto": "No caso de morte do autor do crime, o ofendido tem o direito de oferecer queixa ou de prosseguir na ação contra o cônjuge, ascendente, descendente ou irmão do agressor."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2957133",
    "metadata": "Ano: 2011 | Banca: FUNDATEC | Órgão: CRMV-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública condicionada à requisição do Ministro da Justiça"
    ],
    "enunciado_principal": "Considerando as regras do Código Penal, referentes aos crimes contra a Administração da Justiça, analise as seguintes afirmações:I. Constitui crime de fraude processual inovar artificiosamente, na pendência de processo civil ou administrativo, o estado de lugar, de coisa, ou de pessoa, com o fim de induzir a erro o juiz ou o perito.II. O crime de exercício arbitrário das próprias razões, mesmo sem o emprego de violência, é de ação penal pública.III. A tergiversação representa conduta atípica, mas enseja punição administrativa do advogado, mediante apuração no órgão de classe.Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas II."
      },
      {
        "letra": "C",
        "texto": "Apenas III."
      },
      {
        "letra": "D",
        "texto": "Apenas I e II."
      },
      {
        "letra": "E",
        "texto": "Apenas II e III."
      }
    ],
    "gabarito": "A"
  }
]