[
  {
    "id": "3631846",
    "metadata": "Ano: 2025 | Banca: IBFC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Crimes contra a dignidade sexual"
    ],
    "enunciado_principal": "Rita, maior de idade, sofreu um crime de importunação sexual enquanto utilizava transporte público. O agressor foi detido em flagrante por policiais que presenciaram os gritos da vítima e o relato de testemunhas. No entanto, Rita optou por não comparecer à delegacia, dizendo que não desejava “seguir com o caso”. Durante as investigações, foram ouvidas diversas testemunhas que presenciaram os fatos e confirmaram a autoria. Findo o inquérito policial, o mesmo foi encaminhado ao Ministério Público, que ofereceu denúncia contra o agressor. Diante da situação fática narrada, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Ministério Público agiu incorretamente, pois os crimes contra a dignidade sexual são condicionados à representação da vítima, salvo nos casos de violência real"
      },
      {
        "letra": "B",
        "texto": "O Ministério Público agiu de forma irregular, pois a ausência de representação da vítima inviabiliza a ação penal, tratando-se de condição de procedibilidade que não pode ser suprida posteriormente"
      },
      {
        "letra": "C",
        "texto": "O Ministério Público agiu corretamente, pois o crime de importunação sexual é de ação penal pública incondicionada, não sendo exigida a representação da vítima"
      },
      {
        "letra": "D",
        "texto": "A exigência de representação nos crimes sexuais ainda persiste por força do princípio da disponibilidade da ação penal, sendo necessário o consentimento da vítima maior e capaz, exceto nos casos de vulnerabilidade"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3616264",
    "metadata": "Ano: 2025 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Crimes contra a liberdade pessoal"
    ],
    "enunciado_principal": "A respeito dos crimes contra a liberdade pessoal, é correto afirmar que o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "perseguição é processável por ação penal condicionada à representação, exceto quando praticado contra a mulher, em razão da condição do sexo feminino."
      },
      {
        "letra": "B",
        "texto": "ameaça é processável por ação penal condicionada à representação, exceto quando praticado contra a mulher, em razão da condição do sexo feminino e pessoa idosa."
      },
      {
        "letra": "C",
        "texto": "violência psicológica, se cometido mediante o uso de inteligência artificial, com alteração da imagem da vítima, é qualificado."
      },
      {
        "letra": "D",
        "texto": "intimidação sistemática pode ser praticado mediante violência física e psicológica e, quando realizado por meio da rede de computadores, é qualificado."
      },
      {
        "letra": "E",
        "texto": "tráfico de pessoas é comum, podendo ser praticado por qualquer pessoa, tornando-se qualificado, quando praticado por funcionário público no exercício de suas funções."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3531170",
    "metadata": "Ano: 2025 | Banca: UECE-CEV | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Ação penal"
    ],
    "enunciado_principal": "A ação penal pública, no direito penal brasileiro, é aquela que depende de iniciativa do Ministério Público, ou seja, do Estado. Em uma ação penal pública, o sujeito ativo é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a vítima da ação criminosa."
      },
      {
        "letra": "B",
        "texto": "aquele que apura o crime."
      },
      {
        "letra": "C",
        "texto": "aquele que comete o crime."
      },
      {
        "letra": "D",
        "texto": "aquele que denuncia o crime."
      },
      {
        "letra": "E",
        "texto": "o titular da ação penal."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3520330",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TJ-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Crimes contra a inviolabilidade de segredos"
    ],
    "enunciado_principal": "Caio, agindo com dolo, invadiu o telefone celular de Matheus, grande empresário do setor farmacológico, com o fim de obter informações sem autorização expressa ou tácita do usuário do dispositivo. Registre-se que, em razão do evento, Matheus sofreu consideráveis prejuízos econômicos na sua atividade laborativa. Nesse cenário, considerando as disposições do Código Penal, é correto afirmar que Caio responderá pelo crime de invasão de dispositivo informático, na modalidade:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "qualificada, com a incidência de uma causa de aumento de pena, sendo certo que o delito é persequível mediante ação penal pública condicionada à representação do ofendido;"
      },
      {
        "letra": "B",
        "texto": "simples, com a incidência de uma causa de aumento de pena, sendo certo que o delito é persequível mediante ação penal pública condicionada à representação do ofendido;"
      },
      {
        "letra": "C",
        "texto": "simples, sem causas de aumento de pena, sendo certo que o delito é persequível mediante ação penal pública condicionada à representação do ofendido;"
      },
      {
        "letra": "D",
        "texto": "simples, com a incidência de uma causa de aumento de pena, sendo certo que o delito é persequível mediante ação penal pública incondicionada;"
      },
      {
        "letra": "E",
        "texto": "qualificada, sem causas de aumento de pena, sendo certo que o delito é persequível mediante ação penal pública incondicionada."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3520327",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TJ-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Crimes contra a organização do trabalho"
    ],
    "enunciado_principal": "Em retaliação à operação Alfa, executada, em conjunto, pela Polícia Civil e pelo Ministério Público do Estado do Espírito Santo, resultando na asfixia financeira da organização criminosa XYZ, João, integrante do referido grupo, agindo com dolo, constrangeu Matheus, mediante violência, consubstanciada em diversos socos, a fechar, durante dias, o seu estabelecimento de trabalho. Registre-se que a conduta foi praticada em detrimento de diversos outros comerciantes locais. Nesse cenário, considerando as disposições do Código Penal, é correto afirmar que João, além da pena correspondente à violência, responderá pelo crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "paralisação de trabalho, seguida de violência, sujeito à ação penal pública condicionada à representação do ofendido;"
      },
      {
        "letra": "B",
        "texto": "atentado contra a liberdade de trabalho, sujeito à ação penal pública condicionada à representação do ofendido;"
      },
      {
        "letra": "C",
        "texto": "frustração de direito assegurado por lei trabalhista, sujeito à ação penal pública incondicionada;"
      },
      {
        "letra": "D",
        "texto": "paralisação de trabalho, seguida de violência, sujeito à ação penal pública incondicionada;"
      },
      {
        "letra": "E",
        "texto": "atentado contra a liberdade de trabalho, sujeito à ação penal pública incondicionada."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3453261",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TJ-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Crimes contra a dignidade sexual"
    ],
    "enunciado_principal": "Sobre os crimes contra a dignidade sexual, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nos crimes sexuais cometidos contra vítima em situação de vulnerabilidade temporária, a ação penal é pública incondicionada, ainda que o fato tenha sido praticado na vigência da redação dada ao Art. 225 do CP pela Lei nº 12.015/2009;"
      },
      {
        "letra": "B",
        "texto": "com base no princípio da ampla defesa, é facultado à defesa técnica invocar, em audiências, elementos sobre a vida sexual pregressa ou modo de vida da vítima;"
      },
      {
        "letra": "C",
        "texto": "o delito de assédio sexual previsto pelo Código Penal não se configura na hipótese de constrangimento, com o intuito de obter vantagem ou favorecimento sexual, praticado por um estagiário contra a coordenadora da seção em que trabalha;"
      },
      {
        "letra": "D",
        "texto": "configura contravenção penal o ato de produzir, fotografar, filmar ou registrar, por qualquer meio, conteúdo com cena de nudez ou ato sexual ou libidinoso de caráter íntimo e privado sem autorização dos participantes;"
      },
      {
        "letra": "E",
        "texto": "o crime de estupro de vulnerável se configura com a conjunção carnal ou a prática de ato libidinoso com pessoa menor de 14 anos, podendo ser afastada a imputação do resultado na hipótese de comprovação de consentimento da vítima, de sua experiência sexual anterior ou da existência de relacionamento amoroso com o agente."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3453255",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TJ-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Crimes contra o patrimônio"
    ],
    "enunciado_principal": "Analise as hipóteses a seguir. (i) Pedro, conhecedor de que seu colega de trabalho Renato, 25 anos, está comprando um carro, telefona para este fazendo-se passar por funcionário da loja e oferece um seguro para o veículo novo. Renato aceita a oferta e transfere o valor equivalente ao suposto prêmio para a conta-corrente indicada por Pedro. (ii) Luís Felipe veste um colete da cor da marca de um banco e posiciona-se próximo aos caixas eletrônicos situados na entrada da agência. Aborda Marisa, 73 anos, que está pagando uma conta, apresenta-se como funcionário do banco e oferece ajuda, que é aceita pela vítima. Luís Felipe observa a senha digitada e, terminada a operação, fica com o cartão da vítima e entrega a ela um cartão semelhante que trazia consigo. A vítima não percebe a troca e vai embora. Obtidos o cartão e a senha, Luís Felipe saca a quantia de R$ 5.000,00 da conta da vítima Marisa. (iii) Durante quinze meses, Conrado, médico plantonista de hospital municipal, registrou o ponto e foi embora sem cumprir a carga horária. Consideradas as hipóteses acima, é correto afirmar, à luz da jurisprudência dos Tribunais Superiores, que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "há duas hipóteses que tipificam crimes de ação penal pública incondicionada;"
      },
      {
        "letra": "B",
        "texto": "todas as hipóteses tipificam o crime de estelionato;"
      },
      {
        "letra": "C",
        "texto": "a hipótese (i) tipifica crime de ação penal pública incondicionada;"
      },
      {
        "letra": "D",
        "texto": "na hipótese (ii), se a vítima tivesse menos de 60 anos, o crime seria de ação penal pública condicionada à representação;"
      },
      {
        "letra": "E",
        "texto": "na hipótese (iii), somente se procede mediante representação do órgão ao qual couber a representação judicial do município."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3453254",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TJ-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Ação penal",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "Analise as hipóteses a seguir. (i) Felício, inconformado com o fim de seu casamento, efetua disparo de arma de fogo contra sua ex-esposa, que sobrevive. (ii) João, ao descobrir que sua ex-namorada tem um novo relacionamento amoroso, envia-lhe uma mensagem de WhatsApp com a foto de um punhal e a seguinte legenda: “Se você não for minha, não vai ser de mais ninguém”. (iii) Mariana, durante uma discussão motivada por ciúmes, dá um soco em sua namorada, causando-lhe lesões corporais. (iv) José, durante uma discussão motivada por dívida, dá um soco em sua irmã, causando-lhe lesões corporais. Consideradas as hipóteses acima, é correto afirmar, à luz dos dispositivos legais aplicáveis e da jurisprudência dos Tribunais Superiores, que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "em caso de condenação, o efeito da perda do cargo, função pública ou mandato eletivo será automático apenas nas hipóteses (i), (iii) e (iv);"
      },
      {
        "letra": "B",
        "texto": "a Lei nº 11.340/2006 aplica-se apenas a três hipóteses;"
      },
      {
        "letra": "C",
        "texto": "todas as hipóteses tipificam crimes de ação penal pública incondicionada;"
      },
      {
        "letra": "D",
        "texto": "em caso de condenação, Felício poderá obter livramento condicional, depois de cumprir 55% da pena;"
      },
      {
        "letra": "E",
        "texto": "em caso de condenação, somente Felício não poderá usufruir do direito à visita íntima ou conjugal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3425287",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal"
    ],
    "enunciado_principal": "Em determinada rede social, o perfil aberto destinado à promoção do turismo em um estado da Federação faz uma postagem que gera as seguintes reações: (i) Teresa comenta: “cambada de macumbeiro safado”; (ii) nos comentários José xinga Felipe, um homem trans, de “sapatão sem vergonha”; (iii) nos comentários Elisa xinga Maria, idosa, de “velha maluca”. Observada a legislação aplicável e a jurisprudência do Supremo Tribunal Federal, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "todos os crimes são de ação penal pública incondicionada;"
      },
      {
        "letra": "B",
        "texto": "há duas condutas que tipificam crimes imprescritíveis;"
      },
      {
        "letra": "C",
        "texto": "se aplica a pena em triplo a todos os crimes, porque praticados em rede social da rede mundial de computadores;"
      },
      {
        "letra": "D",
        "texto": "em todos os crimes, a pena será aumentada da metade se o crime for cometido mediante concurso de pessoas;"
      },
      {
        "letra": "E",
        "texto": "há uma conduta atípica."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3390860",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: DPE-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Crimes contra a honra"
    ],
    "enunciado_principal": "Gilson foi denunciado por tráfico de drogas e, no curso da audiência de instrução de julgamento, sua irmã Regina, que aceitou prestar depoimento, narrou, além dos fatos descritos na denúncia, que Gilson é um irmão ciumento e a ameaçou de morte e a xingou de “puta”, quando ela arrumou um namorado. Regina contou também que Gilson, reiteradamente, a perseguia na faculdade e no trabalho e que, em certas ocasiões, sequer pode sair de casa. Terminada a audiência, o Promotor de Justiça requereu ao Juiz cópia da mídia com o depoimento de Regina, o que foi deferido. Em seguida, ofereceu denúncia em face de Gilson, imputando a ele os crimes de ameaça (Art. 147 do Código Penal), injúria (Art. 140 do Código Penal) e perseguição (Art. 147-A do Código Penal). O Defensor Público encarregado de elaborar a resposta à acusação, deverá observar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "todos os crimes são de ação penal pública condicionada à representação."
      },
      {
        "letra": "B",
        "texto": "todos os crimes são de ação penal pública incondicionada."
      },
      {
        "letra": "C",
        "texto": "há crimes de ação penal pública incondicionada, ação penal pública condicionada e ação penal privada."
      },
      {
        "letra": "D",
        "texto": "há dois crimes de ação penal pública condicionada à representação."
      },
      {
        "letra": "E",
        "texto": "não há crimes de ação penal privada."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3390857",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: DPE-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Crimes contra a honra",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "Sobre o deslocamento do crime de injúria racial do CP para o Art. 2º-A da Lei nº 7.716/1989, avalie as situações fáticas a seguir. I. Celso, diretor de escola privada, recusou a matrícula de uma criança negra e disse para os pais: aqui a gente prefere crianças mais clarinhas. II. Durante discussão em reunião condominial, Felipe diz para Paulo, homem negro: cala a boca, negão. III. Inconformado com a nota atribuída ao seu trabalho, Pedro diz para Caio, homem gay, seu professor: você me paga, viadinho. Em relação às situações fáticas apresentadas, à luz da legislação aplicável e da jurisprudência do Supremo Tribunal Federal, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A hipótese I tipifica crime de ação penal pública incondicionada e a hipótese II tipifica crime de ação penal pública condicionada à representação."
      },
      {
        "letra": "B",
        "texto": "A hipótese III tipifica crime de ação penal privada."
      },
      {
        "letra": "C",
        "texto": "Nas hipóteses II e III, se os crimes tivessem sido praticados ou divulgados na internet, aplicar-se-ia a pena em triplo."
      },
      {
        "letra": "D",
        "texto": "A hipótese III é atípica."
      },
      {
        "letra": "E",
        "texto": "As hipóteses apresentadas tipificam crimes imprescritíveis."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3390854",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: DPE-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Crimes contra o patrimônio"
    ],
    "enunciado_principal": "A respeito dos crimes patrimoniais, avalie as hipóteses a seguir. I. Paulo, viciado em crack, subtrai a bicicleta de seu pai, Ernesto, 57 anos, e troca o bem por drogas. II. José, pesadamente endividado, constrange sua mãe, Célia, 58 anos, a realizar um pix no valor de R$ 1.200,00, mediante a ameaça de estrangular Pedro, seu sobrinho e neto de Célia. III. Antônio e Sérgio, viciados em drogas, subtraem eletrodomésticos da casa de João, 30 anos, irmão de Antônio, e trocam os bens por drogas. IV. Vitor e Alice, namorados, sabedores de que Cristóvão, 55 anos, tio de Alice, está adquirindo um veículo, telefonam para Cristóvão fazendo-se passar pelo vendedor e inventam a história de que é necessário pagar uma taxa para a conclusão do negócio. Cristóvão acredita e faz um pix no valor de R$ 3.500,00 para a conta de Vitor. Sobre as hipóteses apresentadas, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na hipótese I, se Ernesto tivesse 60 anos, Paulo responderia pelo crime."
      },
      {
        "letra": "B",
        "texto": "Paulo e Antônio são isentos de pena."
      },
      {
        "letra": "C",
        "texto": "José é isento de pena."
      },
      {
        "letra": "D",
        "texto": "Na hipótese III, a ação penal é pública condicionada à representação."
      },
      {
        "letra": "E",
        "texto": "Na hipótese IV, a ação é pública condicionada à representação para Alice e pública incondicionada para Vitor."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3335996",
    "metadata": "Ano: 2025 | Banca: OBJETIVA | Órgão: Prefeitura de Lapa - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal"
    ],
    "enunciado_principal": "Com base no Decreto-Lei nº 2.848/1940 — Código Penal, é considerado crime acessar o computador de alguém de forma ilegal, com o objetivo de obter vantagens. Sobre este crime, analisar os itens. I. A criação e a venda de programas maliciosos não são tratadas como o mesmo crime que o uso desses programas para invadir dispositivos informáticos. II. A pena é aumentada se o crime for praticado contra o Presidente da República, os governadores e os prefeitos. III. Nos crimes de invasão de dispositivo informático, a ação penal é condicionada à representação do ofendido, inclusive quando o delito é praticado contra a administração pública. Está CORRETO o que se afirma:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas no item I."
      },
      {
        "letra": "B",
        "texto": "Apenas no item II."
      },
      {
        "letra": "C",
        "texto": "Apenas nos itens I e III."
      },
      {
        "letra": "D",
        "texto": "Apenas nos itens II e III."
      },
      {
        "letra": "E",
        "texto": "Em nenhum dos itens."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3334340",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Consumação e tentativa",
      "Ação penal",
      "Ação penal pública condicionada à representação",
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Joana, servidora pública aposentada, decide aplicar um golpe sofisticado. Criando um site falso que imita o da Receita Federal, ela passa a enviar e-mails para idosos entre 60 e 68 anos, informando sobre um suposto “reembolso automático de tributos pagos a maior”. No e-mail, solicita que a vítima informe seus dados pessoais e bancários. Diversas pessoas, acreditando na veracidade da mensagem, fornecem os dados e, em seguida, têm suas contas esvaziadas. Joana é descoberta após denúncia anônima e responde a processo criminal. Sobre os aspectos penais envolvidos, analise as assertivas e assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Joana responderá por furto mediante fraude, pois não houve contato direto com as vítimas, mas apenas fraude eletrônica para subtrair os valores."
      },
      {
        "letra": "B",
        "texto": "A conduta de Joana caracteriza estelionato eletrônico, sendo crime de ação penal pública condicionada à representação."
      },
      {
        "letra": "C",
        "texto": "A criação do site falso, por si só, já configura crime tentado de estelionato, independentemente de prejuízo a terceiros."
      },
      {
        "letra": "D",
        "texto": "Ainda que Joana tenha utilizado fraude eletrônica, a conduta é atípica se as vítimas forneceram os dados voluntariamente."
      },
      {
        "letra": "E",
        "texto": "Como o bem jurídico tutelado no estelionato é a fé pública, Joana responderá por falsidade ideológica, e não por crime patrimonial."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3323424",
    "metadata": "Ano: 2025 | Banca: AMAUC | Órgão: AMAUC - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Causas de extinção da punibilidade"
    ],
    "enunciado_principal": "No âmbito do Direito Penal e Processual Penal, alguns institutos regulam o início e a extinção da ação penal, variando conforme a natureza pública ou privada do crime. Acerca do assunto, marque V, para as afirmativas verdadeiras, e F, para as falsas: (__)A renúncia ao direito de denúncia, nos crimes de ação penal privada, pode ser feita após a coleta da denúncia pelo juiz, desde que manifestada expressamente pelo ofendido. (__)A representação, nas ações penais públicas condicionadas, é um ato unilateral da vítima que autoriza o Ministério Público a oferecer a denúncia, sendo irretratável após o início da ação. (__)O perdão do ofendido, nos crimes de ação penal privada, extingue a punibilidade mesmo que seja concessão antes do oferecimento da denúncia, desde que aceito pelo réu. (__)Nos crimes de menor potencial ofensivo, a composição civil homologada pelo juiz na audiência preliminar implica renúncia ao direito de queixa ou representação, extinguindo a punibilidade, conforme Art. 74, parágrafo único, da Lei nº 9.099/95. Após análise, assinale a alternativa que apresenta a sequência correta dos itens acima, de cima para baixo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V, F, V, F."
      },
      {
        "letra": "B",
        "texto": "F, V, F, V."
      },
      {
        "letra": "C",
        "texto": "V, F, F, V."
      },
      {
        "letra": "D",
        "texto": "F, V, V, F."
      },
      {
        "letra": "E",
        "texto": "F, F, V, F."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3323416",
    "metadata": "Ano: 2025 | Banca: AMAUC | Órgão: AMAUC - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Crimes contra a honra"
    ],
    "enunciado_principal": "Após um crime de injúria racial, classificado como de ação penal pública condicionada, uma vítima decide representar contra o agressor, enquanto, em outro cenário, uma vítima de calúnia, crime de ação penal privada, falece antes de propor a denúncia, deixando uma dúvida sobre a continuidade do processo. Diante disso, analise as afirmativas abaixo e assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na ação penal privada exclusiva, a iniciativa é sempre da vítima, sendo vedada a atuação de seu representante legal, mesmo que ela seja menor ou incapacitada."
      },
      {
        "letra": "B",
        "texto": "A ação penal pública condicionada, como no caso de injúria racial, depende da representação da vítima para ser iniciada pelo Ministério Público, nos termos do Art. 100, § 1º, do Código Penal."
      },
      {
        "letra": "C",
        "texto": "Uma ação penal pública incondicionada pode ser compensada pela ação penal privada privada privada caso o Ministério Público não ofereça denúncia no prazo legal, permitindo à vítima a denúncia."
      },
      {
        "letra": "D",
        "texto": "A ação penal pública condicionada à requisição do Ministro da Justiça, como em crimes contra a honra do Presidente da República, pode ser iniciada diretamente pela vítima se o Ministério Público se omitir."
      },
      {
        "letra": "E",
        "texto": "Na ação penal privada personalíssima, como a calúnia, a morte da vítima antes da propositura da denúncia permite que seus sucessores iniciem a ação, desde que respeitado o prazo legal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3540189",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Prefeitura de Mogi das Cruzes - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Causas de extinção da punibilidade",
      "Crimes contra a honra"
    ],
    "enunciado_principal": "Tendo em conta as disposições constantes no Código Penal, referente aos crimes contra a honra, é correto dizer que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a exceção da verdade é admitida nos crimes de calúnia e difamação, desde que o ofendido seja funcionário público e a ofensa seja relativa ao exercício de suas funções."
      },
      {
        "letra": "B",
        "texto": "a retratação, antes da sentença, implica extinção da punibilidade nos crimes de injúria e difamação, não se aplicando, entretanto, ao crime de calúnia."
      },
      {
        "letra": "C",
        "texto": "a injúria por preconceito religioso é punida de forma qualificada e se processa por ação penal privada."
      },
      {
        "letra": "D",
        "texto": "injuriar, difamar ou caluniar alguém, mediante paga ou promessa de recompensa, é punido com as penas, em dobro."
      },
      {
        "letra": "E",
        "texto": "o pedido de explicações, em Juízo, por aquele que se julga ofendido, cabe nos crimes de calúnia e difamação, mas não no de injúria."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3492854",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Prefeitura de Araçariguama - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "Assinale a alternativa correta. Os crimes previstos na Lei n.º 13.869/2019 (Abuso de autoridade) são de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ação penal pública incondicionada."
      },
      {
        "letra": "B",
        "texto": "ação carceraria privada."
      },
      {
        "letra": "C",
        "texto": "ação penal pública condicionada"
      },
      {
        "letra": "D",
        "texto": "ação penal privada apenas."
      },
      {
        "letra": "E",
        "texto": "ação penal e administrativa pública condicionada."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3443947",
    "metadata": "Ano: 2024 | Banca: OBJETIVA | Órgão: Prefeitura de Guaraniaçu - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal"
    ],
    "enunciado_principal": "Nos termos do Decreto−Lei nº 2.848/1940 — Código Penal, o estelionato praticado contra a Administração Pública indireta é de ação penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Privada."
      },
      {
        "letra": "B",
        "texto": "Pública condicionada à representação."
      },
      {
        "letra": "C",
        "texto": "Pública condicionada à representação do Ministro da Justiça."
      },
      {
        "letra": "D",
        "texto": "Pública incondicionada."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3424939",
    "metadata": "Ano: 2024 | Banca: FUNATEC | Órgão: Prefeitura de Pinheiro - MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal"
    ],
    "enunciado_principal": "Em relação à ação penal pública incondicionada, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Depende de representação do ofendido para ser iniciada."
      },
      {
        "letra": "B",
        "texto": "Pode ser iniciada independentemente da vontade do ofendido."
      },
      {
        "letra": "C",
        "texto": "Depende de autorização do Poder Legislativo."
      },
      {
        "letra": "D",
        "texto": "Só pode ser iniciada se houver mandado judicial."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3413965",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Prefeitura de Lorena - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Causas de extinção da punibilidade"
    ],
    "enunciado_principal": "Considerando o regime para a ação penal disciplinado no Código Penal, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "quando a lei considera como elemento ou circunstâncias do tipo legal fatos que, por si mesmos, constituem crimes, cabe ação pública em relação àquele, desde que, em relação a qualquer destes, se deva proceder por iniciativa do Ministério Público."
      },
      {
        "letra": "B",
        "texto": "a representação será irretratável depois de oferecida a denúncia."
      },
      {
        "letra": "C",
        "texto": "o direito de oferecer queixa é personalíssimo do ofendido e insuscetível de sucessão."
      },
      {
        "letra": "D",
        "texto": "o direito de queixa não pode ser exercido quando renunciado expressa ou tacitamente, não implicando em renúncia tácita o fato de o ofendido receber a indenização do dano causado pelo crime."
      },
      {
        "letra": "E",
        "texto": "o perdão pode ser recusado pelo querelado, obstando os efeitos de sua concessão."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3411765",
    "metadata": "Ano: 2024 | Banca: ISET | Órgão: Prefeitura de Retirolândia - BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "Os crimes previstos na Lei Federal nº 13.869/2019, que dispõe sobre os crimes de abuso de autoridade, são de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ação penal privada."
      },
      {
        "letra": "B",
        "texto": "Ação penal pública condicionada à representação."
      },
      {
        "letra": "C",
        "texto": "Ação penal subsidiária da pública."
      },
      {
        "letra": "D",
        "texto": "Ação penal pública incondicionada."
      },
      {
        "letra": "E",
        "texto": "Ação penal pública restritivamente privada."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3328241",
    "metadata": "Ano: 2024 | Banca: OBJETIVA | Órgão: Prefeitura de Gentil - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal"
    ],
    "enunciado_principal": "De acordo com a Lei nº 8.137/1990 —Crimes Contra a Ordem Tributária, Econômica e Contra as Relações de Consumo, os crimes previstos nesta lei são de ação penal: I. Pública. II. Privada personalíssima. III. Privada exclusiva. Está CORRETO o que se afirma:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas no item I."
      },
      {
        "letra": "B",
        "texto": "Apenas no item II."
      },
      {
        "letra": "C",
        "texto": "Apenas no item III."
      },
      {
        "letra": "D",
        "texto": "Em todos os itens."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3253552",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal privada propriamente dita ou exclusiva",
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Crimes contra a honra",
      "Calúnia"
    ],
    "enunciado_principal": "Imagine que determinado indivíduo fora vítima do crime de calúnia. O ofendido, contudo, decide fazer as pazes com o ofensor e até o convida para apadrinhar um filho seu. Depois da confraternização, todavia, ambos se desentendem por novo motivo – sem que nessa nova contenda haja fato que configure crime. Diante do cenário, o indivíduo que fora vítima da calúnia propõe ação penal privada contra o ofensor por aquele fato inicial. O ofensor prova ao juiz a relação de compadrio. Diante desse cenário, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "houve renúncia tácita, e o direito de ação penal privada não pode ser exercido."
      },
      {
        "letra": "B",
        "texto": "a renúncia pode ser retratada no prazo do oferecimento da ação penal privada."
      },
      {
        "letra": "C",
        "texto": "o direito de ação privada é exclusivo do ofendido, não importando a relação de compadrio."
      },
      {
        "letra": "D",
        "texto": "apesar da relação de compadrio, a ausência de renúncia expressa não obsta o seguimento da ação."
      },
      {
        "letra": "E",
        "texto": "o perdão apenas terá reflexos patrimoniais, não afastando o direto de ação penal privada do ofendido."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3231965",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Prefeitura de Lins - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal privada propriamente dita ou exclusiva"
    ],
    "enunciado_principal": "O crime de dano, do art. 163 do CP, sem violência à pessoa ou grave ameaça, sem emprego de substância inflamável ou explosiva, sem motivação egoística e sem prejuízo considerável para a vítima, quando cometido contra patrimônio particular que se encontra sob a custódia da Administração Pública, é qualificado ou simples?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Simples, e processa-se mediante ação penal privada."
      },
      {
        "letra": "B",
        "texto": "Simples, e processa-se mediante ação penal pública condicionada à representação do proprietário."
      },
      {
        "letra": "C",
        "texto": "Qualificado, e processa-se mediante ação penal privada."
      },
      {
        "letra": "D",
        "texto": "Qualificado, e processa-se mediante ação penal pública condicionada à representação do proprietário."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3150182",
    "metadata": "Ano: 2024 | Banca: IDIB | Órgão: Câmara de Macapá - AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal privada subsidiária da pública"
    ],
    "enunciado_principal": "A ação penal privada subsidiária da pública é uma ação que pode ser ajuizada pela vítima de um crime de ação pública caso o Ministério Público não ofereça a denúncia no prazo legal. O prazo é de 5 dias se o réu estiver preso e 15 dias se estiver solto, contados a partir do recebimento do inquérito policial, atualmente inserida no rol dos direitos e garantias fundamentais do cidadão, conforme o artigo 5º, LIX, da Constituição Federal. É uma cláusula pétrea que admite ação privada nos crimes de ação pública, se esta não for intentada no prazo legal funciona como instrumento de controle da ação do Ministério Público. Em que pese se tratar de forma específica de ação penal, é cediço haverem princípios a serem seguidos, traduzidos corretamente apenas em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "celeridade, economia processual e indisponibilidade."
      },
      {
        "letra": "B",
        "texto": "oportunidade, universalidade e celeridade."
      },
      {
        "letra": "C",
        "texto": "oportunidade, intranscendência e disponibilidade."
      },
      {
        "letra": "D",
        "texto": "disponibilidade, oralidade e celeridade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3117549",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública incondicionada",
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "Dario, em um bloco que desfila pelas ruas de Olinda, no carnaval de 2024, percebendo que uma foliã está totalmente embriagada, passa a beijá-la lascivamente, sem seu prévio consentimento, embora ela não resista à abordagem, devido a seu estado. Diante do caso narrado, Dario cometeu o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estupro, crime de ação penal privada;"
      },
      {
        "letra": "B",
        "texto": "estupro, crime de ação penal pública incondicionada;"
      },
      {
        "letra": "C",
        "texto": "estupro de vulnerável, crime de ação penal pública incondicionada;"
      },
      {
        "letra": "D",
        "texto": "importunação sexual, crime de ação penal pública incondicionada;"
      },
      {
        "letra": "E",
        "texto": "estupro de vulnerável, crime de ação penal pública condicionada a representação da vítima."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3086775",
    "metadata": "Ano: 2024 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Fundamentais",
      "Princípios limitadores do poder punitivo estatal",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Noções Gerais da Culpabilidade",
      "Ação penal",
      "Ação penal pública condicionada à representação",
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Perdão judicial"
    ],
    "enunciado_principal": "[Questão Inédita] Mevinho, 19 anos, resolveu jogar o “jogo do tigrinho” e como havia perdido muito dinheiro no primeiro semestre de 2024, precisava se recompor financeiramente. Em determinado dia, leu em uma doutrina penal que é isento de pena quem comente crime contra o patrimônio em prejuízo de ascendente. Nesses termos, Mevinho resolve subtrair R$ 1.000,00 de sua avó, Dona Mevôna, nascida em 1960. Dito e feito, Mevinho, então, ruma ao quarto da Dona Mevôna, durante a madrugada, e de lá subtrai R$ 1.000,00. Contudo, sua empreitada criminosa é gravada pelo sistema de câmeras e Dona Mevôna resolve denunciar seu neto. Nesses termos, a premissa inicial de Mevinho estava:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Correta, pois haverá isenção de pena por ter sido o crime patrimonial, sem violência ou grave ameaça, perpetrado contra ascendente."
      },
      {
        "letra": "B",
        "texto": "Incorreta, pois o instituto da escusa absolutória não se aplica aos netos."
      },
      {
        "letra": "C",
        "texto": "Incorreta, pois o instituto da escusa absolutória ficará afastado ante a idade da vítima, ainda que guardado o grau de parentesco."
      },
      {
        "letra": "D",
        "texto": "Incorreta, pois o instituto da escusa absolutória ficará afastado ante o crime ter sido perpetrado durante a madrugada."
      },
      {
        "letra": "E",
        "texto": "Incorreta, pois o instituto da escusa absolutória ficará afastado pela representação da vítima."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3030458",
    "metadata": "Ano: 2024 | Banca: IGEDUC | Órgão: MPE-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade",
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria.",
      "Ação penal",
      "Ação penal no crime de lesão corporal",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Durante uma briga, Paulo, movido por forte emoção após ser ofendido, agrediu fisicamente seu colega de trabalho, causando-lhe lesões corporais. No processo penal, a defesa de Paulo alegou que ele não deve ser responsabilizado devido ao estado emocional em que se encontrava. Como o Ministério Público deve tratar a questão da emoção no caso de Paulo?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A emoção atenua a pena, mas não exclui a culpabilidade de Paulo."
      },
      {
        "letra": "B",
        "texto": "A emoção agrava a pena, pois Paulo agiu de forma descontrolada."
      },
      {
        "letra": "C",
        "texto": "Paulo deve ser considerado inimputável, pois estava fora de si no momento do crime."
      },
      {
        "letra": "D",
        "texto": "A emoção exclui a culpabilidade, devendo Paulo ser absolvido."
      },
      {
        "letra": "E",
        "texto": "A emoção transforma o ato de Paulo em uma contravenção penal, não em crime."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3017136",
    "metadata": "Ano: 2024 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal no crime de lesão corporal"
    ],
    "enunciado_principal": "[Questão Inédita] Em época de eleições no município de Batalha dois candidatos, Mévio e Tício, foram ao debate público para traçar seus futuros atos administrativos descritos no plano de governo. Ocorre que, durante o acalorado antagonismo de ideias, Mévio diz ao adversário político: “você não tem coragem de me bater, já simulou outras vezes e nada fez, frouxo”. Nesse instante, impelido por ódio, Tício se apodera de uma cadeira e bate, uma única vez e com força moderada, contra o corpo de seu rival, o qual se defendeu com o antebraço, resultando em discreta equimose na região. Nesse contexto, podemos dizer que Tício cometeu:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Fato atípico haja vista configurar a excludente de ilicitude da legitima defesa;"
      },
      {
        "letra": "B",
        "texto": "Tentativa de homicídio simples"
      },
      {
        "letra": "C",
        "texto": "Tentativa de homicídio qualificado pelo recurso que dificultou a defesa da vítima"
      },
      {
        "letra": "D",
        "texto": "Lesão corporal leve privilegiada"
      },
      {
        "letra": "E",
        "texto": "Lesão corporal leve"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2684659",
    "metadata": "Ano: 2024 | Banca: NTCS | Órgão: Prefeitura de Mucajaí - RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal"
    ],
    "enunciado_principal": "Quanto a Ação Penal, especialmente no que diz respeito a ação pública e de iniciativa privada, conforme Título VII do Código Penal Brasileiro, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ação pública é promovida pelo Ministério Público, dependendo, quando a lei o exige, de representação do ofendido ou de requisição do Ministro da Justiça."
      },
      {
        "letra": "B",
        "texto": "A ação de iniciativa privada pode intentar-se nos crimes de ação pública, se o Ministério Público não oferece denúncia no prazo legal."
      },
      {
        "letra": "C",
        "texto": "A ação de iniciativa privada é promovida mediante queixa do ofendido ou de quem tenha qualidade para representá-lo."
      },
      {
        "letra": "D",
        "texto": "A ação de iniciativa privada não pode, em nenhuma hipótese, intentar-se nos crimes de ação pública, sendo ato privativo do Ministério Público."
      },
      {
        "letra": "E",
        "texto": "No caso de morte do ofendido ou de ter sido declarado ausente por decisão judicial, o direito de oferecer queixa ou de prosseguir na ação passa ao cônjuge, ascendente, descendente ou irmão."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2522204",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: DPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública condicionada à representação",
      "Crimes contra a honra",
      "Injúria"
    ],
    "enunciado_principal": "O crime de injuriar alguém em razão da religião é de ação penal pública:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Incondicionada, inafiançável e imprescritível."
      },
      {
        "letra": "B",
        "texto": "Condicionada à representação, inafiançável e imprescritível."
      },
      {
        "letra": "C",
        "texto": "Condicionada à representação, afiançável e prescritível."
      },
      {
        "letra": "D",
        "texto": "Incondicionada, afiançável e prescritível."
      },
      {
        "letra": "E",
        "texto": "Privada, afiançável e prescritível."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2513027",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: Câmara dos Deputados",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal"
    ],
    "enunciado_principal": "Sobre a ação penal pública, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ação penal pública será promovida por denúncia do Ministério Público, mas dependerá, quando a lei o exigir, de requisição do Ministro da Justiça ou de representação do ofendido."
      },
      {
        "letra": "B",
        "texto": "A representação será irretratável depois de recebida a denúncia."
      },
      {
        "letra": "C",
        "texto": "No caso de morte do ofendido ou quando declarado ausente por decisão judicial, extingue-se automaticamente o direito de representação."
      },
      {
        "letra": "D",
        "texto": "Nos casos em que caiba a ação pública, qualquer pessoa poderá provocar a iniciativa do Ministério Público, exceto se reincidente em crime doloso."
      },
      {
        "letra": "E",
        "texto": "Não há hipótese legal de admissão do ajuizamento de ação penal privada nos crimes submetidos à ação penal pública."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2507086",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: AL-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal"
    ],
    "enunciado_principal": "A respeito da ação penal, é INCORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Ministério Público é dominus litis da ação penal pública incondicionada."
      },
      {
        "letra": "B",
        "texto": "A representação será irretratável depois de recebida a denúncia."
      },
      {
        "letra": "C",
        "texto": "Não é admissível o perdão após o trânsito em julgado de sentença condenatória."
      },
      {
        "letra": "D",
        "texto": "O direito de queixa não pode ser exercido quando renunciado tacitamente."
      },
      {
        "letra": "E",
        "texto": "O perdão do ofendido, nos crimes em que somente se procede mediante queixa, obsta ao prosseguimento da ação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2503333",
    "metadata": "Ano: 2024 | Banca: UniRV - GO | Órgão: UniRV - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Classificação de Ação Penal"
    ],
    "enunciado_principal": "Segundo a classificação da ação penal pelo critério da titularidade, considera-se:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ação penal pública condicionada aquela que somente pode ser exercitada mediante o requerimento do ofendido."
      },
      {
        "letra": "B",
        "texto": "Ação penal privada subsidiária da ação penal pública aquela que pode ser exercitada pelo ofendido somente após a decisão de arquivamento do inquérito policial pelo Ministério Público."
      },
      {
        "letra": "C",
        "texto": "Ação penal privada aquela que somente pode ser exercitada mediante representação do ofendido."
      },
      {
        "letra": "D",
        "texto": "Ação penal pública incondicionada aquela que compete ao Ministério Público exercitar privativamente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2459924",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: ENAM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Segunda fase da dosimetria.",
      "Livramento condicional",
      "Extinção da pena",
      "Ação penal",
      "Modalidades das Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "Em uma ação penal por crime ocorrido em 04/03/2023, o réu, ao ser interrogado, confessa espontaneamente, perante o juiz, a prática do delito que lhe é imputado. Na folha de antecedentes criminais do acusado, constam as seguintes anotações, devidamente esclarecidas por certidões cartorárias: I. condenação transitada em julgado em 08/06/2016 por crime anterior, praticado em 06/02/2014, com pena de reclusão extinta em 15/03/2022, diante do término do livramento condicional, cujo período de prova se iniciara em 14/08/2017; II. condenação transitada em julgado em 02/09/2022 por contravenção penal anterior, praticada em 07/01/2022, com pena de prisão simples cumprida em 03/03/2023; e III. ação penal em curso, por crime posterior, praticado em 05/03/2024. À luz das informações apresentadas, conclusos os autos ao juiz para sentença, no dia de hoje, na segunda fase da dosimetria da pena, a pena deverá ser",
    "alternativas": [
      {
        "letra": "A",
        "texto": "atenuada, incidindo a atenuante da confissão espontânea, sendo o réu primário."
      },
      {
        "letra": "B",
        "texto": "atenuada, preponderando a atenuante da confissão espontânea sobre a agravante da reincidência."
      },
      {
        "letra": "C",
        "texto": "mantida, compensando-se integralmente a atenuante da confissão espontânea com a agravante da reincidência."
      },
      {
        "letra": "D",
        "texto": "agravada, compensando-se proporcionalmente a agravante da reincidência com a atenuante da confissão espontânea."
      },
      {
        "letra": "E",
        "texto": "agravada, preponderando a agravante da reincidência, sem qualquer compensação em relação à atenuante da confissão espontânea."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2414802",
    "metadata": "Ano: 2024 | Banca: Instituto Consulplan | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal privada subsidiária da pública"
    ],
    "enunciado_principal": "Considerando os entendimentos modernos das doutrinas e dos Tribunais Superiores, bem como as jurisprudências que norteiam o direito penal brasileiro, julgue o item a seguir.O STF, em relação à ação penal privada subsidiária da pública fez uma leitura a partir de sua matriz constitucional. O instituto constitui verdadeiro direito fundamental. Embora haja poucos julgados sobre o tema, o plenário já se pronunciou no sentido de que não é possível pensar que a ação penal privada subsidiária deve ser exercida no mesmo tempo exigido para a ação penal exclusivamente privada e que a inércia do Ministério Público justifica o oferecimento de queixa subsidiária pelo ofendido, até que ocorra a prescrição, já que não se trata de ação exclusivamente privada, mas pública, não havendo previsão legal de prazo decadencial para que aquela seja oferecida. Assim, o STF afastou a incidência da decadência nas hipóteses de ação penal privada subsidiária da pública.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3084296",
    "metadata": "Ano: 2023 | Banca: FURB | Órgão: Prefeitura de Nova Trento - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal"
    ],
    "enunciado_principal": "Sobre a ação penal, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A representação será irretratável, depois de oferecida a denúncia."
      },
      {
        "letra": "B",
        "texto": "Nos crimes de ação pública, esta será promovida por denúncia do Ministério Público, mas dependerá, quando a lei o exigir, de requisição do Ministro da Justiça ou de representação do ofendido ou de quem tiver qualidade para representá-lo. No caso de morte do ofendido, o direito de representação pode ser suprido pelo Magistrado."
      },
      {
        "letra": "C",
        "texto": "A vítima será intimada da homologação do acordo de não persecução penal, mas não de seu descumprimento."
      },
      {
        "letra": "D",
        "texto": "O acordo de não persecução penal será formalizado por escrito e será firmado pelo membro do Ministério Público, pelo Magistrado, pelo investigado e por seu Defensor."
      },
      {
        "letra": "E",
        "texto": "Nos casos de ação penal privada, o perdão concedido a um dos querelados aproveitará a todos, produzindo efeitos também em relação ao que o recusar, porque benéfico a ele."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2550717",
    "metadata": "Ano: 2023 | Banca: Instituto Consulplan | Órgão: CORE-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal"
    ],
    "enunciado_principal": "Em seu conceito mais simples, a ação penal equivale ao direito de provocar o Estado na sua função jurisdicional para a aplicação do direito penal em um caso concreto. Considerando o exposto, analise as afirmativas a seguir. I. Caberá ao ofendido ou seu representante legal propor a ação penal privada subsidiária da pública quando o Ministério Público não oferecer denúncia dentro do prazo legal. II. Em caso de morte do ofendido ou de ter sido declarado ausente por decisão judicial, o direito de oferecer queixa ou de prosseguimento da ação penal privada passará imediatamente ao Ministério Público. III. Em regra, a ação penal será pública, salvo quando a lei expressamente a declara privativa do ofendido. IV. Prescreve em seis meses o direito do ofendido ou seu representante legal de oferecer queixa ou representação, contados do dia em que teve conhecimento de quem é o autor do crime. Está correto o que se afirma apenas em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "I e III."
      },
      {
        "letra": "C",
        "texto": "II e IV."
      },
      {
        "letra": "D",
        "texto": "III e IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2322682",
    "metadata": "Ano: 2023 | Banca: FUNDEP (Gestão de Concursos) | Órgão: DPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Concurso de crimes",
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Ação penal",
      "Causas de extinção da punibilidade"
    ],
    "enunciado_principal": "Com relação a pena, analise as afirmativas a seguir. I. Para o Superior Tribunal de Justiça, é vedada a utilização de inquéritos policiais em curso para agravar a pena base, somente sendo possível o incremento com base em ações penais em andamento. II. Incide a atenuante da confissão mesmo quando o autor confessa os fatos alegando causa excludente de ilicitude e culpabilidade. III. No concurso de crimes, o cálculo da prescrição da pretensão punitiva é feito considerando cada crime isoladamente, computando-se somente o acréscimo decorrente do concurso mais benéfico. IV. A jurisprudência do Superior Tribunal de Justiça admite a fixação de prestação de serviços à comunidade como condição para o cumprimento da pena em regime aberto, em razão do princípio da analogia em benefício do réu. Está(ão) correta(s) a(s) afirmativa(s)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e IV, apenas."
      },
      {
        "letra": "B",
        "texto": "II e III, apenas."
      },
      {
        "letra": "C",
        "texto": "I e III, apenas."
      },
      {
        "letra": "D",
        "texto": "II, apenas."
      },
      {
        "letra": "E",
        "texto": "II, III e IV, apenas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2320051",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: Câmara dos Deputados",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Legislação Penal Especial",
      "Crimes contra o Estado Democrático de Direito"
    ],
    "enunciado_principal": "João foi indiciado por ter sabotado determinados serviços destinados à defesa nacional, de modo a abolir a atual organização política e permitir o seu domínio por um Estado estrangeiro, de viés ideológico distinto, conduta que foi considerada um crime político. De acordo com a ordem constitucional, é correto afirmar que uma ação penal em face de João deve ser ajuizada perante",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Juiz Federal, com recurso para o Supremo Tribunal Federal."
      },
      {
        "letra": "B",
        "texto": "Juiz Federal, com recurso para o Superior Tribunal de Justiça."
      },
      {
        "letra": "C",
        "texto": "Juiz Estadual, com recurso para o respectivo Tribunal de Justiça."
      },
      {
        "letra": "D",
        "texto": "Juiz Federal, com recurso para o respectivo Tribunal Regional Federal."
      },
      {
        "letra": "E",
        "texto": "Supremo Tribunal Federal, sem a possibilidade de recurso para uma instância superior."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2307867",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal privada subsidiária da pública"
    ],
    "enunciado_principal": "Nos exatos termos do art. 100, § 3o, do CP, a ação de iniciativa privada pode intentar-se nos crimes de ação pública, se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a vítima, ou seu representante legal, não concordar com o arquivamento do inquérito policial."
      },
      {
        "letra": "B",
        "texto": "houver dúvida quanto à tipificação legal."
      },
      {
        "letra": "C",
        "texto": "o Ministério Público requerer o arquivamento dos autos."
      },
      {
        "letra": "D",
        "texto": "o Ministério Público não oferecer denúncia no prazo legal."
      },
      {
        "letra": "E",
        "texto": "for oferecido acordo de não persecução penal ao acusado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2116628",
    "metadata": "Ano: 2023 | Banca: CONSULPAM | Órgão: TCM-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública incondicionada",
      "Ação penal pública condicionada à representação",
      "Ação penal pública condicionada à requisição do Ministro da Justiça",
      "Ação penal privada propriamente dita ou exclusiva",
      "Classificação de Ação Penal"
    ],
    "enunciado_principal": "Em conformidade com o previsto pelo Dec. Lei n.º 2.848/1940 (Código Penal brasileiro) a respeito da ação penal, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A representação será irretratável mesmo antes de oferecida a denúncia."
      },
      {
        "letra": "B",
        "texto": "Importa renúncia tácita ao direito de queixa o fato de receber o ofendido a indenização do dano causado pelo crime."
      },
      {
        "letra": "C",
        "texto": "O perdão do ofendido, nos crimes em que somente se procede mediante queixa, não obsta ao prosseguimento da ação."
      },
      {
        "letra": "D",
        "texto": "O direito de queixa não pode ser exercido quando renunciado tacitamente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2098995",
    "metadata": "Ano: 2023 | Banca: INSTITUTO AOCP | Órgão: MPE-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública incondicionada",
      "Ação penal pública condicionada à representação",
      "Ação penal no crime de lesão corporal"
    ],
    "enunciado_principal": "Chega ao conhecimento do Ministério Público um caso de lesão corporal de natureza leve recíproca entre marido e mulher. Diante desse fato, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "seria possível a aplicação de transação penal."
      },
      {
        "letra": "B",
        "texto": "em caso de lesões corporais recíprocas entre marido e mulher, a natureza da ação penal é distinta."
      },
      {
        "letra": "C",
        "texto": "não seria possível a aplicação de qualquer benefício da Lei nº 9.099/95 em relação à mulher, por conta da vedação da Lei nº 11.340/06, mas seria cabível a aplicação do acordo de não persecução penal ao marido."
      },
      {
        "letra": "D",
        "texto": "caso o marido somente tivesse humilhado a mulher de modo a prejudicar seu pleno desenvolvimento, somente ele seria vítima de crime."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2666782",
    "metadata": "Ano: 2022 | Banca: IVIN | Órgão: Prefeitura de Estreito - MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública condicionada à requisição do Ministro da Justiça"
    ],
    "enunciado_principal": "Tomás, brasileiro, mora em Houston, Estado do Texas, Estados Unidos. Certo dia, Tomás e seu amigo americano, Ted, resolveram furtar do Consulado-Geral do Brasil em Houston papéis oficiais utilizados na confecção de passaportes diplomáticos. Considerando a situação hipotética narrada e a legislação aplicável, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Por ter sido praticado contra o patrimônio e a fé pública da União, o crime de Tomás e Ted estarão sujeitos à lei brasileira enquanto não tenham sido absolvidos ou cumprido a pena no estrangeiro."
      },
      {
        "letra": "B",
        "texto": "Por ter sido praticado contra o patrimônio e a fé pública da União, o crime de Tomás e Ted estarão sujeitos à lei brasileira mesmo que tenham sido absolvidos ou condenados no estrangeiro."
      },
      {
        "letra": "C",
        "texto": "Aplica-se a lei brasileira à conduta de Tomás, em razão de sua nacionalidade brasileira, mas não quanto a Ted, que é estrangeiro."
      },
      {
        "letra": "D",
        "texto": "Se, em lugar do Consulado-Geral, o crime tivesse sido cometido contra o patrimônio ou a fé pública de empresa pública, sociedade de economia mista, autarquia ou fundação instituída pelo Poder Público brasileiro, a lei penal brasileira não seria aplicável."
      },
      {
        "letra": "E",
        "texto": "Em relação a Ted, por ser estrangeiro, a lei penal brasileira será aplicável sobre sua conduta apenas se ele entrar em território nacional."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2078706",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública incondicionada"
    ],
    "enunciado_principal": "Nos termos do art. 181 a 183 do CP, é correto afirmar que a apropriação indébita, se praticada em desfavor de vítima de 55 anos, tio do agente, com quem este coabita,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "fica isenta de pena."
      },
      {
        "letra": "B",
        "texto": "somente se procede mediante representação."
      },
      {
        "letra": "C",
        "texto": "somente se procede mediante queixa."
      },
      {
        "letra": "D",
        "texto": "é crime de ação pública incondicionada."
      },
      {
        "letra": "E",
        "texto": "é qualificada."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1951274",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal"
    ],
    "enunciado_principal": "Nas infrações penais de menor potencial ofensivo submetidas à ação penal de iniciativa privada:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cabem transação penal e suspensão condicional do processo, mediante proposta do Ministério Público;"
      },
      {
        "letra": "B",
        "texto": "cabem transação penal e suspensão condicional do processo, mediante proposta do querelante;"
      },
      {
        "letra": "C",
        "texto": "cabe apenas suspensão condicional do processo, mediante proposta do Ministério Público;"
      },
      {
        "letra": "D",
        "texto": "cabe apenas suspensão condicional do processo, mediante proposta do querelante;"
      },
      {
        "letra": "E",
        "texto": "não cabem transação penal e suspensão condicional do processo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1945466",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal no crime de lesão corporal",
      "Causas de extinção da punibilidade",
      "Perdão judicial",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Tício, técnico em manutenção de equipamentos, de forma imperita, instalou, em sua própria casa, suporte de ar-condicionado não compatível com o peso do aparelho que, passados poucos dias da instalação, desprendeu-se da parede, vindo a atingir seu próprio filho, que brincava no quintal. A criança, atingida na cabeça, teve traumatismo craniano, com sequela de convulsões periódicas. Haja vista a situação hipotética, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tício praticou o crime de lesão corporal culposa, com causa de aumento em razão de a vítima ser criança, nos exatos termos do parágrafo 7º, do artigo 129, CP."
      },
      {
        "letra": "B",
        "texto": "Tício praticou o crime de lesão corporal, de natureza grave, nos termos do parágrafo 1º, do artigo 129, CP."
      },
      {
        "letra": "C",
        "texto": "Ticio praticou o crime de lesão corporal, nos exatos termos do “caput”, do artigo 129, do CP."
      },
      {
        "letra": "D",
        "texto": "A Tício, dadas as circunstâncias, é possível a aplicação de perdão judicial, nos exatos termos do parágrafo 8º do artigo 129, CP."
      },
      {
        "letra": "E",
        "texto": "Tício praticou o crime de lesão corporal culposa, de natureza grave, nos exatos termos do artigo 129, parágrafo 6º, do CP"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1937489",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: Governo do Distrito Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Lesões corporais",
      "Lesão corporal leve e culposa",
      "Violência doméstica",
      "Classificação de Ação Penal"
    ],
    "enunciado_principal": "Joana compareceu à delegacia de polícia relatando violência doméstica, na qual seu companheiro, por não aceitar que ela exercia atividade laboral, destruiu seus instrumentos de trabalho, os quais foram avaliados em R$ 85,00 (oitenta e cinco reais). Considerando o caso narrado, julgue o seguinte item. Caso Joana também relate ter sido vítima de lesões corporais leves praticadas por seu companheiro no âmbito familiar, é correto afirmar que a ação penal, quanto às referidas lesões, será pública condicionada à representação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1921463",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública condicionada à representação"
    ],
    "enunciado_principal": "Nos crimes de ação penal pública condicionada à representação, é correto afirmar que a representação:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "depende de formalidade expressa, consistente em manifestação expressa por meio de termo para inaugurar a investigação preliminar;"
      },
      {
        "letra": "B",
        "texto": "prescinde de qualquer formalidade, sendo necessária apenas a vontade inequívoca da vítima de representar contra o autor do fato;"
      },
      {
        "letra": "C",
        "texto": "depende de formalidade expressa, consistente em manifestação expressa da vítima ou de seu representante legal em audiência específica;"
      },
      {
        "letra": "D",
        "texto": "prescinde de qualquer formalidade, sendo necessária apenas a vontade inequívoca da vítima ou de seu representante legal de representar contra o autor do fato;"
      },
      {
        "letra": "E",
        "texto": "depende de formalidade expressa, consistente em manifestação expressa da vítima ou de seu representante legal em audiência preliminar."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1911925",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PC-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública incondicionada",
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "No dia 29 de junho de 2021, Maria, nascida em 20 de maio de 1944, foi vítima de um golpe, entregando a um estelionatário 10 mil reais, após ser induzida a erro pelo golpista. Hesita em procurar a polícia, mas o fato é comunicado à autoridade policial por uma vizinha da vítima. A propósito do início do inquérito policial que apura o crime de estelionato, no caso em questão, é correto afirmar que a autoridade policial",
    "alternativas": [
      {
        "letra": "A",
        "texto": "só pode instaurar inquérito se houver representação da ofendida, pois o crime em questão é de ação penal pública condicionada."
      },
      {
        "letra": "B",
        "texto": "pode instaurar inquérito independentemente da representação da ofendida, pois o crime de estelionato praticado contra maior de 70 anos é de ação penal pública incondicionada."
      },
      {
        "letra": "C",
        "texto": "pode instaurar inquérito sem a representação da ofendida, independentemente de sua idade, pois em qualquer caso a ação penal no crime de estelionato é pública incondicionada."
      },
      {
        "letra": "D",
        "texto": "pode instaurar inquérito sem a representação da ofendida, pois qualquer investigação criminal pode ser iniciada de ofício pela autoridade policial, não se exigindo manifestação da vítima."
      },
      {
        "letra": "E",
        "texto": "só pode instaurar inquérito se houver requerimento da ofendida, pois o crime em questão é de ação penal privada."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1899394",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PC-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública incondicionada",
      "Ação penal pública condicionada à representação",
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "O crime de Estelionato, após recente alteração legislativa empreendida pela Lei nº 13.964/19, sofreu mudança no que diz respeito ao tipo de ação penal, que anteriormente era pública incondicionada em todos os casos. Com a mudança, o crime de estelionato passou a ser de ação penal pública condicionada à representação do ofendido, preservando, no entanto, algumas hipóteses de ação penal pública incondicionada, todas previstas no §5º do Art. 171. Dentre tais hipóteses não encontramos estelionato cometido contra",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a Administração Pública indireta."
      },
      {
        "letra": "B",
        "texto": "adolescente."
      },
      {
        "letra": "C",
        "texto": "pessoa com deficiência mental."
      },
      {
        "letra": "D",
        "texto": "pessoa maior de 60 anos."
      },
      {
        "letra": "E",
        "texto": "pessoa incapaz."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1894959",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal"
    ],
    "enunciado_principal": "A partir dessa situação hipotética, julgue o item a seguir.A modalidade de crime praticada nessa situação admite ação penal privada subsidiária da pública caso o Ministério Público deixe de oferecer a denúncia no prazo legalmente estabelecido.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1884469",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública incondicionada"
    ],
    "enunciado_principal": "Joana foi vítima de agressão praticada por seu companheiro, com quem ela convivia maritalmente havia mais de vinte anos. A agressão resultou em lesão corporal leve, devidamente comprovada por laudo médico pericial. Nessa situação hipotética, eventual ação penal será",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pública condicionada."
      },
      {
        "letra": "B",
        "texto": "pública e seguirá o rito sumaríssimo."
      },
      {
        "letra": "C",
        "texto": "pública condicionada somente para fins de instauração de inquérito policial."
      },
      {
        "letra": "D",
        "texto": "precedida de audiência conciliatória, cabível, nessa fase, a retratação da vítima."
      },
      {
        "letra": "E",
        "texto": "pública incondicionada."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1879130",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública incondicionada",
      "Crimes contra a honra",
      "Injúria",
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Leia o trecho a seguir. O crime de racismo, constante na Lei nº. 7.716/1989, é de ação penal _____, _____ e _____. Por sua vez, o crime de injúria racial, disposto no Art. 140, § 3º, do Código Penal, é de ação penal _____, _____ e _____, conforme entendimento atual do Supremo Tribunal Federal. Assinale a opção cujos itens completam corretamente as lacunas do trecho acima.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pública incondicionada, inafiançável, imprescritível, privada personalíssima, afiançável e prescritível."
      },
      {
        "letra": "B",
        "texto": "pública incondicionada, inafiançável, imprescritível, pública condicionada à representação, inafiançável e imprescritível."
      },
      {
        "letra": "C",
        "texto": "pública condicionada à representação, afiançável, prescritível, pública incondicionada, inafiançável e prescritível."
      },
      {
        "letra": "D",
        "texto": "pública incondicionada, inafiançável, imprescritível, pública condicionada à representação, afiançável e imprescritível."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1875631",
    "metadata": "Ano: 2022 | Banca: OBJETIVA | Órgão: Prefeitura de Varginha - MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública incondicionada"
    ],
    "enunciado_principal": "Segundo o Código Penal, marcar C para as afirmativas Certas, E para as Erradas e, após, assinalar a alternativa que apresenta a sequência CORRETA: ( ) A ação penal é pública, salvo quando a lei expressamente a declara privativa do ofendido. ( ) A representação será irretratável, depois de recebida a denúncia. ( ) Extingue o direito de oferecer a queixa ou de prosseguir da ação no caso de morte do ofendido ou de ter sido declarado ausente por decisão judicial.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "C - C - E."
      },
      {
        "letra": "B",
        "texto": "E - C - C."
      },
      {
        "letra": "C",
        "texto": "C - E - E."
      },
      {
        "letra": "D",
        "texto": "E - C - E."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1860063",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública condicionada à representação",
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "No que diz respeito ao processo penal, julgue o seguinte item. Por força das alterações introduzidas em 23 de janeiro de 2020 pela Lei n.º 13.964/2019, é exigida representação para a propositura de ação penal sobre crime de estelionato que não tenha sido praticado contra a administração pública, direta ou indireta, criança, adolescente, pessoa com deficiência mental, maior de setenta anos de idade ou incapaz. Contudo, dada a natureza da norma em questão, tal exigência aplica-se somente aos crimes de estelionato praticados a partir da data de entrada em vigor das citadas alterações.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2088144",
    "metadata": "Ano: 2021 | Banca: Avança SP | Órgão: Prefeitura de Louveira - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Classificação de Ação Penal"
    ],
    "enunciado_principal": "Os crimes previstos na lei nº 13.869/2019, que dispõe sobre os crimes de abuso de autoridade, são de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ação penal pública condicionada."
      },
      {
        "letra": "B",
        "texto": "ação penal pública incondicionada."
      },
      {
        "letra": "C",
        "texto": "ação penal pública."
      },
      {
        "letra": "D",
        "texto": "ação penal comum."
      },
      {
        "letra": "E",
        "texto": "ação cível."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1856605",
    "metadata": "Ano: 2021 | Banca: IDECAN | Órgão: PEFOCE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública condicionada à representação",
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Fernanda possui perfil em rede social com finalidade ilícita: ela anuncia a venda de produtos eletrônicos, promete entregá-los aos clientes após o pagamento e, mesmo tendo recebido o dinheiro, não cumpre com o acordado. Dessa forma, induzida em erro por Fernanda, Cláudia, fisioterapeuta de 35 anos, acorda a compra de um aparelho de telefone celular. Fernanda, por sua vez, mesmo tendo recebido a quantia, não envia o produto e bloqueia Claudia nas redes sociais tão logo recebe o dinheiro. Nessa hipótese, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Trata-se de delito de estelionato, não há a necessidade de exame pericial e a ação penal é pública, mas condicionada a representação."
      },
      {
        "letra": "B",
        "texto": "Trata-se de delito de estelionato e o exame de corpo de delito é obrigatório, sendo que a ação penal é privada."
      },
      {
        "letra": "C",
        "texto": "Trata-se de delito de estelionato, não há necessidade de exame de corpo de delito e a ação penal será pública incondicionada."
      },
      {
        "letra": "D",
        "texto": "A conduta não configura crime enquanto não houver lesão significativa ao patrimônio da vítima e, para a comprovação da lesão, será necessário exame pericial. A ação penal é privada."
      },
      {
        "letra": "E",
        "texto": "A conduta não configura crime enquanto não houver lesão significativa ao patrimônio da vítima. Para a comprovação da lesão, não será necessário exame de corpo de delito e, no caso, a ação penal será pública incondicionada."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1856602",
    "metadata": "Ano: 2021 | Banca: IDECAN | Órgão: PEFOCE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública condicionada à requisição do Ministro da Justiça"
    ],
    "enunciado_principal": "O Chefe de Governo Estrangeiro Rob Jones, quando em visita oficial ao nosso país, foi caluniado por um cidadão brasileiro que, em seus comentários durante os eventos oficiais, imputou ao Sr. Rob Jones, em alto e bom som, fato falso definido como crime. Na oportunidade, o cidadão brasileiro narrou alguns fatos que caracterizariam o crime de estupro de meninas menores de 14 anos (estupro de vulnerável artigo 217-A do CP) na presença de vários convidados do evento. A situação foi, de fato, bastante constrangedora. Nessa hipótese, a correta ação penal para ingresso contra o cidadão brasileiro é a ação penal",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pública condicionada à requisição do Ministro de Justiça."
      },
      {
        "letra": "B",
        "texto": "pública incondicionada."
      },
      {
        "letra": "C",
        "texto": "privada subsidiária da pública."
      },
      {
        "letra": "D",
        "texto": "pública condicionada à requisição do Chefe de Estado."
      },
      {
        "letra": "E",
        "texto": "privada."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1856353",
    "metadata": "Ano: 2021 | Banca: FAPEC | Órgão: PC-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública condicionada à representação"
    ],
    "enunciado_principal": "Acerca da ação penal pública condicionada, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O direito de representação poderá ser exercido somente pessoalmente."
      },
      {
        "letra": "B",
        "texto": "Salvo disposição em contrário, o ofendido, ou seu representante legal, decairá no direito de representação se não o exercer dentro do prazo de 6 (seis) meses, contado do dia em que vier a saber quem é o autor do crime."
      },
      {
        "letra": "C",
        "texto": "A representação conterá todas as informações que possam servir à apuração do fato e da autoria."
      },
      {
        "letra": "D",
        "texto": "A representação será irretratável, depois de oferecida a denúncia."
      },
      {
        "letra": "E",
        "texto": "Oferecida ou reduzida a termo a representação, a autoridade policial procederá ao inquérito policial, ou, não sendo competente, remetê-lo-á à autoridade que o for."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1829180",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: PC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública incondicionada",
      "Crimes contra a liberdade pessoal",
      "Ameaça"
    ],
    "enunciado_principal": "Acerca dos crimes contra a pessoa, julgue o item que se segue.O crime de ameaça praticado por marido contra a sua esposa é processado por ação penal pública incondicionada, dispensando-se a representação da vítima.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1828625",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: SEFAZ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal privada subsidiária da pública"
    ],
    "enunciado_principal": "Em relação a ação penal e extinção da punibilidade, julgue o seguinte item. A ação penal privada subsidiária da pública tem natureza infraconstitucional e cabe quando o Ministério Público perde o prazo para o oferecimento da denúncia ou arquiva o inquérito policial.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1827611",
    "metadata": "Ano: 2021 | Banca: VUNESP | Órgão: Prefeitura de Guarujá - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública condicionada à representação",
      "Ação penal privada propriamente dita ou exclusiva"
    ],
    "enunciado_principal": "De acordo com matéria sumulada pelo STF (714), o crime contra a honra de funcionário público, cometido em razão de suas funções, é de ação penal",
    "alternativas": [
      {
        "letra": "A",
        "texto": "privada, apenas."
      },
      {
        "letra": "B",
        "texto": "pública condicionada à representação do ofendido, apenas."
      },
      {
        "letra": "C",
        "texto": "pública incondicionada, apenas."
      },
      {
        "letra": "D",
        "texto": "privada e também pública condicionada à representação do ofendido."
      },
      {
        "letra": "E",
        "texto": "pública condicionada à representação do ofendido e também pública incondicionada."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1826205",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: TJ-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública condicionada à representação"
    ],
    "enunciado_principal": "A ação penal é pública condicionada",
    "alternativas": [
      {
        "letra": "A",
        "texto": "no crime de dano cometido por motivo egoístico."
      },
      {
        "letra": "B",
        "texto": "no crime de exercício arbitrário das próprias razões, se não há emprego de violência."
      },
      {
        "letra": "C",
        "texto": "no crime contra a honra de servidor público em razão do exercício de suas funções, admitindo-se, porém, a legitimidade concorrente do ofendido para oferecimento de queixa."
      },
      {
        "letra": "D",
        "texto": "nos crimes contra a liberdade sexual, se a vítima é maior de quatorze e menor de dezoito anos."
      },
      {
        "letra": "E",
        "texto": "no crime de estelionato, salvo, entre outras situações, se a vítima for maior de sessenta anos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1792070",
    "metadata": "Ano: 2021 | Banca: INSTITUTO AOCP | Órgão: MPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Pena de multa",
      "Dosimetria",
      "Ação penal",
      "Conceito",
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "No que se refere ao Código Penal, informe se é verdadeiro (V) ou falso (F) o que se afirma a seguir e assinale a alternativa com a sequência correta. ( ) Quando o agente, mediante mais de uma ação ou omissão, pratica dois ou mais crimes, idênticos ou não, aplica-se-lhe a mais grave das penas cabíveis ou, se iguais, somente uma delas, mas aumentada, em qualquer caso, de um sexto até metade. ( ) No caso de morte do ofendido ou de ter sido declarado ausente por decisão judicial, o direito de oferecer queixa ou de prosseguir na ação passa ao cônjuge, ascendente, descendente ou irmão. ( ) A prescrição depois de transitar em julgado a sentença condenatória regula-se pela pena aplicada e verifica-se nos prazos fixados no artigo 109 do Código Penal, os quais se aumentam de um sexto, se o condenado é reincidente.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F – V – F."
      },
      {
        "letra": "B",
        "texto": "F – F – V."
      },
      {
        "letra": "C",
        "texto": "F – V – V."
      },
      {
        "letra": "D",
        "texto": "V – V – F."
      },
      {
        "letra": "E",
        "texto": "V – F – V."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1785364",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Classificação de Ação Penal"
    ],
    "enunciado_principal": "Em 17 de setembro de 2020, Maria Lúcia, à época com 61 anos de idade, compareceu na Delegacia de Polícia mais perto de sua residência e registrou boletim de ocorrência em desfavor de Mário Sérgio, devidamente qualificado na peça policial. Disse a declarante ter adquirido um veículo de Mário Sérgio e, após o pagamento do sinal no valor de 30 mil reais, no dia 10 de setembro de 2020, não obteve mais notícias do vendedor e nem do veículo, restando o prejuízo no valor do sinal. Noticiada do prazo para representação, acabou nada dizendo. Em 01 de abril de 2021, o Ministério Público denunciou Mário Sérgio pelo crime de estelionato. Nesse caso, deve o juiz",
    "alternativas": [
      {
        "letra": "A",
        "texto": "rejeitar a denúncia, em virtude do princípio da insignificância dos valores despendidos, o que torna o fato atípico."
      },
      {
        "letra": "B",
        "texto": "receber a denúncia e citar o réu para que responda à acusação, diante da natureza incondicionada da ação penal pública em delitos de estelionato."
      },
      {
        "letra": "C",
        "texto": "receber a denúncia e citar o réu para que responda à acusação, pois, apesar da natureza pública condicionada da ação penal nos crimes de estelionato, a vítima tem mais de 60 anos."
      },
      {
        "letra": "D",
        "texto": "declarar, de ofício, a extinção da punibilidade do réu decorrente da ausência de representação da vítima no prazo legal."
      },
      {
        "letra": "E",
        "texto": "antes de receber a denúncia, determinar a intimação da vítima para que, em 30 dias, proceda ou não à necessária representação perante o próprio juízo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1744098",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública incondicionada",
      "Ação penal pública condicionada à representação",
      "Ação penal privada propriamente dita ou exclusiva",
      "Causas de extinção da punibilidade",
      "Perdão do ofendido"
    ],
    "enunciado_principal": "Observe as afirmações sobre o tema ação penal: I) As infrações penais ensejam a propositura de ação penal pública incondicionada, salvo previsão legal em sentido contrário. II) Arquivado o inquérito policial, o ofendido poderá propor ação penal privada subsidiária da pública. III) A representação do ofendido é condição de procedibilidade para a ação penal pública condicionada à representação e deve observar a forma prevista em lei. IV) Nos casos de ação penal privada, a renúncia ao direito de queixa aproveita a todos os supostos autores da infração penal. V) O perdão do ofendido nos casos de ação penal privada é causa de extinção da punibilidade que se opera independentemente da aceitação do suposto autor da infração penal. Quais dos itens contêm afirmações corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II e III."
      },
      {
        "letra": "B",
        "texto": "I e III."
      },
      {
        "letra": "C",
        "texto": "I e IV."
      },
      {
        "letra": "D",
        "texto": "II e V."
      },
      {
        "letra": "E",
        "texto": "I, IV e V."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1310201",
    "metadata": "Ano: 2020 | Banca: FCC | Órgão: AL-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal"
    ],
    "enunciado_principal": "De acordo com o código de processo penal, nos crimes de ação pública, o inquérito policial será iniciado",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de ofício ou mediante requisição da autoridade judiciária ou do Ministério Público, ou a requerimento do ofendido ou de quem tiver qualidade para representá-lo."
      },
      {
        "letra": "B",
        "texto": "de ofício ou mediante requisição da autoridade judiciária ou do Ministério Público, ou a requerimento do ofendido que não pode ser representado em hipótese alguma."
      },
      {
        "letra": "C",
        "texto": "mediante requerimento da autoridade judiciária, somente, ou a requerimento do ofendido que não pode ser representado em hipótese alguma."
      },
      {
        "letra": "D",
        "texto": "pela notícia de infração penal levada por qualquer membro do povo, desde que o faça por escrito, independente da checagem da procedência das informações pela autoridade policial."
      },
      {
        "letra": "E",
        "texto": "por requisição do Ministério Público, somente, ou a requerimento do ofendido ou de quem tiver qualidade para representá-lo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1136447",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: MPE-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública incondicionada",
      "Ação penal pública condicionada à representação"
    ],
    "enunciado_principal": "Paulo, descontente com o término do namoro com Maria, livre e conscientemente invadiu o dispositivo informático do aparelho celular dela e capturou fotos íntimas e conversas privadas dela com seu novo namorado, João. Posteriormente, também livre e conscientemente, com intuito de vingança, divulgou, em redes sociais na Internet, os vídeos e as fotos de Maria, com cunho sexual, difamando-a e injuriando João com a utilização de elementos referentes à sua raça, cor e etnia. Em razão dessa conduta, Paulo foi indiciado pelos delitos de violação de dispositivo informático, divulgação de cenas de sexo ou pornografia, majorada pelo intuito de vingança, difamação contra Maria e injúria racial contra João. Com relação à persecução penal nessa situação hipotética, é correto afirmar que os crimes citados se submetem, respectivamente, a ação penal",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pública condicionada a representação, pública condicionada a representação, privada, e pública incondicionada."
      },
      {
        "letra": "B",
        "texto": "pública condicionada a representação, pública incondicionada, privada, e pública condicionada a representação."
      },
      {
        "letra": "C",
        "texto": "pública condicionada a representação, pública condicionada a representação, privada, e pública condicionada a representação."
      },
      {
        "letra": "D",
        "texto": "pública incondicionada, pública incondicionada, privada, e pública condicionada a representação."
      },
      {
        "letra": "E",
        "texto": "pública incondicionada, pública incondicionada, pública condicionada a representação, e pública incondicionada."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1120618",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal"
    ],
    "enunciado_principal": "Antônia foi vítima de calúnia praticada por Francisca e Rita. Inconformada, Antônia, na mesma semana em que sofreu a calúnia, tomou as providências para que fosse proposta a ação penal cabível, mas o fez apenas contra Francisca, porque Rita era amiga de sua mãe. Nessa situação hipotética, ocorre",
    "alternativas": [
      {
        "letra": "A",
        "texto": "retratação."
      },
      {
        "letra": "B",
        "texto": "renúncia."
      },
      {
        "letra": "C",
        "texto": "perdão."
      },
      {
        "letra": "D",
        "texto": "perempção."
      },
      {
        "letra": "E",
        "texto": "decadência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1100232",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública incondicionada",
      "Ação penal pública condicionada à representação",
      "Ação penal privada subsidiária da pública"
    ],
    "enunciado_principal": "A respeito de ação penal, julgue os itens seguintes. I Crimes contra a ordem tributária são de ação penal pública condicionada a representação e lançamento definitivo do crédito tributário. II Crimes cometidos por estrangeiro contra brasileiro no exterior são de ação penal pública condicionada a representação da vítima. III O crime de constranger alguém, com o intuito de favorecimento sexual, prevalecendo-se da condição de superior hierárquico, é de ação pública incondicionada. IV O crime de praticar conjunção carnal na presença de menor de quatorze anos de idade, com o fim de satisfazer lascívia de outrem, é de ação pública condicionada a representação. V Não promovendo o Ministério Público a ação penal no prazo legal, o ofendido ou seu representante legal poderá intentar ação penal privada. Estão certos apenas os itens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III."
      },
      {
        "letra": "B",
        "texto": "I e IV."
      },
      {
        "letra": "C",
        "texto": "II e IV."
      },
      {
        "letra": "D",
        "texto": "II e V."
      },
      {
        "letra": "E",
        "texto": "III e V."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1092624",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de São José dos Campos - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal"
    ],
    "enunciado_principal": "Assinale a alternativa correta, no que concerne à ação penal (CP, art. 100 a 106).",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os crimes de ação pública não admitem, em nenhuma hipótese, ação de iniciativa privada."
      },
      {
        "letra": "B",
        "texto": "Não é admissível o perdão do ofendido depois que passa em julgado a sentença condenatória."
      },
      {
        "letra": "C",
        "texto": "O direito de queixa pode ser exercido quando renunciado tacitamente, mas desde que se respeite o prazo decadencial."
      },
      {
        "letra": "D",
        "texto": "No caso de morte do ofendido ou de ter sido declarado ausente por decisão judicial, o direito de oferecer queixa ou de prosseguir na ação é extinto."
      },
      {
        "letra": "E",
        "texto": "A ação pública é promovida pelo Ministério Público, dependendo, sempre, de representação do ofendido ou de requisição do Ministro da Justiça."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1060396",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública incondicionada"
    ],
    "enunciado_principal": "Pedro, com vinte e dois anos de idade, e Paulo, com vinte anos de idade, foram denunciados pela prática de furto contra Ana. A defesa de Pedro alegou inimputabilidade. Paulo confessou o crime, tendo afirmado que escolhera a vítima porque, além de idosa, ela era sua tia.Com relação a essa situação hipotética, julgue o item subsecutivo, a respeito de imputabilidade penal, crimes contra o patrimônio, punibilidade e causas de extinção e aplicação de pena.Uma vez que a vítima é tia de Paulo, a ação penal será pública condicionada a representação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1036628",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: TJ-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública incondicionada",
      "Ação penal pública condicionada à representação",
      "Ação penal privada propriamente dita ou exclusiva"
    ],
    "enunciado_principal": "A ação penal é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pública condicionada à representação no crime de estupro de vulnerável."
      },
      {
        "letra": "B",
        "texto": "privada no crime de dano qualificado por motivo egoístico."
      },
      {
        "letra": "C",
        "texto": "exclusiva do Ministério Público, embora condicionada à representação do ofendido, por crime contra a honra de servidor público em razão do exercício de suas funções."
      },
      {
        "letra": "D",
        "texto": "privada, em qualquer situação, no crime de exercício arbitrário das próprias razões."
      },
      {
        "letra": "E",
        "texto": "pública condicionada à representação no crime de furto cometido em prejuízo de irmão, legítimo ou ilegítimo, independentemente da idade deste."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1010462",
    "metadata": "Ano: 2019 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública condicionada à representação"
    ],
    "enunciado_principal": "Em relação aos crimes patrimoniais, a ação penal, no crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "furto contra o cônjuge separado judicialmente, será pública condicionada à representação."
      },
      {
        "letra": "B",
        "texto": "introdução de animais em propriedade alheia, será pública condicionada à representação."
      },
      {
        "letra": "C",
        "texto": "dano, será sempre pública incondicionada."
      },
      {
        "letra": "D",
        "texto": "apropriação indébita contra irmão maior de 60 (sessenta) anos, será pública condicionada à representação."
      },
      {
        "letra": "E",
        "texto": "furto contra tio com quem coabita, será pública condicionada à representação em relação ao estranho que participou do crime."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "992596",
    "metadata": "Ano: 2019 | Banca: Crescer Concursos | Órgão: Prefeitura de Jijoca de Jericoacoara - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública condicionada à representação",
      "Causas de extinção da punibilidade",
      "Perdão judicial"
    ],
    "enunciado_principal": "A ação penal é de titularidade do Ministério Público, mas em determinadas circunstâncias em que a Lei autoriza, poderá ser exercida pelo particular. Tomando como fundamento as disposições acerca do tema ação penal, analise e assinale ao final a alternativa correta. I. A representação criminal possui natureza objetiva. II. O perdão judicial pode produzir efeito ao que se manter silente. III. O perdão poderá ser aceito por procurador com poderes especiais. Estão corretos os itens:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II"
      },
      {
        "letra": "B",
        "texto": "I e III"
      },
      {
        "letra": "C",
        "texto": "II e III"
      },
      {
        "letra": "D",
        "texto": "I, II e III"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "990829",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública condicionada à representação"
    ],
    "enunciado_principal": "Nos crimes processados mediante ação penal pública condicionada à representação, esta é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "irretratável, depois de oferecida a denúncia."
      },
      {
        "letra": "B",
        "texto": "retratável, porém, apenas até 6 (seis) meses depois de cometido o fato criminoso."
      },
      {
        "letra": "C",
        "texto": "irretratável, como regra, nos crimes hediondos."
      },
      {
        "letra": "D",
        "texto": "retratável, até o recebimento da denúncia."
      },
      {
        "letra": "E",
        "texto": "retratável, porém, apenas até 6 (seis) meses depois da ciência da autoria do fato criminoso."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "975994",
    "metadata": "Ano: 2019 | Banca: INSTITUTO AOCP | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública condicionada à representação"
    ],
    "enunciado_principal": "Dos seguintes crimes relacionados, qual se procede por representação do ofendido?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Furto."
      },
      {
        "letra": "B",
        "texto": "Estupro de vulnerável."
      },
      {
        "letra": "C",
        "texto": "Apropriação indébita."
      },
      {
        "letra": "D",
        "texto": "Dano."
      },
      {
        "letra": "E",
        "texto": "Disposição de coisa alheia como própria."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "991506",
    "metadata": "Ano: 2018 | Banca: IBADE | Órgão: Câmara de Porto Velho - RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública incondicionada"
    ],
    "enunciado_principal": "Nos crimes de ação penal pública incondicionada, a ação será promovida por:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "representação de parentes da vitima."
      },
      {
        "letra": "B",
        "texto": "requerimento do ofendido."
      },
      {
        "letra": "C",
        "texto": "petição de um advogado"
      },
      {
        "letra": "D",
        "texto": "denúncia do Ministério Público"
      },
      {
        "letra": "E",
        "texto": "requisição do Ministro da Justiça."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "936131",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: MPE-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública condicionada à representação"
    ],
    "enunciado_principal": "Nessa situação hipotética,o crime praticado por Carlos é de ação penal pública condicionada à representação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "936128",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: MPE-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Conceito",
      "Causas de extinção da punibilidade",
      "Perempção",
      "Renúncia",
      "Perdão do ofendido"
    ],
    "enunciado_principal": "Considerando a jurisprudência dos tribunais superiores no que se refere a ação penal pública e privada, a crimes contra a fé pública e a crimes contra a ordem tributária, julgue o item seguinte.A renúncia, o perdão e a perempção extinguem a punibilidade na ação penal privada e na ação pública condicionada a representação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "927888",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Prefeitura de Sorocaba - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal privada propriamente dita ou exclusiva"
    ],
    "enunciado_principal": "Dispõe o art. 100, § 4° do Código Penal: no caso de morte do ofendido ou de ter sido declarado ausente por decisão judicial, o direito de oferecer queixa em sede de ação penal privada",
    "alternativas": [
      {
        "letra": "A",
        "texto": "extingue-se, assim como a punibilidade."
      },
      {
        "letra": "B",
        "texto": "extingue-se, mas a ação penal pode ser instaurada por denúncia do Ministério Público."
      },
      {
        "letra": "C",
        "texto": "passa ao descendente, apenas."
      },
      {
        "letra": "D",
        "texto": "passa ao cônjuge, ascendente, descendente ou irmão."
      },
      {
        "letra": "E",
        "texto": "pode ser exercido por procurador com poderes especiais."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "923529",
    "metadata": "Ano: 2018 | Banca: UEG | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública incondicionada",
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "Sobre os crimes contra a liberdade sexual e os crimes sexuais contra vulnerável, previstos no Código Penal, verifica-se que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a corrupção de menores (artigo 218 do Código Penal) é crime hediondo."
      },
      {
        "letra": "B",
        "texto": "em regra, o estupro (artigo 213) se processa mediante ação penal privada."
      },
      {
        "letra": "C",
        "texto": "no estupro (art. 213), a qualificadora do § 2º só incide se o resultado morte for doloso."
      },
      {
        "letra": "D",
        "texto": "a ação penal é pública incondicionada para os crimes sexuais contra vulnerável (Capítulo II do Título VI)."
      },
      {
        "letra": "E",
        "texto": "segundo entendimento do Superior Tribunal de Justiça, a existência de relacionamento amoroso entre agente e vítima pode descaracterizar o crime de estupro de vulnerável (artigo 217-A)."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "921265",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal privada subsidiária da pública"
    ],
    "enunciado_principal": "A ação penal privada subsidiária é cabível no crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "exercício arbitrário das próprias razões, sem emprego de violência (CP, art. 345, parágrafo único)."
      },
      {
        "letra": "B",
        "texto": "furto de coisa comum (CP, art. 156)."
      },
      {
        "letra": "C",
        "texto": "esbulho possessório de propriedade particular, sem emprego de violência (CP, art. 161, II, § 3o )."
      },
      {
        "letra": "D",
        "texto": "fraude à execução (CP, art. 179)."
      },
      {
        "letra": "E",
        "texto": "dano (CP, art. 163, caput)."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "886775",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal privada propriamente dita ou exclusiva",
      "Causas de extinção da punibilidade",
      "Decadência."
    ],
    "enunciado_principal": "Acácio, no dia 19 de fevereiro de 2018 (segunda-feira), foi vítima do crime de difamação. O ofensor foi seu vizinho Firmino. Trata-se de crime de ação privada, cujo prazo decadencial (penal) para o oferecimento da petição inicial é de 6 meses a contar do conhecimento da autoria do crime. Sobre a contagem do prazo, qual seria o último dia para o oferecimento da queixa-crime?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "17 de agosto de 2018 (sexta-feira)."
      },
      {
        "letra": "B",
        "texto": "18 de agosto de 2018 (sábado)."
      },
      {
        "letra": "C",
        "texto": "19 de agosto de 2018 (domingo)."
      },
      {
        "letra": "D",
        "texto": "20 de agosto de 2018 (segunda-feira)."
      },
      {
        "letra": "E",
        "texto": "21 de agosto de 2018 (terça-feira)."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "883349",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: STJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública condicionada à representação",
      "Ação penal privada propriamente dita ou exclusiva",
      "Crimes contra a honra",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "Considerando a doutrina e a jurisprudência dos tribunais superiores acerca dos crimes em espécie, julgue o seguinte item.Situação hipotética: Um servidor público, no exercício de suas funções, foi vítima de injúria e difamação. Assertiva: Nessa situação, será concorrente a legitimidade do servidor ofendido, mediante queixa, e do Ministério Público, condicionada à representação do ofendido, para a ação penal correspondente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2995157",
    "metadata": "Ano: 2017 | Banca: ADVISE | Órgão: CREA-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública condicionada à requisição do Ministro da Justiça"
    ],
    "enunciado_principal": "Segundo o Decreto Nº 2.848/40, o crime de exploração de prestígio é definido como:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Oferecer ou prometer vantagem indevida a funcionário público, para determiná-lo a praticar, omitir ou retardar ato de ofício."
      },
      {
        "letra": "B",
        "texto": "Subtrair, ou inutilizar, total ou parcialmente, livro oficial, processo ou documento confiado à custódia de funcionário, em razão de ofício ou de particular em serviço público."
      },
      {
        "letra": "C",
        "texto": "Solicitar ou receber, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida, ou aceitar promessa de tal vantagem."
      },
      {
        "letra": "D",
        "texto": "Obter, para si ou para outrem, vantagem ou promessa de vantagem, a pretexto de influir em funcionário público no exercício da função."
      },
      {
        "letra": "E",
        "texto": "Exigir, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2791389",
    "metadata": "Ano: 2017 | Banca: FAPEMS | Órgão: PC-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública condicionada à requisição do Ministro da Justiça"
    ],
    "enunciado_principal": "Na busca de verdade real e visando a dar segurança aos procedimentos judiciais ou administrativos, o legislador, dada a relevância do dano, previu como crime a conduta de fazer afirmação falsa, ou negar ou calar a verdade. Nesse sentido, sobre o crime de falso testemunho ou falsa perícia, previsto no artigo 342, caput, do Código Penal (CP), assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A falsa afirmação feita pela testemunha ouvida durante o inquérito policial deixa de ser punível se o autor do falso se retrata ou declara a verdade perante autoridade judicial, mesmo após a sentença."
      },
      {
        "letra": "B",
        "texto": "O contador do juízo não pratica o crime previsto no artigo 342, caput, do CP, uma vez que não ostenta a qualidade de perito oficial, pois nomeado para elaborar cálculos relacionados ao processo em que se investiga fato criminoso."
      },
      {
        "letra": "C",
        "texto": "A testemunha que, compromissada, se engana sobre a realidade pela falsa percepção desta, não havendo qualquer intenção em comprometer a verdade dos fatos, comete o crime do artigo 342 do CP na forma culposa."
      },
      {
        "letra": "D",
        "texto": "O coautor de crime que em seu interrogatório mente sobre a prática da conduta ou a existência do fato, impedindo com isso que seja esclarecida a verdade, não pratica crime de falso testemunho."
      },
      {
        "letra": "E",
        "texto": "Na garantia da verdade real, a falsa perícia é caracterizada na modalidade culposa, quando o perito, mesmo com qualidade técnica, profere parecer sobre determinado fato incorrendo em erro, sem agir, portanto, dolosamente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "663381",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal"
    ],
    "enunciado_principal": "No crime de fraude à execução, isto é, do agente que aliena, desvia, destrói ou danifica bens, ou simula dívidas, para safar-se de execução aparelhada, a ação penal é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pública incondicionada."
      },
      {
        "letra": "B",
        "texto": "privada subsidiária."
      },
      {
        "letra": "C",
        "texto": "pública condicionada."
      },
      {
        "letra": "D",
        "texto": "exclusivamente privada."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "649490",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: TJM-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública incondicionada",
      "Ação penal pública condicionada à representação"
    ],
    "enunciado_principal": "A respeito do caso narrado, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Considerando que os delitos contra a honra são processáveis apenas mediante ação penal de iniciativa privada, totalmente indevida a dedução de ação penal pública condicionada, isto é, por meio de representação."
      },
      {
        "letra": "B",
        "texto": "Não poderia o inquérito policial ser instaurado mediante a requisição do Tribunal, tendo em vista não se tratar de caso que seja apurado mediante ação penal pública incondicionada."
      },
      {
        "letra": "C",
        "texto": "Tratando-se de crime imputado a magistrada do Trabalho, que detém foro por prerrogativa de função, foi equivocada a dedução do processo em primeiro grau, sendo a competência originária do Eg. Tribunal de Justiça de São Paulo."
      },
      {
        "letra": "D",
        "texto": "Tratando-se de imputação de crimes de menor potencial ofensivo, cuja Justiça é prevista constitucionalmente, afasta-se a competência originária do Tribunal competente, sendo o feito apurado nos Juizados Especiais."
      },
      {
        "letra": "E",
        "texto": "Por se tratar de ofensas envolvendo membros do Poder Judiciário que respondem por seus atos a Tribunais Regionais do Trabalho de regiões distintas (2a e 15a Região), a competência para a ação penal será do Superior Tribunal de Justiça."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "643331",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TCE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Causas de extinção da punibilidade",
      "Perdão do ofendido"
    ],
    "enunciado_principal": "Em relação ao direito penal, julgue o item a seguir.Em se tratando de crimes em que somente se procede mediante queixa, o perdão do ofendido obsta ao prosseguimento da ação. Entretanto, não extingue a punibilidade se ofertado após o trânsito em julgado da sentença condenatória. Além disso, concedido por um dos ofendidos, o perdão não prejudica o direito dos outros.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "628799",
    "metadata": "Ano: 2016 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública incondicionada",
      "Ação penal pública condicionada à representação",
      "Ação penal privada subsidiária da pública",
      "Ação penal no crime de lesão corporal",
      "Legislação Penal Especial",
      "Crimes Falimentares - Lei nº 11.101 de 2005"
    ],
    "enunciado_principal": "Assinale a alternativa correta com referência à ação penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos crimes contra a honra cometidos contra funcionário público, em razão de suas funções, bem como em casos de injúria consistente na utilização de elementos referentes a raça, cor, etnia, religião, origem ou a condição de pessoa idosa ou deficiente, a jurisprudência majoritária do Supremo Tribunal Federal confere exclusivamente ao Ministério Público, mediante representação do ofendido, a legitimidade para a propositura da ação penal."
      },
      {
        "letra": "B",
        "texto": "O delito de estupro, previsto no artigo 213, caput, do Código Penal, com a nova redação conferida pela Lei nº 12.015/2009, é de ação penal pública incondicionada, independentemente da condição pessoal da vítima."
      },
      {
        "letra": "C",
        "texto": "De acordo com o Supremo Tribunal Federal e com o Superior Tribunal de Justiça, ação penal relativa ao crime de lesão corporal, mesmo que de natureza leve ou culposa, praticado contra a mulher em âmbito doméstico, é pública incondicionada."
      },
      {
        "letra": "D",
        "texto": "Os crimes previstos no Estatuto do Idoso são de ação penal pública condicionada à representação, salvo quando um dos elementos ou das circunstâncias do crime constituir delito autônomo, pelo qual cabe ação penal pública incondicionada."
      },
      {
        "letra": "E",
        "texto": "Os crimes definidos na Lei de Falências são de ação penal pública incondicionada e, em caso de não oferecimento da denúncia no prazo legal pelo Promotor de Justiça, apenas o administrador judicial possui legitimidade para intentar a ação penal subsidiária da pública."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "620608",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TJ-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal privada propriamente dita ou exclusiva",
      "Causas de extinção da punibilidade",
      "Prescrição da pretensão punitiva pela pena em abstrato",
      "Renúncia",
      "Crimes contra a honra",
      "Noções Gerais de Crimes Contra a Honra"
    ],
    "enunciado_principal": "Assinale a opção correta conforme a jurisprudência do STJ no âmbito penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Mesmo sendo declarada a extinção da possibilidade em decorrência da prescrição da pretensão punitiva, o fato de o réu ter sido condenado justifica a avaliação negativa por maus antecedentes na dosimetria da pena por outro crime praticado posteriormente."
      },
      {
        "letra": "B",
        "texto": "Se várias pessoas ofenderem a honra de alguém em rede social, cada qual fazendo comentários desairosos de forma autônoma, caberá ao ofendido ajuizar queixa-crime contra todos eles, em razão do princípio da indivisibilidade da ação penal, sob pena de se presumir renúncia tácita ao direito de queixa."
      },
      {
        "letra": "C",
        "texto": "Para que se tipifique o crime contra a honra, tem de haver dolo direto, não se configurando ele com o dolo eventual."
      },
      {
        "letra": "D",
        "texto": "Na tipificação do crime de perigo abstrato, não se dispensa prova de um dano efetivo a bem jurídico tutelado, ante os princípios que orientam a doutrina do direito penal mínimo."
      },
      {
        "letra": "E",
        "texto": "O motorista que apenas conduzir os agentes ao local onde estes praticarão um crime e ali permanecer, vigiando as imediações para alertar os comparsas sobre a eventual aproximação de outras pessoas, ou para lhes proporcionar a fuga, responderá por participação de menor importância."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "974274",
    "metadata": "Ano: 2015 | Banca: CONSULPLAN | Órgão: Prefeitura de Belo Horizonte - MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública condicionada à representação",
      "Ação penal privada propriamente dita ou exclusiva",
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "O Guarda Municipal de Classe Especial deve ter em mente os conceitos básicos que norteiam as atividades que desempenha. Nesse contexto, relacione adequadamente as colunas a seguir. 1. Contravenção Penal. 2. Ato Infracional. 3. Representação. 4. Queixa‐Crime. ( ) Meio pelo qual o ofendido, nos crimes de ação privada, solicita ao juiz que proceda a instrução criminal. ( ) Conduta que viola a lei e o Direito, com poder ofensivo ou perigo social menores que os existentes no crime. ( ) Meio através do qual o ofendido solicita à autoridade competente a apuração de um fato delituoso cuja ação penal é pública condicionada. ( ) Conduta descrita como crime, praticada por criança ou adolescente, sujeito apenas às medidas de proteção, previstas no Estatuto da Criança e do Adolescente.A sequência está correta em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "4, 1, 3, 2."
      },
      {
        "letra": "B",
        "texto": "2, 1, 3, 4."
      },
      {
        "letra": "C",
        "texto": "2, 3, 1, 4."
      },
      {
        "letra": "D",
        "texto": "4, 3, 1, 2."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "593292",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública incondicionada",
      "Crimes contra o patrimônio",
      "Disposições gerais nos Crimes Contra o Patrimônio"
    ],
    "enunciado_principal": "Paulo e Jean foram denunciados pela prática do crime de furto de joias, praticado contra Maria, tia sexagenária de Paulo. A subtração foi facilitada pelo fato de Paulo residir com a vítima. Quando da citação, Paulo não foi encontrado no novo endereço que havia fornecido na fase do inquérito, tendo sido o mandado entregue a outro morador, que se comprometeu a entregá-lo ao destinatário. Jean, que retornou para a França, seu país de origem, havia fornecido seu endereço completo ao delegado. A partir dessa situação hipotética, julgue o item a seguir. Em razão do parentesco de Paulo e Maria, assim como do fato de ambos residirem juntos, é correto afirmar que se tratou de ação penal pública condicionada à representação da vítima.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "592564",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: Prefeitura de Paulínia - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Crimes contra o patrimônio"
    ],
    "enunciado_principal": "Bruna, em razão de uma briga com sua mãe, foi morar na residência de sua tia Lucia, de 50 anos de idade, irmã de seu pai. Após 04 meses morando no local, Bruna subtrai, sem autorização, a motocicleta de Lucia, que ela nunca deixou a sobrinha usar, e foge para outra cidade juntamente com seu namorado. A tia, chateada com a situação, apenas conta o fato para a mãe de Bruna, mas afirma que nada fará do ponto de vista criminal ou civil, pois gosta muito da sobrinha. O ocorrido, porém, chega ao conhecimento do Ministério Público, que oferece denúncia em face de Bruna pela prática do crime de furto. Nessa situação, o promotor de justiça agiu:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "corretamente, pois, no caso, é irrelevante a condição da vítima e seu interesse na persecução penal;"
      },
      {
        "letra": "B",
        "texto": "de maneira incorreta, pois o crime praticado por Bruna foi de estelionato;"
      },
      {
        "letra": "C",
        "texto": "de maneira incorreta, pois a ação penal, no caso, é pública condicionada à representação;"
      },
      {
        "letra": "D",
        "texto": "de maneira incorreta, pois não é punível o crime patrimonial praticado em detrimento da tia;"
      },
      {
        "letra": "E",
        "texto": "corretamente, pois a vítima tinha mais de 50 anos, o que impede a aplicação das escusas absolutórias."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "534581",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Crimes contra a honra",
      "Calúnia",
      "Injúria",
      "Crimes contra o patrimônio",
      "Dano"
    ],
    "enunciado_principal": "Cada uma das próximas opções apresenta uma situação hipotética, seguida de uma assertiva a ser julgada à luz da legislação e da jurisprudência dos tribunais superiores. Assinale a opção que apresenta a assertiva correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "André, vítima de injúria supostamente perpetrada por Bruno, encaminhou, ao autor do fato, correspondência assinada na qual expressava seu perdão. Bruno, por sua vez, juntou, aos autos de processo criminal pertinente a essa injúria, uma petição em que informava o teor da carta e a sua disponibilidade em aceitar o perdão concedido por André. No entanto, a vítima não se manifestou expressamente sobre o tema nos autos do referido processo. Nessa situação, o juiz não poderá extinguir a punibilidade, já que André não expressou o perdão por meio de ato processual."
      },
      {
        "letra": "B",
        "texto": "Aline, por meio de uma única conduta, caluniou Bianca e Carla. Posteriormente, Carla perdoou Aline, que, por sua vez, aceitou o perdão. Nessa situação, o perdão concedido por Carla extinguirá a punibilidade dos dois crimes de calúnia praticados em concurso formal."
      },
      {
        "letra": "C",
        "texto": "Ana ofereceu seu perdão expresso a Bernardo imediatamente após o trânsito em julgado da sentença que o condenou por difamação. Nessa situação, houve a extinção da punibilidade do crime praticado por Bernardo."
      },
      {
        "letra": "D",
        "texto": "José, vítima de um crime de dano simples, retratou representação oferecida a Baltazar, autor do fato. Após a promoção do arquivamento pelo MP, pendente de homologação pelo juízo, José decidiu representar novamente pela promoção de ação penal pública condicionada, cinco meses após a prática do delito. Nessa situação, é permitido o ajuizamento de ação penal contra Baltazar."
      },
      {
        "letra": "E",
        "texto": "O MP, no prazo legal, promoveu o arquivamento de inquérito policial instaurado contra Antônio, em razão do suposto homicídio de Benício — casado à época do fato —, por ausência de justa causa para a instauração da ação penal. Nessa situação, a cônjuge de Benício poderá ajuizar ação penal privada subsidiária da ação penal pública."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "532409",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública incondicionada"
    ],
    "enunciado_principal": "Em cada uma das opções subsecutivas, é apresentada uma situação hipotética, seguida de uma assertiva a ser julgada. Considerando a ação penal e a tipicidade das condutas elencadas, assinale a opção que apresenta a assertiva correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Marcos, com vinte anos de idade, capaz, após o falecimento de seus genitores em um acidente, passou a residir com seu tio paterno Sebastião, com cinquenta e cinco anos de idade, capaz. Após estarem residindo juntos havia cerca de dois anos, Marcos pegou o cartão de crédito de seu tio Sebastião, e, sem autorização dele, conseguiu a senha e sacou a importância de vinte mil reais, gastando-a em seu interesse pessoal. Nessa situação, a conduta de Marcos foi típica e a persecução penal que a reprime ocorre mediante ação privada."
      },
      {
        "letra": "B",
        "texto": "Ana, com vinte e dois anos de idade, capaz, após discussão com sua vizinha Marina, com vinte e oito anos de idade, capaz, sabendo que não havia pessoa alguma no imóvel residencial desta, despejou um galão de gasolina e atiçou fogo no referido imóvel, vindo a incendiá-lo. Nessa situação, a conduta de Ana foi típica e a persecução penal que a reprime ocorre mediante ação pública incondicionada."
      },
      {
        "letra": "C",
        "texto": "Pedro, capaz, é agricultor e possuía contrato com a entidade pública X, que pretendia distribuir os produtos do cultivo de Pedro à população carente. Antônia, com cinquenta anos de idade, capaz, também agricultora, a fim de prejudicar Pedro enquanto este viajava, sem o consentimento dele, soltou gado em sua propriedade, o qual destruiu grande parte dos produtos que estavam na iminência de serem colhidos e entregues à referida entidade pública. Nessa situação, a conduta de Antônia foi típica e a persecução penal que a reprime ocorre mediante ação pública incondicionada."
      },
      {
        "letra": "D",
        "texto": "José, com trinta anos de idade, capaz, efetuou ligação clandestina de sinal de TV a cabo em sua residência, desviando o sinal da residência de sua vizinha, Josefina, com quarenta anos de idade, capaz, sem o consentimento dela, equiparando-se o objeto de desvio à energia elétrica. Nessa situação, a conduta de José foi típica e a persecução penal que a reprime ocorre mediante ação privada."
      },
      {
        "letra": "E",
        "texto": "Jane, com dezoito anos de idade, capaz, filha adotiva, por ciúmes de sua irmã Carla, com dezenove anos de idade, capaz, filha biológica de seus pais, aproveitando-se que sua irmã estava acamada, retirou da bolsa desta, sem o seu consentimento, a importância de cinco mil reais, gastando-a com roupas e maquiagem. Nessa situação, a conduta de Jane foi típica e a persecução penal que a reprime ocorre mediante ação privada."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "512416",
    "metadata": "Ano: 2015 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública incondicionada",
      "Ação penal privada subsidiária da pública",
      "Legislação Penal Especial",
      "Crimes Falimentares - Lei nº 11.101 de 2005"
    ],
    "enunciado_principal": "Quanto à legislação especial, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não se admite ação penal subsidiária da pública nos crimes falimentares previstos na Lei 11.101/2005."
      },
      {
        "letra": "B",
        "texto": "Os crimes previstos no Estatuto do Idoso são de ação penal pública incondicionada."
      },
      {
        "letra": "C",
        "texto": "As infrações penais eleitorais são de ação penal pública incondicionada."
      },
      {
        "letra": "D",
        "texto": "Quanto aos atos processuais de competência dos Juizados Especiais Criminais (Lei 9.099/95), não se pronunciará qualquer nulidade sem que tenha havido prejuízo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "511216",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública condicionada à representação",
      "Causas de extinção da punibilidade"
    ],
    "enunciado_principal": "Constituem causas de extinção da punibilidade que se relacionam com a ação penal pública condicionada",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a perempção e o perdão do ofendido."
      },
      {
        "letra": "B",
        "texto": "a decadência e a perempção."
      },
      {
        "letra": "C",
        "texto": "o perdão do ofendido e a composição homologada dos danos civis nos juizado especial criminal."
      },
      {
        "letra": "D",
        "texto": "a decadência e o perdão do ofendido."
      },
      {
        "letra": "E",
        "texto": "a composição homologada dos danos civis no juizado especial criminal e a decadência."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "495393",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: SEFAZ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal"
    ],
    "enunciado_principal": "Quanto ao crime de divulgação de segredo, no caso de a informação violada gerar a inviabilização da arrecadação do tributo, a ação penal será",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pública condicionada, pois dependerá da vontade particular do sócio ou diretor da empresa envolvida."
      },
      {
        "letra": "B",
        "texto": "pública incondicionada, porque, independentemente de ter causado ou não prejuízo à Administração pública, envolve ente público na consecução das atividades."
      },
      {
        "letra": "C",
        "texto": "pública condicionada, pois haverá prejuízo ao particular, em face da conduta criminosa violadora."
      },
      {
        "letra": "D",
        "texto": "pública incondicionada, pois resultou prejuízo à Administração pública, independentemente do prejuízo causado ao particular."
      },
      {
        "letra": "E",
        "texto": "privada, pois, mesmo que haja prejuízo à Administração pública, com o prejuízo causado ao particular, somente este tem possibilidade de interposição de ação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "483614",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal"
    ],
    "enunciado_principal": "No tocante à ação penal, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "admissível o perdão do ofendido mesmo depois que passa em julgado a sentença condenatória."
      },
      {
        "letra": "B",
        "texto": "implica renúncia tácita do direito de queixa o fato de receber o ofendido a indenização do dano causado pelo crime."
      },
      {
        "letra": "C",
        "texto": "admissível a renúncia tácita, mas o perdão do ofendido deve ser expresso."
      },
      {
        "letra": "D",
        "texto": "a renúncia constitui causa de extinção da punibilidade relativa às ações penais privadas e públicas condicionadas."
      },
      {
        "letra": "E",
        "texto": "concedido o perdão por um dos ofendidos, não prejudica o direito dos outros."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2783540",
    "metadata": "Ano: 2014 | Banca: INSTITUTO MAIS | Órgão: Prefeitura de Limeira - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública condicionada à requisição do Ministro da Justiça"
    ],
    "enunciado_principal": "No crime de falso testemunho ou falsa perícia,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "as penas aumentam-se de um sexto a um terço, se o crime é cometido com o fim de obter prova destinada a produzir efeito em processo penal ou em processo civil em que for parte entidade da administração pública direta ou indireta."
      },
      {
        "letra": "B",
        "texto": "as penas aplicam-se em dobro se o falso testemunho ou falsa perícia se destina a produzir efeito em processo penal, ainda que não iniciado."
      },
      {
        "letra": "C",
        "texto": "o fato deixa de ser punível se, antes da sentença no processo em que ocorreu o ilícito, o agente se retrata ou declara a verdade."
      },
      {
        "letra": "D",
        "texto": "fica isento de pena se quem presta o auxílio é ascendente, descendente, cônjuge ou irmão do criminoso."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "444037",
    "metadata": "Ano: 2014 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública incondicionada",
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "Assinale a alternativa que preenche corretamente as lacunas do enunciado abaixo, na ordem em que aparecem. Durante o festival de balonismo, na cidade de Torres, Afonso Dias, 52 anos, deslocou-se até a Boate Cristal para festejar a sua classificação no evento. No recinto, conheceu o transformista Maitê, 21 anos, convidando-o para acompanhá-lo na comemoração. Enquanto conversavam, Afonso disfarçadamente colocou uma substância na bebida de Maitê, que o levou a perder os sentidos. Na sequência, conduziu o transformista desmaiado, sem poder oferecer resistência, até seu carro, onde praticou com ele sexo anal. No dia seguinte, Maitê registrou o fato delituoso contra Afonso na Delegacia de Polícia e adotou as medidas necessárias para responsabilizá-lo. No presente caso, o crime praticado pelo agente é o de _______e a ação penal correspondente é ________.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estupro de vulnerável – pública incondicionada"
      },
      {
        "letra": "B",
        "texto": "estupro – pública incondicionada"
      },
      {
        "letra": "C",
        "texto": "violação sexual mediante fraude – pública condicionada à representação"
      },
      {
        "letra": "D",
        "texto": "estupro – pública condicionada à representação"
      },
      {
        "letra": "E",
        "texto": "violação sexual mediante fraude – privada"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "429709",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: MPE-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Crimes contra o patrimônio",
      "Furto",
      "Disposições gerais nos Crimes Contra o Patrimônio"
    ],
    "enunciado_principal": "Antonio, de 25 anos, está sendo processado pelo delito de furto praticado contra João, seu irmão gêmeo. Diante disso,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "mesmo depois de oferecida a denúncia, se a pedido de João, o Ministério Público pode desistir da ação."
      },
      {
        "letra": "B",
        "texto": "o número máximo de testemunhas a serem arroladas na denúncia é 5."
      },
      {
        "letra": "C",
        "texto": "o Ministério Público não pode oferecer denúncia sem representação de João."
      },
      {
        "letra": "D",
        "texto": "o número máximo de testemunhas a serem arroladas na queixa é 5."
      },
      {
        "letra": "E",
        "texto": "ao fim, o juiz pode isentar Antonio de pena."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "424373",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública incondicionada"
    ],
    "enunciado_principal": "Julgue o seguinte item, acerca de crimes relacionados armas de fogo e à propriedade industrial.Apesar de os crimes praticados contra a propriedade industrial serem processados mediante queixa, a imitação perfeita da marca de uma arma de fogo, sem autorização, é processada por meio de ação penal pública.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "418099",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública condicionada à representação",
      "Crimes contra o patrimônio",
      "Disposições gerais nos Crimes Contra o Patrimônio"
    ],
    "enunciado_principal": "A respeito da ação penal pública, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se for cometido crime contra a administração da justiça, a ação penal pública será condicionada à requisição da autoridade judiciária."
      },
      {
        "letra": "B",
        "texto": "Nos casos de crimes praticados contra o patrimônio público de estado federado, a ação penal pública será condicionada à representação do procurador do estado."
      },
      {
        "letra": "C",
        "texto": "Nos casos de delitos praticados por instituição bancária contra a ordem financeira nacional, a ação penal pública será condicionada à requisição do ministro da Fazenda."
      },
      {
        "letra": "D",
        "texto": "Se o ofendido tiver menos de sessenta anos de idade, no caso de crime de receptação praticado pelo seu irmão, a ação penal pública será condicionada à representação do ofendido."
      },
      {
        "letra": "E",
        "texto": "No caso dos delitos previstos na Lei de Crimes Ambientais, a ação penal pública será condicionada à requisição do ministro do Meio Ambiente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "414511",
    "metadata": "Ano: 2014 | Banca: FEPESE | Órgão: Prefeitura de Florianópolis - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública condicionada à requisição do Ministro da Justiça",
      "Classificação de Ação Penal"
    ],
    "enunciado_principal": "Assinale a alternativa correta de acordo com o Código Penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ação penal pública é promovida mediante queixa oferecida pelo Ministério Público."
      },
      {
        "letra": "B",
        "texto": "A ação pública é promovida pelo Ministério Público, mediante representação do ofendido ou de requisição do Ministro da Justiça."
      },
      {
        "letra": "C",
        "texto": "A ação de iniciativa privada pode ser utilizada nos crimes de ação pública, se o Ministério Público não oferecer denúncia no prazo legal."
      },
      {
        "letra": "D",
        "texto": "A vítima ou quem tenha qualidade para representá-la poderá intentar ação pena privada mediante denúncia."
      },
      {
        "letra": "E",
        "texto": "No caso de morte do autor do crime, o ofendido tem o direito de oferecer queixa ou de prosseguir na ação contra o cônjuge, ascendente, descendente ou irmão do agressor."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "412507",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TCE-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Ação penal",
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "Estabelece o art. 359-D, do Código Penal, que constitui crime contra as finanças públicas ordenar despesa não autorizada por lei. Tal conduta",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cuida-se de crime próprio cujo sujeito ativo somente pode ser o agente público que possui poder e atribuição para ordenar a despesa."
      },
      {
        "letra": "B",
        "texto": "tem como objetividade jurídica a defesa orçamentária da Administração pública direta."
      },
      {
        "letra": "C",
        "texto": "objetiva atingir diretamente o Estado, representado pela União, Estados-membros, Distrito Federal e Municípios e indiretamente os titulares de créditos preferenciais perante a Administração pública."
      },
      {
        "letra": "D",
        "texto": "consuma-se quando a ordem é efetivamente executada, ou seja, quando a despesa ordenada é realmente assumida pelo Poder Público, contrariando previsão legal."
      },
      {
        "letra": "E",
        "texto": "exige ação penal condicionada ao controle orçamentário exercido pelo Tribunal de Contas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "395563",
    "metadata": "Ano: 2014 | Banca: Aroeira | Órgão: PC-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal privada personalíssima"
    ],
    "enunciado_principal": "É de ação penal de iniciativa privada personalíssima do ofendido, o crime de :",
    "alternativas": [
      {
        "letra": "A",
        "texto": "conhecimento prévio de impedimento."
      },
      {
        "letra": "B",
        "texto": "simulação de autoridade para celebração de casamento"
      },
      {
        "letra": "C",
        "texto": "simulação de casamento."
      },
      {
        "letra": "D",
        "texto": "induzimento a erro essencial e ocultação de impedi- mento."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "395561",
    "metadata": "Ano: 2014 | Banca: Aroeira | Órgão: PC-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública condicionada à representação",
      "Crimes contra o patrimônio"
    ],
    "enunciado_principal": "É crime contra o patrimônio, em que somente se procede mediante representação,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o furto de coisa comum."
      },
      {
        "letra": "B",
        "texto": "a alteração de limites."
      },
      {
        "letra": "C",
        "texto": "o dano simples."
      },
      {
        "letra": "D",
        "texto": "a fraude à execução."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "386784",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TJ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Crimes contra a dignidade sexual"
    ],
    "enunciado_principal": "Nos crimes contra a liberdade sexual e nos crimes sexuais contra vulnerável, a ação penal",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é pública incondicionada apenas se a vítima é menor de quatorze anos."
      },
      {
        "letra": "B",
        "texto": "é pública condicionada se a vítima for pessoa vulnerável, independentemente da idade."
      },
      {
        "letra": "C",
        "texto": "é pública incondicionada apenas se a vítima for pessoa vulnerável menor de dezoito anos."
      },
      {
        "letra": "D",
        "texto": "pode ser privada, se praticado o fato antes da vigência do atual art. 225 do Código Penal."
      },
      {
        "letra": "E",
        "texto": "é pública condicionada se a vítima é maior de quatorze e menor de dezoito anos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "470159",
    "metadata": "Ano: 2013 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Detração penal",
      "Pena de multa",
      "Conceito e Características da Pena de Multa",
      "Espécies de Pena de Multa",
      "Dosimetria",
      "Ação penal",
      "Ação penal no crime de lesão corporal",
      "Causas de extinção da punibilidade",
      "Prescrição da pretensão punitiva pela pena em abstrato",
      "Prescrição da pretensão punitiva pela pena em concreto",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Lesões corporais qualificadas",
      "Violência doméstica",
      "Crimes contra o patrimônio",
      "Roubo"
    ],
    "enunciado_principal": "Sujeito teve decretada a prisão preventiva na ação penal em que lhe foi imputada a prática de roubo qualificado, possuindo ele ainda outra ação penal por lesão corporal grave contra a sua companheira e uma terceira por porte ilegal de arma de fogo. Os dois primeiros julgamentos foram designados para a mesma data e o magistrado, a pedido da acusação, absolveu inicialmente Sujeito da prática do roubo. Caso ele venha a ser condenado pela agressão à companheira, o tempo em que esteve preso, preventivamente, deverá ser",
    "alternativas": [
      {
        "letra": "A",
        "texto": "levado em conta na sentença condenatória da lesão corporal grave e funcionar como causa de redução da pena para incidência da prescrição da pretensão punitiva."
      },
      {
        "letra": "B",
        "texto": "considerado apenas para eventual pedido de indenização no juízo cível."
      },
      {
        "letra": "C",
        "texto": "levado em conta para fins de detração na execução da sanção penal a ser cumprida."
      },
      {
        "letra": "D",
        "texto": "calculado como dias remidos e subtraído do montante da pena imposta."
      },
      {
        "letra": "E",
        "texto": "observado pelo juízo criminal na sentença condenatória para cálculo da prestação de serviços à comunidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "410552",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal"
    ],
    "enunciado_principal": "Com referência à ação penal, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em caso de falecimento do ofendido, o direito de oferecer queixa não poderá ser exercido pelos cônjuges, ascendentes, descendentes ou colaterais."
      },
      {
        "letra": "B",
        "texto": "É de legitimidade exclusiva do MP, condicionada à representação do ofendido, a ação penal por crime contra a honra de servidor público em razão do exercício de suas funções, conforme entendimento sumulado do STF."
      },
      {
        "letra": "C",
        "texto": "O direito de queixa não poderá ser exercido quando dele o ofendido tiver renunciado expressa ou tacitamente."
      },
      {
        "letra": "D",
        "texto": "Na ação penal privada, é admissível o perdão mesmo depois de transitada em julgado a sentença condenatória."
      },
      {
        "letra": "E",
        "texto": "Mesmo antes do oferecimento da denúncia, a representação do ofendido, nos crimes de ação penal condicionada, não pode ser retratada."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "407309",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Causas de extinção da punibilidade"
    ],
    "enunciado_principal": "Em relação à ação penal, à classificação dos crimes e às causas extintivas da punibilidade, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A decadência, sanção dirigida exclusivamente à inércia do particular nas ações penais privadas, impede o prosseguimento da demanda e atinge, por consequência, o direito de punir do Estado."
      },
      {
        "letra": "B",
        "texto": "Inexiste prescrição retroativa em relação ao crime de abuso de autoridade, porquanto o máximo da pena privativa de liberdade prevista para tais crimes é inferior a um ano e a prescrição da pretensão punitiva é sempre de dois anos."
      },
      {
        "letra": "C",
        "texto": "Tratando-se de ação penal pública condicionada, o ofendido ou quem tenha qualidade para representá-lo poderá retratar-se da representação até a fase decisória do processo-crime, constituindo a retratação causa extintiva da punibilidade."
      },
      {
        "letra": "D",
        "texto": "Em se tratando de crime formal, exige-se a produção de resultado para a consumação do tipo, sendo imprescindível o resultado naturalístico da conduta para que o delito efetivamente se consume."
      },
      {
        "letra": "E",
        "texto": "A promoção da ação penal de iniciativa privada depende de queixa do ofendido, ao passo que a ação penal de iniciativa privada subsidiária da pública depende de denúncia do ofendido ou de quem tenha qualidade para representá-lo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "371274",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Crimes contra a administração pública"
    ],
    "enunciado_principal": "O crime contra a honra de funcionário público em razão de suas funções é de ação penal",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pública incondicionada."
      },
      {
        "letra": "B",
        "texto": "exclusivamente privada."
      },
      {
        "letra": "C",
        "texto": "pública condicionada à representação da vítima concorrente com a privada."
      },
      {
        "letra": "D",
        "texto": "pública condicionada à requisição da vítima."
      },
      {
        "letra": "E",
        "texto": "pública condicionada à requisição do Ministro da Justiça."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "371273",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal"
    ],
    "enunciado_principal": "De regra, a ação penal é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pública condicionada à requisição judicial."
      },
      {
        "letra": "B",
        "texto": "pública condicionada à representação da vítima."
      },
      {
        "letra": "C",
        "texto": "exclusivamente privada."
      },
      {
        "letra": "D",
        "texto": "subsidiária da privada."
      },
      {
        "letra": "E",
        "texto": "pública incondicionada."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "348146",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: MPE-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Lesões corporais"
    ],
    "enunciado_principal": "Segundo o entendimento jurisprudencial hoje preponderante, a lesão corporal respectivamente simples e qualificada ocorrida no Brasil (Cód. Penal, Art. 129 e seus parágrafos) é um crime de ação penal",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pública incondicionada e de ação penal privada."
      },
      {
        "letra": "B",
        "texto": "pública condicionada à representação e de ação penal privada."
      },
      {
        "letra": "C",
        "texto": "pública condicionada à representação e incondicionada."
      },
      {
        "letra": "D",
        "texto": "privada e de ação penal pública condicionada à representação."
      },
      {
        "letra": "E",
        "texto": "pública e exclusivamente condicionada à representação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "331510",
    "metadata": "Ano: 2013 | Banca: NC-UFPR | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal"
    ],
    "enunciado_principal": "Avalie as seguintes afirmativas: 1. Quando a lei considera como elemento ou circunstâncias do tipo legal fatos que, por si mesmos, constituem crimes, cabe ação pública em relação àquele, desde que, em relação a qualquer destes, se deva proceder por iniciativa do Ministério Público. 2. O direito de queixa não pode ser exercido quando renunciado expressa ou tacitamente. Importa renúncia tácita ao direito de queixa a prática de ato incompatível com a vontade de exercêlo, além do fato de receber o ofendido a indenização do dano causado pelo crime. 3. O perdão do ofendido, nos crimes em que somente se procede mediante queixa, obsta ao prosseguimento da ação, sendo admissível, até mesmo depois do trânsito em julgado a sentença condenatória. 4. A extinção da punibilidade de crime que é pressuposto, elemento constitutivo ou circunstância agravante de outro não se estende a este. Nos crimes conexos, a extinção da punibilidade de um deles não impede, quanto aos outros, a agravação da pena resultante da conexão. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente uma afirmativa é verdadeira."
      },
      {
        "letra": "B",
        "texto": "Somente duas afirmativas são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Somente três afirmativas são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "As quatro afirmativas são verdadeiras."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "318310",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: MPU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal privada subsidiária da pública"
    ],
    "enunciado_principal": "Com base no que dispõe a CF acerca do direito penal, julgue os itens seguintes.A titularidade do MP na ação penal pública é excepcionalizada pela ação penal privada subsidiária da pública, direito individual do cidadão, a ele assegurado nos casos em que a ação não é intentada no prazo legal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "317519",
    "metadata": "Ano: 2013 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal no crime de lesão corporal",
      "Classificação de Ação Penal"
    ],
    "enunciado_principal": "Observadas as proposições a seguir expostas, assinale a alternativa correta: I. A configuração do crime de entregar a direção de veículo a pessoa não habilitada, previsto no art. 310 da Lei n. 9.503/97, exige a demonstração da ocorrência de perigo concreto. II. A ação penal para o crime de lesão corporal leve praticado contra idoso é pública condicionada à representação da vítima. III. O agente que, sem autorização do órgão público competente, ou em desacordo com as determinações legais, promove o desmembramento do solo urbano e realiza a venda de terrenos para diversos consumidores pratica crime contra a economia popular previsto na Lei n. 1.521/51. IV. A ação penal para apurar crimes de responsabilidade dos prefeitos municipais independe de pronunciamento da Câmara de Vereadores.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições III e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições II e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições II e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições I e IV estão corretas."
      },
      {
        "letra": "E",
        "texto": "Todas as alternativas estão incorretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "311595",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública condicionada à representação"
    ],
    "enunciado_principal": "Considere que Carlos tenha ameaçado seu amigo Maurício de mal injusto e grave, razão por que Maurício, na delegacia de polícia, representou contra ele. Nessa situação hipotética, sendo o crime de ação penal pública condicionada, se assim desejar, Maurício poderá retratar a representação até o oferecimento da denúncia pelo MP.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "305574",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Crimes contra o patrimônio",
      "Disposições gerais nos Crimes Contra o Patrimônio"
    ],
    "enunciado_principal": "João, que morava com o irmão do seu pai, subtraiu R$ 1.000,00 da carteira dele. Assim, a ação penal será:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pública incondicionada."
      },
      {
        "letra": "B",
        "texto": "pública condicionada à representação."
      },
      {
        "letra": "C",
        "texto": "privada simples."
      },
      {
        "letra": "D",
        "texto": "privada personalíssima."
      },
      {
        "letra": "E",
        "texto": "privada subsidiária da pública."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "298691",
    "metadata": "Ano: 2013 | Banca: FEPESE | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública incondicionada",
      "Ação penal pública condicionada à representação",
      "Ação penal privada propriamente dita ou exclusiva"
    ],
    "enunciado_principal": "Assinale a alternativa correta de acordo o Código Penal brasileiro.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A representação poderá ser retratada até a citação do acusado."
      },
      {
        "letra": "B",
        "texto": "O direito de oferecer queixa ou de prosseguir decai no caso de morte do ofendido ou de ter sido declarado ausente por decisão judicial."
      },
      {
        "letra": "C",
        "texto": "Quando a lei considera como elemento ou circunstâncias do tipo legal fatos que, por si mesmos, constituem crimes, cabe ação pública em relação àquele, desde que, em relação a qualquer destes, se deva proceder por iniciativa do Ministério Público."
      },
      {
        "letra": "D",
        "texto": "Importa renúncia tácita ao direito de queixa o fato de o ofendido receber a indenização do dano causado pelo crime."
      },
      {
        "letra": "E",
        "texto": "O direito de queixa pode ser exercido a qualquer momento."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "984290",
    "metadata": "Ano: 2012 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública incondicionada",
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Sobre as Súmulas do Supremo Tribunal Federal, em Direito Penal, pode-se afirmar: I. Admite-se continuidade delitiva nos crimes contra a vida. II. É pública incondicionada a ação penal por crime de sonegação fiscal. III. A prescrição pela pena em concreto é somente da pretensão executória da pena privativa de liberdade. IV. A lei penal mais grave não se aplica ao crime continuado ou ao crime permanente, mesmo que a sua vigência seja anterior à cessação da continuidade ou da permanência.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições I, II e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições II e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições II e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições II, III e IV estão corretas."
      },
      {
        "letra": "E",
        "texto": "Todas as proposições estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "488293",
    "metadata": "Ano: 2012 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal no crime de lesão corporal",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Em relação ao delito de lesão corporal leve (artigo 129, caput, do Código Penal), assinale a afirmação correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ação penal correspondente dependerá de representação."
      },
      {
        "letra": "B",
        "texto": "Trata-se de delito de menor potencial ofensivo e, portanto, somente se procede mediante queixa."
      },
      {
        "letra": "C",
        "texto": "Não se admite a suspensão condicional do processo, por se tratar de um crime contra a pessoa."
      },
      {
        "letra": "D",
        "texto": "Não é permitida a conciliação entre as partes por se tratar de crime de ação penal privada."
      },
      {
        "letra": "E",
        "texto": "É vedada a substituição da pena privativa de liberdade por pena restritiva de direitos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "324647",
    "metadata": "Ano: 2012 | Banca: FEPESE | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública incondicionada",
      "Ação penal pública condicionada à representação"
    ],
    "enunciado_principal": "No caso do crime de estupro, previsto no art. 213 do Código Penal “Constranger alguém, mediante violência ou grave ameaça, a ter conjunção carnal ou a praticar ou permitir que com ele se pratique outro ato libidinoso: Pena – reclusão, de 6 a 10 anos”, a ação penal será:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Sempre pública incondicionada."
      },
      {
        "letra": "B",
        "texto": "Sempre pública condicionada à representação."
      },
      {
        "letra": "C",
        "texto": "Em regra pública incondicionada, tornando - se pública condicionada em caso de menor de 12 anos ou pessoa vulnerável socialmente."
      },
      {
        "letra": "D",
        "texto": "Em regra privada, tornando-se pública incondicionada caso o representante do Ministério Público identifque que o agressor é o genitor"
      },
      {
        "letra": "E",
        "texto": "Pública condicionada à representação, tornando - se pública incondicionada caso a vítima seja menor de 18 anos ou pessoa vulnerável."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "295616",
    "metadata": "Ano: 2012 | Banca: IESES | Órgão: TJ-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Causas de extinção da punibilidade",
      "Decadência.",
      "Crimes contra a administração pública",
      "Resistência",
      "Classificação de Ação Penal"
    ],
    "enunciado_principal": "É certo afirmar:I. A ação penal apresenta três espécies: pública, privada e condicionada. II. O emprego da força pelos executores do mandado de prisão somente será permitido nos casos de resistência, ainda que por parte de terceiros, ou da tentativa de fuga do preso. É, portanto, medida de caráter excepcional. III. Penalmente a decadência pode ser definida como a perda do direito de ingressar com a ação privada ou a de representação por não ter sido exercido no prazo legal. Portanto, ela não atinge o direito de punir do Estado, visto alcançar somente o direito do particular. IV. Perda de bens e valores é a transferência ao Fundo Penitenciário Nacional de bens e valores lícitos do condenado, como forma de puni-lo, evitando-se o cárcere, tendo por limite o prejuízo gerado pelo crime ou o lucro auferido. Analisando as proposições, pode-se afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições I e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições II e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições II e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições I e IV estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "294911",
    "metadata": "Ano: 2012 | Banca: IESES | Órgão: TJ-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública incondicionada",
      "Ação penal pública condicionada à representação",
      "Ação penal privada propriamente dita ou exclusiva",
      "Ação penal privada personalíssima"
    ],
    "enunciado_principal": "É certo afirmar: I. Por ser o inquérito policial desvinculado da ação penal, não a prescindindo, é admissível que a Autoridade Policial deixe de atender às requisições do Ministério Público, quando entender serem impertinentes. II. É cabível a substituição de uma modalidade de pena restritiva de direitos por outra, aplicada em sede de transação penal, pelo juízo do conhecimento, a requerimento do interessado, ouvido o Ministério Público. III. Havendo retratação da representação, poderá o Promotor de Justiça requerer o arquivamento dos autos do inquérito policial ou das peças de informação. IV. A ação pública é promovida pelo Ministério Público, dependendo, quando a lei o exige, de representação do ofendido ou de requisição do Ministério da Justiça. Analisando as proposições, pode-se afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições I e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições II e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições II e IV estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "266529",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública incondicionada"
    ],
    "enunciado_principal": "A ação penal em crimes previstos na Lei de Licitações (Lei no 8.666/1993) é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pública condicionada, legitimados os vencidos no processo licitatório."
      },
      {
        "letra": "B",
        "texto": "pública condicionada à representação pelo órgão público lesado."
      },
      {
        "letra": "C",
        "texto": "exclusivamente privada, legitimados os vencidos no processo licitatório."
      },
      {
        "letra": "D",
        "texto": "pública incondicionada em todas as hipóteses."
      },
      {
        "letra": "E",
        "texto": "pública condicionada, legitimados os vencidos no processo licitatório e o órgão público lesado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "260659",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal"
    ],
    "enunciado_principal": "Com relação à representação, como condição de procedibilidade da ação penal pública nos casos expressos em lei, no tocante à prescrição e ao perdão, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O perdão, nos crimes cuja ação é de iniciativa privada, seja expresso, seja tácito, anterior ou posterior à instauração da ação penal, aproveita a todos os querelados mesmo que concedido a somente um deles, mas, se concedido por um dos ofendidos, não prejudica o direito dos demais de dar prosseguimento à ação penal."
      },
      {
        "letra": "B",
        "texto": "O crime de injúria é passível de perdão do ofendido, mas a ele não se aplica o perdão judicial."
      },
      {
        "letra": "C",
        "texto": "A representação é irretratável depois de recebida a denúncia; a requisição é sempre irretratável, mesmo antes de iniciada a ação penal."
      },
      {
        "letra": "D",
        "texto": "O prazo prescricional, embora sujeito a causas interruptivas, impeditivas ou suspensivas, é improrrogável, devendo ser contado do mesmo modo como se conta o prazo de cumprimento da pena privativa de liberdade."
      },
      {
        "letra": "E",
        "texto": "São causas interruptivas do curso da prescrição, entre outras, a decisão confirmatória da pronúncia, o acórdão confirmatório da condenação prolatada em primeira instância, o início do cumprimento da pena e a publicação da sentença condenatória."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "250629",
    "metadata": "Ano: 2012 | Banca: NC-UFPR | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal"
    ],
    "enunciado_principal": "Identifique as afirmativas a seguir como verdadeiras (V) ou falsas (F): ( ) Diz-se que uma ação penal é privada quando a lei expressamente a declara e apenas o ofendido ou quem tenha a qualidade de representá-lo pode propô-la mediante queixa. ( ) Sendo o Ministério Público o dominus litis, somente ele, em todas as hipóteses de ação penal pública, é quem pode propô-la, sendo inviável a substituição de titularidade. ( ) A ação penal pública é de titularidade exclusiva do Ministério Público e não depende de qualquer representação do ofendido ou requisição do Ministro da Justiça. ( ) Pode haver ação de iniciativa privada nos crimes de ação penal pública se o Ministério Público não oferecer denúncia no prazo legal, quando se dará a ação penal privada subsidiária. Assinale a alternativa que apresenta a sequência correta, de cima para baixo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F – F – V – V."
      },
      {
        "letra": "B",
        "texto": "V – F – F – V."
      },
      {
        "letra": "C",
        "texto": "V – V – V – F."
      },
      {
        "letra": "D",
        "texto": "F – V – F – F."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2957133",
    "metadata": "Ano: 2011 | Banca: FUNDATEC | Órgão: CRMV-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública condicionada à requisição do Ministro da Justiça"
    ],
    "enunciado_principal": "Considerando as regras do Código Penal, referentes aos crimes contra a Administração da Justiça, analise as seguintes afirmações:I. Constitui crime de fraude processual inovar artificiosamente, na pendência de processo civil ou administrativo, o estado de lugar, de coisa, ou de pessoa, com o fim de induzir a erro o juiz ou o perito.II. O crime de exercício arbitrário das próprias razões, mesmo sem o emprego de violência, é de ação penal pública.III. A tergiversação representa conduta atípica, mas enseja punição administrativa do advogado, mediante apuração no órgão de classe.Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas II."
      },
      {
        "letra": "C",
        "texto": "Apenas III."
      },
      {
        "letra": "D",
        "texto": "Apenas I e II."
      },
      {
        "letra": "E",
        "texto": "Apenas II e III."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "298967",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Arrependimento posterior",
      "Ação penal",
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Extorsão",
      "Dano",
      "Receptação"
    ],
    "enunciado_principal": "Quanto aos crimes contra o patrimônio, é possível afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "na extorsão o agente busca a obtenção de vantagem ilícita, ainda que não econômica."
      },
      {
        "letra": "B",
        "texto": "a fraude, no furto qualificado, antecede o apossamento da coisa e é a causa de sua entrega ao agente pela vítima."
      },
      {
        "letra": "C",
        "texto": "a receptação qualificada exige que a coisa seja recebida pelo agente no exercício de atividade comercial ou industrial clandestinas."
      },
      {
        "letra": "D",
        "texto": "o delito de dano culposo contra o patrimônio da União é de ação penal pública incondicionada."
      },
      {
        "letra": "E",
        "texto": "é incabível o arrependimento posterior no crime de roubo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "252344",
    "metadata": "Ano: 2011 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública condicionada à representação",
      "Ação penal privada propriamente dita ou exclusiva"
    ],
    "enunciado_principal": "O funcionário público ofendido no exercício de sua função",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deverá promover ação por meio de queixa-crime."
      },
      {
        "letra": "B",
        "texto": "deverá promover a ação por meio de representação ao órgão ministerial."
      },
      {
        "letra": "C",
        "texto": "deverá aguardar a manifestação da autoridade policial."
      },
      {
        "letra": "D",
        "texto": "poderá promover a ação, ou por meio de queixa-crime ou por meio de representação, ao órgão ministerial."
      }
    ],
    "gabarito": "D"
  }
]