[
  {
    "id": "3334340",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Consumação e tentativa",
      "Ação penal",
      "Ação penal pública condicionada à representação",
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Joana, servidora pública aposentada, decide aplicar um golpe sofisticado. Criando um site falso que imita o da Receita Federal, ela passa a enviar e-mails para idosos entre 60 e 68 anos, informando sobre um suposto “reembolso automático de tributos pagos a maior”. No e-mail, solicita que a vítima informe seus dados pessoais e bancários. Diversas pessoas, acreditando na veracidade da mensagem, fornecem os dados e, em seguida, têm suas contas esvaziadas. Joana é descoberta após denúncia anônima e responde a processo criminal. Sobre os aspectos penais envolvidos, analise as assertivas e assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Joana responderá por furto mediante fraude, pois não houve contato direto com as vítimas, mas apenas fraude eletrônica para subtrair os valores."
      },
      {
        "letra": "B",
        "texto": "A conduta de Joana caracteriza estelionato eletrônico, sendo crime de ação penal pública condicionada à representação."
      },
      {
        "letra": "C",
        "texto": "A criação do site falso, por si só, já configura crime tentado de estelionato, independentemente de prejuízo a terceiros."
      },
      {
        "letra": "D",
        "texto": "Ainda que Joana tenha utilizado fraude eletrônica, a conduta é atípica se as vítimas forneceram os dados voluntariamente."
      },
      {
        "letra": "E",
        "texto": "Como o bem jurídico tutelado no estelionato é a fé pública, Joana responderá por falsidade ideológica, e não por crime patrimonial."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3086775",
    "metadata": "Ano: 2024 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Fundamentais",
      "Princípios limitadores do poder punitivo estatal",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Noções Gerais da Culpabilidade",
      "Ação penal",
      "Ação penal pública condicionada à representação",
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Perdão judicial"
    ],
    "enunciado_principal": "[Questão Inédita] Mevinho, 19 anos, resolveu jogar o “jogo do tigrinho” e como havia perdido muito dinheiro no primeiro semestre de 2024, precisava se recompor financeiramente. Em determinado dia, leu em uma doutrina penal que é isento de pena quem comente crime contra o patrimônio em prejuízo de ascendente. Nesses termos, Mevinho resolve subtrair R$ 1.000,00 de sua avó, Dona Mevôna, nascida em 1960. Dito e feito, Mevinho, então, ruma ao quarto da Dona Mevôna, durante a madrugada, e de lá subtrai R$ 1.000,00. Contudo, sua empreitada criminosa é gravada pelo sistema de câmeras e Dona Mevôna resolve denunciar seu neto. Nesses termos, a premissa inicial de Mevinho estava:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Correta, pois haverá isenção de pena por ter sido o crime patrimonial, sem violência ou grave ameaça, perpetrado contra ascendente."
      },
      {
        "letra": "B",
        "texto": "Incorreta, pois o instituto da escusa absolutória não se aplica aos netos."
      },
      {
        "letra": "C",
        "texto": "Incorreta, pois o instituto da escusa absolutória ficará afastado ante a idade da vítima, ainda que guardado o grau de parentesco."
      },
      {
        "letra": "D",
        "texto": "Incorreta, pois o instituto da escusa absolutória ficará afastado ante o crime ter sido perpetrado durante a madrugada."
      },
      {
        "letra": "E",
        "texto": "Incorreta, pois o instituto da escusa absolutória ficará afastado pela representação da vítima."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2522204",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: DPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública condicionada à representação",
      "Crimes contra a honra",
      "Injúria"
    ],
    "enunciado_principal": "O crime de injuriar alguém em razão da religião é de ação penal pública:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Incondicionada, inafiançável e imprescritível."
      },
      {
        "letra": "B",
        "texto": "Condicionada à representação, inafiançável e imprescritível."
      },
      {
        "letra": "C",
        "texto": "Condicionada à representação, afiançável e prescritível."
      },
      {
        "letra": "D",
        "texto": "Incondicionada, afiançável e prescritível."
      },
      {
        "letra": "E",
        "texto": "Privada, afiançável e prescritível."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2116628",
    "metadata": "Ano: 2023 | Banca: CONSULPAM | Órgão: TCM-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública incondicionada",
      "Ação penal pública condicionada à representação",
      "Ação penal pública condicionada à requisição do Ministro da Justiça",
      "Ação penal privada propriamente dita ou exclusiva",
      "Classificação de Ação Penal"
    ],
    "enunciado_principal": "Em conformidade com o previsto pelo Dec. Lei n.º 2.848/1940 (Código Penal brasileiro) a respeito da ação penal, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A representação será irretratável mesmo antes de oferecida a denúncia."
      },
      {
        "letra": "B",
        "texto": "Importa renúncia tácita ao direito de queixa o fato de receber o ofendido a indenização do dano causado pelo crime."
      },
      {
        "letra": "C",
        "texto": "O perdão do ofendido, nos crimes em que somente se procede mediante queixa, não obsta ao prosseguimento da ação."
      },
      {
        "letra": "D",
        "texto": "O direito de queixa não pode ser exercido quando renunciado tacitamente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2098995",
    "metadata": "Ano: 2023 | Banca: INSTITUTO AOCP | Órgão: MPE-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública incondicionada",
      "Ação penal pública condicionada à representação",
      "Ação penal no crime de lesão corporal"
    ],
    "enunciado_principal": "Chega ao conhecimento do Ministério Público um caso de lesão corporal de natureza leve recíproca entre marido e mulher. Diante desse fato, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "seria possível a aplicação de transação penal."
      },
      {
        "letra": "B",
        "texto": "em caso de lesões corporais recíprocas entre marido e mulher, a natureza da ação penal é distinta."
      },
      {
        "letra": "C",
        "texto": "não seria possível a aplicação de qualquer benefício da Lei nº 9.099/95 em relação à mulher, por conta da vedação da Lei nº 11.340/06, mas seria cabível a aplicação do acordo de não persecução penal ao marido."
      },
      {
        "letra": "D",
        "texto": "caso o marido somente tivesse humilhado a mulher de modo a prejudicar seu pleno desenvolvimento, somente ele seria vítima de crime."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1921463",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública condicionada à representação"
    ],
    "enunciado_principal": "Nos crimes de ação penal pública condicionada à representação, é correto afirmar que a representação:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "depende de formalidade expressa, consistente em manifestação expressa por meio de termo para inaugurar a investigação preliminar;"
      },
      {
        "letra": "B",
        "texto": "prescinde de qualquer formalidade, sendo necessária apenas a vontade inequívoca da vítima de representar contra o autor do fato;"
      },
      {
        "letra": "C",
        "texto": "depende de formalidade expressa, consistente em manifestação expressa da vítima ou de seu representante legal em audiência específica;"
      },
      {
        "letra": "D",
        "texto": "prescinde de qualquer formalidade, sendo necessária apenas a vontade inequívoca da vítima ou de seu representante legal de representar contra o autor do fato;"
      },
      {
        "letra": "E",
        "texto": "depende de formalidade expressa, consistente em manifestação expressa da vítima ou de seu representante legal em audiência preliminar."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1899394",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PC-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública incondicionada",
      "Ação penal pública condicionada à representação",
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "O crime de Estelionato, após recente alteração legislativa empreendida pela Lei nº 13.964/19, sofreu mudança no que diz respeito ao tipo de ação penal, que anteriormente era pública incondicionada em todos os casos. Com a mudança, o crime de estelionato passou a ser de ação penal pública condicionada à representação do ofendido, preservando, no entanto, algumas hipóteses de ação penal pública incondicionada, todas previstas no §5º do Art. 171. Dentre tais hipóteses não encontramos estelionato cometido contra",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a Administração Pública indireta."
      },
      {
        "letra": "B",
        "texto": "adolescente."
      },
      {
        "letra": "C",
        "texto": "pessoa com deficiência mental."
      },
      {
        "letra": "D",
        "texto": "pessoa maior de 60 anos."
      },
      {
        "letra": "E",
        "texto": "pessoa incapaz."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1860063",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública condicionada à representação",
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "No que diz respeito ao processo penal, julgue o seguinte item. Por força das alterações introduzidas em 23 de janeiro de 2020 pela Lei n.º 13.964/2019, é exigida representação para a propositura de ação penal sobre crime de estelionato que não tenha sido praticado contra a administração pública, direta ou indireta, criança, adolescente, pessoa com deficiência mental, maior de setenta anos de idade ou incapaz. Contudo, dada a natureza da norma em questão, tal exigência aplica-se somente aos crimes de estelionato praticados a partir da data de entrada em vigor das citadas alterações.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1856605",
    "metadata": "Ano: 2021 | Banca: IDECAN | Órgão: PEFOCE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública condicionada à representação",
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Fernanda possui perfil em rede social com finalidade ilícita: ela anuncia a venda de produtos eletrônicos, promete entregá-los aos clientes após o pagamento e, mesmo tendo recebido o dinheiro, não cumpre com o acordado. Dessa forma, induzida em erro por Fernanda, Cláudia, fisioterapeuta de 35 anos, acorda a compra de um aparelho de telefone celular. Fernanda, por sua vez, mesmo tendo recebido a quantia, não envia o produto e bloqueia Claudia nas redes sociais tão logo recebe o dinheiro. Nessa hipótese, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Trata-se de delito de estelionato, não há a necessidade de exame pericial e a ação penal é pública, mas condicionada a representação."
      },
      {
        "letra": "B",
        "texto": "Trata-se de delito de estelionato e o exame de corpo de delito é obrigatório, sendo que a ação penal é privada."
      },
      {
        "letra": "C",
        "texto": "Trata-se de delito de estelionato, não há necessidade de exame de corpo de delito e a ação penal será pública incondicionada."
      },
      {
        "letra": "D",
        "texto": "A conduta não configura crime enquanto não houver lesão significativa ao patrimônio da vítima e, para a comprovação da lesão, será necessário exame pericial. A ação penal é privada."
      },
      {
        "letra": "E",
        "texto": "A conduta não configura crime enquanto não houver lesão significativa ao patrimônio da vítima. Para a comprovação da lesão, não será necessário exame de corpo de delito e, no caso, a ação penal será pública incondicionada."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1856353",
    "metadata": "Ano: 2021 | Banca: FAPEC | Órgão: PC-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública condicionada à representação"
    ],
    "enunciado_principal": "Acerca da ação penal pública condicionada, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O direito de representação poderá ser exercido somente pessoalmente."
      },
      {
        "letra": "B",
        "texto": "Salvo disposição em contrário, o ofendido, ou seu representante legal, decairá no direito de representação se não o exercer dentro do prazo de 6 (seis) meses, contado do dia em que vier a saber quem é o autor do crime."
      },
      {
        "letra": "C",
        "texto": "A representação conterá todas as informações que possam servir à apuração do fato e da autoria."
      },
      {
        "letra": "D",
        "texto": "A representação será irretratável, depois de oferecida a denúncia."
      },
      {
        "letra": "E",
        "texto": "Oferecida ou reduzida a termo a representação, a autoridade policial procederá ao inquérito policial, ou, não sendo competente, remetê-lo-á à autoridade que o for."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1827611",
    "metadata": "Ano: 2021 | Banca: VUNESP | Órgão: Prefeitura de Guarujá - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública condicionada à representação",
      "Ação penal privada propriamente dita ou exclusiva"
    ],
    "enunciado_principal": "De acordo com matéria sumulada pelo STF (714), o crime contra a honra de funcionário público, cometido em razão de suas funções, é de ação penal",
    "alternativas": [
      {
        "letra": "A",
        "texto": "privada, apenas."
      },
      {
        "letra": "B",
        "texto": "pública condicionada à representação do ofendido, apenas."
      },
      {
        "letra": "C",
        "texto": "pública incondicionada, apenas."
      },
      {
        "letra": "D",
        "texto": "privada e também pública condicionada à representação do ofendido."
      },
      {
        "letra": "E",
        "texto": "pública condicionada à representação do ofendido e também pública incondicionada."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1826205",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: TJ-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública condicionada à representação"
    ],
    "enunciado_principal": "A ação penal é pública condicionada",
    "alternativas": [
      {
        "letra": "A",
        "texto": "no crime de dano cometido por motivo egoístico."
      },
      {
        "letra": "B",
        "texto": "no crime de exercício arbitrário das próprias razões, se não há emprego de violência."
      },
      {
        "letra": "C",
        "texto": "no crime contra a honra de servidor público em razão do exercício de suas funções, admitindo-se, porém, a legitimidade concorrente do ofendido para oferecimento de queixa."
      },
      {
        "letra": "D",
        "texto": "nos crimes contra a liberdade sexual, se a vítima é maior de quatorze e menor de dezoito anos."
      },
      {
        "letra": "E",
        "texto": "no crime de estelionato, salvo, entre outras situações, se a vítima for maior de sessenta anos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1744098",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública incondicionada",
      "Ação penal pública condicionada à representação",
      "Ação penal privada propriamente dita ou exclusiva",
      "Causas de extinção da punibilidade",
      "Perdão do ofendido"
    ],
    "enunciado_principal": "Observe as afirmações sobre o tema ação penal: I) As infrações penais ensejam a propositura de ação penal pública incondicionada, salvo previsão legal em sentido contrário. II) Arquivado o inquérito policial, o ofendido poderá propor ação penal privada subsidiária da pública. III) A representação do ofendido é condição de procedibilidade para a ação penal pública condicionada à representação e deve observar a forma prevista em lei. IV) Nos casos de ação penal privada, a renúncia ao direito de queixa aproveita a todos os supostos autores da infração penal. V) O perdão do ofendido nos casos de ação penal privada é causa de extinção da punibilidade que se opera independentemente da aceitação do suposto autor da infração penal. Quais dos itens contêm afirmações corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II e III."
      },
      {
        "letra": "B",
        "texto": "I e III."
      },
      {
        "letra": "C",
        "texto": "I e IV."
      },
      {
        "letra": "D",
        "texto": "II e V."
      },
      {
        "letra": "E",
        "texto": "I, IV e V."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1136447",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: MPE-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública incondicionada",
      "Ação penal pública condicionada à representação"
    ],
    "enunciado_principal": "Paulo, descontente com o término do namoro com Maria, livre e conscientemente invadiu o dispositivo informático do aparelho celular dela e capturou fotos íntimas e conversas privadas dela com seu novo namorado, João. Posteriormente, também livre e conscientemente, com intuito de vingança, divulgou, em redes sociais na Internet, os vídeos e as fotos de Maria, com cunho sexual, difamando-a e injuriando João com a utilização de elementos referentes à sua raça, cor e etnia. Em razão dessa conduta, Paulo foi indiciado pelos delitos de violação de dispositivo informático, divulgação de cenas de sexo ou pornografia, majorada pelo intuito de vingança, difamação contra Maria e injúria racial contra João. Com relação à persecução penal nessa situação hipotética, é correto afirmar que os crimes citados se submetem, respectivamente, a ação penal",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pública condicionada a representação, pública condicionada a representação, privada, e pública incondicionada."
      },
      {
        "letra": "B",
        "texto": "pública condicionada a representação, pública incondicionada, privada, e pública condicionada a representação."
      },
      {
        "letra": "C",
        "texto": "pública condicionada a representação, pública condicionada a representação, privada, e pública condicionada a representação."
      },
      {
        "letra": "D",
        "texto": "pública incondicionada, pública incondicionada, privada, e pública condicionada a representação."
      },
      {
        "letra": "E",
        "texto": "pública incondicionada, pública incondicionada, pública condicionada a representação, e pública incondicionada."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1100232",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública incondicionada",
      "Ação penal pública condicionada à representação",
      "Ação penal privada subsidiária da pública"
    ],
    "enunciado_principal": "A respeito de ação penal, julgue os itens seguintes. I Crimes contra a ordem tributária são de ação penal pública condicionada a representação e lançamento definitivo do crédito tributário. II Crimes cometidos por estrangeiro contra brasileiro no exterior são de ação penal pública condicionada a representação da vítima. III O crime de constranger alguém, com o intuito de favorecimento sexual, prevalecendo-se da condição de superior hierárquico, é de ação pública incondicionada. IV O crime de praticar conjunção carnal na presença de menor de quatorze anos de idade, com o fim de satisfazer lascívia de outrem, é de ação pública condicionada a representação. V Não promovendo o Ministério Público a ação penal no prazo legal, o ofendido ou seu representante legal poderá intentar ação penal privada. Estão certos apenas os itens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III."
      },
      {
        "letra": "B",
        "texto": "I e IV."
      },
      {
        "letra": "C",
        "texto": "II e IV."
      },
      {
        "letra": "D",
        "texto": "II e V."
      },
      {
        "letra": "E",
        "texto": "III e V."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1036628",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: TJ-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública incondicionada",
      "Ação penal pública condicionada à representação",
      "Ação penal privada propriamente dita ou exclusiva"
    ],
    "enunciado_principal": "A ação penal é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pública condicionada à representação no crime de estupro de vulnerável."
      },
      {
        "letra": "B",
        "texto": "privada no crime de dano qualificado por motivo egoístico."
      },
      {
        "letra": "C",
        "texto": "exclusiva do Ministério Público, embora condicionada à representação do ofendido, por crime contra a honra de servidor público em razão do exercício de suas funções."
      },
      {
        "letra": "D",
        "texto": "privada, em qualquer situação, no crime de exercício arbitrário das próprias razões."
      },
      {
        "letra": "E",
        "texto": "pública condicionada à representação no crime de furto cometido em prejuízo de irmão, legítimo ou ilegítimo, independentemente da idade deste."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1010462",
    "metadata": "Ano: 2019 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública condicionada à representação"
    ],
    "enunciado_principal": "Em relação aos crimes patrimoniais, a ação penal, no crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "furto contra o cônjuge separado judicialmente, será pública condicionada à representação."
      },
      {
        "letra": "B",
        "texto": "introdução de animais em propriedade alheia, será pública condicionada à representação."
      },
      {
        "letra": "C",
        "texto": "dano, será sempre pública incondicionada."
      },
      {
        "letra": "D",
        "texto": "apropriação indébita contra irmão maior de 60 (sessenta) anos, será pública condicionada à representação."
      },
      {
        "letra": "E",
        "texto": "furto contra tio com quem coabita, será pública condicionada à representação em relação ao estranho que participou do crime."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "992596",
    "metadata": "Ano: 2019 | Banca: Crescer Concursos | Órgão: Prefeitura de Jijoca de Jericoacoara - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública condicionada à representação",
      "Causas de extinção da punibilidade",
      "Perdão judicial"
    ],
    "enunciado_principal": "A ação penal é de titularidade do Ministério Público, mas em determinadas circunstâncias em que a Lei autoriza, poderá ser exercida pelo particular. Tomando como fundamento as disposições acerca do tema ação penal, analise e assinale ao final a alternativa correta. I. A representação criminal possui natureza objetiva. II. O perdão judicial pode produzir efeito ao que se manter silente. III. O perdão poderá ser aceito por procurador com poderes especiais. Estão corretos os itens:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II"
      },
      {
        "letra": "B",
        "texto": "I e III"
      },
      {
        "letra": "C",
        "texto": "II e III"
      },
      {
        "letra": "D",
        "texto": "I, II e III"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "990829",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública condicionada à representação"
    ],
    "enunciado_principal": "Nos crimes processados mediante ação penal pública condicionada à representação, esta é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "irretratável, depois de oferecida a denúncia."
      },
      {
        "letra": "B",
        "texto": "retratável, porém, apenas até 6 (seis) meses depois de cometido o fato criminoso."
      },
      {
        "letra": "C",
        "texto": "irretratável, como regra, nos crimes hediondos."
      },
      {
        "letra": "D",
        "texto": "retratável, até o recebimento da denúncia."
      },
      {
        "letra": "E",
        "texto": "retratável, porém, apenas até 6 (seis) meses depois da ciência da autoria do fato criminoso."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "975994",
    "metadata": "Ano: 2019 | Banca: INSTITUTO AOCP | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública condicionada à representação"
    ],
    "enunciado_principal": "Dos seguintes crimes relacionados, qual se procede por representação do ofendido?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Furto."
      },
      {
        "letra": "B",
        "texto": "Estupro de vulnerável."
      },
      {
        "letra": "C",
        "texto": "Apropriação indébita."
      },
      {
        "letra": "D",
        "texto": "Dano."
      },
      {
        "letra": "E",
        "texto": "Disposição de coisa alheia como própria."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "936131",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: MPE-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública condicionada à representação"
    ],
    "enunciado_principal": "Nessa situação hipotética,o crime praticado por Carlos é de ação penal pública condicionada à representação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "883349",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: STJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública condicionada à representação",
      "Ação penal privada propriamente dita ou exclusiva",
      "Crimes contra a honra",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "Considerando a doutrina e a jurisprudência dos tribunais superiores acerca dos crimes em espécie, julgue o seguinte item.Situação hipotética: Um servidor público, no exercício de suas funções, foi vítima de injúria e difamação. Assertiva: Nessa situação, será concorrente a legitimidade do servidor ofendido, mediante queixa, e do Ministério Público, condicionada à representação do ofendido, para a ação penal correspondente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "649490",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: TJM-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública incondicionada",
      "Ação penal pública condicionada à representação"
    ],
    "enunciado_principal": "A respeito do caso narrado, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Considerando que os delitos contra a honra são processáveis apenas mediante ação penal de iniciativa privada, totalmente indevida a dedução de ação penal pública condicionada, isto é, por meio de representação."
      },
      {
        "letra": "B",
        "texto": "Não poderia o inquérito policial ser instaurado mediante a requisição do Tribunal, tendo em vista não se tratar de caso que seja apurado mediante ação penal pública incondicionada."
      },
      {
        "letra": "C",
        "texto": "Tratando-se de crime imputado a magistrada do Trabalho, que detém foro por prerrogativa de função, foi equivocada a dedução do processo em primeiro grau, sendo a competência originária do Eg. Tribunal de Justiça de São Paulo."
      },
      {
        "letra": "D",
        "texto": "Tratando-se de imputação de crimes de menor potencial ofensivo, cuja Justiça é prevista constitucionalmente, afasta-se a competência originária do Tribunal competente, sendo o feito apurado nos Juizados Especiais."
      },
      {
        "letra": "E",
        "texto": "Por se tratar de ofensas envolvendo membros do Poder Judiciário que respondem por seus atos a Tribunais Regionais do Trabalho de regiões distintas (2a e 15a Região), a competência para a ação penal será do Superior Tribunal de Justiça."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "628799",
    "metadata": "Ano: 2016 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública incondicionada",
      "Ação penal pública condicionada à representação",
      "Ação penal privada subsidiária da pública",
      "Ação penal no crime de lesão corporal",
      "Legislação Penal Especial",
      "Crimes Falimentares - Lei nº 11.101 de 2005"
    ],
    "enunciado_principal": "Assinale a alternativa correta com referência à ação penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos crimes contra a honra cometidos contra funcionário público, em razão de suas funções, bem como em casos de injúria consistente na utilização de elementos referentes a raça, cor, etnia, religião, origem ou a condição de pessoa idosa ou deficiente, a jurisprudência majoritária do Supremo Tribunal Federal confere exclusivamente ao Ministério Público, mediante representação do ofendido, a legitimidade para a propositura da ação penal."
      },
      {
        "letra": "B",
        "texto": "O delito de estupro, previsto no artigo 213, caput, do Código Penal, com a nova redação conferida pela Lei nº 12.015/2009, é de ação penal pública incondicionada, independentemente da condição pessoal da vítima."
      },
      {
        "letra": "C",
        "texto": "De acordo com o Supremo Tribunal Federal e com o Superior Tribunal de Justiça, ação penal relativa ao crime de lesão corporal, mesmo que de natureza leve ou culposa, praticado contra a mulher em âmbito doméstico, é pública incondicionada."
      },
      {
        "letra": "D",
        "texto": "Os crimes previstos no Estatuto do Idoso são de ação penal pública condicionada à representação, salvo quando um dos elementos ou das circunstâncias do crime constituir delito autônomo, pelo qual cabe ação penal pública incondicionada."
      },
      {
        "letra": "E",
        "texto": "Os crimes definidos na Lei de Falências são de ação penal pública incondicionada e, em caso de não oferecimento da denúncia no prazo legal pelo Promotor de Justiça, apenas o administrador judicial possui legitimidade para intentar a ação penal subsidiária da pública."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "974274",
    "metadata": "Ano: 2015 | Banca: CONSULPLAN | Órgão: Prefeitura de Belo Horizonte - MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública condicionada à representação",
      "Ação penal privada propriamente dita ou exclusiva",
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "O Guarda Municipal de Classe Especial deve ter em mente os conceitos básicos que norteiam as atividades que desempenha. Nesse contexto, relacione adequadamente as colunas a seguir. 1. Contravenção Penal. 2. Ato Infracional. 3. Representação. 4. Queixa‐Crime. ( ) Meio pelo qual o ofendido, nos crimes de ação privada, solicita ao juiz que proceda a instrução criminal. ( ) Conduta que viola a lei e o Direito, com poder ofensivo ou perigo social menores que os existentes no crime. ( ) Meio através do qual o ofendido solicita à autoridade competente a apuração de um fato delituoso cuja ação penal é pública condicionada. ( ) Conduta descrita como crime, praticada por criança ou adolescente, sujeito apenas às medidas de proteção, previstas no Estatuto da Criança e do Adolescente.A sequência está correta em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "4, 1, 3, 2."
      },
      {
        "letra": "B",
        "texto": "2, 1, 3, 4."
      },
      {
        "letra": "C",
        "texto": "2, 3, 1, 4."
      },
      {
        "letra": "D",
        "texto": "4, 3, 1, 2."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "511216",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública condicionada à representação",
      "Causas de extinção da punibilidade"
    ],
    "enunciado_principal": "Constituem causas de extinção da punibilidade que se relacionam com a ação penal pública condicionada",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a perempção e o perdão do ofendido."
      },
      {
        "letra": "B",
        "texto": "a decadência e a perempção."
      },
      {
        "letra": "C",
        "texto": "o perdão do ofendido e a composição homologada dos danos civis nos juizado especial criminal."
      },
      {
        "letra": "D",
        "texto": "a decadência e o perdão do ofendido."
      },
      {
        "letra": "E",
        "texto": "a composição homologada dos danos civis no juizado especial criminal e a decadência."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "418099",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública condicionada à representação",
      "Crimes contra o patrimônio",
      "Disposições gerais nos Crimes Contra o Patrimônio"
    ],
    "enunciado_principal": "A respeito da ação penal pública, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se for cometido crime contra a administração da justiça, a ação penal pública será condicionada à requisição da autoridade judiciária."
      },
      {
        "letra": "B",
        "texto": "Nos casos de crimes praticados contra o patrimônio público de estado federado, a ação penal pública será condicionada à representação do procurador do estado."
      },
      {
        "letra": "C",
        "texto": "Nos casos de delitos praticados por instituição bancária contra a ordem financeira nacional, a ação penal pública será condicionada à requisição do ministro da Fazenda."
      },
      {
        "letra": "D",
        "texto": "Se o ofendido tiver menos de sessenta anos de idade, no caso de crime de receptação praticado pelo seu irmão, a ação penal pública será condicionada à representação do ofendido."
      },
      {
        "letra": "E",
        "texto": "No caso dos delitos previstos na Lei de Crimes Ambientais, a ação penal pública será condicionada à requisição do ministro do Meio Ambiente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "395561",
    "metadata": "Ano: 2014 | Banca: Aroeira | Órgão: PC-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública condicionada à representação",
      "Crimes contra o patrimônio"
    ],
    "enunciado_principal": "É crime contra o patrimônio, em que somente se procede mediante representação,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o furto de coisa comum."
      },
      {
        "letra": "B",
        "texto": "a alteração de limites."
      },
      {
        "letra": "C",
        "texto": "o dano simples."
      },
      {
        "letra": "D",
        "texto": "a fraude à execução."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "311595",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública condicionada à representação"
    ],
    "enunciado_principal": "Considere que Carlos tenha ameaçado seu amigo Maurício de mal injusto e grave, razão por que Maurício, na delegacia de polícia, representou contra ele. Nessa situação hipotética, sendo o crime de ação penal pública condicionada, se assim desejar, Maurício poderá retratar a representação até o oferecimento da denúncia pelo MP.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "298691",
    "metadata": "Ano: 2013 | Banca: FEPESE | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública incondicionada",
      "Ação penal pública condicionada à representação",
      "Ação penal privada propriamente dita ou exclusiva"
    ],
    "enunciado_principal": "Assinale a alternativa correta de acordo o Código Penal brasileiro.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A representação poderá ser retratada até a citação do acusado."
      },
      {
        "letra": "B",
        "texto": "O direito de oferecer queixa ou de prosseguir decai no caso de morte do ofendido ou de ter sido declarado ausente por decisão judicial."
      },
      {
        "letra": "C",
        "texto": "Quando a lei considera como elemento ou circunstâncias do tipo legal fatos que, por si mesmos, constituem crimes, cabe ação pública em relação àquele, desde que, em relação a qualquer destes, se deva proceder por iniciativa do Ministério Público."
      },
      {
        "letra": "D",
        "texto": "Importa renúncia tácita ao direito de queixa o fato de o ofendido receber a indenização do dano causado pelo crime."
      },
      {
        "letra": "E",
        "texto": "O direito de queixa pode ser exercido a qualquer momento."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "324647",
    "metadata": "Ano: 2012 | Banca: FEPESE | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública incondicionada",
      "Ação penal pública condicionada à representação"
    ],
    "enunciado_principal": "No caso do crime de estupro, previsto no art. 213 do Código Penal “Constranger alguém, mediante violência ou grave ameaça, a ter conjunção carnal ou a praticar ou permitir que com ele se pratique outro ato libidinoso: Pena – reclusão, de 6 a 10 anos”, a ação penal será:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Sempre pública incondicionada."
      },
      {
        "letra": "B",
        "texto": "Sempre pública condicionada à representação."
      },
      {
        "letra": "C",
        "texto": "Em regra pública incondicionada, tornando - se pública condicionada em caso de menor de 12 anos ou pessoa vulnerável socialmente."
      },
      {
        "letra": "D",
        "texto": "Em regra privada, tornando-se pública incondicionada caso o representante do Ministério Público identifque que o agressor é o genitor"
      },
      {
        "letra": "E",
        "texto": "Pública condicionada à representação, tornando - se pública incondicionada caso a vítima seja menor de 18 anos ou pessoa vulnerável."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "294911",
    "metadata": "Ano: 2012 | Banca: IESES | Órgão: TJ-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública incondicionada",
      "Ação penal pública condicionada à representação",
      "Ação penal privada propriamente dita ou exclusiva",
      "Ação penal privada personalíssima"
    ],
    "enunciado_principal": "É certo afirmar: I. Por ser o inquérito policial desvinculado da ação penal, não a prescindindo, é admissível que a Autoridade Policial deixe de atender às requisições do Ministério Público, quando entender serem impertinentes. II. É cabível a substituição de uma modalidade de pena restritiva de direitos por outra, aplicada em sede de transação penal, pelo juízo do conhecimento, a requerimento do interessado, ouvido o Ministério Público. III. Havendo retratação da representação, poderá o Promotor de Justiça requerer o arquivamento dos autos do inquérito policial ou das peças de informação. IV. A ação pública é promovida pelo Ministério Público, dependendo, quando a lei o exige, de representação do ofendido ou de requisição do Ministério da Justiça. Analisando as proposições, pode-se afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições I e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições II e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições II e IV estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "252344",
    "metadata": "Ano: 2011 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública condicionada à representação",
      "Ação penal privada propriamente dita ou exclusiva"
    ],
    "enunciado_principal": "O funcionário público ofendido no exercício de sua função",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deverá promover ação por meio de queixa-crime."
      },
      {
        "letra": "B",
        "texto": "deverá promover a ação por meio de representação ao órgão ministerial."
      },
      {
        "letra": "C",
        "texto": "deverá aguardar a manifestação da autoridade policial."
      },
      {
        "letra": "D",
        "texto": "poderá promover a ação, ou por meio de queixa-crime ou por meio de representação, ao órgão ministerial."
      }
    ],
    "gabarito": "D"
  }
]