[
  {
    "id": "3030458",
    "metadata": "Ano: 2024 | Banca: IGEDUC | Órgão: MPE-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade",
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria.",
      "Ação penal",
      "Ação penal no crime de lesão corporal",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Durante uma briga, Paulo, movido por forte emoção após ser ofendido, agrediu fisicamente seu colega de trabalho, causando-lhe lesões corporais. No processo penal, a defesa de Paulo alegou que ele não deve ser responsabilizado devido ao estado emocional em que se encontrava. Como o Ministério Público deve tratar a questão da emoção no caso de Paulo?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A emoção atenua a pena, mas não exclui a culpabilidade de Paulo."
      },
      {
        "letra": "B",
        "texto": "A emoção agrava a pena, pois Paulo agiu de forma descontrolada."
      },
      {
        "letra": "C",
        "texto": "Paulo deve ser considerado inimputável, pois estava fora de si no momento do crime."
      },
      {
        "letra": "D",
        "texto": "A emoção exclui a culpabilidade, devendo Paulo ser absolvido."
      },
      {
        "letra": "E",
        "texto": "A emoção transforma o ato de Paulo em uma contravenção penal, não em crime."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3017136",
    "metadata": "Ano: 2024 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal no crime de lesão corporal"
    ],
    "enunciado_principal": "[Questão Inédita] Em época de eleições no município de Batalha dois candidatos, Mévio e Tício, foram ao debate público para traçar seus futuros atos administrativos descritos no plano de governo. Ocorre que, durante o acalorado antagonismo de ideias, Mévio diz ao adversário político: “você não tem coragem de me bater, já simulou outras vezes e nada fez, frouxo”. Nesse instante, impelido por ódio, Tício se apodera de uma cadeira e bate, uma única vez e com força moderada, contra o corpo de seu rival, o qual se defendeu com o antebraço, resultando em discreta equimose na região. Nesse contexto, podemos dizer que Tício cometeu:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Fato atípico haja vista configurar a excludente de ilicitude da legitima defesa;"
      },
      {
        "letra": "B",
        "texto": "Tentativa de homicídio simples"
      },
      {
        "letra": "C",
        "texto": "Tentativa de homicídio qualificado pelo recurso que dificultou a defesa da vítima"
      },
      {
        "letra": "D",
        "texto": "Lesão corporal leve privilegiada"
      },
      {
        "letra": "E",
        "texto": "Lesão corporal leve"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2098995",
    "metadata": "Ano: 2023 | Banca: INSTITUTO AOCP | Órgão: MPE-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública incondicionada",
      "Ação penal pública condicionada à representação",
      "Ação penal no crime de lesão corporal"
    ],
    "enunciado_principal": "Chega ao conhecimento do Ministério Público um caso de lesão corporal de natureza leve recíproca entre marido e mulher. Diante desse fato, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "seria possível a aplicação de transação penal."
      },
      {
        "letra": "B",
        "texto": "em caso de lesões corporais recíprocas entre marido e mulher, a natureza da ação penal é distinta."
      },
      {
        "letra": "C",
        "texto": "não seria possível a aplicação de qualquer benefício da Lei nº 9.099/95 em relação à mulher, por conta da vedação da Lei nº 11.340/06, mas seria cabível a aplicação do acordo de não persecução penal ao marido."
      },
      {
        "letra": "D",
        "texto": "caso o marido somente tivesse humilhado a mulher de modo a prejudicar seu pleno desenvolvimento, somente ele seria vítima de crime."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1945466",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal no crime de lesão corporal",
      "Causas de extinção da punibilidade",
      "Perdão judicial",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Tício, técnico em manutenção de equipamentos, de forma imperita, instalou, em sua própria casa, suporte de ar-condicionado não compatível com o peso do aparelho que, passados poucos dias da instalação, desprendeu-se da parede, vindo a atingir seu próprio filho, que brincava no quintal. A criança, atingida na cabeça, teve traumatismo craniano, com sequela de convulsões periódicas. Haja vista a situação hipotética, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tício praticou o crime de lesão corporal culposa, com causa de aumento em razão de a vítima ser criança, nos exatos termos do parágrafo 7º, do artigo 129, CP."
      },
      {
        "letra": "B",
        "texto": "Tício praticou o crime de lesão corporal, de natureza grave, nos termos do parágrafo 1º, do artigo 129, CP."
      },
      {
        "letra": "C",
        "texto": "Ticio praticou o crime de lesão corporal, nos exatos termos do “caput”, do artigo 129, do CP."
      },
      {
        "letra": "D",
        "texto": "A Tício, dadas as circunstâncias, é possível a aplicação de perdão judicial, nos exatos termos do parágrafo 8º do artigo 129, CP."
      },
      {
        "letra": "E",
        "texto": "Tício praticou o crime de lesão corporal culposa, de natureza grave, nos exatos termos do artigo 129, parágrafo 6º, do CP"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "628799",
    "metadata": "Ano: 2016 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública incondicionada",
      "Ação penal pública condicionada à representação",
      "Ação penal privada subsidiária da pública",
      "Ação penal no crime de lesão corporal",
      "Legislação Penal Especial",
      "Crimes Falimentares - Lei nº 11.101 de 2005"
    ],
    "enunciado_principal": "Assinale a alternativa correta com referência à ação penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos crimes contra a honra cometidos contra funcionário público, em razão de suas funções, bem como em casos de injúria consistente na utilização de elementos referentes a raça, cor, etnia, religião, origem ou a condição de pessoa idosa ou deficiente, a jurisprudência majoritária do Supremo Tribunal Federal confere exclusivamente ao Ministério Público, mediante representação do ofendido, a legitimidade para a propositura da ação penal."
      },
      {
        "letra": "B",
        "texto": "O delito de estupro, previsto no artigo 213, caput, do Código Penal, com a nova redação conferida pela Lei nº 12.015/2009, é de ação penal pública incondicionada, independentemente da condição pessoal da vítima."
      },
      {
        "letra": "C",
        "texto": "De acordo com o Supremo Tribunal Federal e com o Superior Tribunal de Justiça, ação penal relativa ao crime de lesão corporal, mesmo que de natureza leve ou culposa, praticado contra a mulher em âmbito doméstico, é pública incondicionada."
      },
      {
        "letra": "D",
        "texto": "Os crimes previstos no Estatuto do Idoso são de ação penal pública condicionada à representação, salvo quando um dos elementos ou das circunstâncias do crime constituir delito autônomo, pelo qual cabe ação penal pública incondicionada."
      },
      {
        "letra": "E",
        "texto": "Os crimes definidos na Lei de Falências são de ação penal pública incondicionada e, em caso de não oferecimento da denúncia no prazo legal pelo Promotor de Justiça, apenas o administrador judicial possui legitimidade para intentar a ação penal subsidiária da pública."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "470159",
    "metadata": "Ano: 2013 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Detração penal",
      "Pena de multa",
      "Conceito e Características da Pena de Multa",
      "Espécies de Pena de Multa",
      "Dosimetria",
      "Ação penal",
      "Ação penal no crime de lesão corporal",
      "Causas de extinção da punibilidade",
      "Prescrição da pretensão punitiva pela pena em abstrato",
      "Prescrição da pretensão punitiva pela pena em concreto",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Lesões corporais qualificadas",
      "Violência doméstica",
      "Crimes contra o patrimônio",
      "Roubo"
    ],
    "enunciado_principal": "Sujeito teve decretada a prisão preventiva na ação penal em que lhe foi imputada a prática de roubo qualificado, possuindo ele ainda outra ação penal por lesão corporal grave contra a sua companheira e uma terceira por porte ilegal de arma de fogo. Os dois primeiros julgamentos foram designados para a mesma data e o magistrado, a pedido da acusação, absolveu inicialmente Sujeito da prática do roubo. Caso ele venha a ser condenado pela agressão à companheira, o tempo em que esteve preso, preventivamente, deverá ser",
    "alternativas": [
      {
        "letra": "A",
        "texto": "levado em conta na sentença condenatória da lesão corporal grave e funcionar como causa de redução da pena para incidência da prescrição da pretensão punitiva."
      },
      {
        "letra": "B",
        "texto": "considerado apenas para eventual pedido de indenização no juízo cível."
      },
      {
        "letra": "C",
        "texto": "levado em conta para fins de detração na execução da sanção penal a ser cumprida."
      },
      {
        "letra": "D",
        "texto": "calculado como dias remidos e subtraído do montante da pena imposta."
      },
      {
        "letra": "E",
        "texto": "observado pelo juízo criminal na sentença condenatória para cálculo da prestação de serviços à comunidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "317519",
    "metadata": "Ano: 2013 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal no crime de lesão corporal",
      "Classificação de Ação Penal"
    ],
    "enunciado_principal": "Observadas as proposições a seguir expostas, assinale a alternativa correta: I. A configuração do crime de entregar a direção de veículo a pessoa não habilitada, previsto no art. 310 da Lei n. 9.503/97, exige a demonstração da ocorrência de perigo concreto. II. A ação penal para o crime de lesão corporal leve praticado contra idoso é pública condicionada à representação da vítima. III. O agente que, sem autorização do órgão público competente, ou em desacordo com as determinações legais, promove o desmembramento do solo urbano e realiza a venda de terrenos para diversos consumidores pratica crime contra a economia popular previsto na Lei n. 1.521/51. IV. A ação penal para apurar crimes de responsabilidade dos prefeitos municipais independe de pronunciamento da Câmara de Vereadores.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições III e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições II e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições II e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições I e IV estão corretas."
      },
      {
        "letra": "E",
        "texto": "Todas as alternativas estão incorretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "488293",
    "metadata": "Ano: 2012 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal no crime de lesão corporal",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Em relação ao delito de lesão corporal leve (artigo 129, caput, do Código Penal), assinale a afirmação correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ação penal correspondente dependerá de representação."
      },
      {
        "letra": "B",
        "texto": "Trata-se de delito de menor potencial ofensivo e, portanto, somente se procede mediante queixa."
      },
      {
        "letra": "C",
        "texto": "Não se admite a suspensão condicional do processo, por se tratar de um crime contra a pessoa."
      },
      {
        "letra": "D",
        "texto": "Não é permitida a conciliação entre as partes por se tratar de crime de ação penal privada."
      },
      {
        "letra": "E",
        "texto": "É vedada a substituição da pena privativa de liberdade por pena restritiva de direitos."
      }
    ],
    "gabarito": "A"
  }
]