[
  {
    "id": "3390853",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: DPE-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Ameaça"
    ],
    "enunciado_principal": "Marcelo descumpriu decisão judicial que lhe impôs a proibição de se aproximar de sua ex-esposa e, exibindo uma faca, a ameaçou de morte. Em razão disso, Marcelo foi denunciado pela prática dos crimes de descumprimento de medida protetiva de urgência (Art. 24-A da Lei nº 11.340/2006) e de ameaça (Art. 147, § 1º, do Código Penal). O Juiz, se convencido a condenar Marcelo, deverá observar, na aplicação da pena, que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a agravante relativa à violência contra a mulher (Art. 61, inciso II, alínea f, do Código Penal) é aplicável a ambos os crimes."
      },
      {
        "letra": "B",
        "texto": "a agravante relativa à violência contra a mulher (Art. 61, inciso II, alínea f, do Código Penal) é inaplicável a ambos os crimes."
      },
      {
        "letra": "C",
        "texto": "a agravante relativa à violência contra a mulher (Art. 61, inciso II, alínea f, do Código Penal) é aplicável ao crime de descumprimento de medida protetiva de urgência, mas não ao crime de ameaça."
      },
      {
        "letra": "D",
        "texto": "a agravante relativa à violência contra a mulher (Art. 61, inciso II, alínea f, do Código Penal) é aplicável ao crime de ameaça, mas não ao crime de descumprimento de medida protetiva de urgência."
      },
      {
        "letra": "E",
        "texto": "o benefício da suspensão condicional da pena é inaplicável."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3355519",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Ameaça"
    ],
    "enunciado_principal": "Em 2024, Carlos enviou mensagens ameaçadoras à colega de trabalho, afirmando que ela pagaria por ter feito uma denúncia contra ele. Considerando a redação atual do art. 147 do Código Penal, após a alteração da Lei nº 14.811/2024, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pena de ameaça permanece inalterada, pois não houve alteração legislativa recente."
      },
      {
        "letra": "B",
        "texto": "A nova lei aumentou a pena para ameaça se o crime for cometido contra mulher, por razões da condição do sexo feminino."
      },
      {
        "letra": "C",
        "texto": "O crime de ameaça deixou de ser infração penal, tendo sido revogado pelo novo Código Penal."
      },
      {
        "letra": "D",
        "texto": "A pena de ameaça foi extinta quando o agente atua sem dolo específico."
      },
      {
        "letra": "E",
        "texto": "O crime de ameaça passou a depender de representação, mesmo em contexto de violência doméstica."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3272321",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Pena de multa",
      "Espécies de Pena de Multa",
      "Crimes contra a liberdade pessoal",
      "Ameaça"
    ],
    "enunciado_principal": "O artigo 147 do Código Penal (CP) prevê, para o crime de ameaça, pena de um a seis meses ou multa. Em uma discussão no âmbito doméstico, José ameaçou sua esposa dizendo que iria matá-la. Ao final do processo, ele foi condenado ao pagamento de uma multa de quatro salários mínimos. Nesse sentido, é correto afirmar que a condenação está:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De acordo com a Lei Maria da Penha e em desacordo com a jurisprudência do STJ."
      },
      {
        "letra": "B",
        "texto": "De acordo com a Lei Maria da Penha e com a jurisprudência do STJ."
      },
      {
        "letra": "C",
        "texto": "Em desacordo com a Lei Maria da Penha e de acordo com a jurisprudência do STJ."
      },
      {
        "letra": "D",
        "texto": "Em desacordo com a Lei Maria da Penha e com a jurisprudência do STJ."
      },
      {
        "letra": "E",
        "texto": "De acordo com a Lei Maria da Penha e com a jurisprudência do STF."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3267310",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Ameaça"
    ],
    "enunciado_principal": "[Questão Inédita] Carlos, em uma discussão com sua ex-companheira, Ana, ameaçou agredi-la fisicamente, dizendo: \"Se você não voltar para mim, vou te espancar até você não aguentar mais!\". Ana, sentindo-se intimidada, registrou a ocorrência na delegacia. Considerando as alterações promovidas pela Lei nº 14.994/2024 ao crime de ameaça, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de ameaça cometido por Carlos é inafiançável e insuscetível de suspensão condicional do processo, independentemente das circunstâncias."
      },
      {
        "letra": "B",
        "texto": "A ação penal no caso de Carlos depende de representação de Ana, pois o crime de ameaça se processa mediante ação penal pública condicionada, ainda que seja contra a mulher no contexto de violência doméstica e familiar."
      },
      {
        "letra": "C",
        "texto": "A pena aplicável ao crime de ameaça cometido por Carlos deve ser dobrada, pois o crime foi praticado contra a mulher por razões da condição do sexo feminino."
      },
      {
        "letra": "D",
        "texto": "O crime de ameaça cometido por Carlos não é de ação penal pública incondicionada, em razão da Lei nº 14.994/2024."
      },
      {
        "letra": "E",
        "texto": "A pena aplicável ao crime de ameaça cometido por Carlos não pode ser aumentada, pois a Lei nº 14.994/2024 não se aplica a crimes cometidos no âmbito doméstico."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3160774",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Ameaça"
    ],
    "enunciado_principal": "[Questão Inédita] O crime de ameaça, previsto no Código Penal brasileiro, caracteriza-se por:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ser um crime material, exigindo a efetiva intimidação da vítima para sua consumação."
      },
      {
        "letra": "B",
        "texto": "Depender de prova de que a vítima tomou conhecimento da ameaça."
      },
      {
        "letra": "C",
        "texto": "Adotar a ação penal pública incondicionada, independentemente de o crime ocorrer em âmbito doméstico."
      },
      {
        "letra": "D",
        "texto": "Ser um crime de perigo concreto, no qual o agente deve efetivamente causar dano à vítima."
      },
      {
        "letra": "E",
        "texto": "Não ser compatível com a forma tentada, pois a ameaça exige consumação imediata."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3086959",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Ameaça"
    ],
    "enunciado_principal": "Elmo, casado com Filomena, mulher trans, após surpreendê-la nua na cama com outro homem, a expulsa imediatamente de casa, sequer permitindo que ela se vista, daí lhe resultando dano emocional. Diante do caso narrado, é correto afirmar que Elmo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não cometeu crime;"
      },
      {
        "letra": "B",
        "texto": "cometeu crime de injúria;"
      },
      {
        "letra": "C",
        "texto": "cometeu crime de constrangimento ilegal;"
      },
      {
        "letra": "D",
        "texto": "cometeu crimes de constrangimento ilegal e injúria;"
      },
      {
        "letra": "E",
        "texto": "cometeu crime de violência psicológica contra a mulher."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3056429",
    "metadata": "Ano: 2024 | Banca: IV - UFG | Órgão: TJ-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Ameaça"
    ],
    "enunciado_principal": "Ostentando natureza instrumental, o Código de Processo Penal (CPP) disciplina o meio pelo qual a tutela jurisdicional deve ser buscada, fixando critérios para o exercício da ação penal, principalmente aqueles associados à legitimidade e à propositura. Em algumas circunstâncias, a participação do ofendido é essencial, fato que implica a necessidade de sua representação para que o titular, neste caso o Ministério Público, possa promover a medida. Neste contexto, é crime processado por ação penal pública condicionada à representação",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cárcere privado."
      },
      {
        "letra": "B",
        "texto": "violação de domicílio."
      },
      {
        "letra": "C",
        "texto": "ameaça."
      },
      {
        "letra": "D",
        "texto": "invasão de dispositivo informático da União."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3051478",
    "metadata": "Ano: 2024 | Banca: IBGP | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Ameaça",
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Extorsão"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A restituição imediata e integral do bem furtado não constitui, por si só, motivo suficiente para a incidência do princípio da insignificância."
      },
      {
        "letra": "B",
        "texto": "No crime de extorsão, a ameaça a que se refere o caput do art. 158 do CP, exercida com o fim de obter a indevida vantagem econômica, pode ter, por conteúdo, grave dano aos bens da vítima."
      },
      {
        "letra": "C",
        "texto": "Consuma-se o crime de roubo com a inversão da posse do bem, mediante emprego de violência ou grave ameaça, ainda que por breve tempo e em seguida a perseguição imediata ao agente e recuperação da coisa roubada, sendo prescindível a posse mansa e pacífica ou desvigiada."
      },
      {
        "letra": "D",
        "texto": "Há concurso formal impróprio no crime de latrocínio nas hipóteses em que o agente, mediante uma única subtração patrimonial, provoca, com desígnios autônomos, dois ou mais resultados morte."
      },
      {
        "letra": "E",
        "texto": "O roubo praticado em um mesmo contexto fático, mediante uma só ação, contra vítimas diferentes, enseja o reconhecimento de crime único, não havendo que se falar em concurso de crimes."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2416430",
    "metadata": "Ano: 2024 | Banca: IV - UFG | Órgão: TJ-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Ameaça"
    ],
    "enunciado_principal": "Ameaçar alguém, por palavra, escrito ou gesto, ou qualquer outro meio simbólico, de causar-lhe mal injusto e grave, é um crime que se procede:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "mediante representação do ofendido."
      },
      {
        "letra": "B",
        "texto": "por meio de queixa-crime da vítima."
      },
      {
        "letra": "C",
        "texto": "através de denúncia do querelante."
      },
      {
        "letra": "D",
        "texto": "por intermédio de requerimento do ofendido."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2360676",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: PC-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Injúria",
      "Crimes contra a liberdade pessoal",
      "Ameaça"
    ],
    "enunciado_principal": "Túlio, 41 anos, se desentendeu com seu vizinho Hugo, 74 anos, em razão de conflitos referentes a vaga de estacionamento na garagem do prédio. Indignado pelo fato de Hugo ter parado em sua vaga, Túlio proferiu palavras ofensivas como “velho safado”, bem como ameaçou espancá-lo caso o fato viesse a se repetir. No dia seguinte, Hugo compareceu à delegacia de polícia e registrou ocorrência pelos crimes de injúria e ameaça, manifestando o desejo de representar criminalmente contra Túlio. Tendo em vista este cenário, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Ministério Público poderá oferecer denúncia pelos crimes de injúria qualificada e ameaça."
      },
      {
        "letra": "B",
        "texto": "O Ministério Público poderá oferecer a denúncia pelo crime de ameaça e Hugo deverá oferecer queixa-crime caso pretenda ajuizar ação penal para julgar o crime de injúria."
      },
      {
        "letra": "C",
        "texto": "Apesar de o crime de injúria ser crime de ação penal privada, o Ministério Público poderá oferecer denúncia por ameaça e injúria, em razão do concurso de crimes."
      },
      {
        "letra": "D",
        "texto": "O crime de ameaça é classificado como crime de ação penal pública incondicionada, já o crime de injúria simples é crime de ação penal privada."
      },
      {
        "letra": "E",
        "texto": "Tendo em vista que a vítima é pessoa idosa, os crimes de injúria e ameaça são processados por meio de ação penal pública incondicionada."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2263817",
    "metadata": "Ano: 2023 | Banca: CONSULPAM | Órgão: Prefeitura de Olinda - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Difamação",
      "Injúria",
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Ameaça",
      "Perseguição"
    ],
    "enunciado_principal": "Considere o seguinte caso hipotético e, na sequência, responda ao que se pede. Maria e André tiveram um relacionamento amoroso que terminou de forma conturbada. Maria não conseguiu superar o término e desenvolveu sentimentos obsessivos por André. Ela começou a monitorar suas redes sociais, a segui-lo de perto em locais públicos e a enviar mensagens constantes, mesmo após ele ter deixado claro que desejava manter distância. Maria também passou a enviar mensagens ameaçadoras para André, dizendo que se ele não voltasse para ela, ela faria coisas terríveis contra ele e sua família. Além disso, ela começou a difamar André nas redes sociais, espalhando informações falsas sobre sua vida pessoal e profissional. André ficou extremamente preocupado e amedrontado com o comportamento obsessivo e ameaçador de Maria. Ele procurou a polícia e registrou queixa contra ela, apresentando como prova as mensagens ameaçadoras e o monitoramento constante. Durante as investigações, ficou evidente que Maria estava agindo de forma deliberada para perturbar a paz de André, causando-lhe medo e angústia. As mensagens ameaçadoras e difamatórias demonstraram a intenção de causar dano emocional e psicológico a André. É CORRETO afirmar que Maria praticou o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Constrangimento ilegal."
      },
      {
        "letra": "B",
        "texto": "Ameaça."
      },
      {
        "letra": "C",
        "texto": "Perseguição."
      },
      {
        "letra": "D",
        "texto": "Injúria."
      },
      {
        "letra": "E",
        "texto": "Difamação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2211465",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Ameaça",
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941",
      "Perseguição"
    ],
    "enunciado_principal": "No dia 21 de março de 2022, Bruno perturbou, por acinte, a tranquilidade de sua ex-companheira, Kelly, ao fazer, durante o expediente dela, uma única ligação para o telefone comercial da empresa em que ela trabalha, tendo gritado com ela e lhe exigido coisas relacionadas ao filho do ex-casal. Kelly ficou nervosa, assustada e preocupada com possíveis consequências profissionais contra si dessa conduta de Bruno, que, além de baseada no gênero da vítima, ocorreu no âmbito de relação íntima de afeto do ex-casal, uma vez que eles haviam sido companheiros e tiveram um filho juntos. Nessa situação hipotética, conforme o Código Penal (CP), ao efetuar a ligação mencionada para Kelly, Bruno praticou",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o delito de violência psicológica contra a mulher."
      },
      {
        "letra": "B",
        "texto": "conduta atípica."
      },
      {
        "letra": "C",
        "texto": "o delito de ameaça."
      },
      {
        "letra": "D",
        "texto": "o delito de perseguição (stalking)."
      },
      {
        "letra": "E",
        "texto": "contravenção penal de perturbação da tranquilidade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2144074",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Ameaça",
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "Gumercinda, ex-namorada de Hilma, por não se conformar com o fim do relacionamento amoroso entre elas, passa a importuná-la reiteradamente, ao longo do último mês, seguindo-a em locais públicos, indo a seu local de trabalho, telefonando para sua residência e mandando mensagens para seu celular. Diante do caso narrado, é correto afirmar que Gumercinda cometeu:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a contravenção penal de perturbação da tranquilidade;"
      },
      {
        "letra": "B",
        "texto": "o crime de perseguição;"
      },
      {
        "letra": "C",
        "texto": "o crime de violência psicológica contra a mulher;"
      },
      {
        "letra": "D",
        "texto": "os crimes de perseguição e de violência psicológica contra a mulher;"
      },
      {
        "letra": "E",
        "texto": "os crimes de constrangimento ilegal e ameaça."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1855774",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: PC-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Ameaça"
    ],
    "enunciado_principal": "Sobre o delito de ameaça, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o sujeito ativo tem o objetivo de alcançar uma ação ou inação da vítima;"
      },
      {
        "letra": "B",
        "texto": "quando praticado no âmbito de violência doméstica, a ação penal é pública incondicionada;"
      },
      {
        "letra": "C",
        "texto": "quando exercido no curso de inquérito policial configura crime contra a Administração Pública;"
      },
      {
        "letra": "D",
        "texto": "o fato de alguém estar sob o efeito de álcool afasta a possibilidade de configuração do delito;"
      },
      {
        "letra": "E",
        "texto": "a chamada “ameaça condicionada” configura o delito de constrangimento ilegal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1829180",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: PC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública incondicionada",
      "Crimes contra a liberdade pessoal",
      "Ameaça"
    ],
    "enunciado_principal": "Acerca dos crimes contra a pessoa, julgue o item que se segue.O crime de ameaça praticado por marido contra a sua esposa é processado por ação penal pública incondicionada, dispensando-se a representação da vítima.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1829179",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: PC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Ameaça"
    ],
    "enunciado_principal": "Acerca dos crimes contra a pessoa, julgue o item que se segue.Não há crime de ameaça quando o agente promete um mal injusto e grave contra pessoas absolutamente indeterminadas.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1828389",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: PC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Ameaça"
    ],
    "enunciado_principal": "Acerca de crimes contra a pessoa, julgue o item a seguir.Comete crime de ameaça o agente que, mediante grave ameaça, mandar que um passageiro de um ônibus mude de lugar, consumando-se o delito mesmo que a vítima não o obedeça.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1825560",
    "metadata": "Ano: 2021 | Banca: NC-UFPR | Órgão: PC-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Ameaça"
    ],
    "enunciado_principal": "Tomando-se como parâmetro o tipo penal de ameaça, previsto no art. 147 do Código Penal (Ameaçar alguém, por palavra, escrito ou gesto, ou qualquer outro meio simbólico, de causar-lhe mal injusto e grave), é uma conduta tipificada nesse artigo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a advertência de um juiz à testemunha compromissada das penas do crime de falso testemunho caso o depoimento seja mentiroso."
      },
      {
        "letra": "B",
        "texto": "a promessa de inscrição da dívida em órgãos de proteção de crédito, por parte de um funcionário da empresa de cobrança."
      },
      {
        "letra": "C",
        "texto": "a promessa de chamar a polícia caso não se diminua o som de ruidosa festa que avança na madrugada, por parte de um vizinho."
      },
      {
        "letra": "D",
        "texto": "a promessa de “xingar muito nas redes sociais” se um determinado show for cancelado, por parte de um fã de uma banda."
      },
      {
        "letra": "E",
        "texto": "o envio de fotos do(a) antigo(a) parceiro(a) perfuradas na parte dos olhos e sujas de sangue, por parte de um(a) ex-namorado(a)."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1159718",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Cerquilho - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Ameaça"
    ],
    "enunciado_principal": "O Código Penal estabelece que o crime de ameaça é aquele em que o agente ameaça alguém, por palavra, escrito ou gesto, ou qualquer outro meio simbólico, de causar-lhe mal injusto e grave. Esse é um tipo de crime contra",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a honra."
      },
      {
        "letra": "B",
        "texto": "a vida e a saúde."
      },
      {
        "letra": "C",
        "texto": "a privacidade."
      },
      {
        "letra": "D",
        "texto": "a dignidade."
      },
      {
        "letra": "E",
        "texto": "a liberdade pessoal."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1048825",
    "metadata": "Ano: 2019 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Ameaça",
      "Sequestro ou cárcere privado",
      "Tráfico de Pessoas"
    ],
    "enunciado_principal": "Sobre os crimes contra a liberdade pessoal, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de ameaça é de ação penal pública condicionada à representação, mesmo nos casos que envolvem violência doméstica contra a mulher. Nesta última hipótese, só será admitida a renúncia à representação perante o juiz, em audiência especialmente designada com tal finalidade, antes do recebimento da denúncia e ouvido o Ministério Público."
      },
      {
        "letra": "B",
        "texto": "O crime de sequestro e cárcere privado em regra é material. Entretanto, será crime formal quando praticado com fins libidinosos, uma das modalidades em que o crime é qualificado."
      },
      {
        "letra": "C",
        "texto": "A pena do crime de tráfico de pessoas é reduzida de um a dois terços se o agente for primário e não integrar organização criminosa. No entanto, opera-se uma qualificadora quando o crime for cometido por funcionário público no exercício de suas funções ou a pretexto de exercê-las."
      },
      {
        "letra": "D",
        "texto": "A coação exercida para impedir o suicídio não configura o delito de constrangimento ilegal, sendo expressa no Código Penal a causa de exclusão da tipicidade (entretanto, parte da doutrina considera como causa excludente da ilicitude)."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "998892",
    "metadata": "Ano: 2019 | Banca: IESES | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Ameaça",
      "Crimes contra a dignidade sexual",
      "Satisfação de lascívia mediante a presença de criança ou adolescente",
      "Importunação Sexual"
    ],
    "enunciado_principal": "Ricardo e Sueli, ambos maiores de idade, são adeptos de prática consistente em exibicionismo sexual. Extraem prazer em serem vistos por terceiros enquanto praticam sexo. Em certa oportunidade, obrigam a vizinha Juliana, de 16 anos de idade, mediante grave ameaça verbal, mas sem encostarem na adolescente, a observá-los enquanto praticam sexo. A conduta de Ricardo e Sueli encontra adequação típica:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No art. 147 do Código Penal, crime de ameaça."
      },
      {
        "letra": "B",
        "texto": "No art. 218-A do Código Penal, crime de satisfação da lascívia mediante presença de criança ou adolescente."
      },
      {
        "letra": "C",
        "texto": "No art. 215-A do Código Penal, crime de importunação sexual."
      },
      {
        "letra": "D",
        "texto": "No art. 146 do Código Penal, crime de constrangimento ilegal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "905939",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Ameaça",
      "Sequestro ou cárcere privado",
      "Crimes contra o patrimônio",
      "Extorsão mediante sequestro"
    ],
    "enunciado_principal": "Tendo em conta os crimes contra a liberdade individual, previstos nos artigos 146 a 149 do Código Penal, bem como os de extorsão (158 do CP) e extorsão mediante sequestro (159 do CP), é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Mévio e Caio, demitidos, ao manterem preso, por 10 dias, em uma casa abandonada, por vingança, o filho do dono da empresa em que trabalhavam, praticam o crime de extorsão mediante sequestro, previsto no artigo 159 do CP."
      },
      {
        "letra": "B",
        "texto": "Mévio, ao manter Tícia, sua vizinha, presa em casa, amarrada à cama, por uma semana, condicionando sua soltura à entrega da senha do cofre, onde ele sabia existir dólares e joias, pratica o crime de cárcere privado, previsto no artigo 148 do CP."
      },
      {
        "letra": "C",
        "texto": "Tício, ao submeter seus empregados a trabalho forçado e a condições degradantes, com restrição à locomoção, pratica o crime de constrangimento ilegal, previsto no artigo 146 do CP."
      },
      {
        "letra": "D",
        "texto": "Tício, ao ficar parado em frente ao trabalho de Mévia, sua ex-mulher, fazendo gestos com as mãos que simbolizam disparos de arma de fogo, causando-lhe temor, pratica o crime de ameaça."
      },
      {
        "letra": "E",
        "texto": "Caio, médico, ao realizar transfusão de sangue em Tício, menor, sem o consentimento dos pais, ainda que para salvá-lo de risco iminente de morte, pratica o crime de constrangimento ilegal, previsto no artigo 146 do CP."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "855341",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TRE-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Consumação e tentativa",
      "Crimes contra a vida",
      "Homicídio",
      "Crimes contra a liberdade pessoal",
      "Ameaça",
      "Crimes contra a administração pública",
      "Desacato"
    ],
    "enunciado_principal": "Chegando ao local de onde partira pedido de socorro de uma mulher, os policiais encontraram o ex-marido tentando arrombar a porta da casa e ameaçando-a de morte caso ela não abrisse a porta. Revistado o agressor, os policiais encontraram com ele um revólver calibre 38, municiado, que portava sem autorização. Ele disse que a arma era de um amigo, que havia lhe emprestado pouco antes, sem mencionar a intenção exclusiva de matar a ex-mulher. Vizinhos viram os policiais prendendo o agressor que gritava, exaltado, palavras ofensivas e injuriosas aos policiais. Com relação à conduta do agressor nessa situação hipotética, julgue os seguintes itens, de acordo com a legislação pertinente e o entendimento dos tribunais superiores. I Configuraram-se os crimes de ameaça, tentativa de invasão de domicílio, porte de arma de fogo e desacato. II Configuraram-se os crimes de ameaça, tentativa de homicídio, porte de arma de fogo e de desacato.III Ao injuriar os policiais, o agente apenas manifestou a sua liberdade de expressão, assegurada pela convenção americana sobre direitos humanos, não se configurando o desacato. IV Se fosse consumado o intuito de matar, o delito de porte de arma poderia ser absorvido pelo homicídio, de acordo com a teoria da consunção. Estão certos apenas os itens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e IV."
      },
      {
        "letra": "B",
        "texto": "II e III."
      },
      {
        "letra": "C",
        "texto": "II e IV."
      },
      {
        "letra": "D",
        "texto": "I, II e III."
      },
      {
        "letra": "E",
        "texto": "I, III e IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "800803",
    "metadata": "Ano: 2017 | Banca: Fundação La Salle | Órgão: SUSEPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Ameaça",
      "Crimes contra o patrimônio",
      "Extorsão",
      "Estelionato"
    ],
    "enunciado_principal": "Quem constranger alguém, mediante violência ou grave ameaça, ou depois de lhe haver reduzido, por qualquer outro meio, a capacidade de resistência, a não fazer o que a lei permite, ou a fazer o que ela não manda estará incorrendo no crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ameaça."
      },
      {
        "letra": "B",
        "texto": "constrangimento ilegal."
      },
      {
        "letra": "C",
        "texto": "extorsão."
      },
      {
        "letra": "D",
        "texto": "estelionato."
      },
      {
        "letra": "E",
        "texto": "extorsão indireta."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "693606",
    "metadata": "Ano: 2016 | Banca: FUNCAB | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Ameaça"
    ],
    "enunciado_principal": "O crime de ameaça:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pressupõe a injustiça do mal prometido"
      },
      {
        "letra": "B",
        "texto": "é de ação penal privada."
      },
      {
        "letra": "C",
        "texto": "não admite transação penal."
      },
      {
        "letra": "D",
        "texto": "não pode ser praticado por meios simbólicos."
      },
      {
        "letra": "E",
        "texto": "quando usado como meio executório de um roubo, coexiste com este em concurso de crimes."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "692966",
    "metadata": "Ano: 2016 | Banca: FUNCAB | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Ameaça"
    ],
    "enunciado_principal": "O crime de ameaça:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não pode ser praticado por meios simbólicos."
      },
      {
        "letra": "B",
        "texto": "é de ação penal privada."
      },
      {
        "letra": "C",
        "texto": "pressupõe injustiça do mal prometido."
      },
      {
        "letra": "D",
        "texto": "quando usado como meio executório de um roubo, coexiste com este em concurso de crimes."
      },
      {
        "letra": "E",
        "texto": "não admite transação penal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "588522",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Ameaça",
      "Sequestro ou cárcere privado",
      "Redução à condição análoga à de escravo"
    ],
    "enunciado_principal": "No que se refere aos crimes contra a liberdade pessoal, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A intervenção médica ou cirúrgica, sem o consentimento da vítima ou de seu representante legal, não exclui, em qualquer situação, o constrangimento ilegal."
      },
      {
        "letra": "B",
        "texto": "O crime de constrangimento ilegal não se reveste de subsidiariedade em relação a outros delitos."
      },
      {
        "letra": "C",
        "texto": "Constitui figura equiparada à de redução a condição análoga à de escravo o ato de cercear o uso de qualquer meio de transporte por parte do trabalhador, com o fim de retê-lo no local de trabalho."
      },
      {
        "letra": "D",
        "texto": "O crime de cárcere privado é permanente e formal, não admitindo a tentativa."
      },
      {
        "letra": "E",
        "texto": "O crime de ameaça, se praticado no contexto de violência doméstica e familiar contra a mulher, é de ação penal pública incondicionada."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "459266",
    "metadata": "Ano: 2014 | Banca: FUNDATEC | Órgão: SEFAZ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Ameaça",
      "Crimes contra a administração pública",
      "Resistência",
      "Desobediência",
      "Desacato",
      "Corrupção ativa"
    ],
    "enunciado_principal": "Durante atividade regular de fiscalização de mercadorias em depósitos, o Técnico Tributário, acompanhado de Auditor-Fiscal da Receita Estadual, chega a determinada empresa, onde o responsável pelo estabelecimento comercial se opõe a execução do ato legal, ameaçando o funcionário público, nos seguintes termos: Caso você insista em entrar para efetivar a fiscalização, eu vou mandar a segurança lhe retirar a pancadas e, se for preciso, soltarei os cachorros ferozes para que lhe mordam. Nessa situação, o funcionário público foi vítima de qual crime?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Desacato"
      },
      {
        "letra": "B",
        "texto": "Desobediência."
      },
      {
        "letra": "C",
        "texto": "Corrupção ativa"
      },
      {
        "letra": "D",
        "texto": "Ameaça."
      },
      {
        "letra": "E",
        "texto": "Resistência."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "425252",
    "metadata": "Ano: 2014 | Banca: TRT 8R | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Ameaça",
      "Redução à condição análoga à de escravo"
    ],
    "enunciado_principal": "No que diz respeito aos crimes contra a liberdade pessoal, marque a resposta CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Reduzir alguém a condição análoga à de escravo, quer submetendo-o a trabalhos forçados ou a jornada exaustiva, quer sujeitando-o a condições degradantes de trabalho, quer restringindo, por qualquer meio, sua locomoção em razão de dívida contraída com o empregador ou preposto. A pena é de reclusão, de três a oito anos, e multa, além da pena correspondente à violência."
      },
      {
        "letra": "B",
        "texto": "Privar alguém de sua liberdade, mediante sequestro ou cárcere privado. A Pena é de reclusão, de um a três anos."
      },
      {
        "letra": "C",
        "texto": "Ameaçar alguém, por palavra, escrito ou gesto, ou qualquer outro meio simbólico, de causar-lhe mal injusto e grave. A pena é de detenção, de dois a seis meses, ou multa."
      },
      {
        "letra": "D",
        "texto": "Constranger alguém, mediante violência ou grave ameaça, ou depois de lhe haver reduzido, por qualquer outro meio, a capacidade de resistência, a não fazer o que a lei permite, ou a fazer o que ela não manda com pena de detenção, de quatro meses a um ano, ou multa."
      },
      {
        "letra": "E",
        "texto": "Reduzir alguém a condição análoga à de escravo, quer submetendo-o a trabalhos forçados ou a jornada exaustiva, quer sujeitando-o a condições degradantes de trabalho, quer restringindo, por qualquer meio, sua locomoção em razão de dívida contraída com o empregador ou preposto. A pena é de reclusão, de quatro a oito anos, e multa, além da pena correspondente à violência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "354813",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Lesões corporais qualificadas",
      "Periclitação da vida e da saúde",
      "Noções gerais sobre os crimes de perigo",
      "Perigo para a vida ou a saúde de outrem",
      "Omissão de socorro",
      "Crimes contra a honra",
      "Calúnia",
      "Crimes contra a liberdade pessoal",
      "Ameaça"
    ],
    "enunciado_principal": "Considerando o entendimento dos tribunais superiores a respeito dos crimes contra a pessoa, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Dada sua natureza, o crime de ameaça só se configura se o agente tiver ameaçado explicitamente a vítima."
      },
      {
        "letra": "B",
        "texto": "Havendo o dolo de matar, considera-se a relação sexual forçada e dirigida à transmissão do vírus da AIDS idônea para a caracterização do crime de periclitação contra a vida."
      },
      {
        "letra": "C",
        "texto": "Comprovado o animus laedendi na conduta do réu e a sua culpa no resultado mais grave, qual seja, a morte da vítima, ainda que esse resultado seja previsível, restará configurado o delito preterdoloso de lesão corporal seguida de morte."
      },
      {
        "letra": "D",
        "texto": "Aquele que, ao se omitir, provoca, culposamente, a exposição de outrem ao perigo, pratica o crime de omissão de socorro."
      },
      {
        "letra": "E",
        "texto": "Para a configuração do crime de calúnia, não é necessário que o réu saiba que a imputação por ele feita é falsa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "313306",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRT - 5ª Região (BA)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Ameaça",
      "Sequestro ou cárcere privado",
      "Redução à condição análoga à de escravo"
    ],
    "enunciado_principal": "Com relação aos crimes contra a liberdade pessoal, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O fato de a vítima consentir no seu sequestro, realizado por seu namorado, a fim de exigir certa quantia em dinheiro de seus pais, exclui a tipicidade penal, não havendo, portanto, crime de sequestro ou cárcere privado."
      },
      {
        "letra": "B",
        "texto": "Para a consumação do crime de ameaça, exige-se a ocorrência de mal injusto à vítima."
      },
      {
        "letra": "C",
        "texto": "A privação de liberdade de outrem, mediante sequestro ou cárcere privado, consuma-se após vinte e quatro horas do início da execução do ato."
      },
      {
        "letra": "D",
        "texto": "O empregador que retiver a carteira de trabalho do empregado com a finalidade de fazer que ele permaneça no local de trabalho responderá pela prática do crime de constrangimento ilegal."
      },
      {
        "letra": "E",
        "texto": "O policial que, para impedir determinada pessoa de se suicidar, usar de coação mediante violência poderá ser beneficiado com o perdão judicial."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "488281",
    "metadata": "Ano: 2012 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Ameaça"
    ],
    "enunciado_principal": "Assinale a afirmação correta em relação ao crime de ameaça (artigo 147 do Código Penal).",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Ministério Público e o ofendido têm legitimidade para promover a ação penal."
      },
      {
        "letra": "B",
        "texto": "Trata-se de crime de ação penal privada."
      },
      {
        "letra": "C",
        "texto": "Somente se procede mediante representação."
      },
      {
        "letra": "D",
        "texto": "O Ministério Público tem a faculdade de oferecer denúncia a qualquer tempo, sem restrições legais."
      },
      {
        "letra": "E",
        "texto": "Só pode ser praticado por meio da palavra ou por escrito, não sendo possível a consumação por meio de gesto ou qualquer outro meio simbólico."
      }
    ],
    "gabarito": "C"
  }
]