[
  {
    "id": "3530710",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita"
    ],
    "enunciado_principal": "A respeito de crimes contra a seguridade e a previdência social e da extinção da punibilidade de seu agente, considerando a legislação previdenciária e o entendimento dos tribunais superiores, julgue o item que se segue. A consumação do crime de apropriação indébita previdenciária prescinde da constituição definitiva, na via administrativa, do crédito tributário.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3382289",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: PREVIROSA-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita"
    ],
    "enunciado_principal": "De acordo com o art. 168-A. do Código Penal, incluído pela Lei nº 9.983/2000, a apropriação indébita previdenciária é cometida ao se deixar de repassar à previdência social as contribuições recolhidas dos contribuintes, no prazo e forma legal ou convencional, com previsão de pena de reclusão de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Um a três anos e multa."
      },
      {
        "letra": "B",
        "texto": "Um a quatro anos e multa."
      },
      {
        "letra": "C",
        "texto": "Dois a quatro anos e multa."
      },
      {
        "letra": "D",
        "texto": "Dois a cinco anos e multa."
      },
      {
        "letra": "E",
        "texto": "Três a cinco anos e multa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3349706",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TRT - 24ª REGIÃO (MS)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita"
    ],
    "enunciado_principal": "Matheus, reincidente em crime doloso, sócio da sociedade empresária Alfa, agindo com dolo, deixou de repassar à previdência social as contribuições recolhidas dos empregados da referida entidade privada, no prazo e na forma legal. Nesse cenário, considerando as disposições do Código Penal, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Matheus deverá ser absolvido caso tenha promovido, após o início da ação fiscal e antes de oferecida a denúncia, o pagamento, ainda que parcial, das contribuições recolhidas dos empregados."
      },
      {
        "letra": "B",
        "texto": "O Juízo competente deverá absolver Matheus se o agente, após a deflagração da ação penal, de forma espontânea, efetuar o pagamento das contribuições devidas à Previdência Social."
      },
      {
        "letra": "C",
        "texto": "Matheus não responderá na esfera criminal, em decorrência da atipicidade formal da conduta."
      },
      {
        "letra": "D",
        "texto": "A conduta de Matheus caracteriza ilícito administrativo, mas não infração penal."
      },
      {
        "letra": "E",
        "texto": "Matheus responderá pelo crime de apropriação indébita previdenciária."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3306765",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: MPE-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita",
      "Crimes contra a administração pública",
      "Peculato"
    ],
    "enunciado_principal": "A respeito dos crimes patrimoniais e contra a administração pública, julgue o próximo item. O uso indevido de bem público por servidor que lhe detenha posse legítima é suficiente para a consumação do crime de peculato na modalidade apropriação, o que difere da apropriação indébita, crime patrimonial comum para cuja configuração é exigido o dolo de integração do bem como parte de seu patrimônio.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3281367",
    "metadata": "Ano: 2025 | Banca: INSTITUTO MAIS | Órgão: IPMO - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita"
    ],
    "enunciado_principal": "Deixar de repassar à previdência social as contribuições recolhidas dos contribuintes, no prazo e forma legal ou convencional, é um crime sujeito a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "reclusão, de 2 a 5 anos, e multa."
      },
      {
        "letra": "B",
        "texto": "detenção, de 6 meses a 3 anos."
      },
      {
        "letra": "C",
        "texto": "reclusão, de 3 a 6 anos."
      },
      {
        "letra": "D",
        "texto": "detenção, de 1 a 4 anos, e multa."
      },
      {
        "letra": "E",
        "texto": "reclusão, de 6 meses a 4 anos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3100493",
    "metadata": "Ano: 2024 | Banca: FAPEC | Órgão: MPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Juvenal matou sua esposa Tibéria em situação de violência doméstica e familiar. Para tanto, agiu instigado por seu amigo Sinézio, que, ao tomar conhecimento de suas motivações, o incentivou a seguir seu plano, inclusive sugerindo meios de execução. Nessa hipótese, Sinézio não poderá ser enquadrado no novel tipo penal descrito no art. 121-A do Código Penal, visto que circunstâncias e condições de caráter pessoal não se comunicam com os partícipes, salvo se elementares do crime, o que não é caso da hipótese narrada. Assim, enquanto Juvenal incidirá nas penas do art. 121-A, Sinézio incidirá no art. 121, caput, ambos do Código Penal."
      },
      {
        "letra": "B",
        "texto": "O Superior Tribunal de Justiça vem admitindo que, no caso de furto qualificado pelo concurso de pessoas, ao invés de se aplicar as penas da qualificadora seja aplicada a causa de aumento de pena do roubo para circunstância idêntica, valendo-se de analogia in bonam partem, em observância ao princípio da proporcionalidade, eis que a pena final resulta em patamar menor."
      },
      {
        "letra": "C",
        "texto": "O crime de integrar organização criminosa direcionada à prática de golpes que configuram crime de fraude eletrônica, previsto no art. 171, § 2.º-A, do Código Penal, é classificado como hediondo."
      },
      {
        "letra": "D",
        "texto": "Considerando que um dos requisitos do crime de apropriação indébita é a entrega voluntária do bem pela vítima e outro é a necessidade de que a posse ou a detenção sejam desvigiadas, o agente que solicita e recebe peças de carne bovina no setor de açougue no interior de um grande supermercado e, posteriormente, resolve não efetuar o pagamento, coloca os produtos no interior de uma mochila e passa pelo setor de caixas, levando-os consigo, comete o crime de furto e não de apropriação indébita."
      },
      {
        "letra": "E",
        "texto": "Para o Superior Tribunal de Justiça, o porte ilegal de arma de fogo de uso permitido com registro vencido é conduta atípica, por constituir mera irregularidade administrativa, que enseja apenas a apreensão do artefato e a aplicação de multa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3083256",
    "metadata": "Ano: 2024 | Banca: COTEC | Órgão: Câmara de Mirabela - MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Apropriação indébita",
      "Estelionato"
    ],
    "enunciado_principal": "Determinada pessoa compareceu a uma loja no município de Pirapora e, fazendo uso de documento falso, preencheu um cadastro e levou para casa, em consignação, algumas roupas de grife, com valor estimado de R$ 2.000,00 (dois mil reais), comprometendo-se em, após experimentar os referidos bens em casa, pagar por aqueles escolhidos, devolvendo o restante à loja. Acontece que já havia por parte da pessoa em questão a intenção pré-concebida de não devolver as roupas. Na situação hipotética, segundo entendimento jurisprudencial nesse sentido, por ter causado à casa comercial prejuízo considerável, em tese, teria ocorrido o delito de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Furto qualificado pela fraude."
      },
      {
        "letra": "B",
        "texto": "Apropriação indébita propriamente dita."
      },
      {
        "letra": "C",
        "texto": "Estelionato no tipo penal fundamental (ou básico)."
      },
      {
        "letra": "D",
        "texto": "Furto simples em concurso com crime de falsidade."
      },
      {
        "letra": "E",
        "texto": "Apropriação indébita por negativa de restituição."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3030275",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita"
    ],
    "enunciado_principal": "O agente que comparece a loja de veículos pretendendo a compra de um carro e, autorizado pelo vendedor, sai para testá-lo e depois, tendo gostado dele, mas achando que o preço é elevado, não o devolve responde por",
    "alternativas": [
      {
        "letra": "A",
        "texto": "furto mediante fraude."
      },
      {
        "letra": "B",
        "texto": "estelionato."
      },
      {
        "letra": "C",
        "texto": "furto com abuso de confiança."
      },
      {
        "letra": "D",
        "texto": "apropriação indébita."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2533719",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita"
    ],
    "enunciado_principal": "Caio e Joana, maiores e capazes, estão casados, formalmente, há cinco anos. No aniversário de cinquenta anos de Caio, a sua esposa, que tem sessenta e cinco anos, o presenteou com diversos bens, além de lhe emprestar um veículo automotor clássico, não mais fabricado. A pedido de Joana, Caio assumiu o compromisso público e verdadeiro de devolver o automóvel em três meses. Muito embora pretendesse fazê-lo, o presenteado, na data aprazada, agindo de forma dolosa, desistiu de devolver o bem, passando a atuar como se fosse o real proprietário deste. Nesse cenário, considerando as disposições do Código Penal, é correto afirmar que Caio responderá pelo crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "furto qualificado pelo abuso de confiança, persequível, na espécie, mediante ação penal pública condicionada à representação, considerando que a vítima é cônjuge do autor do delito;"
      },
      {
        "letra": "B",
        "texto": "apropriação indébita, persequível, na espécie, mediante ação penal pública condicionada à representação, considerando que a vítima é cônjuge do autor do delito;"
      },
      {
        "letra": "C",
        "texto": "estelionato, persequível, na espécie, mediante ação penal de iniciativa privada, considerando que a vítima é cônjuge do autor do delito;"
      },
      {
        "letra": "D",
        "texto": "estelionato, persequível, na espécie, mediante ação penal pública incondicionada;"
      },
      {
        "letra": "E",
        "texto": "apropriação indébita, persequível, na espécie, mediante ação penal pública incondicionada."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2494311",
    "metadata": "Ano: 2024 | Banca: FUNCERN | Órgão: Prefeitura de Parnamirim - RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita"
    ],
    "enunciado_principal": "Apropriação indébita, de acordo com o Código Penal Brasileiro, consiste",
    "alternativas": [
      {
        "letra": "A",
        "texto": "no apoderamento de coisa alheia móvel, sem o consentimento do proprietário."
      },
      {
        "letra": "B",
        "texto": "no apoderamento de coisa alheia móvel, com o fim de assenhoreamento definitivo."
      },
      {
        "letra": "C",
        "texto": "em subtrair coisa móvel pertencente a outrem por meio de violência ou de grave ameaça."
      },
      {
        "letra": "D",
        "texto": "em subtrair coisa alheia sem utilização de ameaça, violência, rompimento ou destruição de obstáculo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2489735",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita"
    ],
    "enunciado_principal": "Lucas e João, amigos de longa data, conversavam sobre as preferências literárias de cada um, ocasião em que o primeiro afirmou ser possuidor de um livro raro de Machado de Assis. Demonstrando interesse em ler a obra, João pediu, legitimamente, por empréstimo, sendo prontamente atendido. Na data aprazada para a devolução do livro, João, embora pretendesse, inicialmente, entregá-lo a Lucas, mudou de ideia e, dolosamente, optou por permanecer com a coisa, como se dono fosse, tendo em vista o seu valor econômico inestimável. Nesse cenário, considerando as disposições do Código Penal, João responderá pelo crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apropriação de tesouro;"
      },
      {
        "letra": "B",
        "texto": "apropriação indébita;"
      },
      {
        "letra": "C",
        "texto": "extorsão indireta;"
      },
      {
        "letra": "D",
        "texto": "furto qualificado;"
      },
      {
        "letra": "E",
        "texto": "estelionato."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2449010",
    "metadata": "Ano: 2024 | Banca: IV - UFG | Órgão: TJ-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita"
    ],
    "enunciado_principal": "Leia o caso a seguir.Atendendo ao pedido de um vizinho, uma senhora permitiu que, durante o período de estiagem, o gado dele se alimentasse de um pasto seu que se encontrava em desuso. Ocorre que, após a engorda dos animais em sua propriedade, ela recusou-se a devolvê-los ao proprietário.Nesse caso, a mulher praticou o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "furto, pois ela subtraiu para si, sem o consentimento do proprietário, a posse dos animais que entraram em sua propriedade."
      },
      {
        "letra": "B",
        "texto": "roubo, uma vez que empregou de violência ou de grave ameaça para reter a posse dos animais do vizinho."
      },
      {
        "letra": "C",
        "texto": "apropriação indébita, pois inicialmente demonstrou não ter a intenção de se apossar dos animais e, posteriormente, recusou devolvê-los ao proprietário."
      },
      {
        "letra": "D",
        "texto": "receptação, dado que a senhora adquire, recebe ou oculta, em proveito próprio ou alheio, bens que sabe serem produto de crime."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2414807",
    "metadata": "Ano: 2024 | Banca: Instituto Consulplan | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita"
    ],
    "enunciado_principal": "Da atual regência do Código Penal brasileiro, observando a sistemática dos crimes contra o patrimônio, julgue o item a seguir.Se um indivíduo deixar de repassar à previdência social as contribuições recolhidas dos contribuintes, na ordem de um milhão e duzentos mil reais no prazo e forma legal ou convencional, comete o crime de apropriação indébita previdenciária. Nesse caso de apropriação indébita, é facultado ao juiz deixar de aplicar a pena ou aplicar somente a de multa se o agente for primário e de bons antecedentes, desde que o autor da apropriação tenha promovido, após o início da ação fiscal e antes de oferecida a denúncia, o pagamento da contribuição social previdenciária, inclusive acessórios. Todavia, a jurisprudência, no que tange à apropriação indébita previdenciária, tem sido mais tolerante, admitindo a extinção da punibilidade mesmo com a ocorrência do pagamento após o recebimento da denúncia.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2386988",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Abandono de incapaz",
      "Crimes contra o patrimônio",
      "Apropriação indébita"
    ],
    "enunciado_principal": "Camila, mãe de Júnior, de 13 anos de idade e destinatário de pensão alimentícia do pai, utiliza os valores assim pagos ao menor, exclusivamente para o custeio de despesas pessoais dela, notadamente alimentação fora de casa (contas de botequim), cigarros e bebidas alcoólicas, deixando de fornecer ao filho os alimentos indispensáveis às suas necessidades. Diante do caso narrado, Camila deverá responder por:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "maus-tratos;"
      },
      {
        "letra": "B",
        "texto": "maus-tratos, com a pena aumentada;"
      },
      {
        "letra": "C",
        "texto": "abandono de incapaz e apropriação indébita;"
      },
      {
        "letra": "D",
        "texto": "abandono de incapaz e apropriação indébita qualificada;"
      },
      {
        "letra": "E",
        "texto": "maus-tratos, com a pena aumentada, e apropriação indébita."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2221680",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita",
      "Estelionato",
      "Crimes contra a administração pública",
      "Peculato",
      "Advocacia administrativa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "Débora, arquiteta e sem vinculo permanente com a Administração Pública, atuando como perita judicial, recebe honorários, mas não realiza o trabalho pericial. Intimada pelo juiz da causa para devolver a quantia, não o faz. A conduta de Débora se amolda ao crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apropriação indébita (Art.168 do CP);"
      },
      {
        "letra": "B",
        "texto": "peculato (Art. 312 do CP);"
      },
      {
        "letra": "C",
        "texto": "estelionato (Art. 171 do CP);"
      },
      {
        "letra": "D",
        "texto": "advocacia administrativa (Art. 321 do CP);"
      },
      {
        "letra": "E",
        "texto": "falsa perícia (Art. 342 do CP)."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2194584",
    "metadata": "Ano: 2023 | Banca: IDECAN | Órgão: Prefeitura de Fortaleza - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Apropriação indébita"
    ],
    "enunciado_principal": "Ao perceber que a vizinha Maria esquecera a porta de sua casa aberta, Joana adentrou o imóvel, de lá subtraindo inúmeros objetos de valor. Sobre a tipificação a ser dada à conduta de Joana, podemos afirmar que se trata de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Furto"
      },
      {
        "letra": "B",
        "texto": "Roubo próprio"
      },
      {
        "letra": "C",
        "texto": "Apropriação indébita"
      },
      {
        "letra": "D",
        "texto": "Violação de domicílio."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2183243",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Apropriação indébita",
      "Estelionato"
    ],
    "enunciado_principal": "Joana, maior e capaz, ao completar 30 anos de idade, resolve inovar a vida profissional, passando a laborar com a produção de textos publicados na internet. No curso de um dia ordinário de trabalho, o computador de Joana apresenta defeito, motivo pelo qual esta publica, em sua rede social, um pedido por indicações de pessoas especializadas no conserto de eletrônicos. No dia seguinte, João, tendo tomado conhecimento da necessidade de Joana e atuando com dolo, comparece ao domicílio desta e oferece os seus serviços, afirmando que é especialista em eletrônicos e que pode resolver a problemática em cinco dias úteis. Joana, então, entrega o seu computador a João, que desaparece, sem prestar qualquer tipo de serviço à vítima, que permanece desamparada. Nesse cenário, considerando as disposições do Código Penal, a conduta de João caracteriza o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "furto qualificado pela fraude, persequível mediante ação penal pública condicionada à representação do ofendido;"
      },
      {
        "letra": "B",
        "texto": "estelionato, persequível mediante ação penal pública condicionada à representação do ofendido;"
      },
      {
        "letra": "C",
        "texto": "furto qualificado pela fraude, persequível mediante ação penal pública incondicionada;"
      },
      {
        "letra": "D",
        "texto": "apropriação indébita, persequível mediante ação penal pública incondicionada;"
      },
      {
        "letra": "E",
        "texto": "estelionato, persequível mediante ação penal pública incondicionada."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2108175",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: TCM-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita"
    ],
    "enunciado_principal": "O funcionário público que desvia em proveito alheio um bem particular de que tem a posse em razão do cargo, comete crime",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de apropriação indébita (CP, artigo 168)."
      },
      {
        "letra": "B",
        "texto": "de peculato (CP, artigo 312, caput)."
      },
      {
        "letra": "C",
        "texto": "de corrupção passiva (CP, artigo 317)."
      },
      {
        "letra": "D",
        "texto": "de prevaricação (CP, artigo 319)."
      },
      {
        "letra": "E",
        "texto": "contra as finanças públicas (CP, artigo 359-A)."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2666364",
    "metadata": "Ano: 2022 | Banca: IVIN | Órgão: Prefeitura de Estreito - MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita"
    ],
    "enunciado_principal": "Seu Modesto perdeu sua carteira pelo centro da cidade ao voltar da agência bancária onde foi receber sua aposentadoria. Danilo a encontrou algumas horas depois e, feliz com o achado, utilizou o dinheiro para pagar algumas de suas contas e comer uma pizza. De acordo com o Código Penal e suas disposições aplicáveis ao caso, assinale a alternativa correta sobre a situação hipotética narrada:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A conduta de Danilo é atípica, ainda que ele não venha a devolver o achado ao seu dono ou entregar à autoridade competente, pois falta dolo ou culpa para configurar qualquer crime."
      },
      {
        "letra": "B",
        "texto": "A conduta de Danilo não configuraria crime caso ele tivesse procurado Seu Modesto e não o tivesse encontrado para devolver o achado."
      },
      {
        "letra": "C",
        "texto": "A conduta de Danilo não configuraria crime caso o achado não possua identificação do dono ou Danilo não encontre meios de identificar ou encontrar Seu Modesto."
      },
      {
        "letra": "D",
        "texto": "Se Danilo não devolver o achado a Seu Modesto ou entregar à autoridade competente no prazo de quinze dias, estará cometendo o crime de apropriação de coisa achada e estará sujeito à pena de detenção de um mês a um ano, ou multa."
      },
      {
        "letra": "E",
        "texto": "Se Danilo não devolver o achado a Seu Modesto ou entregar à autoridade competente no prazo de dez dias, estará cometendo o crime de furto qualificado assemelhado e estará sujeito à pena de um a seis meses, ou multa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2187771",
    "metadata": "Ano: 2022 | Banca: CONSULPAM | Órgão: Prefeitura de Irauçuba - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Roubo",
      "Apropriação indébita",
      "Crimes contra a administração pública",
      "Peculato",
      "Concussão e Excesso de Exação"
    ],
    "enunciado_principal": "O agente municipal de trânsito, Miguel, observando o pátio cheio de veículos automotores esperando por seus respectivos proprietários, resolveu escolher um desses para ficar utilizando de maneira temporária, enquanto ninguém aparecia para buscar o carro, pois tinha acesso fácil aos documentos e chaves, em face do seu cargo. Com esse tipo de atitude, assinale CORRETAMENTE em qual tipo de crime Miguel incorreu:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Concussão."
      },
      {
        "letra": "B",
        "texto": "Peculato."
      },
      {
        "letra": "C",
        "texto": "Apropriação indébita."
      },
      {
        "letra": "D",
        "texto": "Roubo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2187770",
    "metadata": "Ano: 2022 | Banca: CONSULPAM | Órgão: Prefeitura de Irauçuba - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Extorsão",
      "Apropriação indébita"
    ],
    "enunciado_principal": "Bruce concedeu a posse do seu veículo automotor para Oswald que, por se afeiçoar ao bem móvel, resolveu permanecer com o veículo de Bruce, fugindo da obrigação de devolver o veículo para permanecer com esse de maneira indefinida. Assinale a alternativa que caracteriza CORRETAMENTE esse tipo de crime, conforme o Código Penal brasileiro:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Furto."
      },
      {
        "letra": "B",
        "texto": "Apropriação Indébita."
      },
      {
        "letra": "C",
        "texto": "Roubo."
      },
      {
        "letra": "D",
        "texto": "Extorsão."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1992819",
    "metadata": "Ano: 2022 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita"
    ],
    "enunciado_principal": "NO QUE DIZ RESPEITO AO CRIME DE APROPRIAÇÃO INDÉBITA PREVIDENCIÁRIA (ART. 168-A, DO CP), INDIQUE A OPÇÃO INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De maneira diversa de outros crimes contra a ordem tributária, nela incluída a previdência social, não se exige o término do procedimento administrativo com a constituição definitiva do crédito tributário, para a sua configuração."
      },
      {
        "letra": "B",
        "texto": "A conduta descrita no tipo exige o dolo de deixar de repassar, sendo desnecessária, para a sua configuração, a existência de fim específico de apropriar-se dos valores destinados à previdência social."
      },
      {
        "letra": "C",
        "texto": "A sua tipificação ocorre por ocasião da omissão do agente em repassar à previdência social, por intermédio da Receita Federal do Brasil, a contribuição recolhida do contribuinte, na forma e no prazo estabelecidos na legislação pertinente."
      },
      {
        "letra": "D",
        "texto": "Não se exige a elementar da fraude para a sua tipificação, diferentemente do verificado com o crime de sonegação de contribuição previdenciária (art. 337-A, do CP) e o crime de sonegação fiscal do art. 1º, inc. I, da Lei n. 8.137/1990."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1992355",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TRT - 13ª Região (PB)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita"
    ],
    "enunciado_principal": "Antônio é funcionário de uma empresa de calçados. A empresa desconta de seu salário o valor correspondente à contribuição previdenciária do empregado, mas não realiza o referido recolhimento. Antônio indaga Paulo, sócio da empresa, sobre a conduta, e Paulo responde que tal conduta era para melhorar o fluxo de caixa da empresa e apresentar ao banco um saldo melhor para obter financiamento e renovar o parque industrial da referida empresa. O sócio da empresa aduziu que os recolhimentos estavam apenas sendo recolhidos com atraso de seis meses. Antônio diligencia junto ao INSS e descobre que a parcela relativa à sua contribuição, deduzida de seu salário, não é recolhida há dois anos. A situação caracteriza",
    "alternativas": [
      {
        "letra": "A",
        "texto": "crime de apropriação indébita, artigo 168 do Código Penal."
      },
      {
        "letra": "B",
        "texto": "crime de apropriação indébita previdenciária."
      },
      {
        "letra": "C",
        "texto": "conduta atípica."
      },
      {
        "letra": "D",
        "texto": "crime de falsidade ideológica, prevista no artigo 299 do Código Penal."
      },
      {
        "letra": "E",
        "texto": "crime de uso de documento falso."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1926413",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: SEFAZ-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita"
    ],
    "enunciado_principal": "José, Guilherme e Carlos são sócios de uma sociedade empresária, cabendo ao segundo, a administração da mesma. A sociedade empresária sempre quitou seus tributos, inclusive com lucro considerável. Em determinado momento, houve autuação da Receita Federal pela ausência de repasse para a Previdência Social das contribuições previdenciárias descontadas dos seus funcionários. Assinale a opção que indica quem deve responder por esses valores.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A sociedade empresária, pois não houve dolo de nenhum dos sócios."
      },
      {
        "letra": "B",
        "texto": "Os três sócios, pois houve lucro e era possível o recolhimento."
      },
      {
        "letra": "C",
        "texto": "Apenas Guilherme, por se tratar de crime de apropriação indébita previdenciária, sendo pessoal a responsabilidade do agente."
      },
      {
        "letra": "D",
        "texto": "A sociedade empresária, por se tratar de estado de necessidade."
      },
      {
        "letra": "E",
        "texto": "Os sócios José e Carlos, por terem se omitido e se aproveitado do lucro."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1910126",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Apropriação indébita",
      "Crimes contra a administração pública",
      "Corrupção passiva",
      "Corrupção ativa"
    ],
    "enunciado_principal": "João, empresário, foi preso em flagrante pela prática do crime de apropriação indébita, previsto no Art. 168 do Código Penal. Levado para a delegacia, João entrou em contato com seu advogado Paulo, que foi então a seu encontro. Durante conversa reservada, João pediu a seu advogado que resolvesse a questão, afirmando que estaria disposto a pagar para não ficar preso. Diante disso, Paulo procurou o policial Fernando e ofereceu a quantia de R$2.000,00 para que João fosse solto e não respondesse por nada. O policial não concordou com o valor oferecido e, durante a negociação, solicitou R$6.000,00 para atender ao pedido do advogado. Após consultar João, Paulo efetuou o pagamento do valor solicitado. Ao tomar conhecimento dos fatos, Sérgio, colega de Fernando, prendeu o policial em flagrante, apreendendo o valor e relatando os fatos ao Delegado. No entanto, apresentou apenas R$4.000,00, dos R$6.000,00 apreendidos com Fernando, ficando com a diferença. Diante dos fatos narrados, João, Paulo, Fernando e Sérgio, deverão ser responsabilizados penalmente, respectivamente, pela prática dos crimes de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "corrupção passiva; corrupção passiva; corrupção ativa e furto."
      },
      {
        "letra": "B",
        "texto": "corrupção ativa; corrupção ativa; corrupção passiva e peculato desvio."
      },
      {
        "letra": "C",
        "texto": "corrupção ativa; corrupção ativa; corrupção passiva e peculato apropriação."
      },
      {
        "letra": "D",
        "texto": "corrupção passiva; corrupção passiva; corrupção ativa e peculato furto."
      },
      {
        "letra": "E",
        "texto": "corrupção ativa; corrupção ativa; corrupção passiva e peculato furto."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1897283",
    "metadata": "Ano: 2022 | Banca: MPE-RJ | Órgão: MPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria",
      "Crimes contra o patrimônio",
      "Dano",
      "Apropriação indébita"
    ],
    "enunciado_principal": "Em algumas hipóteses, o CP autoriza o juiz a “deixar de aplicar a pena”. Assinale a alternativa que apresenta crimes aos quais, a depender das demais condições que o CP estabelece, o juiz pode “deixar de aplicar a pena”, concedendo perdão judicial.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Outras fraudes; difamação; furto."
      },
      {
        "letra": "B",
        "texto": "Receptação; injúria; homicídio."
      },
      {
        "letra": "C",
        "texto": "Calúnia; excesso de exação; desobediência."
      },
      {
        "letra": "D",
        "texto": "Dano; apropriação indébita previdenciária; ameaça."
      },
      {
        "letra": "E",
        "texto": "Sonegação de contribuição previdenciária; parto suposto; esbulho possessório."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1893449",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PC-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita"
    ],
    "enunciado_principal": "Quanto ao delito de apropriação indébita, em caso de bem de valor inferior a um salário mínimo e sendo primário o agente, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não há qualquer afetação da configuração do crime."
      },
      {
        "letra": "B",
        "texto": "há expectativa ao reconhecimento da forma privilegiada."
      },
      {
        "letra": "C",
        "texto": "há direito subjetivo à aplicação de atenuante obrigatória."
      },
      {
        "letra": "D",
        "texto": "há direito subjetivo ao reconhecimento da forma privilegiada."
      },
      {
        "letra": "E",
        "texto": "há incidência do princípio da insignificância."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1886825",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Dano",
      "Apropriação indébita",
      "Estelionato",
      "Outras fraudes"
    ],
    "enunciado_principal": "Conforme entendimento do STJ, o uso fraudulento de material transparente nas fases “a” e “b” do medidor de consumo de energia elétrica que permita a alteração do relógio para reduzir a quantidade registrada e consumida e induza a erro a companhia de eletricidade, gerando a obtenção de vantagem ilícita, configura o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "modificação não autorizada de sistema de informações."
      },
      {
        "letra": "B",
        "texto": "dano."
      },
      {
        "letra": "C",
        "texto": "furto."
      },
      {
        "letra": "D",
        "texto": "estelionato."
      },
      {
        "letra": "E",
        "texto": "apropriação indébita."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1864169",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Apropriação indébita",
      "Estelionato"
    ],
    "enunciado_principal": "Determinada investigação foi instaurada para apurar fraude, ocorrida em 02 de julho de 2020, em Macapá, na obtenção de auxílio emergencial concedido pelo Governo Federal, por meio da Caixa Econômica Federal, em decorrência da pandemia da Covid19. Jack declarou na investigação que realizou depósito em sua conta do “ComércioRemunerado”, no valor de R$ 600,00 e depois percebeu que aquela quantia foi transferida para Russel, sendo que não foi Jack quem realizou a operação financeira nem a autorizou. Russel assinalou que a aludida quantia foi realmente transferida para sua conta no “ComércioRemunerado” e foi declarada como pagamento de conserto de motocicleta, para enganar os órgãos competentes e conseguir a antecipação do auxílio emergencial. Disse que foi Fênix, proprietária de uma loja de manutenção de telefones celulares, quem lhe propôs a prática de tais condutas, acrescentando que seria um procedimento legal, e ainda ofereceu R$ 50,00 para cada antecipação passada em sua máquina do “ComércioRemunerado”, sendo que Jack praticou a conduta quatro vezes. Disse ainda que o dinheiro entrava em sua conta no “ComércioRemunerado” e era transferido para a conta de Fênix. O auxílio emergencial era disponibilizado pela União, por meio da Caixa Econômica Federal. O crime supostamente praticado nesse caso é o de: O crime supostamente praticado nesse caso é o de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estelionato;"
      },
      {
        "letra": "B",
        "texto": "furto mediante fraude;"
      },
      {
        "letra": "C",
        "texto": "apropriação indébita;"
      },
      {
        "letra": "D",
        "texto": "apropriação indébita previdenciária;"
      },
      {
        "letra": "E",
        "texto": "peculato."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1862961",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita"
    ],
    "enunciado_principal": "Quanto ao delito de apropriação indébita previdenciária, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o fato de o agente registrar, apurar e declarar em guia própria ou em livros fiscais o imposto devido não tem o condão de elidir ou exercer qualquer influência na prática do delito;"
      },
      {
        "letra": "B",
        "texto": "há necessidade da indicação de elemento subjetivo especial na conduta desenvolvida pelo sujeito passivo da obrigação tributária para configuração do delito;"
      },
      {
        "letra": "C",
        "texto": "apesar de a descrição típica conter a expressão “descontado ou cobrado”, não há restrição quanto à abrangência do sujeito ativo do delito;"
      },
      {
        "letra": "D",
        "texto": "o termo “descontado” se refere aos tributos diretos quando há responsabilidade tributária por substituição, enquanto o termo “cobrado” se refere às relações tributárias havidas com tributos indiretos;"
      },
      {
        "letra": "E",
        "texto": "por não ser típico o não recolhimento de ICMS em operações próprias, é cabível a absolvição sumária pelo crime de apropriação indébita tributária."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1868179",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: PC-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita"
    ],
    "enunciado_principal": "Hermes, funcionário de uma empresa expressa de correspondência, documentos e objetos, que oferece ainda serviços de logística, recebe da empresa um automóvel, para fazer as entregas, sendo autorizado a permanecer com o veículo fora do horário do expediente, fazendo a locomoção entre sua residência e o trabalho e vice-versa. Durante o período da pandemia, com a diminuição da circulação de pessoas, Hermes vende o veículo para Apollo, terceiro de boa-fé, permanecendo com o valor recebido para despesas pessoais e aquisição de itens do seu interesse. Hermes deverá responder por:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "furto simples;"
      },
      {
        "letra": "B",
        "texto": "furto mediante fraude;"
      },
      {
        "letra": "C",
        "texto": "peculato-furto;"
      },
      {
        "letra": "D",
        "texto": "peculato-desvio;"
      },
      {
        "letra": "E",
        "texto": "apropriação indébita."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1810854",
    "metadata": "Ano: 2021 | Banca: IDECAN | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita"
    ],
    "enunciado_principal": "Em um dos levantamentos realizados pelo Depen (Departamento Penitenciário Nacional), ficou demonstrado que, dos crimes previstos no Código Penal, verifica-se que 72% dos crimes cometidos pelos homens são crimes contra o patrimônio, assim como 69% dos perpetrados pelas mulheres. Conclui-se, portanto, que os delitos contra o patrimônio constituem a maioria dos crimes praticados pela população carcerária brasileira. Acerca da jurisprudência do Superior Tribunal de Justiça sobre o tema, assinale a afirmativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O delito de receptação (art. 180 do CP), nas modalidades transportar, conduzir ou ocultar, é crime permanente, cujo flagrante perdura enquanto o agente se mantiver na posse do bem que sabe ser produto de crime."
      },
      {
        "letra": "B",
        "texto": "O pagamento integral dos débitos oriundos de apropriação indébita previdenciária, ainda que efetuado após o recebimento da denúncia, mas antes do trânsito em julgado da sentença condenatória, extingue a punibilidade, nos termos do art. 9º, §2º, da Lei 10.684/03."
      },
      {
        "letra": "C",
        "texto": "Aplica-se o princípio da insignificância ao crime de apropriação indébita previdenciária, quando, na ocasião do delito, o valor do débito com a Previdência Social não ultrapassar o montante de R$10.000,00 (dez mil reais), previsto no art. 20 da Lei 10.522/2002."
      },
      {
        "letra": "D",
        "texto": "O delito de apropriação indébita previdenciária constitui crime omissivo próprio, que se perfaz com a mera omissão de recolhimento da contribuição previdenciária dentro do prazo e das formas legais, prescindindo, portanto, do dolo específico."
      },
      {
        "letra": "E",
        "texto": "O crime de extorsão é formal e consuma-se no momento em que a violência ou a grave ameaça é exercida, independentemente da obtenção da vantagem indevida."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1767742",
    "metadata": "Ano: 2021 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Extorsão",
      "Apropriação indébita"
    ],
    "enunciado_principal": "No que diz respeito aos CRIMES EM ESPÉCIE, levando em consideração as COMPREENSÕES MAIS ATUALIZADAS DO STJ, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O roubo (art. 157 do CP), praticado contra titulares de patrimônios distintos, configura concurso formal, mesmo que estejam sob os cuidados de uma única pessoa, alvo da grave ameaça."
      },
      {
        "letra": "B",
        "texto": "A extorsão (art. 158 do CP) pode ser praticada mediante ameaça feita por pastor, de causar “mal espiritual” a um fiel da igreja, com a finalidade de compeli-lo a realizar doação em dinheiro."
      },
      {
        "letra": "C",
        "texto": "É possível aplicar o princípio da insignificância ao furto qualificado pelo abuso de confiança (art. 155, §4º, II, do CP), se o agente for primário e a coisa, de ínfimo valor."
      },
      {
        "letra": "D",
        "texto": "Para a caracterização da apropriação indébita previdenciária (art. 168-A do CP), é necessária a comprovação do elemento subjetivo especial de apropriação de valores."
      },
      {
        "letra": "E",
        "texto": "É incompatível o dolo eventual com a qualificadora da crueldade no crime de homicídio (art. 121, § 2º, III, do CP)."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1819049",
    "metadata": "Ano: 2020 | Banca: Instituto Consulplan | Órgão: Prefeitura de Formiga - MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita"
    ],
    "enunciado_principal": "Em relação ao crime de apropriação indébita previdenciária, é correto afirmar que o Código Penal brasileiro:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tipifica o ilícito como o não recolhimento das contribuições previdenciárias."
      },
      {
        "letra": "B",
        "texto": "Impõe ao agente infrator a pena de reclusão, de dois a cinco anos, e multa."
      },
      {
        "letra": "C",
        "texto": "Determina a extinção da punibilidade se o agente se arrepender após a ação fiscal."
      },
      {
        "letra": "D",
        "texto": "Faculta ao juiz reduzir a pena sempre que o valor for inferior a 60 salários mínimos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1673248",
    "metadata": "Ano: 2020 | Banca: ADM&TEC | Órgão: Prefeitura de Gravatá - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Abandono de incapaz",
      "Crimes contra o patrimônio",
      "Apropriação indébita",
      "Outras fraudes"
    ],
    "enunciado_principal": "Analise as afirmativas a seguir: I. Abusar da inexperiência, da simplicidade ou da inferioridade mental de alguém em proveito próprio ou alheio, induzindo-o à prática de jogo ou aposta, ou à especulação com títulos ou mercadorias, sabendo ou devendo saber que a operação é ruinosa, é uma ação sujeita à pena de reclusão, de um a três anos, e multa, conforme disposto no artigo 174 do Decreto-lei nº 2.848, de 1940. II. Abandonar uma pessoa que está sob seu cuidado, guarda, vigilância ou autoridade, e que, por qualquer motivo, é incapaz de defender-se dos riscos resultantes do abandono, é uma atitude sujeita à pena de detenção, de seis meses a três anos. Se o abandono resulta em lesão corporal de natureza grave, a pena é de reclusão, de um a cinco anos. Se essa ação resulta em morte, a pena é de reclusão, de quatro a doze anos, conforme dispõe o artigo 133 do Código Penal. III. Apropriar-se de coisa alheia móvel, de que tem a posse ou a detenção, é uma prática sujeita à pena de reclusão, de um a quatro anos, e multa. A pena é aumentada de um terço se o agente recebeu a coisa na qualidade de tutor, de curador, de síndico, de liquidatário, de inventariante, de testamenteiro ou de depositário judicial, conforme previsto no artigo 168 do Decreto-lei nº 2.848, de 1940. Marque a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nenhuma afirmativa está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas uma afirmativa está correta."
      },
      {
        "letra": "C",
        "texto": "Apenas duas afirmativas estão corretas."
      },
      {
        "letra": "D",
        "texto": "Todas as afirmativas estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1669661",
    "metadata": "Ano: 2020 | Banca: IBADE | Órgão: Prefeitura de Cariacica - ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Roubo",
      "Dano",
      "Apropriação indébita",
      "Estelionato",
      "Outras fraudes"
    ],
    "enunciado_principal": "Se o agente X emprega violência contra uma pessoa que andava pela rua, com o fim de subtrair para si o celular dela, responde pelo crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "esbulho possessório."
      },
      {
        "letra": "B",
        "texto": "apropriação indébita."
      },
      {
        "letra": "C",
        "texto": "estelionato."
      },
      {
        "letra": "D",
        "texto": "dano."
      },
      {
        "letra": "E",
        "texto": "roubo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1639808",
    "metadata": "Ano: 2019 | Banca: FAFIPA | Órgão: CREA-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Apropriação indébita",
      "Estelionato"
    ],
    "enunciado_principal": "Considerando o seguinte fato: Tício finge ser cliente da loja X e ali efetua a compra de um par de meias no valor de R$ 10,90. No momento do pagamento, faz confusão dentro da loja, finge que paga pelo produto e induz o funcionário a lhe devolver troco. Esse fato típico enquadra-se como o delito de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Furto."
      },
      {
        "letra": "B",
        "texto": "Furto meiante fraude."
      },
      {
        "letra": "C",
        "texto": "Apropriação indébita."
      },
      {
        "letra": "D",
        "texto": "Estelionato."
      },
      {
        "letra": "E",
        "texto": "Roubo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1634322",
    "metadata": "Ano: 2019 | Banca: IADES | Órgão: PC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Usurpação",
      "Dano",
      "Apropriação indébita",
      "Estelionato",
      "Receptação"
    ],
    "enunciado_principal": "João e Maria eram casados há cerca de 40 anos e em comunhão de bens. João arranjou uma amante e Maria descobriu o fato. Os dois começaram então a se desentender. A respeito do caso apresentado, assinale a alternativa que indica a associação correta entre a descrição e a denominação do crime.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "João chegou bêbado em casa, Maria reclamou e João quebrou a televisão de que tanto Maria gostava. Portanto, João cometeu o crime de dano."
      },
      {
        "letra": "B",
        "texto": "Maria pegou a churrasqueira adorada de João e a vendeu ao vizinho. Maria pode ser enquadrada no crime de furto, e o vizinho no de receptação."
      },
      {
        "letra": "C",
        "texto": "João, usando de ardil, escondeu o secador de Maria; assim ele pode ser enquadrado em estelionato."
      },
      {
        "letra": "D",
        "texto": "João esperava a entrega de um pacote dos Correios, que foi recebido por Maria, e ela o escondeu. Maria pode ser enquadrada no crime de apropriação indébita."
      },
      {
        "letra": "E",
        "texto": "Durante uma briga entre João e Maria, um dos vizinhos aproveitou o momento e fez uma ligação irregular de água do lote dos brigões para o lote de outra vizinha, cometendo, portanto, o crime de usurpação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1125961",
    "metadata": "Ano: 2019 | Banca: NC-UFPR | Órgão: ITAIPU BINACIONAL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Extorsão",
      "Apropriação indébita",
      "Receptação"
    ],
    "enunciado_principal": "A legislação penal prevê um amplo rol de crimes contra o patrimônio, cada qual com os seus elementos constitutivos próprios. A respeito do assunto, considere as seguintes afirmativas: 1. Comete crime de receptação aquele que recebe coisa que, pela desproporção entre o valor e o preço, deve presumir-se obtida por meio criminoso. 2. Comete crime de extorsão aquele que subtrai, para si ou para outrem, coisa alheia móvel, mediante grave ameaça ou violência contra a pessoa. 3. Comete crime de furto em concurso com ameaça aquele que, logo após subtrair a coisa, emprega grave ameaça, a fim de assegurar a detenção da coisa para si. 4. Comete crime de apropriação indébita aquele que, inicialmente, tem a posse de boa-fé sobre a coisa, mas, num segundo momento, transforma essa posse em domínio, passando a praticar atos típicos de proprietário. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente a afirmativa 4 é verdadeira."
      },
      {
        "letra": "B",
        "texto": "Somente as afirmativas 1 e 4 são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Somente as afirmativas 2 e 3 são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Somente as afirmativas 1, 2 e 3 são verdadeiras."
      },
      {
        "letra": "E",
        "texto": "As afirmativas 1, 2, 3 e 4 são verdadeiras."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1114147",
    "metadata": "Ano: 2019 | Banca: IADES | Órgão: SEAP-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Apropriação indébita",
      "Estelionato"
    ],
    "enunciado_principal": "E. L. P. pegou o carro de M. A. V., com devida anuência, para limpeza no lava a jato. Após a lavagem, E. L. P. decidiu não mais devolver o carro e sumiu. Com base nessa situação hipotética, assinale a alternativa que indica o crime praticado por E. L. P.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Furto qualificado pela fraude"
      },
      {
        "letra": "B",
        "texto": "Apropriação indébita"
      },
      {
        "letra": "C",
        "texto": "Estelionato"
      },
      {
        "letra": "D",
        "texto": "Furto simples"
      },
      {
        "letra": "E",
        "texto": "Roubo simples"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1092625",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de São José dos Campos - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Usurpação",
      "Dano",
      "Apropriação indébita"
    ],
    "enunciado_principal": "É qualificado, se cometido contra o patrimônio do Município, o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "furto (CP, art. 155, § 4º )."
      },
      {
        "letra": "B",
        "texto": "usurpação de águas (CP, art. 161, I)."
      },
      {
        "letra": "C",
        "texto": "esbulho possessório (CP, art. 161, II)."
      },
      {
        "letra": "D",
        "texto": "dano (CP, art. 163)."
      },
      {
        "letra": "E",
        "texto": "apropriação indébita (CP, art. 168)."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1082512",
    "metadata": "Ano: 2019 | Banca: FGV | Órgão: MPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Apropriação indébita",
      "Estelionato"
    ],
    "enunciado_principal": "Hugo estava em via pública com seu currículo na mão, considerando o fato de estar desempregado. Ao observar aquela situação, Carlos apresentou-se como funcionário da sociedade empresária que funcionava naquela rua e afirmou que teria um emprego para oferecer a Hugo. Para isso, Hugo precisaria inicialmente apresentar seus documentos. Posteriormente, Carlos solicitou que Hugo lhe entregasse seu aparelho de telefonia celular, afirmando que iria ao interior do estabelecimento comercial para registrar o wi-fi no aparelho. Hugo, então, entregou a Carlos seu celular e permitiu que ele fosse ao estabelecimento, combinando de aguardá-lo em via pública. Uma hora depois, entendendo que Carlos estava demorando, Hugo o procurou no estabelecimento, descobrindo que, na verdade, Carlos nunca trabalhara no local e que deixara a localidade na posse do seu telefone assim que o recebeu. Os fatos são informados ao Ministério Público. Com base apenas nas informações expostas, a conduta de Carlos condiz com a figura típica do crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apropriação indébita majorada em razão do ofício, emprego ou profissão;"
      },
      {
        "letra": "B",
        "texto": "furto qualificado pelo emprego de fraude;"
      },
      {
        "letra": "C",
        "texto": "apropriação indébita simples;"
      },
      {
        "letra": "D",
        "texto": "furto simples;"
      },
      {
        "letra": "E",
        "texto": "estelionato."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1057576",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Olímpia - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Extorsão",
      "Apropriação indébita"
    ],
    "enunciado_principal": "Considere o seguinte caso hipotético: “A” constrange alguém, mediante violência ou grave ameaça, e com o intuito de obter para si ou para outrem indevida vantagem econômica, a fazer, tolerar que se faça ou deixar de fazer alguma coisa. Nos termos do Código Penal, “A”",
    "alternativas": [
      {
        "letra": "A",
        "texto": "responderá pelo crime de extorsão."
      },
      {
        "letra": "B",
        "texto": "responderá pelo crime de furto qualificado."
      },
      {
        "letra": "C",
        "texto": "responderá pelo crime de apropriação indébita."
      },
      {
        "letra": "D",
        "texto": "responderá pelo crime de roubo."
      },
      {
        "letra": "E",
        "texto": "não responderá por qualquer crime."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1048823",
    "metadata": "Ano: 2019 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita",
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública"
    ],
    "enunciado_principal": "Dentre as alternativas abaixo transcritas, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pratica o crime de apropriação indébita previsto no artigo 168 do Código Penal, o Advogado que se apropria de quantia em dinheiro recebida a título de indenização pelo seu cliente - pessoa maior de 60 anos aplicando-se a causa de aumento de pena por ter recebido o valor em razão da profissão."
      },
      {
        "letra": "B",
        "texto": "Aquele que acha coisa alheia perdida e dela se apropria, total ou parcialmente, deixando de restituí-la ao dono ou legítimo possuidor ou de entregá-la à autoridade competente, dentro do prazo de 10 (dez) dias, comete o crime de apropriação de coisa achada."
      },
      {
        "letra": "C",
        "texto": "É atípica a conduta do agente que grava no invólucro de produto alimentício a existência de substância que não se encontra em seu conteúdo ou que nele exista em quantidade menor que a mencionada, cometendo apenas infração administrativa, passível de apreensão pela Vigilância Sanitária."
      },
      {
        "letra": "D",
        "texto": "O médico que deixar de denunciar à autoridade pública doença cuja notificação é compulsória responde pelo crime de omissão de notificação de doença."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1001840",
    "metadata": "Ano: 2019 | Banca: FGV | Órgão: Prefeitura de Salvador - BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Apropriação indébita",
      "Estelionato"
    ],
    "enunciado_principal": "Carlos, guarda municipal, durante seu horário de trabalho, verifica que Joana, declarando-se vendedora de roupas, aproxima-se de Marta e passa a lhe mostrar as saias que teria para venda. Enquanto Marta analisava as roupas apresentadas, Joana, aproveitando-se da situação criada, pega o telefone celular de Marta, que estava em cima do banco. Em seguida, Joana tenta deixar o local dos fatos, levando o telefone e as saias, pois, na verdade, não era vendedora, mas vem a ser presa em flagrante por Carlos. Encaminhada à Delegacia e confirmados os fatos, Joana deverá ser responsabilizada pelo crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "furto simples."
      },
      {
        "letra": "B",
        "texto": "furto mediante fraude."
      },
      {
        "letra": "C",
        "texto": "estelionato simples."
      },
      {
        "letra": "D",
        "texto": "apropriação indébita simples."
      },
      {
        "letra": "E",
        "texto": "apropriação indébita majorada pela fraude."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1154441",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita"
    ],
    "enunciado_principal": "A respeito de crimes contra o patrimônio, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dano simples praticado pelo agente contra seu tio, com quem não coabita, este com cinquenta e um anos de idade, somente se procederá mediante representação."
      },
      {
        "letra": "B",
        "texto": "apropriação indébita praticado pelo agente contra seu cônjuge, este com cinquenta e nove anos de idade, separado judicialmente, somente se procederá mediante representação."
      },
      {
        "letra": "C",
        "texto": "estelionato praticado pelo agente contra seu irmão, este com cinquenta e cinco anos de idade, somente se procederá mediante queixa."
      },
      {
        "letra": "D",
        "texto": "alteração de limites praticado pelo agente contra seu sobrinho, com quem coabita, este com cinquenta anos de idade, será isento de pena."
      },
      {
        "letra": "E",
        "texto": "extorsão praticado pelo agente contra seu pai, este com cinquenta e oito anos de idade, será isento de pena."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1141649",
    "metadata": "Ano: 2018 | Banca: Quadrix | Órgão: CRP - 17ª Região (RN)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita"
    ],
    "enunciado_principal": "Com o objetivo de coagir as empresas a efetuar suas contribuições corretamente, o legislador ordinário instituiu tipos penais, visando àqueles que não cumprem suas obrigações previdenciárias. Com relação aos crimes contra a seguridade social, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se o agente que comete a apropriação indébita previdenciária, espontaneamente, declara, confessa e efetua o pagamento das contribuições, das importâncias ou dos valores, prestando as informações devidas à Previdência Social antes do início da ação fiscal, tem extinta sua punibilidade."
      },
      {
        "letra": "B",
        "texto": "Se o agente simplesmente facilita a inserção de dados falsos em sistemas informatizados ou no banco de dados da Previdência Social por um funcionário público, não responde por crime, uma vez que a lei exige que o funcionário autorizado faça a inserção, sendo um crime próprio, formal e comissivo."
      },
      {
        "letra": "C",
        "texto": "A modificação, ou alteração, pelo funcionário, de sistema de informações ou programa de informática, sem autorização ou solicitação da autoridade competente, é considerada como crime material e impróprio, visto que exige um resultado para sua consumação e pode ser cometido por qualquer pessoa."
      },
      {
        "letra": "D",
        "texto": "Segundo decisões recentes do STJ, mesmo que por curto período de tempo, se o agente deixar de registrar o contrato de trabalho em carteira de trabalho e previdência social (CTPS), responderá por crime, não se admitindo a aplicação do princípio da insignificância."
      },
      {
        "letra": "E",
        "texto": "Cometendo o agente crime de falsificação com o intuito de deixar de pagar contribuição previdenciária, responderá por esta em concurso com a sonegação de contribuição."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1035533",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: MPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Apropriação indébita",
      "Estelionato"
    ],
    "enunciado_principal": "Caio compareceu à residência de Maria e apresentou-se como técnico de informática, destacando ter conhecimento que o laptop do imóvel estava com defeito. Confirmando que o laptop não funcionava, Maria buscou o aparelho em seu quarto e o entregou para Caio levar para sua suposta oficina para o conserto, recebendo de Caio uma folha de papel em que confirmava que estava levando o material. Caio foi embora do imóvel, levou o bem para sua casa e não o devolveu para Maria. Durante as investigações foi descoberto que Caio, na realidade, nunca foi técnico de informática, mas tomou conhecimento por terceiros sobre o defeito do computador de Maria e acreditou que poderia enganar a vítima como forma de ficar com aquele bem. Diante disso, decidiu simular ser técnico de informática para receber o bem da lesada. Considerando apenas as informações narradas, no momento do oferecimento da denúncia, o Promotor de Justiça deverá imputar a Caio a prática do crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "furto simples;"
      },
      {
        "letra": "B",
        "texto": "furto qualificado pelo emprego de fraude;"
      },
      {
        "letra": "C",
        "texto": "apropriação indébita simples;"
      },
      {
        "letra": "D",
        "texto": "apropriação indébita majorada em razão do emprego;"
      },
      {
        "letra": "E",
        "texto": "estelionato."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "953790",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Extorsão",
      "Apropriação indébita",
      "Receptação"
    ],
    "enunciado_principal": "Quanto aos crimes contra o patrimônio, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "conforme entendimento sedimentado do Superior Tribunal de Justiça, aplicam-se às qualificadoras objetivas e subjetivas do furto a causa de aumento de pena do repouso noturno e a forma privilegiada."
      },
      {
        "letra": "B",
        "texto": "qualifica a extorsão mediante sequestro se o sequestrado é menor de 18 (dezoito) anos ou maior de 60 (sessenta) anos, de sorte que se restituído à liberdade depois de completar 18 (dezoito) anos, ou sequestrado antes de completar 60 (sessenta) anos, embora libertado a partir dessa idade, não incide a qualificadora."
      },
      {
        "letra": "C",
        "texto": "na Apropriação Indébita Previdenciária, é facultado ao juiz deixar de aplicar a pena ou aplicar somente a de multa se o agente for primário e de bons antecedentes, desde que tenha promovido, após o início da ação fiscal e antes de ser oferecida a denúncia, o pagamento da contribuição social previdenciária, inclusive acessórios."
      },
      {
        "letra": "D",
        "texto": "a absolvição pelo crime pressuposto da receptação impede a condenação do receptador quando não existir prova de ele ter concorrido para a infração penal, ficar provada a inexistência do fato, não houver prova da existência do fato, não constituir o fato infração penal ou existir circunstância que exclua o crime."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "950458",
    "metadata": "Ano: 2018 | Banca: FUMARC | Órgão: PC-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita"
    ],
    "enunciado_principal": "Ao anoitecer de 28 de abril de 2017, o funcionário público municipal Mário Pança, ao sair da prefeitura de Passárgada, onde trabalha, encontra um pacote contendo cerca de R$ 20.000,00 (vinte mil reais) em notas de R$ 100,00. Feliz com a possibilidade de saldar todas as suas dívidas, leva tal numerário para casa e, no dia seguinte, procura seus credores, saldando um a um. Marta Rochedo, que havia perdido tal numerário, procura a Delegacia de Polícia local pedindo providências a respeito. Os policiais civis realizam investigações, conseguindo apurar que Mário Pança havia encontrado tal numerário, dando cabo de suas dívidas com o mesmo. Diante de tal enunciado, a opção em que se enquadra a conduta praticada por Mário Pança é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apropriação indébita de coisa alheia achada."
      },
      {
        "letra": "B",
        "texto": "Furto privilegiado."
      },
      {
        "letra": "C",
        "texto": "Furto simples."
      },
      {
        "letra": "D",
        "texto": "Peculato apropriação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "935702",
    "metadata": "Ano: 2018 | Banca: FUNRIO | Órgão: AL-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Apropriação indébita",
      "Crimes contra a administração pública",
      "Peculato"
    ],
    "enunciado_principal": "Aldo, servidor público da Assembléia Legislativa do Estado de Roraima, subtraiu para si dois computadores e duas impressoras pertencentes ao órgão no qual trabalha. Para tanto, contou com a ajuda de Maurício, que trabalhava como Personal Trainer e desconhecia a condição de servidor público de Aldo. Diante do apresentado, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aldo cometeu crime de Peculato e Maurício cometeu crime de Furto."
      },
      {
        "letra": "B",
        "texto": "Aldo e Maurício cometeram crime de furto contra a administração Pública, previsto na Lei N° 13.704/2018."
      },
      {
        "letra": "C",
        "texto": "Aldo e Maurício cometeram crime de Peculato, pois apesar de Maurício não ser servidor público, praticou o crime em concurso de pessoas com Aldo."
      },
      {
        "letra": "D",
        "texto": "Aldo cometeu crime de Apropriação indébita e Maurício cometeu crime de furto."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "934561",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita"
    ],
    "enunciado_principal": "Em cada um do item seguinte, é apresentada uma situação hipotética, seguida de uma assertiva a ser julgada a respeito de obrigação tributária sobre ganho de capitais, de Imposto Predial Territorial Urbano (IPTU) e de crimes previdenciários.Durante um ano e cinco meses, a empresa L&X recolheu as contribuições previdenciárias de seus empregados, mas não as repassou à previdência social, o que caracterizou o crime de apropriação indébita previdenciária. Nessa situação, se os representantes legais da empresa L&X, espontaneamente, confessarem e efetuarem o pagamento das contribuições antes do início da ação fiscal, ficará extinta a punibilidade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "932984",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita"
    ],
    "enunciado_principal": "Pedro é o responsável pelo adimplemento das contribuições previdenciárias de uma empresa de médio porte. Nos meses de janeiro a junho de 2018, a empresa entregou a Pedro o numerário correspondente ao valor das contribuições previdenciárias de seus empregados, mas Pedro, com dolo, deixou de repassá-lo à previdência social. Pedro é primário e de bons antecedentes.Nessa situação hipotética,caso o repasse das contribuições previdenciárias ocorra após o início da ação fiscal e antes do oferecimento da denúncia, o juiz poderá deixar de aplicar a pena ou aplicar apenas a multa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "932983",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita"
    ],
    "enunciado_principal": "Pedro é o responsável pelo adimplemento das contribuições previdenciárias de uma empresa de médio porte. Nos meses de janeiro a junho de 2018, a empresa entregou a Pedro o numerário correspondente ao valor das contribuições previdenciárias de seus empregados, mas Pedro, com dolo, deixou de repassá-lo à previdência social. Pedro é primário e de bons antecedentes.Nessa situação hipotética,a punibilidade de Pedro será extinta se, antes do início da ação fiscal, ele declarar, confessar e efetuar o recolhimento das prestações previdenciárias, espontaneamente e na forma do regulamento do INSS.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "932982",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita"
    ],
    "enunciado_principal": "Pedro é o responsável pelo adimplemento das contribuições previdenciárias de uma empresa de médio porte. Nos meses de janeiro a junho de 2018, a empresa entregou a Pedro o numerário correspondente ao valor das contribuições previdenciárias de seus empregados, mas Pedro, com dolo, deixou de repassá-lo à previdência social. Pedro é primário e de bons antecedentes. Nessa situação hipotética,Pedro praticou o crime de sonegação de contribuição previdenciária.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "927242",
    "metadata": "Ano: 2018 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Apropriação indébita",
      "Estelionato"
    ],
    "enunciado_principal": "JJ, frentista de um posto de gasolina e responsável pelo recebimento de valores que recebia dos clientes, pretendendo ter uma noite especial com sua namorada em um motel de luxo, resolve pegar do caixa pelo qual é o responsável há mais de 5 (cinco) anos, a quantia de R$ 1.200,00 em dinheiro. Para encobrir seu ato, emite e firma três notas fiscais falsas para pagamentos posteriores, em nome de clientes. Nessa situação hipotética, conforme legislação aplicável ao caso, o frentista pratica crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estelionato."
      },
      {
        "letra": "B",
        "texto": "furto qualificado mediante fraude."
      },
      {
        "letra": "C",
        "texto": "furto qualificado pelo abuso de confiança."
      },
      {
        "letra": "D",
        "texto": "apropriação indébita qualificada em razão do emprego."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "921269",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita"
    ],
    "enunciado_principal": "O crime de apropriação indébita (CP, art. 168)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "torna-se qualificado quando a vítima é entidade de direito público ou instituto de economia popular, assistência social ou beneficência."
      },
      {
        "letra": "B",
        "texto": "é de ação pública condicionada à representação."
      },
      {
        "letra": "C",
        "texto": "apenas tem como objeto material a coisa alheia móvel, sendo impossível falar-se em apropriação indébita de imóvel."
      },
      {
        "letra": "D",
        "texto": "não admite a figura privilegiada, ao contrário do furto."
      },
      {
        "letra": "E",
        "texto": "tem a punibilidade extinta em caso de devolução da coisa antes do oferecimento da denúncia."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "918220",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Apropriação indébita",
      "Estelionato"
    ],
    "enunciado_principal": "José aproximou-se de um turista estrangeiro e, dizendo falsamente ser funcionário da companhia de aviação, se dispôs a tomar conta da sua bagagem, enquanto o mesmo dirigia-se ao balcão de informações, aproveitando-se disso para apossar-se de alguns valores que estavam no interior da mala. Nesse caso, ficou configurado o delito de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "disposição de coisa alheia como própria."
      },
      {
        "letra": "B",
        "texto": "estelionato."
      },
      {
        "letra": "C",
        "texto": "apropriação indébita."
      },
      {
        "letra": "D",
        "texto": "roubo."
      },
      {
        "letra": "E",
        "texto": "furto qualificado pela fraude."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "914182",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: MPE-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Apropriação indébita",
      "Estelionato"
    ],
    "enunciado_principal": "Mário, fingindo ser manobrista de um restaurante famoso, recebe de um cliente seu veículo para estacionar. Em seguida, sai com o veículo para local distante, vindo a oferecê-lo para terceira pessoa de boa fé. O cliente ao sair do restaurante não encontrou o veículo e o guardador, resolvendo registrar o fato na delegacia próxima. Encerrado o inquérito, identificado o autor e elaborado o relatório, os autos foram encaminhados ao Promotor de Justiça que deverá oferecer denúncia em face de Mário pela prática do injusto de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "furto simples."
      },
      {
        "letra": "B",
        "texto": "furto qualificado."
      },
      {
        "letra": "C",
        "texto": "estelionato."
      },
      {
        "letra": "D",
        "texto": "apropriação indébita simples."
      },
      {
        "letra": "E",
        "texto": "apropriação indébita majorada."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "913648",
    "metadata": "Ano: 2018 | Banca: IBADE | Órgão: SEPLAG-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Apropriação indébita",
      "Crimes contra a administração pública",
      "Peculato",
      "Concussão e Excesso de Exação"
    ],
    "enunciado_principal": "O funcionário público que, embora não tendo a posse em razão do cargo de dinheiro, valor ou qualquer outro bem móvel, público ou particular, o subtrai, ou concorre para que seja subtraído, em proveito próprio ou alheio, valendo-se de facilidade que lhe proporciona a qualidade de funcionário, comete crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "concussão."
      },
      {
        "letra": "B",
        "texto": "peculato."
      },
      {
        "letra": "C",
        "texto": "furto."
      },
      {
        "letra": "D",
        "texto": "roubo."
      },
      {
        "letra": "E",
        "texto": "apropriação indébita."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "896382",
    "metadata": "Ano: 2018 | Banca: IESES | Órgão: TJ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita",
      "Crimes contra a administração pública",
      "Noções Gerais de Crimes Contra a Administração Pública"
    ],
    "enunciado_principal": "É certo afirmar: I. Nos termos do Código Penal, constitui-se em crime de usurpação de nome ou pseudônimo alheio atribuir falsamente a alguém, mediante o uso de nome, pseudônimo ou sinal por ele adotado para designar seus trabalhos, a autoria de obra literária, científica ou artística. II. O crime de apropriação indébita com abuso de confiança pressupõe a atuação do agente com o animus rem sibi habendi, consubstanciado no dolo de assenhorear-se da coisa cuja posse ou detenção tenha adquirido anteriormente por vias lícitas, seja em proveito próprio ou de outrem. III. O perdão do ofendido, nos crimes em que somente se procede mediante representação, obsta ao prosseguimento da ação. IV. A objetividade jurídica dos crimes contra a Administração Pública é a sua normalidade funcional, probidade, moralidade, eficácia e incolumidade. Segundo a doutrina os crimes funcionais podem ser divididos em “próprios” e “impróprios” ou “mistos”. Analisando as proposições, pode-se afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições I e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições II e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições III e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições I e II estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "895208",
    "metadata": "Ano: 2018 | Banca: IESES | Órgão: TJ-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita"
    ],
    "enunciado_principal": "O crime descrito no Art. 168-A do Código Penal que trata da apropriação indébita previdenciária é classificado como:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Comissivo próprio."
      },
      {
        "letra": "B",
        "texto": "Comissivo impróprio."
      },
      {
        "letra": "C",
        "texto": "Omissivo impróprio."
      },
      {
        "letra": "D",
        "texto": "Omissivo próprio."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "886085",
    "metadata": "Ano: 2018 | Banca: MPE-MS | Órgão: MPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Extorsão mediante sequestro",
      "Apropriação indébita",
      "Disposições gerais nos Crimes Contra o Patrimônio",
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É crime de extorsão mediante sequestro a conduta denominada de “sequestro-relâmpago” (ocorre quando os agentes abordam a vítima, restringem sua liberdade e com ela se deslocam e a caixas eletrônicos, com intuito de fazer saques em dinheiro)."
      },
      {
        "letra": "B",
        "texto": "Advogado que é contratado para defender os interesses do seu cliente em processo judicial, recebendo previamente seus honorários, porém descumpre as disposições contratuais, deixando de adotar as providências decorrentes da obrigação pactuada, pratica o crime de apropriação indébita."
      },
      {
        "letra": "C",
        "texto": "Comete crime de concussão o funcionário público que se utiliza de violência ou grave ameaça para obter vantagem indevida."
      },
      {
        "letra": "D",
        "texto": "Funcionário público estadual com intuito de obter vantagem patrimonial para si, utilizando-se de papel-moeda grosseiramente falsificado para efetuar pagamento de compras de elevado valor em lojas comerciais, comete crime assimilado ao de moeda falsa."
      },
      {
        "letra": "E",
        "texto": "Na hipótese de uma pessoa, com dezoito anos, juntamente com um amigo menor de dezoito anos, com comunhão de esforços e unidade de desígnios, subtrair do avô da primeira, com sessenta e um anos de idade, a quantia de R$ 1.200,00, aquela praticará o crime de furto qualificado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "882472",
    "metadata": "Ano: 2018 | Banca: FUNDATEC | Órgão: AL-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita"
    ],
    "enunciado_principal": "Em uma audiência pública na Assembleia Legislativa, houve a necessidade de utilizar serviço de tradução simultânea, com a utilização de aparelhos auditivos entre microfone de alto-falantes. Uma das pessoas que utilizou esse aparelho não o devolveu e, após sua saída do prédio, já distante do local do evento, vendeu-o para outra pessoa. Qual o crime cometido nessa situação?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Furto de coisa comum."
      },
      {
        "letra": "B",
        "texto": "Roubo sem ameaça."
      },
      {
        "letra": "C",
        "texto": "Furto qualificado por abuso de confiança."
      },
      {
        "letra": "D",
        "texto": "Apropriação indébita."
      },
      {
        "letra": "E",
        "texto": "Fraude intencional."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "867364",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PC-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Apropriação indébita",
      "Estelionato"
    ],
    "enunciado_principal": "Antônio utilizava diariamente o serviço de manobrista de determinado shopping center para estacionar seu carro. Lara, frequentadora do mesmo local, passou a observar a rotina de Antônio e, certa tarde, se apresentou ao manobrista como namorada daquele, informando que havia vindo buscar o carro a pedido do namorado. O manobrista entregou as chaves do carro a Lara, que entrou no veículo e saiu da garagem do estabelecimento em alta velocidade. A conduta de Lara caracteriza crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estelionato."
      },
      {
        "letra": "B",
        "texto": "furto mediante fraude."
      },
      {
        "letra": "C",
        "texto": "furto com abuso de confiança."
      },
      {
        "letra": "D",
        "texto": "apropriação de coisa havida por erro."
      },
      {
        "letra": "E",
        "texto": "apropriação indébita."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "866295",
    "metadata": "Ano: 2018 | Banca: FUNDATEC | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Extorsão",
      "Extorsão mediante sequestro",
      "Apropriação indébita",
      "Estelionato",
      "Receptação"
    ],
    "enunciado_principal": "Considerando o disposto na Parte Especial do Código Penal, mais especificamente no tocante aos Crimes contra o Patrimônio, analise as seguintes assertivas: I. O crime de furto pode ser qualificado pelo emprego de fraude, entretanto, embora na espécie o agente empregue meio enganoso para iludir a vigilância da vítima sobre a coisa, difere do crime de estelionato, pois neste último não há o ato de subtração. II. O crime de roubo pode ser próprio ou impróprio, neste último caso, quando o agente emprega violência ou grave ameaça para subtrair o bem da vítima. Também, o roubo pode ser qualificado, a chamada figura do latrocínio, sendo este crime hediondo apenas quando do resultado morte, caso em que sempre será um crime preterdoloso. III. O crime de extorsão difere-se do crime de extorsão mediante sequestro, pois este último é uma forma qualificada de extorsão, sendo que todas as suas formas são consideradas como crimes hediondos, diferentemente do crime de extorsão, onde apenas o resultado morte é que gerará a tipificação de crime hediondo. IV. O crime de receptação requer a existência de crime antecedente, sendo que seu sujeito ativo não pode ter sido concorrente desse crime anterior. O crime de apropriação indébita requer dolo posterior e não antecedente à detenção da coisa, pois nesse caso se poderá falar da ocorrência do crime de estelionato. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I e II."
      },
      {
        "letra": "B",
        "texto": "Apenas I, II e IV."
      },
      {
        "letra": "C",
        "texto": "Apenas II, III e IV."
      },
      {
        "letra": "D",
        "texto": "Apenas I, III e IV."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2042812",
    "metadata": "Ano: 2017 | Banca: Crescer Concursos | Órgão: Prefeitura de Urbano Santos - MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita",
      "Crimes contra a administração pública",
      "Peculato",
      "Concussão e Excesso de Exação",
      "Prevaricação"
    ],
    "enunciado_principal": "Apropriar-se o funcionário público de bem móvel particular de que tem a posse em razão do cargo, em proveito alheio, caracteriza o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Peculato."
      },
      {
        "letra": "B",
        "texto": "Concussão."
      },
      {
        "letra": "C",
        "texto": "Prevaricação."
      },
      {
        "letra": "D",
        "texto": "Apropriação indébita."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2035174",
    "metadata": "Ano: 2017 | Banca: FAEPOL | Órgão: Prefeitura de Cachoeiras de Macacu - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita"
    ],
    "enunciado_principal": "O agente que realiza apropriação indébita por apropriar-se de coisa alheia móvel, de que tem a posse ou a detenção, tem sua pena aumentada em um terço, nos termos do Código Penal, quando recebeu a coisa em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "promessa de recompensa"
      },
      {
        "letra": "B",
        "texto": "depósito necessário"
      },
      {
        "letra": "C",
        "texto": "recebimento de tesouro"
      },
      {
        "letra": "D",
        "texto": "participação de coisa achada"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "860678",
    "metadata": "Ano: 2017 | Banca: VUNESP | Órgão: DPE-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita"
    ],
    "enunciado_principal": "João, de 30 anos, em concurso com a amiga Maria, de 25 anos, cometem apropriação indébita contra o pai de João, de 50 anos. Os três moram na mesma casa. É correto afirmar que João",
    "alternativas": [
      {
        "letra": "A",
        "texto": "e Maria são isentos de pena."
      },
      {
        "letra": "B",
        "texto": "é isento de pena e Maria somente será processada mediante representação."
      },
      {
        "letra": "C",
        "texto": "e Maria somente serão processados mediante representação."
      },
      {
        "letra": "D",
        "texto": "é isento de pena, mas a Maria não socorre semelhante benefício."
      },
      {
        "letra": "E",
        "texto": "somente será processado mediante representação e Maria é isenta de pena."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "852969",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita"
    ],
    "enunciado_principal": "No que concerne ao crime de apropriação indébita previdenciária previsto no Código Penal (CP), assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As figuras assemelhadas à apropriação indébita previdenciária constantes do CP são todas condutas omissivas relacionadas à ausência de recolhimento ou repasse de importâncias relacionadas à previdência social."
      },
      {
        "letra": "B",
        "texto": "A ação penal relativa a esse crime é pública incondicionada e a competência para processá-la e julgá-la é da justiça federal, ainda que inexista lesão à previdência social, como no caso de falsificação das guias de recolhimento das contribuições previdenciárias."
      },
      {
        "letra": "C",
        "texto": "Em relação a esse crime, a legislação penal prevê causa especial de extinção da punibilidade, subordinada ao cumprimento de alguns requisitos pelo agente de forma espontânea, mesmo que já tenha sido iniciada a ação fiscal."
      },
      {
        "letra": "D",
        "texto": "Para a consumação desse crime, exige-se a omissão de repasse das contribuições recolhidas à previdência social acrescida do ânimo de assenhorar-se daquelas contribuições, sendo o tipo penal apropriação indébita previdenciária uma modalidade de apropriação indébita."
      },
      {
        "letra": "E",
        "texto": "Por estar a consumação desse crime subordinada ao prazo e à forma legal ou convencional para o repasse das contribuições à previdência social, trata-se de exemplo de norma penal incompleta."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "845895",
    "metadata": "Ano: 2017 | Banca: IBFC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita",
      "Estelionato",
      "Receptação"
    ],
    "enunciado_principal": "Os crimes contra o patrimônio reservaram grande atenção por parte do legislador, ao passo que este estipulou diversas condutas passíveis de sanção criminal, com a finalidade de resguardar o bem jurídico pessoal. Sobre essa modalidade de crime, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não constitui crime de estelionato emitir cheque sem provisão de fundos em poder do sacado"
      },
      {
        "letra": "B",
        "texto": "A pena pelo crime de apropriação indébita é diminuída nos casos em que o ato criminoso é perpetrado por tutor ou curador"
      },
      {
        "letra": "C",
        "texto": "O crime de receptação não admite a modalidade culposa"
      },
      {
        "letra": "D",
        "texto": "É isento de pena o cônjuge que comete crime furto em face do companheiro durante a constância do casamento"
      },
      {
        "letra": "E",
        "texto": "Não será punido criminalmente quem, de qualquer modo, apropriar-se de coisa alheia perdida"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "840178",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: PC-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Apropriação indébita",
      "Estelionato"
    ],
    "enunciado_principal": "Leonardo encontra uma cédula de R$ 50,00 sob a poltrona da sala da casa de seu amigo Fausto, lugar que habitualmente frequenta e, sem que o dono da casa perceba, dela se apodera. Diante do caso hipotético apresentado, Leonardo pratica o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apropriação de coisa achada."
      },
      {
        "letra": "B",
        "texto": "furto qualificado."
      },
      {
        "letra": "C",
        "texto": "estelionato."
      },
      {
        "letra": "D",
        "texto": "furto simples."
      },
      {
        "letra": "E",
        "texto": "apropriação indébita."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "829859",
    "metadata": "Ano: 2017 | Banca: VUNESP | Órgão: Prefeitura de Porto Ferreira - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Roubo",
      "Dano",
      "Apropriação indébita",
      "Estelionato",
      "Disposições gerais nos Crimes Contra o Patrimônio"
    ],
    "enunciado_principal": "Em relação aos crimes contra o patrimônio, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o crime de roubo praticado por agente que é irmão da vítima depende de representação."
      },
      {
        "letra": "B",
        "texto": "em relação ao crime de dano, seja ele cometido na forma simples, seja ele cometido na forma qualificada, em suas diversas modalidades, somente se procede mediante queixa."
      },
      {
        "letra": "C",
        "texto": "no crime de esbulho possessório, se a propriedade é particular, e não há emprego de violência, somente se procede mediante queixa."
      },
      {
        "letra": "D",
        "texto": "em relação ao crime de apropriação indébita previdenciária, não há previsão legal de extinção de punibilidade se o agente, espontaneamente, declara, confessa e efetua o pagamento das contribuições, importâncias ou valores e presta as informações devidas à previdência social, na forma definida em lei ou regulamento, antes do início da ação fiscal."
      },
      {
        "letra": "E",
        "texto": "em relação ao crime de estelionato há a necessidade de saber o valor do prejuízo acarretado à vítima para saber se trata-se de ação penal pública incondicionada ou condicionada."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "818953",
    "metadata": "Ano: 2017 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Apropriação indébita",
      "Estelionato"
    ],
    "enunciado_principal": "Analise as assertivas relacionadas a crimes previstos na Parte Especial do Código Penal, e assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Crime de homicídio (CP, art. 121): se praticado contra ascendente, constitui homicídio simples com circunstância agravante; se praticado contra criança, constitui homicídio simples majorado por causa de aumento de pena; se praticado contra mulher por razões da condição de sexo feminino, constitui homicídio qualificado."
      },
      {
        "letra": "B",
        "texto": "A escusa absolutória, como fundamento de isenção de pena de natureza pessoal, é aplicável, por exemplo, para os crimes de furto (CP, 155, caput), apropriação indébita (CP, art. 168, caput) e estelionato (CP, art. 171, caput), quando praticados em prejuízo de cônjuge, ascendente, descendente ou irmão."
      },
      {
        "letra": "C",
        "texto": "A e B, em concurso de agentes e munidos de arma de fogo, utilizam de violência para subtrair valores de C, que morre em razão da violência empregada. Segundo entendimento consolidado no STJ, A e B respondem pelo crime de latrocínio (CP, art. 157, § 3º), sem incidência da majoração relativa às causas de aumento de pena do emprego de arma e do concurso de agentes."
      },
      {
        "letra": "D",
        "texto": "Crime de lesões corporais (CP, art. 129): a forma simples admite transação penal ou suspensão condicional do processo; a forma qualificada, que resulte em debilidade permanente de membro, não admite transação penal e admite suspensão condicional do processo; a forma qualificada, que resulte em deformidade permanente, não admite transação penal ou suspensão condicional do processo."
      },
      {
        "letra": "E",
        "texto": "O crime de violação de domicílio (CP, art. 150), em suas formas simples ou qualificada, é de ação penal pública incondicionada; o crime de estupro (CP, art. 213), em sua forma simples, praticada contra vítima maior de 18 (dezoito) anos, é de ação penal pública condicionada à representação; o crime de exercício arbitrário das próprias razões (CP, art. 345), sem utilização de violência, é de ação penal privada."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "812484",
    "metadata": "Ano: 2017 | Banca: IBADE | Órgão: PC-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão",
      "Crimes contra o patrimônio",
      "Furto",
      "Apropriação indébita",
      "Crimes contra o respeito aos mortos"
    ],
    "enunciado_principal": "Alcides, administrador de um cemitério, percebendo que, depois de uma chuva torrencial, ossos anteriormente sepultados em uma cova rasa ficaram expostos, decide levar para sua casa o crânio que compunha aquele esqueleto. Assinale a alternativa que corretamente indica a subsunção de seu comportamento à norma penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Conduta atipica"
      },
      {
        "letra": "B",
        "texto": "Subtração de cadáver"
      },
      {
        "letra": "C",
        "texto": "Apropriação indébita"
      },
      {
        "letra": "D",
        "texto": "Furto"
      },
      {
        "letra": "E",
        "texto": "Vilipêndio a cadáver"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "802882",
    "metadata": "Ano: 2016 | Banca: IESES | Órgão: TJ-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Extorsão",
      "Extorsão mediante sequestro",
      "Extorsão indireta",
      "Apropriação indébita"
    ],
    "enunciado_principal": "Após a leitura das alternativas abaixo, que contém alguns dos crimes contra o patrimônio previstos no Código Penal Brasileiro, identifique a(s) afirmações correta(s):I. Extorsão - Constranger alguém, mediante violência ou grave ameaça, e com o intuito de obter para si ou para outrem indevida vantagem econômica, a fazer, tolerar que se faça ou deixar de fazer alguma coisa. II. Extorsão indireta - Solicitar, como garantia de dívida, abusando da situação de alguém, documento que pode dar causa a procedimento criminal contra a vítima ou contra terceiro III. Extorsão mediante sequestro - Sequestrar pessoa com o fim de obter, para si ou para outrem, qualquer vantagem, como condição ou preço do resgate. IV. Apropriação de coisa havida por erro, caso fortuito ou força da natureza - Apropriar-se alguém de coisa alheia vinda ao seu poder por descuido, ou em força da natureza: A sequência correta é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As assertivas I e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "As assertivas I, II e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas a assertiva III está correta."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas I e III estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "698201",
    "metadata": "Ano: 2016 | Banca: FUNCAB | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita",
      "Estelionato",
      "Outras fraudes"
    ],
    "enunciado_principal": "Sobre os crimes contra o patrimônio, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de apropriação indébita pressupõe a posse ou detenção lícita, mas vigiada, do agente sobre coisa móvel alheia, com subsequente inversão do título da posse ou detenção."
      },
      {
        "letra": "B",
        "texto": "Só se configura crime de estelionato quanto há prejuízo patrimonial a outrem, consistente em perder o que já se possui ou em deixar de ganhar o que é devido, não bastando a mera obtenção de uma vantagem indevida pelo agente."
      },
      {
        "letra": "C",
        "texto": "Ocorre alienação ou oneração fraudulenta de coisa própria quando o agente vende coisa de sua propriedade, todavia inalienável, crime do qual participa o adquirente que, cientificado de todas as circunstâncias que envolvem o negócio, opta por efetivá-lo."
      },
      {
        "letra": "D",
        "texto": "Constitui crime de esbulho possessório o ingresso clandestino de duas pessoas em edifício alheio, com a finalidade de usurpá-lo."
      },
      {
        "letra": "E",
        "texto": "Pratica crime de apropriação de coisa achada aquele que se apossa de uma carteira esquecida por colega sobre a mesa por este usada no escritório em que ambos trabalham."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "693601",
    "metadata": "Ano: 2016 | Banca: FUNCAB | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Extorsão",
      "Apropriação indébita",
      "Estelionato"
    ],
    "enunciado_principal": "Afim de subtrair pertences de Bartolomeu, Marinalda coloca barbitúricos em sua bebida, fazendo-o desfalecer. Em seguida, a mulher efetiva a subtração e deixa o local, sendo certo que o lesado somente vem a acordar algumas horas depois. Nesse contexto, é correto afirmar que Marinalda praticou crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estelionato."
      },
      {
        "letra": "B",
        "texto": "extorsão."
      },
      {
        "letra": "C",
        "texto": "roubo."
      },
      {
        "letra": "D",
        "texto": "apropriação indébita."
      },
      {
        "letra": "E",
        "texto": "furto qualificado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "644281",
    "metadata": "Ano: 2016 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita"
    ],
    "enunciado_principal": "Caio entrega a Tício, seu amigo e funcionário do Detran, uma quantia em dinheiro para que este último pague uma multa naquele órgão público. Tício, no entanto, apropria-se do dinheiro. Nesse caso, Tício deverá ser responsabilizado pelo crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apropriação indébita"
      },
      {
        "letra": "B",
        "texto": "peculato furto"
      },
      {
        "letra": "C",
        "texto": "peculato apropriação"
      },
      {
        "letra": "D",
        "texto": "peculato mediante o erro de outrem"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "629849",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Apropriação indébita",
      "Estelionato"
    ],
    "enunciado_principal": "Brutus, no interior de uma loja, a pretexto de adquirir roupas, solicitou ao vendedor vários modelos para experimentar, mas, no interior do provador, escondeu uma das peças dentro de suas vestes, devolveu as demais e deixou o local. Brutus cometeu crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "furto qualificado pela fraude."
      },
      {
        "letra": "B",
        "texto": "apropriação indébita."
      },
      {
        "letra": "C",
        "texto": "furto simples."
      },
      {
        "letra": "D",
        "texto": "estelionato."
      },
      {
        "letra": "E",
        "texto": "furto de coisa comum."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "629848",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Extorsão",
      "Apropriação indébita",
      "Estelionato",
      "Receptação"
    ],
    "enunciado_principal": "Placídio achou na rua um cartão de crédito e o utilizou para efetuar compras de roupas finas em um estabelecimento comercial. Essa conduta caracterizou o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apropriação indébita."
      },
      {
        "letra": "B",
        "texto": "furto qualificado pela fraude."
      },
      {
        "letra": "C",
        "texto": "estelionato."
      },
      {
        "letra": "D",
        "texto": "extorsão simples."
      },
      {
        "letra": "E",
        "texto": "receptação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "620432",
    "metadata": "Ano: 2016 | Banca: IESES | Órgão: TJ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita",
      "Estelionato",
      "Receptação"
    ],
    "enunciado_principal": "O ato de adquirir, receber, transportar, conduzir ou ocultar, em proveito próprio ou alheio, coisa que sabe ser produto de crime, ou influir para que terceiro, de boa-fé, a adquira, receba ou oculte é tipificado como crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Receptação."
      },
      {
        "letra": "B",
        "texto": "Apropriação indébita."
      },
      {
        "letra": "C",
        "texto": "Induzimento à especulação."
      },
      {
        "letra": "D",
        "texto": "Estelionato."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "592563",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: Prefeitura de Paulínia - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Apropriação indébita",
      "Estelionato",
      "Receptação"
    ],
    "enunciado_principal": "Um funcionário da Farmácia Vida Boa é o responsável pelo pagamento das contas da sociedade empresarial junto ao estabelecimento financeiro. Em determinada data, quando levava R$ 2.000,00 ao Banco para depósito a pedido do gerente da sociedade, decide, no caminho, ficar com R$ 1.000,00 para si e apenas depositar na conta os outros R$ 1.000,00. Não falsifica, porém, qualquer comprovante de depósito, mas simplesmente não o entrega ao responsável. Considerando a situação narrada, a conduta do funcionário configura:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas ilícito civil, sendo penalmente atípica;"
      },
      {
        "letra": "B",
        "texto": "crime de furto;"
      },
      {
        "letra": "C",
        "texto": "crime de estelionato;"
      },
      {
        "letra": "D",
        "texto": "crime de receptação;"
      },
      {
        "letra": "E",
        "texto": "crime de apropriação indébita."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "577645",
    "metadata": "Ano: 2015 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Roubo",
      "Extorsão",
      "Extorsão mediante sequestro",
      "Apropriação indébita",
      "Receptação",
      "Legislação Penal Especial",
      "Crimes contra a propriedade intelectual de programa de computador  - Lei n° 9.609/1998"
    ],
    "enunciado_principal": "Quanto aos crimes patrimoniais, assinale a afirmativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pratica extorsão quem telefona para a vítima simulando ter sequestrado parente seu e exigindo o depósito de quantia em dinheiro em sua conta, sob ameaça de morte, verificando-se, posteriormente, que não houve sequestro algum."
      },
      {
        "letra": "B",
        "texto": "Aplica-se causa de aumento de pena se o autor do crime de apropriação indébita recebeu a coisa em razão do parentesco com a vítima."
      },
      {
        "letra": "C",
        "texto": "Constituem meios idôneos intimidatórios, a ponto de se configurar o delito de roubo, a simulação de porte de arma de fogo e a afirmação do agente de que, se a vítima não lhe entregar seus pertences, irá “passar fogo\" nela."
      },
      {
        "letra": "D",
        "texto": "O crime de distribuição, ocultação ou manutenção em depósito, sem autorização, de original ou cópia de obra intelectual ou fonograma reproduzido com violação de direito autoral só se configura caso o agente atue com o intuito de lucro direto ou indireto."
      },
      {
        "letra": "E",
        "texto": "Pratica fato atípico o agente que, uma única vez na vida, sem estar no exercício de atividade comercial, vende coisa que sabe ser produto de crime a terceiro, o qual, por sua vez, conhece a origem ilícita do bem."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "571892",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Salvador - BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Roubo",
      "Extorsão",
      "Apropriação indébita",
      "Estelionato"
    ],
    "enunciado_principal": "Assinale a opção correta acerca dos crimes contra o patrimônio conforme entendimento do STJ e da doutrina majoritária.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Indivíduo que vender coisa própria inalienável, gravada de ônus ou litigiosa, ou imóvel que tiver prometido vender a terceiro mediante pagamento em prestações, e silenciar sobre quaisquer dessas circunstâncias, praticará o delito de induzimento à especulação."
      },
      {
        "letra": "B",
        "texto": "Se, posteriormente à subtração dos bens, a vítima for obrigada a fornecer senha para a realização de saques em sua conta bancária, será configurado um delito único, ou seja, a extorsão."
      },
      {
        "letra": "C",
        "texto": "O crime de roubo se consuma quando o agente se torna possuidor da coisa subtraída, mediante violência ou grave ameaça, ainda que o objeto subtraído não saia da esfera de vigilância da vítima."
      },
      {
        "letra": "D",
        "texto": "No crime de apropriação indébita, assim como no de estelionato, o agente detém, anteriormente à prática do crime, a posse lícita da coisa."
      },
      {
        "letra": "E",
        "texto": "A destruição de patrimônio de empresa pública, a exemplo da Caixa Econômica Federal, configura dano qualificado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "560169",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: CNMP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita"
    ],
    "enunciado_principal": "Determinado empregado de um despachante recebeu dinheiro de cliente, pessoa física, para licenciamento de veículo. Em vez de pagar as guias do carro do cliente, usou o dinheiro em proveito próprio. Essa situação trata de um crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apropriação indébita ou estelionato, dependendo do critério escolhido pela vítima, pois esta é quem decide se fará ou não representação, haja vista que a ação penal nesse caso é privada."
      },
      {
        "letra": "B",
        "texto": "estelionato, em razão da intenção posterior do sujeito ativo de apropriar-se do bem, mesmo tendo-o recebido de forma legítima do sujeito passivo."
      },
      {
        "letra": "C",
        "texto": "apropriação indébita, pois o sujeito passivo, depois de estar de posse do bem recebido legitimamente do sujeito ativo, assenhora-se desse bem como se fosse seu, ferindo o direito de propriedade."
      },
      {
        "letra": "D",
        "texto": "pequeno potencial ofensivo que escapa ao campo penal no que toca ao empregado do despachante, pois o despachante é quem deve ser responsabilizado pelo ocorrido, já que responde junto ao cliente."
      },
      {
        "letra": "E",
        "texto": "apropriação indébita, pois o sujeito ativo, depois de estar de posse do bem recebido legitimamente do sujeito passivo, assenhora-se desse bem como se fosse seu, ferindo o direito de propriedade."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "555072",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Apropriação indébita",
      "Crimes contra a administração pública",
      "Peculato",
      "Prevaricação"
    ],
    "enunciado_principal": "Profissional nomeado pela assistência judiciária para atuar como defensor dativo ingressa com ação contra o INSS, em favor da parte para a qual foi constituído, e posteriormente faz o levantamento do valor devido. Contudo, não repassou o dinheiro à parte, cometendo o delito de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "peculato, tendo em vista apropriar-se de dinheiro ou valor de que tem a posse em razão do cargo."
      },
      {
        "letra": "B",
        "texto": "furto mediante fraude, pois abusou da confiança da vítima."
      },
      {
        "letra": "C",
        "texto": "prevaricação, considerando que retardou ou deixou de praticar, indevidamente, ato de ofício."
      },
      {
        "letra": "D",
        "texto": "apropriação indébita, uma vez que tinha a posse ou detenção do numerário."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "555071",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita"
    ],
    "enunciado_principal": "O afilhado que cuida e tem a função de curador de sua madrinha, esta com 65 anos de idade, acometida de Alzheimer, vendeu imóvel da ofendida por R$ 80.000,00, recebendo, inicialmente, R$ 20.000,00. Quando foi lavrada a escritura pública, o curador recebeu o restante do pagamento, no importe de R$ 60.000,00, apropriando-se do numerário. Assim,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o afilhado é isento de pena por ter praticado o delito em prejuízo de ascendente."
      },
      {
        "letra": "B",
        "texto": "o comportamento do afilhado caracteriza o crime de estelionato, na modalidade de abuso de incapazes."
      },
      {
        "letra": "C",
        "texto": "o comportamento do afilhado caracteriza o crime de apropriação indébita, agravado em face da qualidade de curador."
      },
      {
        "letra": "D",
        "texto": "o comportamento do afilhado caracteriza o crime de apropriação, previsto no Estatuto do Idoso."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "544569",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Apropriação indébita",
      "Estelionato",
      "Outras fraudes",
      "Receptação"
    ],
    "enunciado_principal": "NÃO admite a figura privilegiada, com substituição da pena de reclusão pela de detenção, diminuição de um a dois terços ou aplicação somente da pena de multa, o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "furto."
      },
      {
        "letra": "B",
        "texto": "duplicata simulada."
      },
      {
        "letra": "C",
        "texto": "estelionato."
      },
      {
        "letra": "D",
        "texto": "apropriação indébita."
      },
      {
        "letra": "E",
        "texto": "receptação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "534576",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita",
      "Estelionato",
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Prevaricação",
      "Advocacia administrativa"
    ],
    "enunciado_principal": "Em cada uma das opções seguintes é apresentada uma situação hipotética, seguida de uma assertiva a ser julgada com base nas jurisprudências do STJ e do STF acerca dos crimes contra o patrimônio e contra a administração. Assinale a opção que apresenta a assertiva correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Paulo emitiu cheque pré-datado como garantia de dívida contraída com Renato. Renato descobriu, ao tentar descontar o cheque, antes de exigível a dívida, que o emitente não possuía fundos para honrá-lo. Nessa situação, Paulo praticou delito de estelionato na modalidade específica conhecida como fraude no pagamento por meio de cheque."
      },
      {
        "letra": "B",
        "texto": "Marcos, servidor público do estado da Paraíba, dirigiu-se a um órgão da administração pública do referido estado e, sem se identificar, requereu preferência no andamento de processo administrativo em que Rogério, seu amigo, é parte. Nessa situação, a conduta de Marcos não corresponde ao crime de advocacia administrativa."
      },
      {
        "letra": "C",
        "texto": "Luís, guarda municipal em serviço, solicitou R$ 500 a Marcelo por este dirigir veículo sem habilitação. Em troca, Luís não apreenderia o bem nem multaria Marcelo pela infração de trânsito. Nessa situação, Luís praticou o crime de concussão."
      },
      {
        "letra": "D",
        "texto": "Jorge, estagiário do governo do estado da Paraíba, subtraiu valores aos quais tinha acesso no exercício da sua função, referentes ao programa social gerido pelo órgão público em que trabalhava. Nessa situação, a conduta de Jorge corresponde ao tipo penal do crime de apropriação indébita qualificada."
      },
      {
        "letra": "E",
        "texto": "João, chefe do órgão público no qual trabalhava Rodrigo, ao tomar conhecimento de que este subtraiu valores em dinheiro do órgão público, não abriu processo administrativo disciplinar contra Rodrigo, em razão de compaixão pela origem humilde e vida difícil de seu subordinado. Nessa situação, João praticou o crime de prevaricação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "532524",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: TJ-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Extorsão",
      "Dano",
      "Apropriação indébita"
    ],
    "enunciado_principal": "A respeito dos crimes contra o patrimônio, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No crime de furto de uso, se a coisa infungível é subtraída para fim de uso momentâneo, e, a seguir, vem a ser imediatamente restituída ou reposta no lugar onde se achava, responderá o agente por pena de detenção de até seis meses e pagamento de trinta dias-multa."
      },
      {
        "letra": "B",
        "texto": "Se o agente consuma o homicídio, mas não obtém êxito na subtração de bens da vítima por circunstâncias alheias à sua vontade, responderá por crime de homicídio qualificado consumado."
      },
      {
        "letra": "C",
        "texto": "O delito de dano, previsto pelo art. 163 do Código Penal, prevê as modalidades dolosa e culposa."
      },
      {
        "letra": "D",
        "texto": "O crime de extorsão consuma-se independentemente da obtenção da vantagem indevida."
      },
      {
        "letra": "E",
        "texto": "De acordo com o art. 168, § 1o , do Código Penal, são causas exclusivas de aumento da pena ao delito de apropriação indébita quem receber a coisa em depósito necessário ou em razão de ofício, emprego ou profissão."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "512820",
    "metadata": "Ano: 2015 | Banca: MPT | Órgão: MPT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Redução à condição análoga à de escravo",
      "Crimes contra o patrimônio",
      "Apropriação indébita",
      "Crimes contra a organização do trabalho",
      "Crimes contra a administração pública",
      "Peculato"
    ],
    "enunciado_principal": "Marque a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Incorre no crime de peculato o funcionário público que desviar dinheiro particular, de que tem a posse em razão do cargo, ainda que o aplique em proveito da própria repartição em que estiver lotado."
      },
      {
        "letra": "B",
        "texto": "Incorre na pena do crime de apropriação indébita previdenciária o prestador de serviço que deixar de recolher contribuições devidas à previdência social que tenham integrado os custos operacionais relativos à prestação de serviços."
      },
      {
        "letra": "C",
        "texto": "Incorre em crime contra a organização do trabalho quem recruta trabalhadores fora do local de trabalho, dentro do território nacional, e não assegura condições de retorno ao seu local de origem."
      },
      {
        "letra": "D",
        "texto": "Incorre em crime de redução à condição análoga a de escravo quem submete trabalhador a jornada exaustiva ou a condições degradantes de trabalho, desde que ocorra, concomitantemente, algum cerceio à sua liberdade de locomoção."
      },
      {
        "letra": "E",
        "texto": "Não respondida."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "884471",
    "metadata": "Ano: 2014 | Banca: FUNCAB | Órgão: PC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Apropriação indébita",
      "Estelionato",
      "Crimes contra a administração pública",
      "Peculato"
    ],
    "enunciado_principal": "Funcionário público que, no trajeto de sua residência até a repartição onde trabalha, dentro de um ônibus coletivo, aproveita-se da distração de uma pessoa e subtrai-lhe a carteira, contendo quantia em dinheiro, responde pelo crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Furto."
      },
      {
        "letra": "B",
        "texto": "estelionato."
      },
      {
        "letra": "C",
        "texto": "roubo."
      },
      {
        "letra": "D",
        "texto": "apropriação indébita."
      },
      {
        "letra": "E",
        "texto": "peculato."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "726701",
    "metadata": "Ano: 2014 | Banca: FMP Concursos | Órgão: TJ-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita"
    ],
    "enunciado_principal": "Relativamente ao crime de apropriação indébita previdenciária (art. 168-A do CP), a jurisprudência majoritária tem entendido que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se trata de crime omissivo próprio."
      },
      {
        "letra": "B",
        "texto": "é imprescindível o animus rem sibi habendi."
      },
      {
        "letra": "C",
        "texto": "se a empresa estiver em dificuldades financeiras, deve o sócio-gerente ser absolvido por estado de necessidade."
      },
      {
        "letra": "D",
        "texto": "o crime é inconstitucional em face da vedação à prisão por dívida."
      },
      {
        "letra": "E",
        "texto": "se trata de crime próprio."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "472016",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita"
    ],
    "enunciado_principal": "A respeito dos crimes contra o patrimônio e do concurso de agentes, julgue os itens subsequentes. A apropriação de veículo do patrão por empregado doméstico que detinha o bem para utilização em tarefas afetas às suas obrigações é delito de apropriação indébita, devendo a pena-base ser majorada de um terço por determinação legal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "434881",
    "metadata": "Ano: 2014 | Banca: FEPESE | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre o crime de apropriação indébita previdenciária.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se o agente for primário e tiver bons antecedentes poderá o juiz deixar de aplicar a pena ou aplicar somente a de multa."
      },
      {
        "letra": "B",
        "texto": "Nas mesmas penas incorre quem deixar de pagar benefício devido a segurado, quando as respectivas cotas ou valores já tiverem sido reembolsados à empresa pela previdência social."
      },
      {
        "letra": "C",
        "texto": "Se o agente promover, após o início da ação fiscal e antes de oferecida a denúncia, o pagamento da contribuição social previdenciária, inclusive acessórios, o juiz poderá substituir a pena de reclusão pela de detenção, diminuí-la de um a dois terços, ou aplicar somente a pena de multa."
      },
      {
        "letra": "D",
        "texto": "É facultado ao juiz deixar de aplicar a pena ou aplicar somente a de multa se o agente, espontaneamente, declara, confessa e efetua o pagamento das contribuições, importâncias ou valores e presta as informações devidas à previdência social, antes do início da ação fiscal."
      },
      {
        "letra": "E",
        "texto": "É extinta a punibilidade se o valor das contribuições devidas, inclusive acessórios, seja igual ou inferior àquele estabelecido pela previdência social, administrativamente, como sendo o mínimo para o ajuizamento de suas execuções fiscais."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "432591",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: MPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita"
    ],
    "enunciado_principal": "Jonas, advogado de Paulo, com procuração regularmente outorgada nos autos de uma determinada ação de ressarcimento de danos morais, retira de uma agência bancária situada no fórum o valor em espécie correspondente à indenização objeto da condenação, constante do mandado judicial de pagamento. Entretanto, entrega apenas uma parte do valor ao seu cliente, retendo para si, indevidamente, 1/3 (um terço) da quantia recebida. O delito cometido pelo causídico é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estelionato - Artigo 171, caput, do Código Penal;"
      },
      {
        "letra": "B",
        "texto": "furto fraude - Artigo 155, §4º, II, do Código Penal;"
      },
      {
        "letra": "C",
        "texto": "apropriação indébita simples - Artigo 168 do Código Penal;"
      },
      {
        "letra": "D",
        "texto": "receptação simples - Artigo 180, caput, do Código Penal;"
      },
      {
        "letra": "E",
        "texto": "apropriação indébita qualificada - Artigo 168, §1º, III do Código Penal."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "425151",
    "metadata": "Ano: 2014 | Banca: TRT 14R | Órgão: TRT - 14ª Região (RO e AC)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Extorsão",
      "Apropriação indébita",
      "Estelionato"
    ],
    "enunciado_principal": "Trabalhando como motorista de caminhão, Juvenal que estava passando por dificuldades financeiras, vendeu os pneus novos do veículo para um vizinho (a quem convenceu ser o legítimo proprietário de tais bens) e os substituiu por pneus recauchutados, apresentando ao empregador nota fiscal que os indicavam como pneus novos de excelente marca. Seu ajudante, presente naquela oportunidade, insurgiu-se e foi ameaçado por Juvenal de sofrer violência física, caso não se calasse. A respeito do ocorrido e considerando os tipos penais, é INCORRETO afirmar que Juvenal praticou:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Furto qualificado;"
      },
      {
        "letra": "B",
        "texto": "Extorsão;"
      },
      {
        "letra": "C",
        "texto": "Apropriação indébita, com aumento de pena;"
      },
      {
        "letra": "D",
        "texto": "Estelionato e disposição de coisa alheia como própria;"
      },
      {
        "letra": "E",
        "texto": "Receptação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "419574",
    "metadata": "Ano: 2014 | Banca: TRF - 2ª Região | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita"
    ],
    "enunciado_principal": "Quanto ao crime de apropriação indébita previdenciária (art. 168-A do Código Penal), assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O dolo exigido é o genérico, de modo que a omissão, por si, é apta a configurar o delito, que prescinde da fraude material e do animus rem sibi habendi para a sua caracterização."
      },
      {
        "letra": "B",
        "texto": "O bem jurídico tutelado é o patrimônio do empregado de quem a contribuição foi recolhida e não repassada, de modo que o falecimento deste gera a extinção da punibilidade."
      },
      {
        "letra": "C",
        "texto": "A linha dominante admite caracterizada a inexigibilidade de conduta diversa, como causa supra legal de exclusão da culpabilidade, com a demonstração de que o repasse das contribuições previdenciárias traria dificuldades para o réu ou seus familiares, além da falta de dolo direto e especial."
      },
      {
        "letra": "D",
        "texto": "A corrente apoiada na jurisprudência tradicional e dominante considera tratar-se de delito de conduta mista, comissiva quanto ao recolhimento e omissiva quanto ao repasse, sendo o dolo específico o seu elemento subjetivo."
      },
      {
        "letra": "E",
        "texto": "Para a configuração do crime exige-se a posse física do numerário apropriado, pelo menos na forma consumada."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "419448",
    "metadata": "Ano: 2014 | Banca: FUNCAB | Órgão: PJC-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Apropriação indébita"
    ],
    "enunciado_principal": "Eufrosina, experiente psicóloga e conhecedora profunda das técnicas de hipnose, propõe a sua amiga Ambrosia hipnotizá-la, sob o argumento de curá-la de um trauma da infância. Acreditando na cura, Ambrosia aceita a terapia. Estando sob os efeitos da hipnose e das determinações de Eufrosina, Ambrosia entrega-lhe um colar de brilhantes, que já era cobiçado pela psicóloga há anos. Eufrosina vai embora surrupiando a joia. Assim, Eufrosina praticou o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "roubo próprio."
      },
      {
        "letra": "B",
        "texto": "furto simples."
      },
      {
        "letra": "C",
        "texto": "furto qualificado"
      },
      {
        "letra": "D",
        "texto": "roubo impróprio."
      },
      {
        "letra": "E",
        "texto": "apropriação indébita."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "415105",
    "metadata": "Ano: 2014 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita",
      "Estelionato"
    ],
    "enunciado_principal": "No crime de apropriação indébita exige-se uma quebra de confiança por parte do agente, eis que a vítima voluntariamente entrega bem móvel de sua propriedade ou posse, perpetuando-se o crime no momento que autor do delito se nega em devolver o objeto ao seu legítimo dono. Entretanto, se o agente, de forma premeditada, pega o bem já consciente que não irá devolvê-lo, cometerá a conduta de estelionato, e não a acima mencionada.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "402386",
    "metadata": "Ano: 2014 | Banca: NUCEPE | Órgão: PC-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Apropriação indébita",
      "Estelionato"
    ],
    "enunciado_principal": "Leonel pediu a Riedel que guardasse, em seu apartamento, um livro muito raro. Após três meses, Leonel apodera-se do referido livro, sem devolvê-lo a Riedel quando foi solicitado, este crime configura-se:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apropriação indébita."
      },
      {
        "letra": "B",
        "texto": "furto."
      },
      {
        "letra": "C",
        "texto": "estelionato."
      },
      {
        "letra": "D",
        "texto": "roubo."
      },
      {
        "letra": "E",
        "texto": "peculato."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "390329",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita",
      "Crimes contra a administração pública",
      "Peculato",
      "Concussão e Excesso de Exação"
    ],
    "enunciado_principal": "A conduta do Notário de desviar, em proveito próprio, importância sabidamente indevida, que exigiu e recebeu a título de tributo, configura",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Peculato doloso."
      },
      {
        "letra": "B",
        "texto": "Peculato culposo."
      },
      {
        "letra": "C",
        "texto": "Apropriação indébita."
      },
      {
        "letra": "D",
        "texto": "Excesso de exação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "385487",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita"
    ],
    "enunciado_principal": "A conduta de João se enquadra no tipo penal de apropriação indébita, uma vez que ele subtraía os referidos bens valendo-se da facilidade que lhe proporcionava sua atividade profissional.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "378662",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRT - 18ª Região (GO)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita"
    ],
    "enunciado_principal": "No crime de apropriação indébita,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o dolo é antecedente à posse."
      },
      {
        "letra": "B",
        "texto": "a ação penal é sempre pública incondicionada, independentemente da condição da vítima."
      },
      {
        "letra": "C",
        "texto": "o Juiz pode reduzir a pena se primário o criminoso e de pequeno valor a coisa apropriada."
      },
      {
        "letra": "D",
        "texto": "é possível o perdão judicial no caso de apropriação indébita culposa."
      },
      {
        "letra": "E",
        "texto": "há aumento da pena quando o agente recebe a coisa em razão de emprego, mas não de profissão."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "372324",
    "metadata": "Ano: 2014 | Banca: IBFC | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita"
    ],
    "enunciado_principal": "Em relação ao crime de apropriação indébita previdenciária (art.168-A do Código Penal), assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É extinta a punibilidade se o agente, espontaneamente, declara, confessa e efetua o pagamento das contribuições, importâncias ou valores e presta as informações devidas à previdência social, na forma defnida em lei ou regulamento, antes do início da ação fscal."
      },
      {
        "letra": "B",
        "texto": "É facultado ao juiz deixar de aplicar a pena ou aplicar somente a de multa se o agente for primário e de bons antecedentes, desde que tenha promovido, após o início da ação fscal e antes da sentença, o pagamento da contribuição social previdenciária, inclusive acessórios."
      },
      {
        "letra": "C",
        "texto": "Incorre nas mesmas penas quem deixar de recolher, no prazo legal, contribuição ou outra importância destinada à previdência social que tenha sido descontada de pagamento efetuado a segurados, a terceiros ou arrecadada do público."
      },
      {
        "letra": "D",
        "texto": "É facultado ao juiz deixar de aplicar a pena ou aplicar somente a de multa se o agente for primário e de bons antecedentes, desde que o valor das contribuições devidas, inclusive acessórios, seja igual ou inferior àquele estabelecido pela previdência social, administrativamente, como sendo o mínimo para o ajuizamento de suas execuções fscais."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "361238",
    "metadata": "Ano: 2014 | Banca: FMP Concursos | Órgão: TJ-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crimes contra o patrimônio",
      "Apropriação indébita",
      "Crimes contra a administração pública",
      "Exercício arbitrário das próprias razões",
      "Patrocínio infiel. Patrocínio simultâneo ou tergiversação"
    ],
    "enunciado_principal": "O advogado Dr. Fulano, contratado para patrocinar os interesses de determinada pessoa em juízo, não cumpriu o pactuado, apesar do recebimento de parcela do valor dos honorários contratuais. De acordo com o entendimento do Superior Tribunal de Justiça, o advogado pratica",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o crime de apropriação indébita."
      },
      {
        "letra": "B",
        "texto": "fato atípico"
      },
      {
        "letra": "C",
        "texto": "o crime de patrocínio infiel."
      },
      {
        "letra": "D",
        "texto": "o crime de exercício arbitrário"
      },
      {
        "letra": "E",
        "texto": "o crime de tergiversação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "957247",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Dano",
      "Apropriação indébita"
    ],
    "enunciado_principal": "Aquele que deteriorar coisa sem dono ou abandonada pratica:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "crime de dano doloso."
      },
      {
        "letra": "B",
        "texto": "conduta penalmente atípica."
      },
      {
        "letra": "C",
        "texto": "crime de furto impróprio."
      },
      {
        "letra": "D",
        "texto": "crime de apropriação indébita."
      },
      {
        "letra": "E",
        "texto": "crime de dano culposo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "826850",
    "metadata": "Ano: 2013 | Banca: FDRH | Órgão: PC-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Apropriação indébita",
      "Crimes contra a administração pública",
      "Peculato"
    ],
    "enunciado_principal": "Fulana, da área da saúde, foi contratada emergencialmente pela Prefeitura de um Município para atender no posto de saúde pública da cidade. Ela e sua amiga Beltrana, que não tem qualquer vínculo com a administração pública, mas é conhecedora da situação funcional de Fulana, em comunhão de vontades e conjugação de esforços, venderam o laptop que esta possuía em carga para o exercício da sua função, sendo o dinheiro da venda repartido entre as duas. Assim, Fulana e Beltrana devem responder, por",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apropriação indébita em coautoria."
      },
      {
        "letra": "B",
        "texto": "apropriação indébita e furto, respectivamente."
      },
      {
        "letra": "C",
        "texto": "peculato-apropriação e furto, respectivamente."
      },
      {
        "letra": "D",
        "texto": "peculato-furto e furto, respectivamente."
      },
      {
        "letra": "E",
        "texto": "peculato-apropriação em coautoria."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "371275",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita"
    ],
    "enunciado_principal": "Para que haja consumação do crime de apropriação indébita, a coisa necessariamente precisa ser",
    "alternativas": [
      {
        "letra": "A",
        "texto": "subtraída."
      },
      {
        "letra": "B",
        "texto": "utilizada."
      },
      {
        "letra": "C",
        "texto": "destruída."
      },
      {
        "letra": "D",
        "texto": "perdida."
      },
      {
        "letra": "E",
        "texto": "assenhorada."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "359575",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita"
    ],
    "enunciado_principal": "No crime de apropriação indébita previdenciária (art. 168-A do Código Penal).",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a jurisprudência dos tribunais superiores não admite falar em inexigibilidade de conduta diversa como fundamento de exclusão de culpabilidade do agente do crime."
      },
      {
        "letra": "B",
        "texto": "o pagamento subsequente ao lançamento e ao oferecimento da denúncia não tem qualquer efeito na esfera penal."
      },
      {
        "letra": "C",
        "texto": "a sentença de perdão judicial não gera reincidência específica para qualquer de seus efeitos legais."
      },
      {
        "letra": "D",
        "texto": "o pagamento não tem como extinguir a punibilidade."
      },
      {
        "letra": "E",
        "texto": "admite-se a tentativa na forma simples da conduta."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "356779",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 15ª Região (SP)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Apropriação indébita",
      "Estelionato"
    ],
    "enunciado_principal": "Paulo exercia, há muitos anos, as funções de caseiro da chácara de Pedro, que nele depositava absoluta confiança, entregando-lhe as chaves da sede para limpeza. Um dia Paulo apanhou as chaves e entrou no quarto, subtraindo a quantia de R$ 3.000,00 que se encontrava na gaveta do armário. Paulo cometeu crime de ;",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apropriação de coisa achada."
      },
      {
        "letra": "B",
        "texto": "apropriação indébita."
      },
      {
        "letra": "C",
        "texto": "furto simples."
      },
      {
        "letra": "D",
        "texto": "estelionato."
      },
      {
        "letra": "E",
        "texto": "furto qualificado pelo abuso de confiança."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "355945",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: STF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita"
    ],
    "enunciado_principal": "Em relação aos crimes contra o patrimônio e à administração pública, julgue os itens a seguir.Não incorrerá na prática de crime o agente que, no deslocamento de sua casa para o trabalho, encontre um aparelho celular de última geração, em perfeitas condições de uso e, em vez de procurar os meios legais para identificar e restituir o aparelho ao seu legítimo dono, habilite-o para seu uso próprio.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "327673",
    "metadata": "Ano: 2013 | Banca: MPT | Órgão: MPT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita"
    ],
    "enunciado_principal": "Marque a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É causa de extinção da punibilidade do crime de apropriação indébita previdenciária o pagamento espontâneo das contribuições, importâncias ou valores antes da decisão da ação fiscal."
      },
      {
        "letra": "B",
        "texto": "Na apropriação indébita previdenciária o agente pratica o crime quando deixa de transferir à previdência social contribuições de seus empregados, mesmo que não as tenha recolhido ou descontado."
      },
      {
        "letra": "C",
        "texto": "Nos casos em que o criminoso é primário e a apropriação é de pequeno valor, o juiz deve diminuir a pena de reclusão da apropriação indébita previdenciária de um a dois terços ou substituí-la pela pena de detenção; isso não está na lei."
      },
      {
        "letra": "D",
        "texto": "Pode haver perdão judicial, se o agente for primário e de bons antecedentes, e o valor das contribuições devidas, inclusive acessórias, seja igual ou inferior àquele estabelecido pela previdência social, administrativamente, como sendo o mínimo para o ajuizamento de suas execuções fiscais."
      },
      {
        "letra": "E",
        "texto": "não respondida."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "322580",
    "metadata": "Ano: 2013 | Banca: TRT 8R | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita"
    ],
    "enunciado_principal": "De Conformidade com as normas penais vigentes no ordenamento jurídico brasileiro, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Constitui crime de falso testemunho ou falsa perícia fazer afirmação falsa, ou negar ou calar a verdade como testemunha, perito, contador, tradutor ou intérprete em processo judicial, ou administrativo, inquérito policial, ou em juízo arbitral, e a pena, que é de reclusão, de um a três anos, e multa, pode ser aumentada de um sexto a um terço. Todavia, o fato deixa de ser punível se, antes da sentença no processo em que ocorreu o ilícito transitar em julgado, o agente se retrata ou declara a verdade."
      },
      {
        "letra": "B",
        "texto": "Falsificar, no todo ou em parte, documento público, ou alterar documento público verdadeiro, tipifica o crime de falsificação de documento público, cuja pena é de reclusão, de dois a seis anos, e multa. A pena é aumentada de um quinto se o autor é funcionário público e comete o crime prevalecendo-se do cargo. Nas mesmas penas incorre quem insere ou faz inserir na Carteira de Trabalho e Previdência Social do empregado ou em documento que deva produzir efeito perante a previdência social, declaração falsa ou diversa da que deveria ter sido escrita."
      },
      {
        "letra": "C",
        "texto": "De conformidade com as disposições da lei n. 4.898/65, no crime de abuso de autoridade, a ação penal será iniciada, independentemente de inquérito policial ou justificação, por denúncia do Ministério Público, instruída com a representação da vítima do abuso, dispondo o órgão ministerial do prazo de setenta e duas horas, contadas da data da apresentação da representação pela vítima, para oferecer denúncia contra o réu, desde que o fato narrado constitua abuso de autoridade, e nela requerendo ao Juiz a sua citação, e, bem assim, a designação de audiência de instrução e julgamento."
      },
      {
        "letra": "D",
        "texto": "Constitui apropriação indébita previdenciária deixar de repassar à previdência social as contribuições recolhidas dos contribuintes, no prazo e forma legal ou convencional; ou deixar de recolher, no prazo legal, contribuição ou outra importância destinada à previdência social que tenhasido descontada de pagamento efetuado a segurados, a terceiros ou arrecadada do público; ou deixar de pagar benefício devido a segurado, quando as respectivas cotas ou valores já tiverem sido reembolsados à empresa pela previdência social, sendo extinta a punibilidade se, antes do início da ação fiscal, o agente, espontaneamente, declara, confessa e efetua o pagamento das contribuições, importâncias ou valores e presta as informações devidas à previdência social, na forma definida em lei ou regulamento."
      },
      {
        "letra": "E",
        "texto": "Comete o crime de redução à condição análoga à de escravo todo aquele que reduz alguém à condição análoga à de escravo, quer submetendo-o a trabalhos forçados ou a jornada exaustiva, quer sujeitando-o a condições degradantes de trabalho, quer restringindo, por qualquer meio, sua locomoção em razão de dívida contraída com o empregador ou preposto, tipificando também o crime cercear o uso de qualquer meio de transporte por parte do trabalhador, com o fim de retê-lo no local de trabalho, sendo a pena aumentada de metade, se o crime é cometido contra criança ou adolescente ou por motivo de preconceito de raça, cor, sexo, etnia, religião ou origem."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "312826",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Apropriação indébita"
    ],
    "enunciado_principal": "Imagine que João confunda seu aparelho de telefone celular com o de seu colega Pedro e, descuidadamente, leve para sua casa o aparelho de Pedro. Ao perceber o equívoco, João imediatamente comunica-se com Pedro e informa o ocorrido. No dia seguinte, João devolve o aparelho ao colega sem qualquer dano. Analisando a hipótese narrada, é possível afirmar que João",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cometeu crime de furto, mas não será punido em vista do instituto da desistência voluntária."
      },
      {
        "letra": "B",
        "texto": "não cometeu crime algum."
      },
      {
        "letra": "C",
        "texto": "cometeu crime de apropriação indébita, mas não será punido em vista do instituto da desistência voluntária."
      },
      {
        "letra": "D",
        "texto": "cometeu crime de furto, mas não será punido em vista do instituto do arrependimento eficaz."
      },
      {
        "letra": "E",
        "texto": "cometeu crime de apropriação indébita, mas não será punido em vista do instituto do arrependimento eficaz."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "312522",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Apropriação indébita",
      "Estelionato"
    ],
    "enunciado_principal": "Aquele que subtrai, para si ou para outrem, coisa alheia móvel, com abuso de confiança, ou mediante fraude, escalada ou destreza, pratica o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "roubo."
      },
      {
        "letra": "B",
        "texto": "furto simples."
      },
      {
        "letra": "C",
        "texto": "estelionato."
      },
      {
        "letra": "D",
        "texto": "furto qualificado."
      },
      {
        "letra": "E",
        "texto": "apropriação indébita."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "305647",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Extorsão",
      "Extorsão indireta",
      "Apropriação indébita"
    ],
    "enunciado_principal": "Segundo o Código Penal, apropriar-se de coisa alheia móvel, de que tem a posse ou a detenção tipifica o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "furto."
      },
      {
        "letra": "B",
        "texto": "roubo."
      },
      {
        "letra": "C",
        "texto": "extorsão."
      },
      {
        "letra": "D",
        "texto": "extorsão indireta."
      },
      {
        "letra": "E",
        "texto": "apropriação indébita."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "305550",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Extorsão",
      "Apropriação indébita",
      "Estelionato"
    ],
    "enunciado_principal": "Vitorina, ex-funcionária da empresa de fornecimento de energia elétrica, vestindo um uniforme antigo, foi até a casa de Pauliana dizendo que estava ali para receber os valores da conta mensal de fornecimento de energia elétrica. Acreditando em Vitorina, Pauliana, pagou os valores a esta, que utilizou o dinheiro para comprar alguns vestidos. Entretanto, como sempre, as contas dessa empresa eram e deveriam ser pagas na rede bancária. Logo, Vitorina praticou o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "furto."
      },
      {
        "letra": "B",
        "texto": "roubo."
      },
      {
        "letra": "C",
        "texto": "estelionato."
      },
      {
        "letra": "D",
        "texto": "apropriação indébita."
      },
      {
        "letra": "E",
        "texto": "extorsão."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "303087",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Crimes contra o patrimônio",
      "Apropriação indébita",
      "Crimes contra a dignidade sexual",
      "Crimes contra a paz pública",
      "Associação criminosa",
      "Crimes contra a fé pública",
      "Moeda falsa",
      "Outras falsidades",
      "Tráfico de Pessoas"
    ],
    "enunciado_principal": "Assinale a opção correta com relação a crimes contra o patrimônio, a dignidade sexual, a paz pública e a fé pública.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No crime de apropriação indébita previdenciária, o juiz pode deixar de aplicar a pena ou aplicar somente a pena de multa, se o agente for primário e tiver bons antecedentes, desde que tenha promovido o pagamento da contribuição previdenciária, incluídos os acessórios, antes do recebimento da denúncia."
      },
      {
        "letra": "B",
        "texto": "Por força do princípio constitucional da ampla defesa, não responderá pelo crime de falsa identidade aquele que se identificar com nome de outrem perante a autoridade policial a fim de evitar o cumprimento de mandado judicial de prisão expedido contra si."
      },
      {
        "letra": "C",
        "texto": "Considere a seguinte situação hipotética. Nos autos de interceptação telefônica judicialmente autorizada na forma da lei, foram identificados e processados criminalmente três entre quatro indivíduos que se comunicavam constantemente para planejar a prática de vários crimes de falsificação de carteira de trabalho e da previdência social. Nessa situação, embora comprovada a associação estável e permanente para a prática de crimes, não se poderá condenar por crime de quadrilha os três indivíduos identificados, devido à ausência da identificação do quarto comparsa."
      },
      {
        "letra": "D",
        "texto": "No crime de tráfico internacional de pessoa para fim de exploração sexual, o CP não prevê causa especial de redução de pena, salvo aquela em favor do agente que também já tiver sido vítima do mesmo delito, situação essa em que a pena será reduzida de um sexto a um terço."
      },
      {
        "letra": "E",
        "texto": "Aquele que fabricar uma nota de cinco reais similar à verdadeira não poderá ser beneficiado pela incidência do princípio da insignificância, ainda que seja primário e de bons antecedentes."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "302556",
    "metadata": "Ano: 2013 | Banca: UEG | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Apropriação indébita",
      "Receptação"
    ],
    "enunciado_principal": "Sobre os crimes contra o patrimônio, verifica-se que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "para o aperfeiçoamento do crime de receptação, necessária se faz a existência de anterior crime contra o patrimônio."
      },
      {
        "letra": "B",
        "texto": "no roubo próprio, a violência ou grave ameaça deve ser empregada depois da efetiva subtração do objeto."
      },
      {
        "letra": "C",
        "texto": "a simples relação de emprego ou hospitalidade não é bastante para configurar a majorante do abuso de confiança no crime de furto."
      },
      {
        "letra": "D",
        "texto": "no delito de apropriação indébita a reparação do dano antes do oferecimento da denúncia é causa de extinção da punibilidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1664420",
    "metadata": "Ano: 2012 | Banca: FDC | Órgão: Prefeitura de Belo Horizonte - MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Apropriação indébita",
      "Crimes contra a administração pública",
      "Peculato"
    ],
    "enunciado_principal": "Carlos, policial rodoviário, apreendeu em uma blitz um veículo que trafegava com uma série de irregularidades. Todavia, em vez de determinar que o carro fosse transportado para o depósito público, ele ligou para um primo seu desempregado, que foi até o local e, em comum acordo, conduziu o veículo para a residência de Carlos, vez que este não teria como dirigi-lo, já que pilotava a moto da corporação. Posteriormente, Carlos e o primo venderam o carro e dividiram o lucro. A denúncia que venha a ser oferecida deverá ser:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "somente contra o primo de Carlos por furto"
      },
      {
        "letra": "B",
        "texto": "contra Carlos e seu primo por crime de furto"
      },
      {
        "letra": "C",
        "texto": "somente contra Carlos por crime de peculato"
      },
      {
        "letra": "D",
        "texto": "contra Carlos e seu primo por crime de peculato"
      },
      {
        "letra": "E",
        "texto": "somente contra Carlos por crime de apropriação indébita"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "984288",
    "metadata": "Ano: 2012 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Dano",
      "Apropriação indébita"
    ],
    "enunciado_principal": "Maria soltou o animal da propriedade vizinha à sua, fazendo-o desaparecer. A ação praticada por Maria é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Crime de dano."
      },
      {
        "letra": "B",
        "texto": "Atípica."
      },
      {
        "letra": "C",
        "texto": "Crime de furto."
      },
      {
        "letra": "D",
        "texto": "Crime de introdução ou abandono de animais em propriedade alheia."
      },
      {
        "letra": "E",
        "texto": "Apropriação indébita de animal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "426534",
    "metadata": "Ano: 2012 | Banca: TRT 14R | Órgão: TRT - 14ª Região (RO e AC)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita"
    ],
    "enunciado_principal": "Analise as proposições abaixo relacionadas a temas do Direito Penal e, após, marque a única alternativa correta:I - Nos casos de crimes de apropriação indébita previdenciária e sonegação de contribuição previdenciária, a mera participação no quadro societário como sócio-gerente pode, em razão da figura jurídica da responsabilidade penal objetiva, significar automática responsabilização criminal, porquanto é presumível tal situação daquele que contratualmente assumiu a condição da gerência do negócio.II – Consoante jurisprudência do Supremo Tribunal Federal, assim como ocorre quanto ao delito de apropriação indébita previdenciária, o elemento subjetivo animador da conduta típica do crime de sonegação de contribuição previdenciária é o dolo genérico, consistente na intenção de concretizar a evasão tributária.III - Ainda que não comprovada a efetiva obtenção do parcelamento administrativo do débito fiscal, é devida a suspensão da pretensão punitiva estatal em havendo a juntada de “Recibo de Pedido de Parcelamento”, independentemente de a primeira prestação ter sido ou não paga no prazo previsto no referido documento.IV - Nos termos da jurisprudência do Supremo Tribunal Federal, o crime de apropriação indébita se consuma quando o agente se apropria de coisa alheia móvel de que tem a posse ou detenção, por isso, assim deve ser caracterizada a conduta de advogado que não repassa determinado valor ao seu constituinte, ainda que antecedido o ato de discussão a respeito do “quantum” devido a título de honorários advocatícios.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas o item I é verdadeiro."
      },
      {
        "letra": "B",
        "texto": "Apenas o item II é verdadeiro."
      },
      {
        "letra": "C",
        "texto": "Apenas o item III é verdadeiro."
      },
      {
        "letra": "D",
        "texto": "Apenas o item IV é verdadeiro."
      },
      {
        "letra": "E",
        "texto": "Todos os itens são falsos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "397764",
    "metadata": "Ano: 2012 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita",
      "Crimes contra a administração pública",
      "Peculato",
      "Exercício arbitrário das próprias razões"
    ],
    "enunciado_principal": "Funcionário público que tem crédito a ser exigido da Administração Pública e resolve apropriar-se do dinheiro público com o fim de compensação extrajudicial:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "comete crime de peculato."
      },
      {
        "letra": "B",
        "texto": "não comete crime algum, em face da possibilidade de compensação administrativa de créditos e débitos, devendo, porém, prestar contas ao órgão devedor, obtendo autorização para a transação."
      },
      {
        "letra": "C",
        "texto": "comete crime de exercício arbitrário das próprias razões."
      },
      {
        "letra": "D",
        "texto": "comete crime de apropriação indébita."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "366188",
    "metadata": "Ano: 2012 | Banca: FUNDATEC | Órgão: Prefeitura de Cachoeirinha - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita",
      "Crimes contra a administração pública",
      "Peculato",
      "Concussão e Excesso de Exação",
      "Prevaricação"
    ],
    "enunciado_principal": "Considerando o regramento constante do Código Penal sobre os crimes contra a administração pública, indique, dentre as alternativas abaixo, aquela que corresponde à seguinte definição: “apropriar-se o funcionário público de dinheiro, valor ou qualquer outro bem móvel, de que tem posse em razão do cargo, ou desviá-lo, em proveito próprio ou alheio”.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Crime de apropriação indébita."
      },
      {
        "letra": "B",
        "texto": "Crime de apropriação indébita qualificada."
      },
      {
        "letra": "C",
        "texto": "Crime de concussão."
      },
      {
        "letra": "D",
        "texto": "Crime de prevaricação."
      },
      {
        "letra": "E",
        "texto": "Crime de peculato."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "293720",
    "metadata": "Ano: 2012 | Banca: IESES | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita"
    ],
    "enunciado_principal": "A respeito da Apropriação Indébita previdenciária, analise os itens I até IV e depois identifique a assertiva correta: I. Trata-se de Apropriação Indébita Previdenciária, deixar de recolher contribuições devidas à previdência social, que tenham integrado despesas contábeis ou custos relativos à venda de produtos ou à prestação de serviços. II. Na Apropriação Indébita Previdenciária, é facultado ao juiz deixar de aplicar a pena, se o agente tenha promovido, após o início da ação fiscal e antes de oferecida a denúncia, o pagamento da contribuição social previdenciária, inclusive acessórios; ou o valor das contribuições devidas, inclusive acessórios, seja igual ou inferior àquele estabelecido pela previdência social, administrativamente, como sendo o mínimo para o ajuizamento de suas execuções fiscais. III. Na Apropriação Indébita Previdenciária, é extinta a punibilidade se o agente, espontaneamente, declara, confessa e efetua o pagamento das contribuições, importâncias ou valores e presta as informações devidas à previdência social, na forma definida em lei ou regulamento, antes do início da ação fiscal. IV. Trata-se de Apropriação Indébita Previdenciária, pagar benefício devido a segurado, quando as respectivas cotas ou valores já tiverem sido reembolsados à empresa pela previdência social. Identifique a assertiva correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Está incorreto o que consta do item IV; e correto o que consta dos itens I, II e III."
      },
      {
        "letra": "B",
        "texto": "Está correto o que consta item I e no item III; e incorreto o que consta do item II."
      },
      {
        "letra": "C",
        "texto": "Está correto o que consta de todos os itens."
      },
      {
        "letra": "D",
        "texto": "Está correto o que consta do item II e do item III."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "283091",
    "metadata": "Ano: 2012 | Banca: FUNCAB | Órgão: PC-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Extorsão",
      "Dano",
      "Apropriação indébita"
    ],
    "enunciado_principal": "Considerando os delitos contra o patrimônio, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o crime de extorsão qualificada pela restrição da liberdade de locomoção da vítima (“sequestro relâmpago”), ao contrário do do artigo 158 do Código Penal, é doutrinariamente classificado como crime demera conduta."
      },
      {
        "letra": "B",
        "texto": "o crime de dano qualificado pelo motivo egoístico é de ação penal pública condicionada à representação."
      },
      {
        "letra": "C",
        "texto": "no caso da apropriação indébita previdenciária, é extinta a punibilidade se o agente é primário e de bons antecedentes e desde que tenha promovido, após o início da ação fiscal e antes de oferecida a denúncia, o pagamento da contribuição social previdenciária, inclusive acessórios."
      },
      {
        "letra": "D",
        "texto": "o crime de dano em coisa de valor artístico, arqueológico ou histórico previsto no artigo 165 do Código Penal foi revogado tacitamente pela lei de crimes ambientais – Lei nº 9.605/1998."
      },
      {
        "letra": "E",
        "texto": "aquele que se apropria de res derelicta , deixando de restituí-la ao dono ou legítimo possuidor ou de entregá-la à autoridade competente, dentro do prazo de 15 (quinze) dias, pratica crime."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "283084",
    "metadata": "Ano: 2012 | Banca: FUNCAB | Órgão: PC-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Crimes contra o patrimônio",
      "Furto",
      "Apropriação indébita",
      "Estelionato",
      "Crimes contra a fé pública",
      "Falsidade de documento público"
    ],
    "enunciado_principal": "Walter, motoboy de uma farmácia, após receber de um cliente um cheque de R$ 20,00, entrega ao estabelecimento a quantia em espécie, mantendo-se na posse do título. Em seguida, o adultera, modificando o valor original para R$ 2.000,00. De posse do documento adulterado, vai até o banco para descontá-lo, mas o gerente, percebendo a fraude, liga para a Delegacia da área, alertando sobre o fato. Ao perceber a chegada da viatura, Walter deixa apressadamente a inst i tuição f inancei ra, abandonando, no local, o título falsificado. Nesse contexto, é correto afirmar que a conduta deWalter:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "configura crime de estelionato, na forma tentada, pois o delito foi interrompido por circunstâncias alheias à sua vontade."
      },
      {
        "letra": "B",
        "texto": "se amolda ao tipo penal da apropriação indébita, na forma tentada, pois o delito foi interrompido por circunstâncias alheias à sua vontade."
      },
      {
        "letra": "C",
        "texto": "é tipificada como crime de furto mediante fraude, na forma tentada, pois o delito foi interrompido por circunstâncias alheias à sua vontade."
      },
      {
        "letra": "D",
        "texto": "caracteriza crime de falsificação de documento público, pois, havendo desistência voluntária, o autor só responde pelos atos até então praticados."
      },
      {
        "letra": "E",
        "texto": "é atípica, pois ocorreu a desistência voluntária e a falsidade existente resta absorvida pela finalidade patrimonial."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "275158",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Apropriação indébita",
      "Estelionato",
      "Disposições gerais nos Crimes Contra o Patrimônio"
    ],
    "enunciado_principal": "Assinale a opção correta, acerca de crimes contra o patrimônio.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O cadáver, utilizado para estudos em uma universidade, que foi subtraído e destruído com o simples propósito de impedir as pesquisas acadêmicas, não caracteriza objeto material do crime de furto, em virtude de sua absoluta impropriedade."
      },
      {
        "letra": "B",
        "texto": "Nos delitos patrimoniais, as imunidades penais de caráter pessoal, quando absolutas isentam o agente de pena; quando relativas afastam a culpabilidade, diminuindo o juízo de reprovação da conduta."
      },
      {
        "letra": "C",
        "texto": "O cheque emitido fraudulentamente mediante falsificação da assinatura do titular, se pago integralmente antes do recebimento da denúncia, exclui o crime de estelionato em sua forma básica."
      },
      {
        "letra": "D",
        "texto": "Para a consumação do crime de apropriação indébita previdenciária basta o não recolhimento das contribuições descontadas, no prazo legal, independentemente de dano patrimonial efetivo à previdência."
      },
      {
        "letra": "E",
        "texto": "Qualquer pessoa pode ser sujeito ativo do crime de furto em sua forma simples, o que inclui, em alguns casos, tanto o possuidor quanto o proprietário da coisa móvel."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "270501",
    "metadata": "Ano: 2012 | Banca: FUMARC | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Apropriação indébita",
      "Crimes contra a administração pública",
      "Peculato",
      "Concussão e Excesso de Exação"
    ],
    "enunciado_principal": "Particular que instiga pessoa, que sabe ser oficial do Cartório de Protesto de Títulos, a se utilizar de numerário correspondente aos títulos que lhe foram entregues, em razão do cargo, em benefício de ambos e em caráter não momentâneo, deve ser punido, caso praticado o desvio e constatada a relevância da instigação, por",
    "alternativas": [
      {
        "letra": "A",
        "texto": "furto."
      },
      {
        "letra": "B",
        "texto": "peculato."
      },
      {
        "letra": "C",
        "texto": "concussão."
      },
      {
        "letra": "D",
        "texto": "apropriação indébita."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "265156",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Perdão judicial",
      "Crimes contra o patrimônio",
      "Apropriação indébita"
    ],
    "enunciado_principal": "O perdão judicial no crime de apropriação indébita previdenciária exige como condição que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "sendo o réu primário e de bons antecedentes, seja o valor da apropriação igual ou inferior ao mínimo estabelecido administrativamente para execução fiscal."
      },
      {
        "letra": "B",
        "texto": "sem avaliação de condição pessoal, seja a apropriação inferior ao valor do salário mínimo de contribuição."
      },
      {
        "letra": "C",
        "texto": "se reincidente, além do pagamento da contribuição devida até a denúncia, também o pagamento de multa administrativamente imposta."
      },
      {
        "letra": "D",
        "texto": "sendo o réu primário e de bons antecedentes, tenha promovido a qualquer tempo o pagamento da contribuição devida."
      },
      {
        "letra": "E",
        "texto": "tenha promovido a qualquer tempo o pagamento da contribuição devida e seja o valor da apropriação inferior ao mínimo estabelecido administrativamente para execução fiscal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "262163",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRT - 20ª REGIÃO (SE)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Extorsão",
      "Apropriação indébita",
      "Estelionato"
    ],
    "enunciado_principal": "Quanto aos crimes contra o patrimônio, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a fraude não precisa ser anterior à obtenção da vantagem ilícita no delito de estelionato."
      },
      {
        "letra": "B",
        "texto": "na apropriação indébita o dolo é subsequente ao apossamento da coisa."
      },
      {
        "letra": "C",
        "texto": "a fraude, no furto qualificado, antecede o apossamento da coisa e é a causa de sua entrega ao agente pela vítima."
      },
      {
        "letra": "D",
        "texto": "é dispensável a fraude para a configuração do delito de estelionato na modalidade de emissão de cheque sem fundos."
      },
      {
        "letra": "E",
        "texto": "a vítima, iludida, entrega a coisa voluntariamente no delito de extorsão."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "262161",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRT - 20ª REGIÃO (SE)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita"
    ],
    "enunciado_principal": "No crime de apropriação indébita previdenciária, a possibilidade de o juiz deixar de aplicar a pena, se presentes determinadas situações expressamente previstas em lei, constitui hipótese de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "renúncia."
      },
      {
        "letra": "B",
        "texto": "absolvição imprópria."
      },
      {
        "letra": "C",
        "texto": "indulto."
      },
      {
        "letra": "D",
        "texto": "perdão judicial."
      },
      {
        "letra": "E",
        "texto": "excludente legal da culpabilidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "255127",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita"
    ],
    "enunciado_principal": "Mário havia encomendado uma geladeira em uma loja de departamento. No dia da entrega do produto, o empregado da transportadora equivocou-se quanto ao número do apartamento de Mário, entregando o bem, por engano, a José, síndico do prédio, que, na ocasião, se ofereceu para guardá-lo e entregá-lo a seu real destinatário, já com o objetivo de ficar com o bem para si; e assim o fez. Considerando a situação hipotética acima, julgue os itens que se seguem, no que se refere aos crimes contra o patrimônio. No crime de apropriação indébita, o bem jurídico protegido tem por objeto material o direito de propriedade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1656758",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita"
    ],
    "enunciado_principal": "Acerca dos crimes contra o patrimônio, e sua tipicidade, julgue o item que se segue.No crime de apropriação indébita, o agente consegue ou recebe a posse ou detenção do bem móvel de outrem já inicialmente de forma clandestina, e o crime se consuma quando logra ter a posse tranquila do objeto material do crime.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "575032",
    "metadata": "Ano: 2011 | Banca: IBFC | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita",
      "Crimes contra a administração pública",
      "Peculato",
      "Emprego irregular de verbas ou rendas públicas",
      "Usurpação de função pública"
    ],
    "enunciado_principal": "A conduta do servidor público que desvia bem público para fins particulares, dele se aproveitando pessoalmente, constitui o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apropriação indébita."
      },
      {
        "letra": "B",
        "texto": "usurpação de função pública."
      },
      {
        "letra": "C",
        "texto": "emprego irregular de verbas ou rendas públicas."
      },
      {
        "letra": "D",
        "texto": "peculato."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "506001",
    "metadata": "Ano: 2011 | Banca: TRT 16R | Órgão: TRT - 16ª REGIÃO (MA)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Punibilidade no concurso de pessoas",
      "Crimes contra a honra",
      "Calúnia",
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Crimes contra o patrimônio",
      "Apropriação indébita"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O agente que, voluntariamente, desiste de prosseguir na execução ou impede que o resultado se produza, só responde pelos atos já praticados"
      },
      {
        "letra": "B",
        "texto": "Não é punível a calúnia contra os mortos."
      },
      {
        "letra": "C",
        "texto": "A intervenção médica ou cirúrgica, sem o consentimento do paciente ou de seu representante legal, se justificada por iminente perigo de vida, bem como a coação exercida para impedir suicídio não se amoldam à figura típica do crime de constrangimento ilegal."
      },
      {
        "letra": "D",
        "texto": "O crime de apropriação indébita previdenciária, previsto no Art. 168-A do Código Penal Pátrio consiste em deixar de repassar à previdência social as contribuições recolhidas dos contribuintes, no prazo e forma legal ou convencional, estando passível de aplicação da mesma penalidade prevista no caput (reclusão, de 2 a 5 anos, e muita) do dispositivo aquele que: deixar de recolher, no prazo legal, contribuição ou outra importância destinada à previdência social que tenha sido descontada de pagamento efetuado a segurados, a terceiros ou arrecadada do público; deixar de recolher contribuições devidas à previdência social que tenham integrado despesas contábeis ou custos relativos à venda de produtos ou à prestação de serviços; e deixar de pagar benefício devido a segurado, quando as respectivas cotas ou valores já tiverem sido reembolsados à empresa peia previdência social."
      },
      {
        "letra": "E",
        "texto": "O ajuste, a determinação ou instigação e o auxílio, salvo disposição expressa em contrário, não são puníveis, se o crime não chega, pelo menos, a ser tentado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "379491",
    "metadata": "Ano: 2011 | Banca: Prefeitura do Rio de Janeiro - RJ | Órgão: TCM-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita",
      "Crimes contra a administração pública",
      "Peculato",
      "Emprego irregular de verbas ou rendas públicas",
      "Corrupção passiva",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "Uma repartição pública recebe computadores novos. Um servidor dessa repartição, verificando que os computadores novos são mais modernos e de tecnologia mais avançada, resolve trazer o seu computador pessoal de casa, para substituí-lo por um desses novos. Essa conduta caracteriza:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "crime de apropriação indébita"
      },
      {
        "letra": "B",
        "texto": "crime de peculato"
      },
      {
        "letra": "C",
        "texto": "crime de corrupção passiva"
      },
      {
        "letra": "D",
        "texto": "crime contra as finanças públicas"
      },
      {
        "letra": "E",
        "texto": "crime de emprego irregular de verbas públicas"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "209737",
    "metadata": "Ano: 2011 | Banca: TRT 8R | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita",
      "Crimes contra a organização do trabalho"
    ],
    "enunciado_principal": "Analise as proposições abaixo e assinale a alternativa CORRETA: I- Constitui crime contra a honra ameaçar alguém, por palavra, escrito ou gesto, ou qualquer outro meio simbólico, de causar-lhe mal injusto e grave. II- O crime de apropriação indébita somente se configurará se o dolo de se apropriar surgir depois de ter o agente a posse ou a detenção sobre a coisa alheia móvel. III- Para que ocorra o delito de paralisação de trabalho, seguida de violência ou pertubação da ordem, não é necessário que o agente, efetivamente, participe do movimento da suspensão ou abandono coletivo de trabalho, bastando que o mesmo se infiltre no movimento e pratique violência contra pessoa ou contra coisa. IV- No tocante à infração penal tipificada no caput do artigo 207 do Código Penal, relacionada ao crime de aliciamento de trabalhadores de um local para outro do território nacional, a lei não exige que o aliciamento seja realizado mediante o emprego de fraude. Assim, o simples fato de aliciar, mesmo que com promessas reais de melhoria de vida, por exemplo, já configura o delito em questão, uma vez que o tipo penal visa evitar o êxodo em regiões integrantes do território nacional.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As alternativas I e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "As alternativas II e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "As alternativas I e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "As alternativas I e II estão corretas."
      },
      {
        "letra": "E",
        "texto": "As alternativas II e IV estão corretas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "203874",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita"
    ],
    "enunciado_principal": "Em relação ao crime de apropriação indébita previdenciária e ao delito de sonegação de contribuição previdenciária, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caracteriza-se sonegação previdenciária quando o agente deixa de recolher, no prazo e na forma legal, contribuição ou outra importância que, destinada à previdência social, tenha sido descontada de pagamento efetuado a segurados, a terceiros ou arrecadada do público ou, ainda, que tenha integrado despesas contábeis ou custos relativos à venda de produtos ou à prestação de serviço."
      },
      {
        "letra": "B",
        "texto": "Dispõe o CP, de forma expressa, a possibilidade de se conceder o perdão judicial, previsto na parte especial do código, ou somente a aplicação da pena de multa ao crime de sonegação previdenciária se o agente for primário e de bons antecedentes e desde que tenha promovido, após o início da ação fiscal e antes de recebida a denúncia, o pagamento integral ou parcelamento da contribuição social previdenciária, incluindo-se acessórios."
      },
      {
        "letra": "C",
        "texto": "Nos termos do entendimento jurisprudencial estabelecido nos tribunais superiores, o crime de apropriação indébita previdenciária é considerado delito omissivo próprio, em todas as suas modalidades, e consuma-se no momento em que o agente deixa de recolher as contribuições, depois de ultrapassado o prazo estabelecido na norma de regência, sendo, portanto, desnecessário o animus rem sibi habendi."
      },
      {
        "letra": "D",
        "texto": "Em relação aos crimes de apropriação indébita e de sonegação previdenciária, preconiza o CP que devem ser suspensas a pretensão punitiva e a prescrição penal, desde que haja parcelamento do débito e os pedidos sejam formalizados e aceitos antes do recebimento da denúncia criminal, uma vez que, quitados integralmente os débitos, inclusive os acessórios, objeto de parcelamento, extingue-se a punibilidade."
      },
      {
        "letra": "E",
        "texto": "Nos crimes de apropriação indébita previdenciária, assegura a lei, de forma expressa, a incidência da causa extintiva da punibilidade se o agente, espontaneamente, declarar e confessar as contribuições, importâncias ou valores e prestar as informações devidas à previdência social, na forma definida em lei ou regulamento, antes do início da ação fiscal."
      }
    ],
    "gabarito": "C"
  }
]