[
  {
    "id": "3186301",
    "metadata": "Ano: 2025 | Banca: FURB | Órgão: Prefeitura de Pomerode - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior",
      "Crimes omissivos"
    ],
    "enunciado_principal": "Sobre a disciplina do crime no Código Penal, julgue as seguintes assertivas: I.No Direito Penal brasileiro, a omissão não é penalmente relevante, de modo que somente se caracteriza o crime a partir da ação do agente. II.O crime é consumado quando nele se reúnem todos os elementos de sua definição legal. III.O agente, ainda que voluntariamente desista de prosseguir na execução do crime, responderá como se seus resultados tivessem se produzido. IV.Nos crimes cometidos sem violência ou grave ameaça à pessoa, reparado o dano ou restituída a coisa, até o recebimento da denúncia ou da queixa, por ato voluntário do agente, a pena será reduzida de um a dois terços. É correto o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II, apenas."
      },
      {
        "letra": "B",
        "texto": "II e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "III e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "I e III, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3170610",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TRF - 6ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Considerando a Parte Geral do Código Penal e a doutrina correlata, julgue os itens a seguir.Deve-se aplicar o arrependimento posterior quando o acusado de crime cometido sem violência ou grave ameaça à pessoa reparar, integral e voluntariamente, o dano até o momento da prolação da sentença.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3232908",
    "metadata": "Ano: 2024 | Banca: CPCON | Órgão: Prefeitura de Duas Estradas - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Está prevista no Código Penal uma situação em que o agente, que comete um crime sem violência ou grave ameaça à pessoa, repara o dano ou restitui a coisa até o recebimento da denúncia ou queixa e pratica este ato de forma voluntária. Assinale a alternativa que CORRETAMENTE nomeia essa situação.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Desistência voluntária."
      },
      {
        "letra": "B",
        "texto": "Crime impossível."
      },
      {
        "letra": "C",
        "texto": "Arrependimento posterior."
      },
      {
        "letra": "D",
        "texto": "Arrependimento eficaz."
      },
      {
        "letra": "E",
        "texto": "Crime tentado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3225721",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: DESENVOLVE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Assinale a alternativa que traz alguns requisitos e/ou características do arrependimento posterior.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Primariedade do agente; restituição da coisa até o oferecimento da denúncia."
      },
      {
        "letra": "B",
        "texto": "Impropriedade absoluta do objeto; o agente só responde pelos atos praticados."
      },
      {
        "letra": "C",
        "texto": "O agente impede que o resultado se produza; o agente só responde pelos atos praticados."
      },
      {
        "letra": "D",
        "texto": "O agente, voluntariamente, desiste de prosseguir na execução; redução de pena de um a dois terços."
      },
      {
        "letra": "E",
        "texto": "Crime cometido sem violência ou grave ameaça a pessoa; reparação do dano por ato voluntário do agente até o recebimento da denúncia ou da queixa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3128261",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Prefeitura de Santo André - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Determinado indivíduo foi condenado com trânsito em julgado por crime consumado sem violência e nem grave ameaça à pessoa. Na sentença o magistrado diminuiu-lhe a pena de 1/2, por considerar que o dano, por ato voluntário, tinha sido reparado antes do recebimento da denúncia. O instituto que possibilitou a diminuição de pena denomina-se:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "erro sobre a ilicitude do fato."
      },
      {
        "letra": "B",
        "texto": "arrependimento posterior."
      },
      {
        "letra": "C",
        "texto": "arrependimento eficaz."
      },
      {
        "letra": "D",
        "texto": "desistência voluntária."
      },
      {
        "letra": "E",
        "texto": "tentativa inidônea."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3113887",
    "metadata": "Ano: 2024 | Banca: ADM&TEC | Órgão: Prefeitura de Matriz de Camaragibe - AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Consumação e tentativa",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Leia as afirmativas abaixo e marque V para verdadeiro e F para falso. ( ) Diz-se o crime tentado quando nele se reúnem todos os elementos de sua definição legal. ( ) O agente que, voluntariamente, desiste de prosseguir na execução ou impede que o resultado se produza, só responde pelos atos já praticados. ( ) Nos crimes cometidos sem violência ou grave ameaça à pessoa, reparado o dano ou restituída a coisa, até o recebimento da denúncia ou da queixa, por ato voluntário do agente, a pena será reduzida de um a dois terços. ( ) Não se pune a tentativa quando, por ineficácia absoluta do meio ou por absoluta impropriedade do objeto, é impossível consumar-se o crime. Assinale a alternativa que contém a sequência correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V-V-F-V"
      },
      {
        "letra": "B",
        "texto": "F-F-V-F"
      },
      {
        "letra": "C",
        "texto": "V-V-F-F"
      },
      {
        "letra": "D",
        "texto": "F-V-V-V"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3104194",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: STJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Suponha que, em determinada ocasião, um dos fazendeiros do grupo mencionado, depois de ter ateado fogo em mata aberta na Amazônia para fins de provocar incêndio florestal, tenha, por livre e espontânea vontade, agido para obstar a propagação descontrolada do fogo, impedindo seu alastramento logo no início. Nessa situação, a ação do fazendeiro caracteriza desistência voluntária.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3058676",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: ENAM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Marcela, empregada celetista de sociedade empresária terceirizada de determinado órgão público, subtraiu uma valiosa obra de arte pertencente à repartição pública, valendo-se do acesso facilitado pelo seu vínculo empregatício. Entretanto, após a subtração da peça, que pretendia revender, percebeu que seria descoberta, pois havia câmeras de segurança que registraram toda a ação. Marcela soube que as autoridades competentes já haviam sido acionadas para que se iniciasse a persecução penal e, por isso, decidiu restituir a peça, o que foi feito antes mesmo do recebimento da denúncia. Sobre os fatos, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Marcela pode ter a pena reduzida pelo arrependimento posterior, ante a integral restituição antes do recebimento da denúncia."
      },
      {
        "letra": "B",
        "texto": "Ocorreu uma tentativa inidônea, pois as câmeras de vigilância tornariam impossível a consumação da subtração."
      },
      {
        "letra": "C",
        "texto": "Marcela não é funcionária pública, devendo ser responsabilizada por furto qualificado pelo abuso de confiança."
      },
      {
        "letra": "D",
        "texto": "Marcela pode ser beneficiada pela exclusão da tipicidade do arrependimento eficaz, afastando-se a sua responsabilidade penal pelo fato."
      },
      {
        "letra": "E",
        "texto": "Há extinção da punibilidade do delito de peculato pela restituição integral da coisa antes da sentença."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2585450",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Câmara de Vinhedo - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Para que seja configurado o arrependimento posterior, causa geral de diminuição de pena de um a dois terços, é necessária a presença de alguns requisitos, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Que o crime tenha sido cometido sem violência;"
      },
      {
        "letra": "B",
        "texto": "Que o crime tenha sido cometido sem grave ameaça;"
      },
      {
        "letra": "C",
        "texto": "Que seja reparado o dano ou restituída a coisa até o recebimento da denúncia;"
      },
      {
        "letra": "D",
        "texto": "Que tenha ocorrido ato voluntário do agente para reparar o dano ou restituir a coisa;"
      },
      {
        "letra": "E",
        "texto": "Que tenha ocorrido a espontaneidade do agente em reparar o dano ou restituir a coisa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2570780",
    "metadata": "Ano: 2024 | Banca: IDECAN | Órgão: SAP-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Nos crimes cometidos sem violência ou grave ameaça à pessoa, reparado o dano ou restituída a coisa, até o recebimento da denúncia ou da queixa, por ato voluntário do agente, a pena será reduzida de um a dois terços, conforme se aduz do art. 16 do Código Penal. Tal conceito corresponde única e exclusivamente ao instituto da/do",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Desistência Voluntária."
      },
      {
        "letra": "B",
        "texto": "Crime na Forma Tentada."
      },
      {
        "letra": "C",
        "texto": "Arrependimento Posterior."
      },
      {
        "letra": "D",
        "texto": "Arrependimento Eficaz."
      },
      {
        "letra": "E",
        "texto": "Crime Impossível."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2543890",
    "metadata": "Ano: 2024 | Banca: SEAD-GO | Órgão: SEAD-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Suponha-se que, o Vigilante Penitenciário Temporário Fulano apropriou-se da quantia de R$ 1.000,00 do preso Beltrano, de que tinha a posse em razão de sua função pública, o que caracterizou o crime capitulado no art. 312 do Código Penal. A direção do estabelecimento penal tomou conhecimento dos fatos e o Vigilante Penitenciário Temporário Fulano reparou o dano, restituindo integralmente os valores de forma voluntária. Nessa situação hipotética, é correto afirmar que a restituição dos valores pelo Vigilante Penitenciário Temporário Fulano",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não possibilitará a extinção da punibilidade."
      },
      {
        "letra": "B",
        "texto": "ocasionará a extinção da punibilidade, se for precedente ao oferecimento da denúncia."
      },
      {
        "letra": "C",
        "texto": "proporcionará a extinção da punibilidade, mesmo que seja subsequente ao oferecimento da denúncia, mas desde que precedente a sentença irrecorrível."
      },
      {
        "letra": "D",
        "texto": "motivará a aplicação de atenuante de pena, sob condição de que seja anterior ao oferecimento da denúncia."
      },
      {
        "letra": "E",
        "texto": "ensejará a aplicação de atenuante de pena, apesar que seja posterior ao oferecimento da denúncia pelo Ministério Público."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2461795",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Cachoeiro de Itapemirim - ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Em relação ao crime tentado e ao arrependimento posterior, julgue o item a seguir.O índice de redução da pena pelo arrependimento posterior não tem vinculação com a maior ou menor celeridade no ressarcimento do prejuízo à vítima.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2449092",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "João, após adentrar uma casa vazia, subtrai, sem violência ou grave ameaça, R$ 20.000,00 em espécie, evadindo-se na sequência. No dia seguinte, ao assistir ao noticiário televisivo, João toma ciência de que os valores seriam empregados para o pagamento de cirurgia que uma criança, em breve, realizaria. Assim sendo, sem que houvesse qualquer inquérito policial ou ação penal em andamento, o agente devolve os valores pecuniários aos legítimos proprietários. Considerando as disposições do Código Penal, é correto afirmar que João:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "responderá pelo crime praticado, mas a pena do agente será reduzida de um a dois terços, por força da desistência voluntária;"
      },
      {
        "letra": "B",
        "texto": "responderá pelo crime praticado, mas a pena do agente será reduzida de um a dois terços, por força do arrependimento posterior;"
      },
      {
        "letra": "C",
        "texto": "responderá pelo crime praticado, mas a pena do agente será reduzida de um a dois terços, por força do arrependimento eficaz;"
      },
      {
        "letra": "D",
        "texto": "não responderá por qualquer crime, em razão do arrependimento posterior;"
      },
      {
        "letra": "E",
        "texto": "não responderá por qualquer crime, em razão do arrependimento eficaz."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2442324",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Arrependimento posterior",
      "Crimes contra a vida",
      "Homicídio"
    ],
    "enunciado_principal": "Caio, motivado por ciúmes, efetua dois disparos de arma de fogo em detrimento de João, seu desafeto, atingindo-o no braço direito e na perna esquerda. Ato contínuo, ao apontar o aparato bélico para o rosto da vítima, Caio se lembra dos ensinamentos de sua genitora e acaba por fugir do local, sem realizar o último disparo que havia planejado. Em seguida, o ofendido é socorrido, sobrevivendo aos eventos. Durante as investigações deflagradas para apurar o crime perpetrado, verifica-se, à luz do laudo pericial produzido, que, em razão da empreitada delituosa, houve perigo à vida de João. Nesse cenário, considerando as disposições do Código Penal e os entendimentos doutrinário e jurisprudencial dominantes, Caio responderá pelo crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "lesão corporal de natureza gravíssima, em razão do arrependimento posterior;"
      },
      {
        "letra": "B",
        "texto": "lesão corporal de natureza grave, em razão da desistência voluntária;"
      },
      {
        "letra": "C",
        "texto": "homicídio simples tentado, em razão do arrependimento posterior;"
      },
      {
        "letra": "D",
        "texto": "homicídio qualificado tentado, em razão do arrependimento eficaz;"
      },
      {
        "letra": "E",
        "texto": "lesão corporal de natureza leve, em razão do arrependimento eficaz."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2388744",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: PC-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "No que se refere aos crimes contra o patrimônio previstos no CP, de acordo com a jurisprudência do Superior Tribunal de Justiça (STJ), a restituição imediata, voluntária e integral do bem furtado constitui, por si só, motivo suficiente para",
    "alternativas": [
      {
        "letra": "A",
        "texto": "conversão do fato em irrelevante penal."
      },
      {
        "letra": "B",
        "texto": "incidência do princípio da insignificância."
      },
      {
        "letra": "C",
        "texto": "aplicação do instituto do arrependimento eficaz."
      },
      {
        "letra": "D",
        "texto": "aplicação do instituto do arrependimento posterior."
      },
      {
        "letra": "E",
        "texto": "desclassificação do crime para mera contravenção penal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3566167",
    "metadata": "Ano: 2023 | Banca: Avança SP | Órgão: Prefeitura de Ubatuba - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Consumação e tentativa",
      "Crime impossível",
      "Arrependimento posterior",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "Considerando a disciplina da Parte Geral do Código Penal, avalie as seguintes assertivas, assinalando, em sequência, a opção CORRETA sobre referida avaliação: I - “Pune-se a tentativa quando, por ineficácia absoluta do meio ou por absoluta impropriedade do objeto, é impossível consumar-se o crime dolosamente pretendido pelo agente”. II - “Nos crimes cometidos sem violência ou grave ameaça à pessoa, reparado o dano ou restituída a coisa, até o oferecimento da denúncia ou da queixa, por ato voluntário do agente, a pena será reduzida de um terço à metade”. III - “O erro sobre elemento constitutivo do tipo legal de crime exclui a ilicitude da conduta”.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é correto o que se afirma em I, apenas."
      },
      {
        "letra": "B",
        "texto": "é correto o que se afirma em II, apenas."
      },
      {
        "letra": "C",
        "texto": "nenhuma das assertivas está correta."
      },
      {
        "letra": "D",
        "texto": "é correto o que se afirma em II e III, apenas."
      },
      {
        "letra": "E",
        "texto": "é correto o que se afirma em I e III, apenas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2393652",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: Prefeitura de São Paulo - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "O agente que praticou um delito, sem violência ou grave ameaça à vítima, mas providencia voluntariamente a reparação do dano ou a restituição da coisa, até o recebimento da denúncia ou da queixa, será beneficiado pelo instituto penal",
    "alternativas": [
      {
        "letra": "A",
        "texto": "do arrependimento posterior, cuja pena será reduzida de um a dois terços."
      },
      {
        "letra": "B",
        "texto": "da descriminante putativa, que receberá a isenção da pena."
      },
      {
        "letra": "C",
        "texto": "do arrependimento eficaz, para só responder pelos atos já praticados."
      },
      {
        "letra": "D",
        "texto": "da desistência eficaz, cuja pena será reduzida de um a dois terços."
      },
      {
        "letra": "E",
        "texto": "da desistência voluntária, para só responder pelos atos já praticados."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2231564",
    "metadata": "Ano: 2023 | Banca: TJ-AP | Órgão: TJ-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "No que tange aos institutos da tentativa e consumação, da desistência voluntária, do arrependimento eficaz e do arrependimento posterior, é correto afirmar: que o agente...",
    "alternativas": [
      {
        "letra": "A",
        "texto": "que, voluntariamente, desiste de prosseguir na execução, só responde pelos atos até então praticados."
      },
      {
        "letra": "B",
        "texto": "que, por ato voluntário, repara o dano causado, em crime praticado com violência à pessoa, até o recebimento da denúncia ou da queixa, terá a pena reduzida de 1/3 a 2/3."
      },
      {
        "letra": "C",
        "texto": "responde pela tentativa, nos crimes culposos, ao não observar o dever de cuidado a que estava obrigado."
      },
      {
        "letra": "D",
        "texto": "que, após iniciar os atos de execução, voluntariamente, impede que o resultado se produza, responderá pelo resultado pretendido inicialmente."
      },
      {
        "letra": "E",
        "texto": "não responde pela tentativa, quando, por ineficácia relativa do meio, é impossível consumar-se o crime."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2173521",
    "metadata": "Ano: 2023 | Banca: FCC | Órgão: MPE-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito",
      "Conduta: ação / omissão",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior",
      "Antijuridicidade",
      "Legítima defesa",
      "Crime praticado por pessoa jurídica"
    ],
    "enunciado_principal": "A parte geral do Código Penal estabelece:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O agente que, voluntariamente, desiste de prosseguir na execução do crime ou impede que o resultado se produza só responde pelos atos já praticados."
      },
      {
        "letra": "B",
        "texto": "Entende-se em legítima defesa quem pratica o fato para salvar de perigo atual, que não provocou por sua vontade, nem podia de outro modo evitar, direito próprio ou alheio, cujo sacrifício, nas circunstâncias, não era razoável exigir-se."
      },
      {
        "letra": "C",
        "texto": "O ajuste, a determinação ou a instigação e o auxílio sempre serão puníveis, ainda que o crime sequer tenha sido tentado."
      },
      {
        "letra": "D",
        "texto": "Nos crimes cometidos sem violência ou grave ameaça à pessoa, reparado o dano ou restituída a coisa, até a conclusão do inquérito penal, por ato voluntário do agente, a pena será reduzida de um terço até a metade."
      },
      {
        "letra": "E",
        "texto": "Não há crime quando o agente pratica o fato em estado de embriaguez, voluntária ou culposa, pelo álcool ou substância de efeitos análogos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2066951",
    "metadata": "Ano: 2023 | Banca: IADES | Órgão: GDF-SEEC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Nexo de causalidade",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Um homem que adquiriu legalmente uma pistola e que tem porte de arma deferido pela Polícia Federal pretendia matar uma pessoa. Aguardava seu alvo em local que julgou propício para os disparos, quando decidiu escolher outra oportunidade, em razão da grande quantidade de pessoas que ali circulavam na ocasião. Essa conduta configura",
    "alternativas": [
      {
        "letra": "A",
        "texto": "arrependimento posterior."
      },
      {
        "letra": "B",
        "texto": "crime tentado."
      },
      {
        "letra": "C",
        "texto": "desistência voluntária."
      },
      {
        "letra": "D",
        "texto": "arrependimento eficaz."
      },
      {
        "letra": "E",
        "texto": "ato preparatório impunível."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1998916",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Maria Marta, endividada e reincidente no crime de furto, cometeu outro furto em uma loja de joias situada no centro comercial de Rio Verde, local onde fazia faxina por contratação temporária. Dias depois, a loja detectou o sumiço da referida joia e alertou a polícia local para que iniciasse a investigação. Temendo ser denunciada por crime de furto qualificado e a fim de reduzir os danos de sua conduta, Maria Marta poderá",
    "alternativas": [
      {
        "letra": "A",
        "texto": "enfrentar processo penal, para comprovar sua inocência diante da escusa absolutória, pois era faxineira do estabelecimento."
      },
      {
        "letra": "B",
        "texto": "alegar crime impossível, pois praticou o furto enquanto estava sob território monitorado pelas vendedoras."
      },
      {
        "letra": "C",
        "texto": "alegar crime culposo, uma vez que praticou o furto por imprudência."
      },
      {
        "letra": "D",
        "texto": "defender seu ato como excludente de ilicitude, pois praticou o furto em estado de necessidade."
      },
      {
        "letra": "E",
        "texto": "usar do arrependimento posterior, devolvendo o objeto furtado antes do recebimento da denúncia, para que obtenha direito à redução da pena de um a dois terços."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1886828",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crime impossível",
      "Arrependimento posterior",
      "Crimes omissivos"
    ],
    "enunciado_principal": "Considerando-se a teoria do tipo penal, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o arrependimento posterior exige voluntária reparação do dano até o oferecimento da denúncia."
      },
      {
        "letra": "B",
        "texto": "responde pelo resultado que agrava especialmente a pena o agente que o houver causado, independentemente de dolo ou culpa."
      },
      {
        "letra": "C",
        "texto": "a pena do agente que agiu voluntariamente será reduzida, no arrependimento eficaz, de um a dois terços."
      },
      {
        "letra": "D",
        "texto": "o agente responde pelos atos já praticados, na hipótese de absoluta impropriedade do objeto que impeça a consumação do crime."
      },
      {
        "letra": "E",
        "texto": "o dever de agir, no crime omissivo, também incumbe a quem não tem obrigação legal, mas, por outro motivo, assumiu a responsabilidade de evitar o resultado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1862935",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "A causa de diminuição do Art. 16 do Código Penal, referente ao arrependimento posterior, somente tem aplicação se houver:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a restituição da coisa antes do recebimento da denúncia, não possibilitada sua reparação, variando o índice de redução da pena em função da maior ou menor celeridade no ressarcimento do prejuízo à vítima;"
      },
      {
        "letra": "B",
        "texto": "a integral reparação do dano ou a restituição da coisa antes do recebimento da denúncia, variando o índice de redução da pena em função da maior ou menor celeridade no ressarcimento do prejuízo à vítima;"
      },
      {
        "letra": "C",
        "texto": "a restituição da coisa antes do recebimento da denúncia, não possibilitada sua reparação, variando o índice de redução da pena em função da integralidade e preservação do bem restituído;"
      },
      {
        "letra": "D",
        "texto": "a integral reparação do dano ou a restituição da coisa antes do recebimento da denúncia, variando o índice de redução da pena em função da integralidade do bem restituído;"
      },
      {
        "letra": "E",
        "texto": "a restituição da coisa antes do oferecimento da denúncia, não possibilitada sua reparação, variando o índice de redução da pena em função da integralidade e preservação do bem restituído."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1856505",
    "metadata": "Ano: 2021 | Banca: FAPEC | Órgão: PC-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "O arrependimento posterior encontra-se previsto de forma expressa no artigo 16 do Código Penal. Sobre esse instituto e considerando a posição doutrinária e a jurisprudência dos Tribunais Superiores a seu respeito, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O arrependimento posterior consiste em causa sui generis de diminuição da pena a ser aplicada em benefício do agente que, de forma voluntária, reparar o dano causado pelo crime. Como essa reparação constitui a essência do instituto, o arrependimento posterior somente pode incidir nos crimes contra o patrimônio."
      },
      {
        "letra": "B",
        "texto": "O arrependimento posterior foi criado para estimular a voluntária reparação do dano ou a restituição da coisa nos crimes não violentos, desde que efetivada até o oferecimento da denúncia ou da queixa."
      },
      {
        "letra": "C",
        "texto": "Apesar de parcela da doutrina entender que o reconhecimento do arrependimento posterior exige a integral reparação dos prejuízos causados pelo crime, o Supremo Tribunal Federal já se manifestou, em decisão sobre o tema, que para a incidência do instituto basta que o agente realize o ressarcimento do valor principal até o recebimento da denúncia, ainda que o pagamento dos juros e da correção monetária do prejuízo causado pelo crime se dê em momento posterior."
      },
      {
        "letra": "D",
        "texto": "O Código Penal prevê de forma expressa que o quantum de diminuição do arrependimento posterior irá variar de acordo com o momento em que o agente realizar o ressarcimento. Assim, caso o ressarcimento ocorra nas primeiras 24 horas após o crime, o agente fará jus a uma diminuição de 2/3 da pena."
      },
      {
        "letra": "E",
        "texto": "Não se admite a incidência do arrependimento posterior no crime de lesão corporal culposa (artigo 129, § 6º, do Código Penal), haja vista o bem jurídico tutelado pela norma – integridade física – ser incompatível com o benefício."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1852709",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Arrependimento posterior",
      "Crimes contra o patrimônio",
      "Roubo"
    ],
    "enunciado_principal": "A sanção penal é a principal consequência do reconhecimento da prática de um fato típico, ilícito e culpável. Como regra, em sendo punível o crime praticado, surge para o Estado o direito de exercer o poder de punir. O Código Penal prevê sanções penais de diferentes espécies, além de diversas regras para sua aplicação. Sobre o tema, de acordo com as previsões do Código Penal, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a pena restritiva de direitos de prestação de serviços à comunidade, quando descumprida injustificadamente, poderá levar à conversão em pena privativa de liberdade, não sendo deduzido o tempo de pena restritiva de direito cumprido;"
      },
      {
        "letra": "B",
        "texto": "a reparação integral do dano em crime de roubo, de maneira espontânea, antes do recebimento da denúncia, poderá funcionar como atenuante da pena, mas não como causa de diminuição do arrependimento posterior;"
      },
      {
        "letra": "C",
        "texto": "a agravante da reincidência nunca poderá ser compensada com atenuante da confissão, já que aquela é preponderante;"
      },
      {
        "letra": "D",
        "texto": "o não pagamento da multa aplicada como pena principal importará em conversão em pena privativa de liberdade;"
      },
      {
        "letra": "E",
        "texto": "a embriaguez culposa afasta a culpabilidade, enquanto a preordenada funciona como agravante de pena."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1680647",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: TCE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Considerando aspectos gerais do direito penal brasileiro, julgue o item subsecutivo.Caracteriza o arrependimento eficaz aquele no qual o agente, voluntariamente, repara o dano ou restitui a coisa até o recebimento da denúncia.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1120607",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crime impossível",
      "Arrependimento posterior",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Na confraternização de final de ano de um tribunal de justiça, Ulisses, servidor do órgão, e o desembargador ganharam um relógio da mesma marca — em embalagens idênticas —, mas de valores diferentes, sendo consideravelmente mais caro o do desembargador. Ao ir embora, Ulisses levou consigo, por engano, o presente do desembargador, o qual, ao notar o sumiço do relógio e acreditando ter sido vítima de crime, acionou a polícia civil. Testemunhas afirmaram ter visto Ulisses com a referida caixa. No dia seguinte, o servidor tomou conhecimento dos fatos e dirigiu-se espontaneamente à autoridade policial, afirmando que o relógio estava na casa de sua namorada, onde fora apreendido. Nessa situação hipotética, a conduta de Ulisses na festa caracterizou",
    "alternativas": [
      {
        "letra": "A",
        "texto": "erro de tipo."
      },
      {
        "letra": "B",
        "texto": "excludente de ilicitude."
      },
      {
        "letra": "C",
        "texto": "arrependimento posterior."
      },
      {
        "letra": "D",
        "texto": "erro de proibição."
      },
      {
        "letra": "E",
        "texto": "crime impossível."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1347042",
    "metadata": "Ano: 2019 | Banca: TJ-AP | Órgão: TJ-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Com a intenção de praticar um golpe, Manoel pagou diversos produtos comprados em determinada loja com um cheque clonado pré-datado. Antes da data do vencimento do cheque, Manoel, arrependido, retornou à loja e trocou o cheque por dinheiro em espécie, tendo quitado o débito integralmente. A respeito da conduta de Manoel na situação hipotética apresentada, assinale a opção CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Houve desistência voluntária;"
      },
      {
        "letra": "B",
        "texto": "Houve arrependimento eficaz;"
      },
      {
        "letra": "C",
        "texto": "Houve arrependimento posterior;"
      },
      {
        "letra": "D",
        "texto": "A conduta configurou tentativa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1103357",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Arrependimento posterior",
      "Crimes contra a vida",
      "Homicídio",
      "Lesões corporais",
      "Lesões corporais qualificadas"
    ],
    "enunciado_principal": "João ministra veneno a Maria, em dose apta a causar-lhe a morte, pois ela iria informar à autoridade policial que João havia mantido relação sexual incestuosa e consentida com a filha dele, de 16 anos. Antes que o resultado se efetive, João socorre Maria, levando-a a um pronto- -socorro. Lá, o médico de plantão deixa de atender Maria, sob a única razão de estar almoçando. Maria, que seria salva caso o médico interviesse, morre. Diante desse cenário, que admite múltiplas qualificações jurídicas, assinale a alternativa que melhor se adeque à espécie.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "João cometeu homicídio; o médico cometeu lesão corporal seguida de morte."
      },
      {
        "letra": "B",
        "texto": "João cometeu homicídio qualificado; o médico cometeu omissão de socorro com pena triplicada pelo resultado morte."
      },
      {
        "letra": "C",
        "texto": "João será beneficiado pelo arrependimento posterior e não sofrerá qualquer reprimenda penal; o médico cometeu homicídio culposo, na modalidade negligência."
      },
      {
        "letra": "D",
        "texto": "João cometeu lesão corporal seguida de morte; o médico cometeu omissão de socorro em concurso com homicídio culposo, na modalidade negligência."
      },
      {
        "letra": "E",
        "texto": "João cometeu homicídio duplamente qualificado; o médico cometeu omissão de socorro, com a pena duplicada pelo resultado morte."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1065176",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: Câmara de Fortaleza - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "O arrependimento posterior se configura quando",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o crime, iniciada a execução, não se consuma por circunstâncias alheias à vontade do agente criminoso."
      },
      {
        "letra": "B",
        "texto": "no crime se reúnem todos os elementos de sua definição legal."
      },
      {
        "letra": "C",
        "texto": "há reparação do dano por ato voluntário até o recebimento da denúncia ou queixa nos crimes cometidos sem violência ou grave ameaça à pessoa."
      },
      {
        "letra": "D",
        "texto": "o agente, iniciada a execução do crime, arrepende-se e impede que o resultado se produza e que o crime se consuma."
      },
      {
        "letra": "E",
        "texto": "o agente, voluntariamente, desiste de prosseguir na execução do crime."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1060689",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: Prefeitura de São José do Rio Preto - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Nos crimes cometidos sem violência ou grave ameaça à pessoa, reparado o dano ou restituída a coisa, até o recebimento da denúncia ou da queixa, por ato voluntário do agente, a pena será reduzida de um a dois terços. As disposições acima se referem à hipótese de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "arrependimento eficaz."
      },
      {
        "letra": "B",
        "texto": "desistência voluntária."
      },
      {
        "letra": "C",
        "texto": "arrependimento posterior."
      },
      {
        "letra": "D",
        "texto": "erro sobre a ilicitude do fato."
      },
      {
        "letra": "E",
        "texto": "erro sobre elementos do tipo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1021687",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Cerquilho - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Arrependimento posterior",
      "Causas de extinção da punibilidade"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos crimes cometidos sem violência ou grave ameaça à pessoa, reparado o dano ou restituída a coisa, até o recebimento da denúncia ou da queixa, por ato voluntário do agente, a pena será reduzida de um a dois terços."
      },
      {
        "letra": "B",
        "texto": "Quando se tratar de crime continuado, a prescrição regula-se pela pena imposta na sentença e compreende o acréscimo decorrente da continuação."
      },
      {
        "letra": "C",
        "texto": "A sentença concessiva do perdão judicial é declaratória da extinção da punibilidade, mas subsistem os efeitos secundários da condenação."
      },
      {
        "letra": "D",
        "texto": "A pena para o crime de quem faz uso de selo público falsificado, destinado a autenticar atos oficiais de Município, é de reclusão de um a quatro anos e multa e é aumentada em um terço se o agente é funcionário público."
      },
      {
        "letra": "E",
        "texto": "A divulgação indevida praticada por funcionário público, com o fim de beneficiar a si ou a outrem, ou de comprometer a credibilidade do certame, conteúdo sigiloso de exame ou processo seletivo previstos em lei com danos à Administração Pública é punível com reclusão de dois a seis anos de reclusão e multa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1010449",
    "metadata": "Ano: 2019 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Tipicidade",
      "Noções Fundamentais",
      "Lei penal no tempo",
      "Arrependimento posterior",
      "Participação",
      "Punibilidade no concurso de pessoas",
      "Crimes contra a honra",
      "Injúria"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Otelo e Rinaldo foram denunciados e pronunciados pela prática de homicídio. Otelo como autor da conduta e Rinaldo como partícipe. Se o Conselho de sentença decidir que Otelo, agente denunciado e pronunciado como autor do crime de homicídio, não praticou a conduta descrita no tipo, “matar alguém”, ainda assim poderá decidir pela condenação de Rinaldo, partícipe que permaneceu “vigia”, dando cobertura ao autor Otelo, pois, em relação ao concurso de pessoas, aplica-se a teoria da acessoriedade limitada."
      },
      {
        "letra": "B",
        "texto": "O juiz, na sentença condenatória, ao verificar evidenciada a hipossuficiência econômica do condenado e a inviabilidade de suportar o pagamento da pena de multa prevista no preceito secundário do tipo, ainda que aplicada em seu mínimo legal, pode excluir a sua aplicação e isentar o condenado do seu pagamento."
      },
      {
        "letra": "C",
        "texto": "Na sucessão de leis penais no tempo, deve ser aplicada a lei mais favorável ao réu, seja a lei contemporânea à prática da infração penal, seja a vigente na data da sentença."
      },
      {
        "letra": "D",
        "texto": "O arrependimento posterior, como causa de diminuição de pena entre determinados limites, tem como pressuposto para seu reconhecimento que o crime seja patrimonial, para atender ao requisito da reparação do dano ou da restituição da coisa."
      },
      {
        "letra": "E",
        "texto": "No crime de injúria cometido contra funcionário público, em razão de suas funções, é admitida a exceção da verdade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "998895",
    "metadata": "Ano: 2019 | Banca: IESES | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior",
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria."
    ],
    "enunciado_principal": "Após regular instrução processual penal na qual o réu Sandro se defendeu de denúncia ofertada pelo Ministério Público dando-o como incurso no art. 155 §4º, incisos II e III, do Código Penal, comprovou-se que o acusado, pulando um muro de três metros de altura e se utilizando de uma chave falsa, acessou uma residência quando o morador estava viajando e subtraiu de lá um relógio avaliado em aproximadamente R$ 10.000,00. Descoberta a autoria, por um vizinho que conhecia o réu e o viu entrando no local, Sandro foi eventualmente denunciado e, no dia da audiência de instrução, ao ser interrogado, confessou o crime e, por estar respondendo em liberdade, trouxe o relógio íntegro, para devolver para a vítima, se dizendo arrependido. Nesse contexto, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O réu faz jus ao reconhecimento da atenuante genérica do art. 65, III, “b”, do Código Penal, por ter, antes do julgamento, reparado o dano."
      },
      {
        "letra": "B",
        "texto": "Está presente a figura do arrependimento posterior, prevista no art. 16 do Código Penal, a qual autoriza a redução da eventual pena de um a dois terços."
      },
      {
        "letra": "C",
        "texto": "A devolução do relógio há de ser considerada apenas na primeira fase da dosimetria da pena, nos termos do art. 59 do Código Penal, o qual estabelece que o juiz atentará à culpabilidade, aos antecedentes, à conduta social, à personalidade do agente, aos motivos, às circunstâncias e consequências do crime."
      },
      {
        "letra": "D",
        "texto": "Está presente a figura do arrependimento eficaz, prevista no art. 15 do Código Penal, a qual autoriza, no caso em tela, a desclassificação do crime do art. 155, §4º, incisos II e III, para o crime de invasão de domicílio, do art. 150 do Código Penal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "987659",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz",
      "Crime impossível",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "No que concerne ao crime impossível, à tentativa, à desistência voluntária, aos arrependimentos eficaz e posterior e à teoria do tipo, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Código Penal brasileiro adotou a teoria objetiva pura para a caracterização do crime impossível, em razão da inidoneidade do objeto ou do meio para a prática do crime."
      },
      {
        "letra": "B",
        "texto": "A tentativa incruenta ou branca ocorre quando, iniciados os atos executórios, o agente não consegue a consumação do delito, por força alheia à sua vontade, e nem atinge o objeto material do crime."
      },
      {
        "letra": "C",
        "texto": "A resipiscência ocorre quando o agente, durante os atos executórios, abandona a empreitada criminosa, deixando o seu intento inicial, embora com a superveniência do resultado lesivo idealizado."
      },
      {
        "letra": "D",
        "texto": "O arrependimento posterior ocorre quando o agente, mesmo em crimes cometidos com violência ou grave ameaça à pessoa ou ao bem tutelado, repara o dano à pessoa ou restitui o bem até a prolação da sentença, por ato voluntário próprio."
      },
      {
        "letra": "E",
        "texto": "A elementar normativa do tipo penal incriminador consiste na descrição de elemento que dispensa valoração no caso concreto, porquanto a própria norma se mostra compreensível abstratamente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "986467",
    "metadata": "Ano: 2019 | Banca: SELECON | Órgão: Prefeitura de Niterói - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Potêncio pratica o furto de diversos bens valiosos que retirou da residência de Ana. Após dois anos do evento ilícito, no curso das investigações policiais, a vítima recebe os seus bens de volta com um bilhete pedindo desculpas pelo evento ilícito ocorrido. De acordo com a parte geral do Código Penal, o enunciado caracterizaria:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o perdão incondicional"
      },
      {
        "letra": "B",
        "texto": "a desistência voluntária"
      },
      {
        "letra": "C",
        "texto": "a apropriação temporária"
      },
      {
        "letra": "D",
        "texto": "o arrependimento posterior"
      },
      {
        "letra": "E",
        "texto": "a atividade de uso"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1026009",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: IAPEN-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Tipicidade",
      "Consumação e tentativa",
      "Arrependimento posterior",
      "Antijuridicidade",
      "Estrito cumprimento de dever legal e exercício regular de direito",
      "Noções gerais de Concursos de Pessoas"
    ],
    "enunciado_principal": "Não há crime quando o agente pratica o fato",
    "alternativas": [
      {
        "letra": "A",
        "texto": "mediante mera tentativa."
      },
      {
        "letra": "B",
        "texto": "com imprudência, negligência ou imperícia."
      },
      {
        "letra": "C",
        "texto": "com arrependimento posterior."
      },
      {
        "letra": "D",
        "texto": "no exercício regular de direito."
      },
      {
        "letra": "E",
        "texto": "em concurso de pessoas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "953786",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Arrependimento posterior",
      "Antijuridicidade",
      "Causas relativamente independentes",
      "Noções Gerais Antijuridicidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Quanto ao Título II, da Parte Geral do Código Penal, “Do Crime”, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a superveniência de causa relativamente independente, preexistente, concomitante ou superveniente, exclui a imputação quando, por si só, produziu o resultado."
      },
      {
        "letra": "B",
        "texto": "se o fato é cometido sob coação moral irresistível, só é punível o autor da coação. Se resistível, coator e coato respondem em concurso de pessoas, atenuando-se obrigatoriamente a pena do último."
      },
      {
        "letra": "C",
        "texto": "nos crimes cometidos sem violência ou grave ameaça à pessoa, reparado o dano ou restituída a coisa, até o oferecimento da denúncia ou da queixa, por ato voluntário do agente, a pena será reduzida de 1 (um) a 2/3 (dois terços)."
      },
      {
        "letra": "D",
        "texto": "quanto às excludentes de ilicitude, o excesso doloso ou culposo punível aplica-se à legítima defesa e ao estado de necessidade, enquanto ao estrito cumprimento do dever legal e ao exercício regular de direito, somente o doloso."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "948359",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: SEFAZ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz",
      "Crime impossível",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "À luz do que dispõe o Ordenamento Penal brasileiro,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o agente que desiste de forma voluntária de prosseguir na execução do crime, ou impede que o resultado se produza, terá sua pena reduzida de um a dois terços."
      },
      {
        "letra": "B",
        "texto": "o arrependimento posterior, nos crimes cometidos sem violência ou grave ameaça à pessoa, deve ocorrer até o oferecimento da denúncia ou da queixa."
      },
      {
        "letra": "C",
        "texto": "não há crime, quando a preparação do flagrante pela polícia torna impossível a sua consumação."
      },
      {
        "letra": "D",
        "texto": "crime impossível é aquele em que o agente, embora tenha praticado todos os atos executórios à sua disposição, não consegue consumar o crime por circunstâncias alheias à sua vontade."
      },
      {
        "letra": "E",
        "texto": "diz-se crime culposo, quando o agente assumiu o risco de produzi-lo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "941561",
    "metadata": "Ano: 2018 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Sobre a reparação do dano ou a restituição da coisa pelo agente após a prática do crime, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos crimes de ação penal privada, funcionam como causa de extinção da punibilidade."
      },
      {
        "letra": "B",
        "texto": "Até o oferecimento da denúncia, nos crimes de ação penal pública, caracterizam hipótese de arrependimento eficaz."
      },
      {
        "letra": "C",
        "texto": "Até o recebimento da denúncia, nos crimes patrimoniais não violentos, funcionam como causa geral de diminuição de pena."
      },
      {
        "letra": "D",
        "texto": "Até o recebimento da denúncia, nos crimes de ação penal pública condicionada à representação, produzem os mesmos efeitos jurídicos que a desistência voluntária."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "936122",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: MPE-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Considerando que o crime apresentado nessa situação hipotética venha a ser descoberto, julgue o item que se segue, com fundamento na legislação pertinente. Luna não responderá criminalmente, porque sua desistência caracteriza arrependimento posterior.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "932922",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Em cada item a seguir, é apresentada uma situação hipotética, seguida de uma assertiva a ser julgada com base na legislação de regência e na jurisprudência dos tribunais superiores a respeito de execução penal, lei penal no tempo, concurso de crimes, crime impossível e arrependimento posterior.Cristiano, maior e capaz, roubou, mediante emprego de arma de fogo, a bicicleta de um adolescente, tendo-o ameaçado gravemente. Perseguido, Cristiano foi preso, confessou o crime e voluntariamente restituiu a coisa roubada. Nessa situação, a restituição do bem não assegura a Cristiano a redução de um a dois terços da pena, pois o crime foi cometido com grave ameaça à pessoa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "926795",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: AL-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "José, pretendendo praticar crime de peculato, ingressa em repartição pública com a chave que possuía em razão do cargo, na parte da noite, com o objetivo de subtrair um computador da repartição. Quando estava no interior do local, todavia, pensa sobre as consequências da sua conduta e que sua família dependia financeiramente dele, razão pela qual deixa o local sem nada subtrair. O segurança do local, todavia, informado por notícia anônima sobre a intenção de José, o aborda na saída da repartição e realiza sua prisão em flagrante. Considerando as informações narradas, é correto afirmar que a conduta de José:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não configura conduta típica em razão do arrependimento eficaz;"
      },
      {
        "letra": "B",
        "texto": "não configura conduta típica em razão da desistência voluntária;"
      },
      {
        "letra": "C",
        "texto": "não configura crime em razão do arrependimento posterior;"
      },
      {
        "letra": "D",
        "texto": "configura tentativa de peculato em razão do arrependimento eficaz;"
      },
      {
        "letra": "E",
        "texto": "configura tentativa de peculato em razão da desistência voluntária."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "923524",
    "metadata": "Ano: 2018 | Banca: UEG | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Quando o agente, em crime cometido sem violência ou grave ameaça à pessoa, repara voluntariamente o dano até o recebimento da denúncia, ocorre:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "arrependimento eficaz."
      },
      {
        "letra": "B",
        "texto": "arrependimento posterior."
      },
      {
        "letra": "C",
        "texto": "crime impossível."
      },
      {
        "letra": "D",
        "texto": "desistência voluntária."
      },
      {
        "letra": "E",
        "texto": "tentativa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "917865",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior",
      "Crimes contra o patrimônio",
      "Furto"
    ],
    "enunciado_principal": "Em dificuldades financeiras, Ana ingressa, com autorização da proprietária do imóvel, na residência vizinha àquela em que trabalhava com o objetivo de subtrair uma quantia de dinheiro em espécie, simulando para tanto que precisava de uma quantidade de açúcar que estaria em falta. Após ingressar no imóvel e mexer na gaveta do quarto, vê pela janela aquela que é sua chefe e pensa na decepção que lhe causaria, razão pela qual decide deixar o local sem nada subtrair. Ocorre que as câmeras de segurança flagraram o comportamento de Ana, sendo as imagens encaminhadas para a Delegacia de Polícia. Nesse caso, a conduta de Ana:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "configura crime de tentativa de furto em razão do arrependimento posterior;"
      },
      {
        "letra": "B",
        "texto": "configura crime de tentativa de furto em razão do arrependimento eficaz;"
      },
      {
        "letra": "C",
        "texto": "configura crime de tentativa de furto em razão da desistência voluntária;"
      },
      {
        "letra": "D",
        "texto": "não configura crime em razão da desistência voluntária;"
      },
      {
        "letra": "E",
        "texto": "não configura crime em razão do arrependimento eficaz."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "917433",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Câmara de Campo Limpo Paulista - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior",
      "Antijuridicidade",
      "Causas supralegais de exclusão da antijuridicidade"
    ],
    "enunciado_principal": "“Nos crimes cometidos sem violência ou grave ameaça à pessoa, reparado o dano ou restituída a coisa, até o recebimento da denúncia ou da queixa, por ato voluntário do agente, a pena será reduzida de um a dois terços.” Trata-se da definição legal",
    "alternativas": [
      {
        "letra": "A",
        "texto": "da exclusão da ilicitude."
      },
      {
        "letra": "B",
        "texto": "da exclusão da culpabilidade."
      },
      {
        "letra": "C",
        "texto": "da desistência voluntária."
      },
      {
        "letra": "D",
        "texto": "do arrependimento eficaz."
      },
      {
        "letra": "E",
        "texto": "do arrependimento posterior."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "906943",
    "metadata": "Ano: 2018 | Banca: INSTITUTO AOCP | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior",
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria."
    ],
    "enunciado_principal": "Frederico decide escalar os muros de uma residência e a invade, tencionando subtrair computadores e celulares que encontrar em seu interior. Quando começa a acomodar os aparelhos em sua sacola, escuta os proprietários da residência abrirem o portão da garagem, anunciando seu retorno à moradia. Nesse momento, Frederico decide abandonar a empreitada e bate em retirada sem subtrair qualquer bem. Após pular novamente o muro para fugir pela calçada, é surpreendido por policiais em uma viatura, sendo prendido em flagrante. Supondo que Frederico seja futuramente denunciado por crime de furto, qual instituto jurídico melhor se aplicaria a ele em eventual sentença?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aplicação da causa de diminuição de pena por \"erro evitável sobre a ilicitude do fato\" prevista no art. 21 do Código Penal, uma vez que o agente atuou sem a consciência da ilicitude do fato, quando lhe era possível, nas circunstâncias, ter ou atingir essa consciência."
      },
      {
        "letra": "B",
        "texto": "Aplicação da regra da \"desistência voluntária\" prevista no art. 15 do Código Penal e consequente desclassificação da imputação de crime de \"furto\" para crime de \"invasão de domicílio\", pois o agente desistiu de prosseguir na execução do delito e responderá tão somente pelos atos praticados."
      },
      {
        "letra": "C",
        "texto": "Absolvição própria por não constituir o fato infração penal, uma vez que não se consumou a subtração de coisa alheia móvel exigente para configuração do delito de furto."
      },
      {
        "letra": "D",
        "texto": "Assunção da autoria e da materialidade do delito com aplicação de circunstância atenuante de ter o agente \"procurado, por sua espontânea vontade e com eficiência, logo após o crime, evitar-lhe ou minorar-lhe as consequências\", conforme prescreve o art. 65, III, \"b\", do Código Penal."
      },
      {
        "letra": "E",
        "texto": "Aplicação do instituto do \"arrependimento posterior\" previsto no art. 16 do Código Penal, porquanto o agente reparara o dano e restituíra a coisa, voluntariamente, antes do recebimento da denúncia pelo Juízo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "905935",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior",
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Estrito cumprimento de dever legal e exercício regular de direito",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "A respeito dos artigos 13 ao 25 do Código Penal, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a redução da pena em virtude do arrependimento posterior aplica-se a todos os crimes, excepcionados apenas os cometidos com violência."
      },
      {
        "letra": "B",
        "texto": "o erro quanto à pessoa contra a qual o crime é praticado não isenta de pena, considerando-se, no entanto, as condições ou qualidades da pessoa contra quem o agente queria praticar o crime e não as da vítima."
      },
      {
        "letra": "C",
        "texto": "o agente que, por circunstâncias alheias à própria vontade, não prossegue na execução do crime, só responderá pelos atos já praticados."
      },
      {
        "letra": "D",
        "texto": "o dever de agir para evitar o resultado incumbe a quem tenha, por lei ou convenção social, obrigação de cuidado, proteção e vigilância."
      },
      {
        "letra": "E",
        "texto": "são excludentes da ilicitude o estado de necessidade e a legítima defesa, não sendo punível o excesso, se praticado por culpa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "905800",
    "metadata": "Ano: 2018 | Banca: FUMARC | Órgão: PC-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Com relação ao iter criminis, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No crime falho ou na tentativa imperfeita, o processo de execução é integralmente realizado pelo agente e o resultado é atingido."
      },
      {
        "letra": "B",
        "texto": "Não existe desistência voluntária no caso de agente que desiste de prosseguir com os atos de execução por conselho de seu advogado, já que ausente a voluntariedade."
      },
      {
        "letra": "C",
        "texto": "Com relação à tentativa, o Código Penal adota, como regra, a teoria objetiva e aplica ao agente a pena correspondente ao crime consumado, reduzida de um a dois terços, conforme maior ou menor tenha sido a proximidade do resultado almejado."
      },
      {
        "letra": "D",
        "texto": "O arrependimento posterior tem natureza jurídica de causa de exclusão da tipicidade, desde que restituída a coisa ou reparado o dano nos crimes praticados sem violência ou grave ameaça até o recebimento da denúncia ou queixa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "904540",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz",
      "Crime impossível",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Quando, por ineficácia absoluta do meio ou por absoluta impropriedade do objeto, é impraticável consumar-se o crime, configura-se o instituto",
    "alternativas": [
      {
        "letra": "A",
        "texto": "da tentativa."
      },
      {
        "letra": "B",
        "texto": "do arrependimento eficaz."
      },
      {
        "letra": "C",
        "texto": "da desistência voluntária."
      },
      {
        "letra": "D",
        "texto": "do arrependimento posterior."
      },
      {
        "letra": "E",
        "texto": "do crime impossível."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "896379",
    "metadata": "Ano: 2018 | Banca: IESES | Órgão: TJ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Arrependimento posterior",
      "Crime preterdoloso",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "É certo afirmar: I. Mesmo nos crimes cometidos com violência ou grave ameaça à pessoa, reparado o dano ou restituída a coisa, até o recebimento da denúncia ou da queixa, por ato voluntário do agente, a pena será reduzida de um a dois terços. É o que o Código Penal define como “arrependimento posterior”. II. Chama-se “teoria do delito” à parte da ciência do direito penal que se ocupa de explicar o que é o delito em geral, isto é, quais são as características que deve ter qualquer delito. III. A emoção ou a paixão excluem a imputabilidade penal. IV. Preterdoloso é o crime onde o resultado final é mais grave do que o pretendido pelo agente. Analisando as proposições, pode-se afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições I e II estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições II e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições III e IV estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "890898",
    "metadata": "Ano: 2018 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior",
      "Potencial conhecimento da ilicitude – Erro de proibição"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A lei penal mais grave aplica-se ao crime continuado ou ao crime permanente, se sua vigência é anterior à cessação da continuidade ou da permanência."
      },
      {
        "letra": "B",
        "texto": "O Direito Penal brasileiro adotou a teoria limitada da culpabilidade, que trata o error sobre os pressupostos fáticos de uma justificante como erro de proibição indireto."
      },
      {
        "letra": "C",
        "texto": "A desistência voluntária e o arrependimento eficaz são incompatíveis com os crimes culposos, sendo, contudo, admitidos na culpa imprópria."
      },
      {
        "letra": "D",
        "texto": "O agente que dispara um tiro contra outrem, mas que, arrependido, leva a vítima para o hospital, vindo ela a falecer em decorrência de uma infecção hospitalar, responde por homicídio consumado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "883344",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: STJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Acerca do crime doloso e do arrependimento posterior, julgue o item seguinte. O arrependimento posterior incide apenas nos crimes patrimoniais e sua caracterização depende da existência de voluntariedade e espontaneidade do agente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "878337",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: TJ-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Arrependimento posterior",
      "Crimes contra a administração pública",
      "Peculato"
    ],
    "enunciado_principal": "João, funcionário público de determinado cartório de Tribunal de Justiça, após apropriar-se de objeto que tinha a posse em razão do cargo que ocupava, é convencido por sua esposa a devolvê-lo no dia seguinte, o que vem a fazer, comunicando o fato ao seu superior, que adota as medidas penais pertinentes. Diante desse quadro, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "houve arrependimento eficaz, sendo o comportamento de João penalmente impunível;"
      },
      {
        "letra": "B",
        "texto": "houve desistência voluntária, sendo o comportamento de João penalmente impunível;"
      },
      {
        "letra": "C",
        "texto": "deverá João responder pelo crime de peculato tentado;"
      },
      {
        "letra": "D",
        "texto": "deverá João responder pelo crime de peculato consumado, com a redução de pena pelo arrependimento posterior;"
      },
      {
        "letra": "E",
        "texto": "deverá João responder pelo crime de peculato consumado, sem qualquer redução de pena."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "856011",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Édipo, irritado com as constantes festas que seu vizinho Laio promove à noite, atrapalhando seu descanso, resolve procurá-lo a fim de resolver definitivamente a situação. Para tanto, arma-se de uma espingarda e se dirige à casa de Laio, vindo a encontrá- lo distraído. Ato contínuo, aponta a arma em sua direção a fim de efetuar um disparo contra sua cabeça. Contudo, Jocasta, que, por coincidência, havia acabado de chegar ao local, surpreende e consegue impedir Édipo de seu intento, retirando-lhe a arma de sua mão, evitando, assim, o disparo fatal. A conduta de Édipo, para o Direito Penal, pode ser enquadrada no ordenamento jurídico como",
    "alternativas": [
      {
        "letra": "A",
        "texto": "arrependimento posterior."
      },
      {
        "letra": "B",
        "texto": "desistência voluntária."
      },
      {
        "letra": "C",
        "texto": "crime tentado."
      },
      {
        "letra": "D",
        "texto": "circunstância atenuante."
      },
      {
        "letra": "E",
        "texto": "arrependimento eficaz."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "854353",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Acerca dos institutos penais da desistência voluntária, do arrependimento eficaz e do arrependimento posterior, julgue o item a seguir.Veda-se a redução de pena em caso de arrependimento posterior nos crimes culposos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "849255",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: DPE-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Com referência ao arrependimento posterior, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O arrependimento posterior é causa obrigatória de diminuição de pena, admitindo-se a reparação do dano ou a restituição da coisa até o trânsito em julgado da ação penal."
      },
      {
        "letra": "B",
        "texto": "O autor da infração, ao arrepender-se, deverá, para que sua pena seja reduzida, reparar voluntariamente danos ou restituir a coisa subtraída, até o recebimento da queixa ou da denúncia."
      },
      {
        "letra": "C",
        "texto": "O arrependimento posterior incide exclusivamente nos crimes contra o patrimônio e impõe a restituição espontânea e integral da coisa até o recebimento da denúncia ou da queixa."
      },
      {
        "letra": "D",
        "texto": "Intervenção de terceiros na reparação do dano ou na restituição da coisa, desde que ocorra antes do julgamento, não afastará o reconhecimento de arrependimento posterior."
      },
      {
        "letra": "E",
        "texto": "Para que sua pena seja reduzida, o agente deverá, espontaneamente, logo após a consumação do crime, minorar as consequências dele e, até a data do julgamento, reparar danos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "843731",
    "metadata": "Ano: 2017 | Banca: FAPEMS | Órgão: PC-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz",
      "Crime impossível",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Toda ação criminosa, advinda de conduta dolosa, é antecedida por uma ideação e resolução criminosa. O sujeito percorre um caminho que vai da concepção da ideia até a consumação. A esse caminho dá-se o nome de iter criminis, o qual é composto por fase interna (cogitação) e fases externas ao agente (atos preparatórios, executórios e consumação). Diversas situações podem ocorrer durante o desenvolvimento das ações dirigidas ao fim do crime. Assinale a alternativa que expressa de forma correta uma dessas situações, seja na fase interna ou externa.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na tentativa o sujeito dá início aos atos executórios da conduta, os quais deixa voluntariamente de praticar em virtude de circunstâncias alheias a sua vontade, recebendo, como consequência, diminuição na pena final aplicada."
      },
      {
        "letra": "B",
        "texto": "O arrependimento posterior ocorre após o término dos atos executórios, porém antes da consumação. Nesse caso, o sujeito responderá pelo crime, mas sua pena será reduzida se reparados os danos causados."
      },
      {
        "letra": "C",
        "texto": "A desistência voluntária caracteriza verdadeira ponte de ouro ao infrator que impede a consumação do crime após o término dos atos executórios, isentando-o de qualquer responsabilidade pelos danos causados."
      },
      {
        "letra": "D",
        "texto": "O crime impossível demanda o início dos atos executórios do crime pelo agente, eximindo-o de responsabilidade penal pelo crime almejado, respondendo, todavia, pelos atos anteriores que forem considerados ilícitos."
      },
      {
        "letra": "E",
        "texto": "Os atos preparatórios do crime não são punidos, mesmo que caracterize em si conduta tipificada, em virtude da teoria finalista da ação que direciona a punição para a finalidade do crime e não para os meios de sua prática."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "836747",
    "metadata": "Ano: 2017 | Banca: FGV | Órgão: TRT - 12ª Região (SC)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior",
      "Crimes contra a honra",
      "Calúnia",
      "Injúria"
    ],
    "enunciado_principal": "Insatisfeito com o comportamento de seu empregador Juca, Carlos escreve uma carta para a família daquele, afirmando que Juca seria um estelionatário e torturador. Lacra a carta e a entrega no correio, adotando todas as medidas para que chegasse aos destinatários. No dia seguinte, porém, Carlos se arrepende de seu comportamento e passa a adotar conduta para evitar que a carta fosse lida por qualquer pessoa e o crime consumado. Carlos vai até a casa de Juca, tenta retirar a carta da caixa do correio, mas vê o exato momento em que Juca e sua esposa pegam o envelope e leem todo o escrito. Ofendido, Juca procura seu advogado e narra o ocorrido. Considerando a situação apresentada, o advogado de Juca deverá esclarecer que a conduta de Carlos configura crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "injúria, consumado;"
      },
      {
        "letra": "B",
        "texto": "tentativa de injúria, pois houve arrependimento eficaz, devendo Carlos responder apenas pelos atos já praticados;"
      },
      {
        "letra": "C",
        "texto": "tentativa de calúnia, pois houve desistência voluntária, devendo Carlos responder apenas pelos atos já praticados;"
      },
      {
        "letra": "D",
        "texto": "tentativa de calúnia, pois houve arrependimento eficaz, devendo Carlos responder apenas pelos atos já praticados;"
      },
      {
        "letra": "E",
        "texto": "calúnia, consumado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "734402",
    "metadata": "Ano: 2016 | Banca: IBEG | Órgão: Prefeitura de Teixeira de Freitas - BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior",
      "Autoria e coautoria",
      "Participação"
    ],
    "enunciado_principal": "Quando o partícipe instiga outrem a praticar um crime de homicídio, mas durante a execução do ataque tenta impedir que o resultado se produza, mas não consegue, pode-se dizer que, consequentemente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É reconhecível a co-autoria."
      },
      {
        "letra": "B",
        "texto": "É reconhecível a desistência voluntária."
      },
      {
        "letra": "C",
        "texto": "É reconhecível o arrependimento posterior."
      },
      {
        "letra": "D",
        "texto": "É reconhecível o arrependimento eficaz."
      },
      {
        "letra": "E",
        "texto": "É reconhecível a participação de menor importância."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "610151",
    "metadata": "Ano: 2016 | Banca: CAIP-IMES | Órgão: CRAISA de Santo André - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz",
      "Crime impossível",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Associe corretamente os blocos abaixo. Nos termos da legislação penal vigente há: I- crime tentado. II- desistência voluntária e arrependimento eficaz. III- arrependimento posterior. IV- crime impossível. ( ) quando o agente esgota todos os meios de que dispõe para consumar a infração penal e se arrepende impedindo que o resultado ocorra, responde somente pelos atos praticados. ( ) quando o agente objetiva praticar determinado crime não alcança sua meta por ineficácia absoluta do meio empregado ou impropriedade absoluta do objeto. ( ) quando, iniciada a execução, não se consuma por circunstâncias alheias à vontade do agente. ( ) quando os atos cometidos sem violência ou grave ameaça à pessoa, por ato voluntário, o agente repara o dano ou restitui a coisa, até o recebimento da denúncia ou da queixa. Assinale a sequência correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II, IV, I, III."
      },
      {
        "letra": "B",
        "texto": "III, I, IV, II."
      },
      {
        "letra": "C",
        "texto": "II, IV, III, I."
      },
      {
        "letra": "D",
        "texto": "I, III, II, IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "589582",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRE-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Com relação aos institutos da desistência voluntária, do arrependimento posterior e do arrependimento eficaz, ao crime impossível e às infrações qualificadas pelo resultado e descriminantes putativas, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Crime qualificado pelo resultado é o mesmo que crime preterdoloso."
      },
      {
        "letra": "B",
        "texto": "Conforme a teoria limitada da culpabilidade, todo e qualquer erro que recaia sobre uma causa de justificação é erro de proibição."
      },
      {
        "letra": "C",
        "texto": "De acordo com a doutrina majoritária, a espontaneidade não é requisito para o reconhecimento da desistência voluntária e do arrependimento eficaz."
      },
      {
        "letra": "D",
        "texto": "O instituto do arrependimento posterior não se aplica ao autor de um crime de lesão corporal culposa."
      },
      {
        "letra": "E",
        "texto": "Com relação ao crime impossível, o legislador penal brasileiro adotou a teoria subjetiva."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "588016",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: DPE-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crime impossível",
      "Arrependimento posterior",
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade"
    ],
    "enunciado_principal": "A respeito de arrependimento posterior, crime impossível, circunstâncias judiciais, agravantes e atenuantes, assinale a opção correta à luz da legislação e da jurisprudência do STJ.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Existindo duas qualificadoras ou causas de aumento de pena, uma delas implica o tipo qualificado ou a majorante na terceira fase da dosimetria, enquanto a outra pode ensejar, validamente, a valoração negativa de circunstância judicial e a exasperação da pena-base."
      },
      {
        "letra": "B",
        "texto": "O arrependimento posterior, por ser uma circunstância subjetiva, não se estende aos demais corréus, uma vez reparado o dano integralmente por um dos autores do delito até o recebimento da denúncia."
      },
      {
        "letra": "C",
        "texto": "A existência de sistema de segurança ou de vigilância eletrônica torna impossível, por si só, o crime de furto cometido no interior de estabelecimento comercial."
      },
      {
        "letra": "D",
        "texto": "Condenações anteriores transitadas em julgado alcançadas pelo prazo depurador de cinco anos previsto no art. 64, I, do CP, além de afastarem os efeitos da reincidência, também impedem a configuração de maus antecedentes."
      },
      {
        "letra": "E",
        "texto": "Na hipótese de o autor confessar a autoria do crime, mas alegar causa excludente de ilicitude ou culpabilidade, não se admite a incidência da atenuante da confissão espontânea, descrita no art. 65, III, d, CP."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "586499",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TCE-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Acerca da aplicação da lei penal, dos princípios de direito penal e do arrependimento posterior, julgue o item a seguir. Situação hipotética: André, que tinha praticado crime de roubo e subtraído, na ocasião, R$ 1.000 de Bruno, restituiu voluntariamente o referido valor a este antes do recebimento da denúncia. Assertiva: Nessa situação, a restituição do dinheiro subtraído configura arrependimento posterior, o que incorre no reconhecimento de causa de diminuição de pena.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "565830",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "João, empregado de uma empresa terceirizada que presta serviço de vigilância a órgão da administração pública direta, subtraiu aparelho celular de propriedade de José, servidor público que trabalha nesse órgão.A respeito dessa situação hipotética, julgue o item que se segue.Se devolver voluntariamente o celular antes do recebimento de eventual denúncia pelo crime, João poderá ser beneficiado com redução de pena justificada por arrependimento posterior.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "558064",
    "metadata": "Ano: 2015 | Banca: IESES | Órgão: TRE-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior",
      "Antijuridicidade"
    ],
    "enunciado_principal": "No que se refere ao Código Penal, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não há crime quando o agente é menor de 18 anos ou pratica o fato em estado de necessidade, legítima defesa, estrito cumprimento do dever legal, ou no exercício regular de direito."
      },
      {
        "letra": "B",
        "texto": "Nos crimes cometidos sem violência ou grave ameaça, reparado o dano ou restituída a coisa, até o oferecimento da denúncia ou da queixa, por ato voluntário do agente, a pena será reduzida de um a dois terços."
      },
      {
        "letra": "C",
        "texto": "O agente que, voluntariamente, desiste de prosseguir na execução ou impede que o resultado se produza, poderá ter sua pena reduzida de um dois terços."
      },
      {
        "letra": "D",
        "texto": "Crime consumado é quando nele se reúnem todos os elementos de sua definição legal; crime tentado, quando iniciada a execução, não se consuma por circunstâncias alheias à vontade do agente, punindo-se a pena correspondente ao crime consumado, diminuída de um a dois terços."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "555763",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TCM-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "A respeito do crime consumado e do crime tentado, da desistência voluntária, do arrependimento eficaz e do arrependimento posterior, considere: I. Há desistência voluntária quando o agente, embora tenha iniciado a execução de um delito, desiste de prosseguir na realização típica, atendendo sugestão de terceiro. II. A redução de um a dois terços da pena em razão do reconhecimento do crime tentado deve ser estabelecida de acordo com as circunstâncias agravantes ou atenuantes porventura existentes. III. Há arrependimento eficaz, quando o agente, após ter esgotado os meios de que dispunha para a prática do crime, arrepende-se e tenta, sem êxito, por todas as formas, impedir a consumação. IV. Em todos os crimes contra o patrimônio, o arrependimento posterior consistente na reparação voluntária e completa do prejuízo causado, implica a redução obrigatória da pena de um a dois terços. V. Há crime impossível quando a consumação não ocorre pela utilização de meio relativamente inidôneo para produzir o resultado. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I."
      },
      {
        "letra": "B",
        "texto": "I e II."
      },
      {
        "letra": "C",
        "texto": "III e IV."
      },
      {
        "letra": "D",
        "texto": "IV."
      },
      {
        "letra": "E",
        "texto": "II e V."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "555066",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "No arrependimento posterior, o agente busca atenuar os efeitos da sua conduta, sendo, portanto, causa geral de diminuição de pena. Sobre esse instituto, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A grave ameaça não o tipifica."
      },
      {
        "letra": "B",
        "texto": "Pode ocorrer em crime cometido com violência, desde que o agente se retrate até a sentença."
      },
      {
        "letra": "C",
        "texto": "O dano não precisa ser reparado quando o crime foi sem violência."
      },
      {
        "letra": "D",
        "texto": "Deve operar-se até o recebimento da denúncia ou queixa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "511209",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Em relação às fases de execução do crime, pode-se assegurar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não se tipifica crime formal contra a ordem tributá- ria, previsto no art. 1° , incisos I e IV, da Lei n° 8.137/90, antes do lançamento definitivo do tributo, segundo entendimento sumulado."
      },
      {
        "letra": "B",
        "texto": "a desistência voluntária também é conhecida como quase crime ou tentativa impossível."
      },
      {
        "letra": "C",
        "texto": "não se admite tentativa de crime culposo."
      },
      {
        "letra": "D",
        "texto": "há arrependimento eficaz quando o agente, por ato voluntário, nos crimes cometidos sem violência ou grave ameaça à pessoa, repara o dano ou restitui a coisa até o recebimento da denúncia ou da queixa."
      },
      {
        "letra": "E",
        "texto": "há tentativa imperfeita quando, apesar de ter o agente realizado toda a fase de execução, o resultado não ocorre por circunstâncias alheias à sua vontade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "488469",
    "metadata": "Ano: 2015 | Banca: FUNDATEC | Órgão: PGE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Arrependimento posterior",
      "Causas relativamente independentes",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "Analise as assertivas abaixo: I. Considera-se praticado o crime no lugar em que ocorreu a ação ou omissão, no todo ou em parte, sendo irrelevante para esse fim onde se produziu ou deveria ser produzido o resultado. II. A superveniência de causa relativamente independente exclui a imputação quando, por si só, produziu o resultado; os fatos anteriores, entretanto, imputam-se a quem os praticou. III. Nos crimes previstos no Código Penal que tenham sido cometidos sem violência ou grave ameaça à pessoa, reparado o dano ou restituída a coisa, até o oferecimento da denúncia ou da queixa, por ato voluntário do agente, a pena poderá ser reduzida de um a dois terços, presente a hipótese do arrependimento posterior. IV. O erro sobre o elemento constitutivo do tipo legal de crime exclui o dolo e também não permite a punição por crime culposo, mesmo que previsto em lei. Após a análise, pode-se dizer que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Está correta apenas a assertiva II."
      },
      {
        "letra": "B",
        "texto": "Estão corretas apenas as assertivas I e II."
      },
      {
        "letra": "C",
        "texto": "Está incorreta apenas a assertiva IV."
      },
      {
        "letra": "D",
        "texto": "Estão incorretas apenas as assertivas I e III."
      },
      {
        "letra": "E",
        "texto": "Todas as assertivas estão incorretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "495035",
    "metadata": "Ano: 2014 | Banca: IV - UFG | Órgão: CELG/D-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Nos crimes cometidos sem violência ou grave ameaça à pessoa, reparado o dano ou restituída a coisa, até o recebimento da denúncia ou da queixa, por ato voluntário do agente, a pena será reduzida de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "um a dois terços"
      },
      {
        "letra": "B",
        "texto": "um sexto a um terço."
      },
      {
        "letra": "C",
        "texto": "um terço à metade."
      },
      {
        "letra": "D",
        "texto": "metade a dois terços."
      },
      {
        "letra": "E",
        "texto": "um sexto à metade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "464876",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TJ-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz",
      "Crime impossível",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "É correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos crimes cometidos sem violência ou grave ameaça à pessoa, reparado o dano ou restituída a coisa, até o recebimento da denúncia ou da queixa, por ato voluntário do agente, a pena será reduzida de um a dois terços."
      },
      {
        "letra": "B",
        "texto": "O agente que, involuntariamente, desiste de prosseguir na execução ou impede que o resultado se produza, não responde pelos atos já praticados."
      },
      {
        "letra": "C",
        "texto": "Diz-se o crime tentado quando nele se reúnem todos os elementos de sua definição legal."
      },
      {
        "letra": "D",
        "texto": "Pelo resultado que agrava especialmente a pena, só responde o agente que o houver causado, exceto culposamente."
      },
      {
        "letra": "E",
        "texto": "Não se pune a tentativa quando, por absoluta impropriedade do meio ou por ineficácia absoluta do objeto, é impossível consumar-se o crime."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "429700",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: MPE-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Crime impossível",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Aprovada em Sessão Plenária de 15 de dezembro de 1976, a Súmula 554 do Supremo Tribunal Federal enuncia que O pagamento de cheque emitido sem suficiente previsão de fundos, após o recebimento da denúncia, não obsta o prosseguimento da ação penal. Com o advento da reforma da Parte Geral do Código Penal pela Lei no 7.209/1984, o sentido normativo dessa súmula passou a ser, no entanto, tensionado por importantes segmentos da doutrina brasileira, notadamente à luz do instituto denominado",
    "alternativas": [
      {
        "letra": "A",
        "texto": "insignificância penal."
      },
      {
        "letra": "B",
        "texto": "desistência voluntária."
      },
      {
        "letra": "C",
        "texto": "arrependimento eficaz."
      },
      {
        "letra": "D",
        "texto": "arrependimento posterior."
      },
      {
        "letra": "E",
        "texto": "crime impossível."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "429178",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: DPE-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior",
      "Crimes contra a vida",
      "Homicídio"
    ],
    "enunciado_principal": "Decididamente disposto a matar Tício, por erro de pontaria o astuto Caio acerta-lhe de leve raspão um disparo no braço. Porém, assustado com o estrondo do estampido, e temendo acordar a vizinhança que o poderia prender, ao invés de descarregar a munição restante, Caio estrategicamente decide socorrer o cândido Tício que, levado ao hospital pelo próprio algoz, acaba logo liberado com curativo mínimo. Caio primeiramente diz, em sua autodefesa, que o tiro ocorrera por acidente, chegando ardilosamente a indenizar de pronto todos os prejuízos materiais e morais de Tício com o fato, mas sua trama acaba definitivamente desvendada pela límpida investigação policial que se segue. Com esses dados já indiscutíveis, mais precisamente pode-se classificar os fatos como",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tentativa de homicídio."
      },
      {
        "letra": "B",
        "texto": "desistência voluntária."
      },
      {
        "letra": "C",
        "texto": "arrependimento eficaz."
      },
      {
        "letra": "D",
        "texto": "arrependimento posterior."
      },
      {
        "letra": "E",
        "texto": "aberratio ictus."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "419575",
    "metadata": "Ano: 2014 | Banca: TRF - 2ª Região | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na desistência voluntária, o agente desiste de prosseguir nos atos de execução. Neste caso, tem-se a chamada ponte de ouro, que estimula o agente a retroceder, e ele será apenas punido pela tentativa."
      },
      {
        "letra": "B",
        "texto": "A inequívoca e categórica inaptidão do meio empregado pelo agente para a obtenção do resultado chama à aplicação a forma tentada do delito."
      },
      {
        "letra": "C",
        "texto": "O arrependimento eficaz, com a reparação do dano ou restituição da coisa por ato voluntário do agente, ocorrido até o recebimento da denúncia, enseja a redução da pena à metade."
      },
      {
        "letra": "D",
        "texto": "O erro na execução é o erro ocorrido por inabilidade ou por acidente. O agente quer atingir A, mas acerta B. Neste caso, o agente responde como se tivesse acertado a pessoa visada. No caso de também ser atingida a pessoa que o agente queria ofender, aplica-se a regra do concurso material."
      },
      {
        "letra": "E",
        "texto": "O arrependimento posterior implica causa de diminuição da pena do agente, e apenas é aplicável aos crimes praticados sem violência ou grave ameaça à pessoa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "406897",
    "metadata": "Ano: 2014 | Banca: PUC-PR | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Com observância das assertivas abaixo, responda: I. No que se refere à desistência voluntária e ao arrependimento eficaz, na esteira do artigo 15 do Código Penal, tem- se que na desistência voluntária, o processo de execução do crime ainda está em curso; já no arrependimento eficaz, a execução já foi encerrada. II. No que se refere ao arrependimento posterior, na esteira do artigo 16 do Código Penal, como causa geral de diminuição de pena, nos crimes cometidos sem violência ou grave ameaça à pessoa, reparado o dano ou restituída a coisa, até o oferecimento da denúncia ou da queixa, por ato voluntário do agente, a pena será reduzida de um a dois terços. III. Em que pese as discussões doutrinárias, pode-se dizer em relação ao crime impossível, artigo 17 do Código Penal, que o legislador brasileiro adotou a teoria objetiva temperada, na qual somente são puníveis os atos praticados pelo agente, quando os meios e os objetos são relativamente eficazes ou impróprios, isto é, quando há alguma possibilidade de o agente alcançar o resultado pretendido. IV. Sob a exegese do artigo 19 do Código Penal, pelo o resultado que agrava especialmente a pena, só responde o agente que o houver causado dolosamente. Assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as assertivas I e II são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "Somente as assertivas III e IV são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Somente as assertivas II e IV são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Somente as assertivas I e III são verdadeiras."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "400879",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Resultado",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Acerca do arrependimento posterior, da culpa, dos crimes qualificados pelo resultado, das excludentes de ilicitude e das excludentes de culpabilidade, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para a doutrina majoritária, aquele que, para salvar-se de perigo iminente, sacrifica direito de outrem não atua em estado de necessidade."
      },
      {
        "letra": "B",
        "texto": "O instituto do arrependimento posterior pode ser aplicado ao crime de lesão corporal culposa."
      },
      {
        "letra": "C",
        "texto": "O direito penal admite a compensação de culpas."
      },
      {
        "letra": "D",
        "texto": "Todo crime qualificado pelo resultado é um crime preterdoloso."
      },
      {
        "letra": "E",
        "texto": "A coação física irresistível é capaz de excluir a culpabilidade pelo cometimento de um crime."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "381224",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Crime impossível",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Em relação a tentativa, desistência voluntária, arrependimento eficaz, arrependimento posterior e crime impossível, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aquele que, por ato voluntário, porém não espontâneo, devolve a coisa furtada antes do recebimento da denúncia não pode beneficiar-se do arrependimento posterior."
      },
      {
        "letra": "B",
        "texto": "No que diz respeito à punibilidade do crime impossível, o autor de uma tentativa inidônea não merece, segundo a teoria subjetiva, sofrer sanção penal, dada a inexistência de qualquer perigo de lesão ao bem jurídico protegido pela norma."
      },
      {
        "letra": "C",
        "texto": "Admite-se a tentativa nos delitos de imprudência"
      },
      {
        "letra": "D",
        "texto": "Em se tratando de tentativa branca de crime de homicídio, a fixação da redução da pena pela tentativa deve ocorrer no patamar máximo, isto é, dois terços."
      },
      {
        "letra": "E",
        "texto": "A desistência da tentativa inacabada deve ser entendida como arrependimento eficaz."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "378660",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRT - 18ª Região (GO)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz",
      "Crime impossível",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "No que diz respeito aos estágios de realização do crime, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se atinge a consumação com o exaurimento do delito."
      },
      {
        "letra": "B",
        "texto": "há arrependimento eficaz quando o agente, por ato voluntário, nos crimes sem violência ou grave ameaça à pessoa, repara o dano ou restitui a coisa até o recebimento da denúncia ou da queixa."
      },
      {
        "letra": "C",
        "texto": "há desistência voluntária quando o agente, embora já realizado todo o processo de execução, impede que o resultado ocorra."
      },
      {
        "letra": "D",
        "texto": "na desistência voluntária e no arrependimento eficaz o agente só responde pelos atos já praticados, se típicos."
      },
      {
        "letra": "E",
        "texto": "a tentativa constitui circunstância atenuante."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "370682",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior",
      "Descriminantes Putativas"
    ],
    "enunciado_principal": "Paulo, sabendo que seu desafeto Pedro não sabia nadar e desejando matá-lo, jogou-o nas águas, durante a travessia de um braço de mar. Todavia, ficou com pena da vítima, mergulhou e a retirou, antes que se afogasse. Nesse caso, ocorreu",
    "alternativas": [
      {
        "letra": "A",
        "texto": "crime putativo."
      },
      {
        "letra": "B",
        "texto": "crime impossível."
      },
      {
        "letra": "C",
        "texto": "desistência voluntária."
      },
      {
        "letra": "D",
        "texto": "arrependimento eficaz."
      },
      {
        "letra": "E",
        "texto": "crime tentado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "499234",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: MPE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Gervásio, funcionário público, pensou em subtrair um computador da repartição pública em que trabalhava, para vender e obter recursos. No dia em que havia se programado para praticar o ato, desistiu, sem dar início à execução do delito. Nesse caso,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Gervásio não será punido de nenhuma forma, porque o delito não chegou a ser tentado."
      },
      {
        "letra": "B",
        "texto": "não será reconhecida a tentativa pela ocorrência da desistência voluntária."
      },
      {
        "letra": "C",
        "texto": "Gervásio responderá por peculato na forma tentada."
      },
      {
        "letra": "D",
        "texto": "não será reconhecida a tentativa pelo reconhecimento do arrependimento eficaz."
      },
      {
        "letra": "E",
        "texto": "Gervásio responderá por peculato consumado, por ter ocorrido arrependimento posterior."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "484676",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: MPE-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Nos termos do art.16 do CP, o agente que, por ato voluntário, repara o dano ou restitui a coisa, até o recebimento da denúncia ou queixa,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas responderá pelos atos já praticados, desde que seja primário."
      },
      {
        "letra": "B",
        "texto": "fica isento de pena, desde que o crime não seja punido a título de culpa."
      },
      {
        "letra": "C",
        "texto": "fica isento de pena, desde que tenha recebido ordem manifestamente ilegal de superior hierárquico."
      },
      {
        "letra": "D",
        "texto": "será beneficiado com a redução de 1/3 a 2/3 da pena, desde que o crime seja cometido sem violência ou grave ameaça à pessoa."
      },
      {
        "letra": "E",
        "texto": "não comete crime consumado, ficando sujeito a responder por crime tentado, desde que a tipificação jurídica comporte tal configuração punitiva."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "412196",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: DPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "O arrependimento posterior, nos crimes cometidos sem violência ou grave ameaça à pessoa e onde existe a reparação do dano ou a restituição da coisa, segundo o art. 16 do Código Penal, deve ser considerado quanto à sua natureza jurídica como",
    "alternativas": [
      {
        "letra": "A",
        "texto": "causa de exclusão da culpabilidade."
      },
      {
        "letra": "B",
        "texto": "circunstância atenuante."
      },
      {
        "letra": "C",
        "texto": "causa de exclusão da ilicitude."
      },
      {
        "letra": "D",
        "texto": "causa geral de diminuição de pena."
      },
      {
        "letra": "E",
        "texto": "forma privilegiada de cometimento de crime."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "407307",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Arrependimento posterior",
      "Antijuridicidade",
      "Concurso de crimes"
    ],
    "enunciado_principal": "Acerca dos institutos constantes da Parte Geral do CP, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Verifica-se o fenômeno da compensação de culpas no caso em que um motorista desatento atropela um pedestre que imprudente e inopinadamente atravessa via pública em local inadequado, estando afastada, portanto, a culpabilidade do motorista."
      },
      {
        "letra": "B",
        "texto": "O agente de crime praticado sem violência ou grave ameaça poderá beneficiar-se com o instituto do arrependimento posterior, o que reduziria sua pena, desde que, voluntariamente, repare o dano ou restitua a coisa até o recebimento da denúncia ou queixa."
      },
      {
        "letra": "C",
        "texto": "O crime impossível é causa de isenção de pena, o que afasta a culpabilidade do agente, dada a ineficácia total do meio empregado ou a impropriedade absoluta do objeto."
      },
      {
        "letra": "D",
        "texto": "O CP prevê o cúmulo material ou a soma das penas cominadas a cada um dos crimes nas hipóteses de concurso formal perfeito e de crime continuado."
      },
      {
        "letra": "E",
        "texto": "O desconhecimento da lei, quando legitimamente escusável, configura hipótese de perdão judicial, não se aplicando por completo a pena."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "354814",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Crime impossível",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Acerca dos institutos da desistência voluntária, do arrependimento eficaz, do arrependimento posterior e do crime impossível, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Configura-se a desistência voluntária caso o agente seja induzido a desistir no prosseguimento da execução criminosa por circunstâncias externas, sem as quais teria ele consumado a infração penal."
      },
      {
        "letra": "B",
        "texto": "Nos termos da teoria subjetiva, para a configuração do crime impossível, é necessário que o meio ou o objeto sejam ineficazes ou impróprios para a configuração da tentativa."
      },
      {
        "letra": "C",
        "texto": "Conforme a teoria objetiva pura, o agente deve responder pela tentativa se o meio ou o objeto são absolutamente inidôneos para que se alcance o resultado cogitado."
      },
      {
        "letra": "D",
        "texto": "Nos termos da lei, em se tratando do crime de furto qualificado pela destruição ou rompimento do obstáculo, não é possível a aplicação do instituto do arrependimento posterior."
      },
      {
        "letra": "E",
        "texto": "Configura-se a tentativa inadequada, nos termos da teoria objetiva matizada, no caso de o agente agir com vontade de praticar a infração penal, não importando se o meio ou o objeto são impróprios."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "353607",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Com relação ao arrependimento posterior, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "somente é aplicável aos crimes culposos."
      },
      {
        "letra": "B",
        "texto": "somente é aplicável aos crimes cometidos sem violência ou grave ameaça à pessoa."
      },
      {
        "letra": "C",
        "texto": "é uma das causas excludentes de ilicitude."
      },
      {
        "letra": "D",
        "texto": "é aplicável como causa obrigatória de diminuição de pena, ainda que tenha havido dano pessoal e patrimonial à vítima."
      },
      {
        "letra": "E",
        "texto": "pode ser aplicável aos crimes cometidos com vio- lência ou grave ameaça à pessoa, desde que o arre- pendimento seja espontâneo"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "352909",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Acerca de aspectos diversos do direito penal e do direito processual penal, julgue os itens a seguir. O CP permite a aplicação de causa de diminuição de pena quando o arrependimento posterior for voluntário, não exigindo que haja espontaneidade no arrependimento.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "346566",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: BACEN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crime impossível",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Em relação ao crime impossível e ao arrependimento posterior, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A apresentação de laudo médico falso ao Instituto Nacional do Seguro Social (INSS) para fins de obtenção de auxílio-doença caracteriza crime impossível caso sua consumação seja impedida pela identificação da falsidade do documento pelos peritos do referido órgão antes do deferimento do benefício pleiteado."
      },
      {
        "letra": "B",
        "texto": "O Brasil adota, em relação ao crime impossível, a teoria objetiva temperada, segundo a qual os meios empregados e o objeto do crime devem ser absolutamente inidôneos a produzir o resultado idealizado pelo agente."
      },
      {
        "letra": "C",
        "texto": "No crime impossível, o erro do agente recai sobre a idoneidade do meio ou do objeto material, o que exclui a tipicidade; no putativo, o agente acredita realizar um indiferente penal, o que exclui a culpabilidade, já que se trata do inverso da falta de consciência do ilícito."
      },
      {
        "letra": "D",
        "texto": "Em se tratando de arrependimento posterior, a reparação parcial do dano ou a restituição implica uma redução na aplicação da pena, a ser aferida pelo juiz sentenciante."
      },
      {
        "letra": "E",
        "texto": "A existência de sistema de vigilância em estabelecimento comercial exclui a possibilidade de consumação de crime patrimonial, dada a caracterização de crime impossível ante a ineficácia absoluta do meio empregado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "335812",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: MPE-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "No que se refere ao crime consumado e ao tentado, ao crime impossível, ao arrependimento posterior, à desistência voluntária e ao arrependimento eficaz, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para a configuração do arrependimento posterior, o agente deve agir espontaneamente, e a reparação do dano ou a restituição do bem devem ser integrais"
      },
      {
        "letra": "B",
        "texto": "No quase crime, segundo a teoria objetiva temperada, absoluta ou relativa, inexiste objeto jurídico em perigo de lesão, não havendo conduta punível"
      },
      {
        "letra": "C",
        "texto": "A pena imposta ao conatus, de acordo com a teoria subjetiva é motivada pelo perigo a que é exposto o bem jurídico."
      },
      {
        "letra": "D",
        "texto": "Ocorre tentativa qualificada na desistência voluntária, no arrependimento eficaz e no arrependimento posterior"
      },
      {
        "letra": "E",
        "texto": "Segundo a teoria sintomática, examina-se, no que se refere à punibilidade da tentativa inidônea, se a realização da conduta do agente é a revelação de sua periculosidade."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "331581",
    "metadata": "Ano: 2013 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo a sistemática do Código Penal, a desistência voluntária é compatível com a tentativa perfeita ou crime falho;"
      },
      {
        "letra": "B",
        "texto": "O chamado arrependimento posterior, nos moldes previstos no Código Penal, é causa de redução de pena;"
      },
      {
        "letra": "C",
        "texto": "Para que o agente somente responda pelos atos já praticados, o chamado arrependimento eficaz deve ser suficiente para impedir a ocorrência resultado, pouco importando, a voluntariedade do arrependimento do agente ou a reparação posterior do dano, caso o resultado venha a ocorrer;"
      },
      {
        "letra": "D",
        "texto": "Segundo a doutrina, para a que ocorra a desistência voluntária ou o arrependimento eficaz, basta voluntariedade por parte do agente, não sendo exigida espontaneidade em sua decisão de abandonar a trajetória criminosa ou de impedir a ocorrência do resultado;"
      },
      {
        "letra": "E",
        "texto": "Pode-se afirmar que a desistência voluntária é incabível nos chamados crimes unissubsistentes."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "329221",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Acerca da desistência voluntária, do arrependimento eficaz, do arrependimento posterior, do crime impossível e do crime preterdoloso, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O denominado crime impossível ocorre apenas na hipótese de absoluta ineficácia, no que se refere à produção do resultado desejado, do meio de execução utilizado pelo agente."
      },
      {
        "letra": "B",
        "texto": "Caracteriza-se crime preterdoloso ou preterintencional caso o agente cause um resultado mais grave que o desejado, em virtude da inobservância do cuidado objetivo necessário, inclusive na modalidade tentada."
      },
      {
        "letra": "C",
        "texto": "Em se tratando de crimes materiais, formais e de mera conduta, é possível a aplicação dos institutos da desistência voluntária e do arrependimento posterior."
      },
      {
        "letra": "D",
        "texto": "Para que fique caracterizado o arrependimento eficaz ou a desistência, a atitude do agente deve ser espontânea, ou seja, natural, sincera e verdadeira."
      },
      {
        "letra": "E",
        "texto": "O arrependimento posterior só pode ser aplicado se crime tiver sido cometido sem violência ou grave ameaça a pessoa, se houver reparação do dano ou restituição do objeto material antes do recebimento da denúncia ou da queixa e se o ato do agente for voluntário."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "322362",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "A respeito dos institutos da desistência voluntária, do arrependimento eficaz e do arrependimento posterior, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A aplicação do arrependimento posterior restringe-se aos crimes dolosos e aos crimes cometidos sem violência ou grave ameaça à vítima."
      },
      {
        "letra": "B",
        "texto": "Em se tratando de crimes contra a ordem tributária, a reparação do dano ocorrida após a consumação do delito fiscal, depois de recebida a denúncia, não afasta a punibilidade do agente, não se confundindo com os institutos da desistência voluntária e do arrependimento eficaz."
      },
      {
        "letra": "C",
        "texto": "A lei penal impõe que a desistência seja voluntária, mas não espontânea."
      },
      {
        "letra": "D",
        "texto": "A desistência voluntária e o arrependimento eficaz constituem causas que excluem a antijuridicidade do fato típico."
      },
      {
        "letra": "E",
        "texto": "Caracteriza arrependimento posterior o fato de o agente, após esgotar todos os meios de que disponha para chegar à consumação do crime, arrepender-se e atuar em sentido contrário, evitando a produção do resultado inicialmente por ele pretendido."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "300461",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "O arrependimento posterior",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não influi no cálculo da prescrição penal."
      },
      {
        "letra": "B",
        "texto": "prescinde de voluntariedade do agente."
      },
      {
        "letra": "C",
        "texto": "deve ocorrer até o oferecimento da denúncia ou da queixa."
      },
      {
        "letra": "D",
        "texto": "constitui circunstância atenuante, a ser considerada na segunda etapa do cálculo da pena."
      },
      {
        "letra": "E",
        "texto": "pode reduzir a pena abaixo do mínimo previsto para o crime."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1194110",
    "metadata": "Ano: 2012 | Banca: Quadrix | Órgão: CRF-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Nos crimes cometidos sem violência ou grave ameaça à pessoa, reparado o dano ou restituída a coisa, até o recebimento da denúncia ou da queixa, por ato voluntário do agente, a pena será reduzida de um a dois terços. Tal colocação, de acordo com o Código Penal, corresponde a:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Arrependimento posterior."
      },
      {
        "letra": "B",
        "texto": "Crime impossível."
      },
      {
        "letra": "C",
        "texto": "Erro sobre elemento de tipo."
      },
      {
        "letra": "D",
        "texto": "Desistência Voluntária."
      },
      {
        "letra": "E",
        "texto": "Arrependimento eficaz."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "893025",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TCE-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Com base no que dispõe o Código Penal (CP) e na interpretação doutrinária da legislação penal, julgue o item seguinte.O arrependimento posterior constitui causa obrigatória de redução de pena, porém não se estende ao coautor ou partícipe que não tenha, voluntariamente, realizado o ressarcimento exigido para a obtenção do benefício legal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "359516",
    "metadata": "Ano: 2012 | Banca: FADESP | Órgão: MPE-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Consumação e tentativa",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Sobre crime, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Diz-se crime tentado, quando, iniciada a execução, esta não se consuma por arrependimento do agente."
      },
      {
        "letra": "B",
        "texto": "Caracteriza arrependimento posterior quando o agente voluntariamente desiste de prosseguir na execução ou impede que o resultado se produza."
      },
      {
        "letra": "C",
        "texto": "Diz-se crime tentado, quando, iniciada a execução, esta não se consuma por circunstâncias alheias à vontade do agente."
      },
      {
        "letra": "D",
        "texto": "Diz-se crime tentado, quando nele se reúnem quase todos os elementos de sua definição legal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "336283",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Assinale a opção correta acerca do arrependimento eficaz e do arrependimento posterior.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Verificada a ocorrência do instituto do arrependimento posterior, a pena imposta ao agente deve ser reduzida de um a dois terços, independentemente de o fato ter sido praticado mediante violência ou grave ameaça a pessoa."
      },
      {
        "letra": "B",
        "texto": "O arrependimento eficaz é instituto a ser aplicado na terceira fase de aplicação da pena, não podendo ser utilizado como fundamento para a rejeição da denúncia, por ausência de justa causa, pois não conduz à atipicidade da conduta por ausência de dolo."
      },
      {
        "letra": "C",
        "texto": "O arrependimento eficaz do agente, que é causa obrigatória de redução de pena, não se confunde com a figura do arrependimento posterior, que impede a consumação do crime."
      },
      {
        "letra": "D",
        "texto": "Nos procedimentos do tribunal do júri, o mero reconhecimento da ocorrência de arrependimento posterior ou de arrependimento eficaz, por não implicar revolvimento do contexto fático probatório, pode ser feito no âmbito do STJ, em recurso especial."
      },
      {
        "letra": "E",
        "texto": "Para que seja reconhecido o instituto do arrependimento eficaz, o agente deve agir de forma voluntária e espontânea, por isso o arrependimento por sugestão ou conselho de terceiro não implica redução da pena."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "293721",
    "metadata": "Ano: 2012 | Banca: IESES | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Tipicidade",
      "Arrependimento posterior",
      "Noções gerais de Concursos de Pessoas",
      "Crimes contra o patrimônio",
      "Furto"
    ],
    "enunciado_principal": "Analise o que consta dos itens I a III e depois identifique a assertiva correta: I. Segundo o expressamente previsto pelo Código Penal quanto ao concurso de pessoas, estabelece o ajuste, a determinação ou instigação e o auxílio, salvo disposição expressa em contrário, não são puníveis, se o crime não chega, pelo menos, a ser tentado. II. Segundo o expressamente previsto pelo Código Penal, nos crimes cometidos sem violência ou grave ameaça à pessoa, reparado o dano ou restituída a coisa, até o recebimento da denúncia ou da queixa, por ato voluntário do agente, a pena será reduzida. III. Segundo o expressamente previsto pelo Código Penal quanto ao furto, a pena aumenta-se se o crime é praticado durante o repouso noturno. Identifique a assertiva correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Está incorreto o que consta do item I e correto o que consta do item II."
      },
      {
        "letra": "B",
        "texto": "Está incorreto o que consta do item II."
      },
      {
        "letra": "C",
        "texto": "Está correto o que consta do item I e incorreto o que consta do item III."
      },
      {
        "letra": "D",
        "texto": "Está correto o que consta do item III."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "287964",
    "metadata": "Ano: 2012 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Assinale a hipótese que configura arrependimento posterior (CP, art. 16).",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Autor de sonegação fiscal que, quando de seu interrogatório em juízo, junta aos autos do processo o com­ provante de pagamento de todos os impostos devidos, acrescidos de juros, multas e correção monetária."
      },
      {
        "letra": "B",
        "texto": "Autor de estelionato que, antes de ser descoberto e consternado pelo prejuízo que causaria, não deposita em favor próprio o cheque que ardilosamente obteve da vítima."
      },
      {
        "letra": "C",
        "texto": "Autor de peculato doloso que no momento de sua prisão em flagrante devolve, voluntariamente, os bens móveis de que se havia apropriado."
      },
      {
        "letra": "D",
        "texto": "Autor de resistência que, antes do início da ação penal, desculpa­se com a vítima e por ela é perdoado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "287511",
    "metadata": "Ano: 2012 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "É correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de receptação é chamado de crime acessório ou parasitário, porque o seu reconhecimento depende da ocorrência de um crime anterior."
      },
      {
        "letra": "B",
        "texto": "Não configura crime impossível, por absoluta impropriedade do objeto, a hipótese de furto em que a vítima não tem consigo qualquer bem ou valor a ser subtraído pelo agente."
      },
      {
        "letra": "C",
        "texto": "O agente que, voluntariamente, desiste de prosseguir na execução do crime ou impede que o resultado se produza, só responde pelos atos já praticados, ocorrendo a hipótese de arrependimento posterior."
      },
      {
        "letra": "D",
        "texto": "Não se admite a aplicação do arrependimento posterior (art. 16, CP) no crime de furto qualificado pela destruição ou rompimento de obstáculo, em razão da violência empregada pelo agente na subtração."
      },
      {
        "letra": "E",
        "texto": "No tocante ao crime culposo, a culpa concorrente da vítima exclui a do acusado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "286457",
    "metadata": "Ano: 2012 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Sobre tentativa e consumação, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O arrependimento eficaz pode ocorrer em hipóteses de tentativa acabada, estando excluído em hipóteses de tentativa inacabada;"
      },
      {
        "letra": "B",
        "texto": "A desistência do autor de prosseguir na execução do crime, estimulada por prévia conscientização de testemunha presencial, é suficiente para configurar a desistência voluntária;"
      },
      {
        "letra": "C",
        "texto": "Para definir o início de execução da ação típica, a teoria objetiva material e a teoria objetiva formal não trabalham com elementos subjetivos;"
      },
      {
        "letra": "D",
        "texto": "Para a teoria objetiva individual, a tentativa se caracteriza pela realização de ação imediatamente anterior ao tipo legal, produtora de perigo direto para o bem jurídico protegido, independente da representação do fato pelo autor;"
      },
      {
        "letra": "E",
        "texto": "O fundamento para a isenção de pena na tentativa inidônea é a ausência de perigo objetivo de lesão ao bem jurídico protegido no tipo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "286453",
    "metadata": "Ano: 2012 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Sobre o tipo dos crimes de omissão de ação, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O erro de tipo é admissível tanto na omissão de ação própria como na omissão de ação imprópria, e, na área do conhecimento do injusto, é admissível o erro sobre o dever jurídico geral ou especial de agir, que constitui erro de mandado;"
      },
      {
        "letra": "B",
        "texto": "As hipóteses de dever legal de agir, expressamente previstas no art. 13, § 2º, alíneas “a”, “b” e “c”, do Código Penal, constituem modalidades de omissão de ação própria;"
      },
      {
        "letra": "C",
        "texto": "Nos crimes de omissão de ação, o dolo pode existir sob as modalidades de dolo direto de 1º grau e de 2º grau, não sendo admissível, entretanto, sob a modalidade de dolo eventual;"
      },
      {
        "letra": "D",
        "texto": "A, nadador experimentado, convence seu amigo B a nadarem juntos em mar bravio, sabendo que este é mau nadador: se A, com consciência da situação de perigo e podendo concretamente agir, não impede o afogamento fatal de B, abandonando-o à própria sorte, responde pelo crime de omissão de socorro, majorado pelo resultado de morte (CP, art. 135, § único);"
      },
      {
        "letra": "E",
        "texto": "Se o motorista A, podendo concretamente agir e consciente da situação de perigo, deixa de socorrer o desconhecido B, ferido na rodovia em razão de atropelamento, pode ser responsabilizado por omissão de ação própria, exceto se B for socorrido na sequência por terceiro, sobrevivendo ao atropelamento sem sequelas, hipótese em que A não será responsabilizado criminalmente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "284098",
    "metadata": "Ano: 2012 | Banca: ESAF | Órgão: CGU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Classificação dos crimes",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior",
      "Crimes plurissubsistentes e unissubsistentes"
    ],
    "enunciado_principal": "Marque a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "“W” foi condenado definitivamente a uma pena privativa de liberdade de 10 (dez) anos de reclusão e à perda do cargo público. Durante o trâmite processual penal, foi concedido a “W” aposentadoria proporcional ao tempo de serviço. Nesses termos, a autoridade administrativa deverá instaurar processo administrativo disciplinar para cassar a aposentadoria concedida."
      },
      {
        "letra": "B",
        "texto": "“Z” comete crime mediante grave ameaça e decide reparar, integralmente, o dano por ele causado à vítima após o recebimento da denúncia, mas antes de proferida a sentença. Nesses termos, aplica-se a “Z” o Instituto do Arrependimento Posterior."
      },
      {
        "letra": "C",
        "texto": "“X”, pretendendo matar “U” para que esse não participasse de procedimento licitatório, desferiu- lhe uma facada no abdômen, mas, voluntariamente, desiste de prosseguir em seu intento e imediatamente leva “U” para o hospital, o qual não resiste e morre em consequência da lesão. Aplica-se a “X” o Instituto da Desistência Voluntária."
      },
      {
        "letra": "D",
        "texto": "Age negligentemente o cirurgião plástico que causa a morte da paciente durante um ato cirúrgico."
      },
      {
        "letra": "E",
        "texto": "Nos crimes unissubsistentes o processo executivo coincide temporalmente com a consumação, não se admitindo a tentativa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "276709",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Com base no direito penal, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Conforme o CP, a desistência voluntária é compatível com a tentativa acabada e incompatível com a tentativa inacabada ou imperfeita."
      },
      {
        "letra": "B",
        "texto": "Em se tratando de crimes omissivos impróprios, admite-se a tentativa."
      },
      {
        "letra": "C",
        "texto": "Caso a consumação do crime seja impedida por impropriedade relativa do objeto, a tentativa será impunível."
      },
      {
        "letra": "D",
        "texto": "De acordo com a teoria unitária, adotada no CP, admite-se, excepcionalmente, o concurso de agentes após a consumação do delito, ainda que não haja vínculo subjetivo entre os agentes."
      },
      {
        "letra": "E",
        "texto": "Tanto o arrependimento eficaz quanto o arrependimento posterior constituem causa de diminuição de pena."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "268815",
    "metadata": "Ano: 2012 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Sobre a classificação dos delitos como dolosos ou culposos, considere as afirmações abaixo. I - Diz-se que o crime é doloso quando o agente quis o resultado ou assumiu o risco de produzi-lo. II - O elemento diferenciador entre o dolo eventual e a culpa consciente é a previsão concreta e subjetiva do resultado. III - As penas abstratamente previstas para os delitos praticados com dolo direto são mais gravosas do que as previstas para os delitos praticados com dolo eventual, porquanto no primeiro caso o agente tem a intenção de produzir o resultado, enquanto que, no segundo, o agente apenas assume o risco da sua ocorrência. IV - O elemento diferenciador entre a culpa consciente e a culpa inconsciente é a previsibilidade objetiva do resultado. V - O ordenamento jurídico brasileiro adota o princípio da excepcionalidade do crime culposo. estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I e II."
      },
      {
        "letra": "B",
        "texto": "Apenas I e V."
      },
      {
        "letra": "C",
        "texto": "Apenas III e V."
      },
      {
        "letra": "D",
        "texto": "Apenas I, II e IV."
      },
      {
        "letra": "E",
        "texto": "Apenas I, IV e V."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "239434",
    "metadata": "Ano: 2012 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Em relação ao arrependimento posterior é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Considerando que a voluntariedade prevista no artigo 16 do CP não pressupõe espontaneidade, poderá ser beneficiado o autor do delito de furto mesmo que já tenha sido descoberto pela autoridade policial ser beneficiado com a causa geral de aumento de pena caso restitua a coisa ou repare o dano por ele causado à vítima no prazo previsto em lei;"
      },
      {
        "letra": "B",
        "texto": "Mesmo depois de encerrado o inquérito policial, com a consequente remessa à justiça, pode o agente, ainda, valer-se do arrependimento posterior, desde que restitua a coisa ou repare o dano por ele causado à vítima até o oferecimento da denúncia;"
      },
      {
        "letra": "C",
        "texto": "O agente do crime previsto no artigo 155, parágrafo 4º, inciso I (furto qualificado mediante rompimento de obstáculo) não pode ser beneficiado pela causa geral de diminuição de pena, posto que a reparação do dano ou a restituição da coisa só pode se feita nas hipóteses da não ocorrência de violência ou grave ameaça;"
      },
      {
        "letra": "D",
        "texto": "O pagamento do cheque antes do recebimento da denúncia, nos termos da súmula 554 do STF, tem força para obstruir a ação penal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "233457",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Acerca do arrependimento posterior, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A jurisprudência admite o arrependimento posterior no delito de roubo, ainda que o réu devolva à vítima apenas parte da quantia subtraída."
      },
      {
        "letra": "B",
        "texto": "Para a aplicação do arrependimento posterior, não se exige do agente espontaneidade na devolução da coisa subtraída."
      },
      {
        "letra": "C",
        "texto": "No arrependimento posterior, a reparação do dano ou a restituição da coisa, até o recebimento da denúncia ou da queixa, ainda que efetivada por um só agente, é circunstância objetiva e deve comunicar-se aos demais réus."
      },
      {
        "letra": "D",
        "texto": "A tentativa de negociação das dívidas com o possível ressarcimento dos danos causados às vítimas do delito de apropriação indébita não evidencia ausência de dolo, e, após a consumação, nem sequer caracteriza arrependimento posterior."
      },
      {
        "letra": "E",
        "texto": "Tratando-se do delito de apropriação indébita, a devolução do bem antes do recebimento da denúncia afasta o dolo e ilide a justa causa para ação penal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1669864",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: AL-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "A respeito de crimes, penas, prazos e aplicação da lei penal, julgue o item a seguir.Caso um indivíduo pratique furto sem violência à pessoa e restitua, voluntariamente, o objeto furtado antes do recebimento da denúncia, sua pena, em caso de condenação, será reduzida de um a dois terços.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "506002",
    "metadata": "Ano: 2011 | Banca: TRT 16R | Órgão: TRT - 16ª REGIÃO (MA)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Considere a seguinte situação, analise as afirmativas e assinale a alternativa CORRETA:João, desafeto declarado de Pedro, em razão de desavenças familiares, prometeu matá-io tão logo tivesse oportunidade. No dia 11.09.2011, por vofta das 22h00min, no Bar da Lulu, localizado no bairro Cajueiro, nesta capital, ocorreu um encontro entre ambos, sendo que João, homem de palavra, sacou um revolver calibre 38 que conduzia consigo na cintura, carregado com 06 projeteis, para de imediato, efetuar 02 disparos contra Pedro, tendo-o atingido em sua perna esquerda, fazendo-o com que caísse ao chão ainda vivo. Completamente à mercê do seu contendor, Pedro clama pela preservação de sua vida, tendo sido atendido por João, ainda que dispondo de mais quatro projeteis no tambor de sua arma e podendo prosseguir com a sua empreitada criminosa, preferiu retirar-se do local.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Trata-se de uma hipótese de arrependimento eficaz, prevista no Código Penal Brasileiro, sujeitando João às reprimendas relativas aos atos já praticados."
      },
      {
        "letra": "B",
        "texto": "Trata-se de uma hipótese de arrependimento posterior, prevista no Código Penal Pátrio, sujeitando João às reprimendas relativas aos atos já praticados."
      },
      {
        "letra": "C",
        "texto": "Trata-se de uma hipótese de desistência voluntária, prevista nò Código Penal Pátrio, devendo João sujeitar-se às penalidades cominadas somente aos atos já praticados."
      },
      {
        "letra": "D",
        "texto": "Trata-se de uma hipótese de desistência voluntária, devendo João sujeitar-se às penalidades do crime que desejava consumar."
      },
      {
        "letra": "E",
        "texto": "Trata-se de uma hipótese de arrependimento eficaz, pois João com sua conduta impediu que sua conduta produzisse um resultado mais gravoso."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "298967",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Arrependimento posterior",
      "Ação penal",
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Extorsão",
      "Dano",
      "Receptação"
    ],
    "enunciado_principal": "Quanto aos crimes contra o patrimônio, é possível afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "na extorsão o agente busca a obtenção de vantagem ilícita, ainda que não econômica."
      },
      {
        "letra": "B",
        "texto": "a fraude, no furto qualificado, antecede o apossamento da coisa e é a causa de sua entrega ao agente pela vítima."
      },
      {
        "letra": "C",
        "texto": "a receptação qualificada exige que a coisa seja recebida pelo agente no exercício de atividade comercial ou industrial clandestinas."
      },
      {
        "letra": "D",
        "texto": "o delito de dano culposo contra o patrimônio da União é de ação penal pública incondicionada."
      },
      {
        "letra": "E",
        "texto": "é incabível o arrependimento posterior no crime de roubo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "253323",
    "metadata": "Ano: 2011 | Banca: TJ-PR | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Em relação à desistência voluntária, arrependimento eficaz e arrependimento posterior, é CORRETO afirmar: I. Nos crimes cometidos mediante o uso de violência ou grave ameaça à pessoa, em sendo reparado o dano ou restituída a coisa, antes da data do recebimento da denúncia, a pena será reduzida de um a dois terços. II. Quando o agente, voluntariamente, desiste de prosseguir na execução do crime ou impede que o resultado se produza, ficará isento de pena. III. Quando o agente, voluntariamente, desiste de prosseguir na execução do crime ou impede que o resultado se produza, somente responderá pelos atos já praticados. IV. Nos crimes cometidos sem violência ou grave ameaça à pessoa, reparado o dano ou restituída a coisa, até o recebimento da denúncia ou da queixa, por ato voluntário do agente, a pena será reduzida de um a dois terços.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as afirmativas I, II e IV são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "Somente as afirmativas II, III e IV são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Todas as afirmativas são falsas."
      },
      {
        "letra": "D",
        "texto": "Somente as afirmativas III e IV são verdadeiras."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "209489",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TCU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Se o juízo de adequação típica for negativo, ou seja, se não houver subsunção da conduta ao tipo penal, verifica-se causa pessoal de exclusão de pena.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "204242",
    "metadata": "Ano: 2011 | Banca: TRT 23R (MT) | Órgão: TRT - 23ª REGIÃO (MT)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "A ocorrência de arrependimento posterior:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "isenta o réu da pena;"
      },
      {
        "letra": "B",
        "texto": "suspende a pena pelo prazo de dois anos;"
      },
      {
        "letra": "C",
        "texto": "impede a condenação a pena privativa de liberdade;"
      },
      {
        "letra": "D",
        "texto": "reduz a pena a ser aplicada de um a dois terços;"
      },
      {
        "letra": "E",
        "texto": "suspende a pena pelo prazo de um ano."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "197585",
    "metadata": "Ano: 2011 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Para que se reconheça a incidência do chamado arrependimento posterior, previsto em nossa lei penal, é indispensável que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a reparação do dano, ainda que não voluntária, seja do conhecimento do agente."
      },
      {
        "letra": "B",
        "texto": "a reparação do dano ou a restituição da coisa seja feita até o recebimento da denúncia ou da queixa."
      },
      {
        "letra": "C",
        "texto": "o crime cometido seja de natureza patrimonial e sem violência à coisa."
      },
      {
        "letra": "D",
        "texto": "a reparação do dano ou a restituição da coisa seja feita até o trânsito em julgado da sentença."
      },
      {
        "letra": "E",
        "texto": "a reparação do dano ou a restituição da coisa seja feita por ato espontâneo do agente ou de terceiro."
      }
    ],
    "gabarito": "B"
  }
]