[
  {
    "id": "3172452",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Tipicidade",
      "Autoria e coautoria",
      "Erro do tipo essencial",
      "Crimes contra o patrimônio",
      "Furto"
    ],
    "enunciado_principal": "[Questão inédita] Mevinho, famoso escamoteador da região, resolveu subtrair para si veículo pertencente à Ticia, porquanto notou que a porta do carro estava aberta e com a chave na ignição. Neste instante, ao tentar dar partida no veículo não logrou sucesso, por falha mecânica. Ao notar o aproximar de Rubinho, Mevinho de imediato pediu auxílio para empurrar o carro e, assim, fazê-lo “pegar no tranco”. De pronto atendido, sem que Rubinho soubesse do crime em andamento. No exato momento em que logram a combustão veicular, a Polícia Militar os aborda e cessa a atividade criminosa. Nesses termos, podemos afirmar que a conduta perpetrada por Mevinho e Rubinho:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ambos responderam como incursos no crime de furto qualificado pelo concurso de pessoas (art. 155, § 4º, inc. IV do Código Penal)."
      },
      {
        "letra": "B",
        "texto": "Mevinho responderá como incurso no crime de furto simples (art. 155, caput, do Código Penal), enquanto a conduta de Rubinho não configura ilícito por trata-se de erro de tipo essencial."
      },
      {
        "letra": "C",
        "texto": "Mevinho responderá como incurso no crime de furto qualificado pelo concurso de pessoas (art. 155, § 4º, inc. IV do Código Penal), enquanto a conduta de Rubinho não configura ilícito por trata-se de erro de tipo essencial."
      },
      {
        "letra": "D",
        "texto": "Ambos responderam como incursos no crime de tentativa furto qualificado pelo concurso de pessoas (art. 155, § 4º, inc. IV c.c. o art. 14, inc. II, ambos do Código Penal)."
      },
      {
        "letra": "E",
        "texto": "Ambos responderam como incursos no crime de tentativa de furto qualificado pelo concurso de agentes (art. 155, § 4º, IV, c.c. o art. 14, inc. II, do Código Penal)"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3248777",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: EBSERH",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria"
    ],
    "enunciado_principal": "Luana e Davi, namorados, iniciaram em público uma acalorada discussão, sem que houvesse qualquer agressão por parte de Davi. Não obstante, Luana passou a gritar pedindo ajuda aos transeuntes pois estaria sendo vítima de roubo. Induzido pelos gritos de Luana, acreditando que esta estava em risco iminente, Lucas, que passava pelo local, a fim de cessar a suposta injusta agressão, efetuou um disparo de arma de fogo contra Davi, causando-lhe lesões graves. Sobre os fatos relatados, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Lucas agiu em erro de proibição, afastando-se a sua responsabilidade pelo fato."
      },
      {
        "letra": "B",
        "texto": "Luana é autora mediata, valeu-se de terceiro sem responsabilidade para a prática do ilícito penal."
      },
      {
        "letra": "C",
        "texto": "Lucas agiu em erro de tipo essencial, afastando-se a sua responsabilidade penal pelo fato."
      },
      {
        "letra": "D",
        "texto": "Lucas e Luana respondem pelo fato em coautoria."
      },
      {
        "letra": "E",
        "texto": "o erro de Lucas, ainda que invencível, apenas afasta o dolo, permitindo sua condenação por culpa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3086954",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria",
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria.",
      "Crimes contra o patrimônio",
      "Furto",
      "Reincidência"
    ],
    "enunciado_principal": "Amadeus, residente em Alta Floresta/MT, é preso em flagrante praticando um furto em coautoria com sua companheira Amélia. Verifica-se, em consulta aos sistemas informáticos do estado, que Amadeus já possuía uma condenação. Sobre sua situação, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ainda que seja reincidente em crime doloso, se presentes os demais requisitos, Amadeus poderá obter a causa de diminuição de pena referente ao furto privilegiado;"
      },
      {
        "letra": "B",
        "texto": "caso Amadeus seja considerado reincidente e ele espontaneamente confesse a prática do delito, a jurisprudência admite a compensação entre ambas as circunstâncias;"
      },
      {
        "letra": "C",
        "texto": "por se tratar de circunstância elementar do crime, a pena de Amélia também será agravada por conta da reincidência de Amadeus;"
      },
      {
        "letra": "D",
        "texto": "ainda que seja reincidente em crime doloso, não haverá agravamento da pena com fulcro em julgamento do Supremo Tribunal Federal pela não recepção do instituto pela Constituição de 1988;"
      },
      {
        "letra": "E",
        "texto": "caso a condenação anterior seja por crime político ou militar, de qualquer natureza, Amadeus não poderá ser considerado reincidente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3055314",
    "metadata": "Ano: 2024 | Banca: Instituto Consulplan | Órgão: TRF - 6ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria"
    ],
    "enunciado_principal": "Assinale a afirmativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O perdão judicial, causa extintiva de punibilidade, é aplicável à guarda doméstica de espécie silvestre, exceto se considerada ameaçada de extinção, conforme previsto na Lei nº 9.605/1998."
      },
      {
        "letra": "B",
        "texto": "Para o reconhecimento da causa de exclusão de ilicitude, há necessidade da presença dos pressupostos objetivos e da consciência do agente de agir acobertado por uma excludente, de modo a evitar o dano pessoal ou de terceiro; admitindo-se as causas supralegais de justificação."
      },
      {
        "letra": "C",
        "texto": "A fixação do regime prisional inicial, apropriado ao condenado, será feita na sentença condenatória e obedecerá a um conjunto de fatores, quais sejam: a espécie de pena (reclusão ou detenção), a quantidade de pena; a reincidência ou não do condenado; e, finalmente, as circunstâncias judiciais."
      },
      {
        "letra": "D",
        "texto": "Conforme a teoria do domínio do fato, não há nenhuma utilidade no conceito de autoria mediata, porque o domínio da vontade, elemento especial dessa modalidade de autoria, insere-se no elemento geral da figura da autoria – que é o próprio domínio do fato – podendo-se, por isso, concluir que autor mediato é o mesmo que mandante."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3030464",
    "metadata": "Ano: 2024 | Banca: IGEDUC | Órgão: MPE-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria"
    ],
    "enunciado_principal": "Ana e Carla planejaram e executaram juntas um roubo a uma residência. Ana ficou do lado de fora, monitorando a aproximação de possíveis testemunhas, enquanto Carla entrou na casa e subtraiu os objetos de valor. Ambas foram presas. Como o Ministério Público deve entender a participação de Ana no crime?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ana deve ser considerada vítima, pois foi coagida por Carla a participar."
      },
      {
        "letra": "B",
        "texto": "Ana deve ser considerada testemunha, pois não participou ativamente do roubo."
      },
      {
        "letra": "C",
        "texto": "Ana deve ser absolvida, pois não entrou na residência."
      },
      {
        "letra": "D",
        "texto": "Ana deve responder como coautora, pois colaborou diretamente para o sucesso do crime."
      },
      {
        "letra": "E",
        "texto": "Ana deve responder apenas por associação criminosa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2513041",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: Câmara dos Deputados",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria"
    ],
    "enunciado_principal": "No concurso de pessoas, uma pluralidade de agentes colabora para a consecução da empreitada delitiva coletiva. Nesse contexto, um requisito essencial da coautoria é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a inimputabilidade de pelo menos um dos agentes."
      },
      {
        "letra": "B",
        "texto": "a existência de liame subjetivo entre os agentes."
      },
      {
        "letra": "C",
        "texto": "a intervenção conjunta dos agentes em todas as fases do iter criminis."
      },
      {
        "letra": "D",
        "texto": "o desconhecimento mútuo do dolo colateral."
      },
      {
        "letra": "E",
        "texto": "a ausência de domínio finalístico do fato por qualquer um dos agentes."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2462150",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Cachoeiro de Itapemirim - ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria",
      "Participação"
    ],
    "enunciado_principal": "Com base na doutrina majoritária brasileira e nas disposições do Código Penal (CP), julgue o item que se segue, em relação ao concurso de pessoas. O direito penal brasileiro faz distinção entre autor e partícipe.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2462149",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Cachoeiro de Itapemirim - ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria"
    ],
    "enunciado_principal": "Com base na doutrina majoritária brasileira e nas disposições do Código Penal (CP), julgue o item que se segue, em relação ao concurso de pessoas. A contribuição de um coautor para o resultado de um crime é meramente acessória.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2261426",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: TJ-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria"
    ],
    "enunciado_principal": "Funcionário público municipal, juntamente com um amigo (que não é funcionário público), em coautoria, apropriam-se de determinado bem público de que o primeiro tinha a posse em razão do cargo público por ele ocupado. Nesse caso, pode-se afirmar, corretamente, que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "as circunstâncias de caráter pessoal se comunicam quando elementares do crime."
      },
      {
        "letra": "B",
        "texto": "as circunstâncias de caráter pessoal sempre se comunicam."
      },
      {
        "letra": "C",
        "texto": "as circunstâncias de caráter pessoal nunca se comunicam."
      },
      {
        "letra": "D",
        "texto": "cada agente responde pelo crime próprio, conforme a sua condição pessoal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2247503",
    "metadata": "Ano: 2023 | Banca: IADES | Órgão: POLÍCIA CIENTÍFICA - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria"
    ],
    "enunciado_principal": "Suponha que João e José, com vontade livre e consciente, um sem saber da vontade do outro, viajaram para participar de um baile famoso e matar um antigo desafeto que se apresentaria no local. No dia do evento, ambos atiraram ao mesmo tempo, e a vítima foi a óbito no palco. Após a perícia, constatou-se que o tiro de João matou a vítima. Nesse caso, João responderá por homicídio consumado qualificado, e José, por sua vez, responderá por homicídio tentado qualificado. No que tange ao tema concurso de pessoas, a hipótese configura",
    "alternativas": [
      {
        "letra": "A",
        "texto": "autoria incerta."
      },
      {
        "letra": "B",
        "texto": "coautoria."
      },
      {
        "letra": "C",
        "texto": "cooperação dolosamente distinta."
      },
      {
        "letra": "D",
        "texto": "participação impunível."
      },
      {
        "letra": "E",
        "texto": "autoria colateral."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2231565",
    "metadata": "Ano: 2023 | Banca: TJ-AP | Órgão: TJ-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria"
    ],
    "enunciado_principal": "Considere a seguinte situação hipotética: Paulo Roberto é o líder da maior Facção da Cidade. Após ter sido informado da traição de um membro da Facção, Paulo Roberto dá uma ordem para seu subordinado direto, Sérgio, para que ele providencie a execução do traidor. No mesmo dia, Sérgio, que é integrante do nível mais baixo da Facção Criminosa, executa o traidor, conforme determinado por Paulo Roberto. Levando em consideração a teoria do domínio do fato, assinale a afirmativa correta sobre o homicídio narrado acima.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Sérgio é o único autor do crime."
      },
      {
        "letra": "B",
        "texto": "Paulo Roberto cometeu o crime em autoria mediata."
      },
      {
        "letra": "C",
        "texto": "Sérgio é partícipe no crime."
      },
      {
        "letra": "D",
        "texto": "Paulo Roberto é o único autor do crime."
      },
      {
        "letra": "E",
        "texto": "Paulo Roberto é partícipe por instigação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2116626",
    "metadata": "Ano: 2023 | Banca: CONSULPAM | Órgão: TCM-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Noções gerais de Concursos de Pessoas",
      "Autoria e coautoria",
      "Participação",
      "Punibilidade no concurso de pessoas"
    ],
    "enunciado_principal": "Dentre as alternativas a seguir abaixo, assinale a única CORRETA quanto ao disposto em nosso vigente Código Penal (Dec. Lei nº. 2.848/1940) sobre o concurso de pessoas.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se a participação for de menor importância, a pena pode ser diminuída de um sexto a dois terços."
      },
      {
        "letra": "B",
        "texto": "A instigação e o auxílio, salvo disposição expressa em contrário, não são puníveis, se o crime não chega, pelo menos, a ser tentado."
      },
      {
        "letra": "C",
        "texto": "Não se comunicam as circunstâncias e as condições de caráter pessoal, mesmo quando elementares do crime."
      },
      {
        "letra": "D",
        "texto": "Se algum dos concorrentes quis participar de crime menos grave, ser-lhe-á aplicada a pena deste; essa pena será aumentada até dois terços, na hipótese de ter sido previsível o resultado mais grave."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2100413",
    "metadata": "Ano: 2023 | Banca: FCC | Órgão: DPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria"
    ],
    "enunciado_principal": "A autoria mediata",
    "alternativas": [
      {
        "letra": "A",
        "texto": "permite o excesso do instrumento ao extrapolar a determinação do autor, que nesse caso responde pelo resultado em sua integralidade."
      },
      {
        "letra": "B",
        "texto": "pode ocorrer na coação moral irresistível por cabal domínio do fato através do domínio da vontade do coagido, inclusive em tráfico de drogas."
      },
      {
        "letra": "C",
        "texto": "no erro determinado por terceiro em caso de homicídio não admite a figura do instrumento impunível no direito brasileiro."
      },
      {
        "letra": "D",
        "texto": "é incompatível com a obediência hierárquica impositiva de dever em razão da impossibilidade de erro de proibição na hipótese."
      },
      {
        "letra": "E",
        "texto": "em caso de instrumento que atua justificadamente, como na denunciação caluniosa, é impunível por ausência de ilicitude das condutas de autor e instrumento."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2073341",
    "metadata": "Ano: 2023 | Banca: INSTITUTO AOCP | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Classificação dos crimes",
      "Autoria e coautoria",
      "Crimes comuns, próprios e de mão própria"
    ],
    "enunciado_principal": "Assinale a alternativa que apresenta o delito e sua respectiva classificação quanto ao sujeito ativo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Infanticídio: delito comum."
      },
      {
        "letra": "B",
        "texto": "Falso testemunho ou falsa perícia: delito de mão própria."
      },
      {
        "letra": "C",
        "texto": "Peculato: delito especial impróprio."
      },
      {
        "letra": "D",
        "texto": "Rixa: delito especial próprio."
      },
      {
        "letra": "E",
        "texto": "Ameaça: delito de concurso necessário."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1987407",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: Senado Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Noções gerais de Concursos de Pessoas",
      "Autoria e coautoria"
    ],
    "enunciado_principal": "Fuminho é o líder de uma organização criminosa. Após ter sido informado da traição de um membro do grupo, Fuminho determina a um subordinado direto que providencie a execução do traidor. Na mesma noite, a ordem é transmitida a Chico Bala, integrante do nível mais baixo da organização, que executa o dissidente, conforme determinado por Fuminho. Considerados os postulados da teoria do domínio do fato, assinale a afirmativa correta sobre o homicídio.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Fuminho é o único autor do crime."
      },
      {
        "letra": "B",
        "texto": "Fuminho cometeu o crime em autoria mediata.."
      },
      {
        "letra": "C",
        "texto": "Chico Bala é partícipe no crime."
      },
      {
        "letra": "D",
        "texto": "Chico Bala é o único autor do crime."
      },
      {
        "letra": "E",
        "texto": "Fuminho é partícipe por instigação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1977584",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: TCE-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria",
      "Participação"
    ],
    "enunciado_principal": "À luz da legislação vigente e do entendimento dos tribunais superiores, julgue o próximo item, relativos a crimes contra a administração pública. De acordo com entendimento jurisprudencial pertinente, a elementar do crime de peculato não se comunica aos coautores e partícipes estranhos ao serviço público.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1958867",
    "metadata": "Ano: 2022 | Banca: TRF - 4ª REGIÃO | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria"
    ],
    "enunciado_principal": "Dadas as assertivas abaixo, assinale a alternativa CORRETA. Considerando a teoria do domínio do fato a partir da concepção de Claus Roxin: I – o domínio do fato expressa-se pelo domínio da ação, pelo domínio da vontade e pelo domínio funcional do fato. II – a coautoria, hipótese de domínio funcional do fato, tem como requisitos: um plano conjunto ou comum para a realização do fato; execução, colaboração ou atuação conjuntas na fase executiva; e contribuição essencial à realização do fato na fase executiva. III – no caso do domínio da vontade, para os casos de autoria mediata por domínio da organização, além da fungibilidade dos executores, especialmente dispostos para o cometimento dos crimes, é imprescindível que o delito ocorra em meio a uma organização verticalmente estruturada, dissociada do direito, sendo, assim, inaplicável à criminalidade eventual praticada no âmbito corrente das atividades empresariais e dos partidos políticos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Está correta apenas a assertiva I."
      },
      {
        "letra": "B",
        "texto": "Está correta apenas a assertiva II."
      },
      {
        "letra": "C",
        "texto": "Está correta apenas a assertiva III."
      },
      {
        "letra": "D",
        "texto": "Estão corretas apenas as assertivas I e II."
      },
      {
        "letra": "E",
        "texto": "Estão corretas todas as assertivas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1945463",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria",
      "Concurso de crimes",
      "Concurso formal",
      "Crime continuado",
      "Participação"
    ],
    "enunciado_principal": "Considerando as disposições relativas ao concurso de pessoas e de crimes, constantes do Código Penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Praticado o crime em coautoria, todos que concorreram à prática delitiva serão punidos de forma idêntica. Apenas ao que, comprovadamente, quis participar de crime menos grave, ser-lhe-á aplicada a pena deste."
      },
      {
        "letra": "B",
        "texto": "O crime continuado só é reconhecido quando em causa crimes da mesma espécie, assim considerados os de idêntico tipo penal."
      },
      {
        "letra": "C",
        "texto": "No caso de concurso formal, se a ação ou omissão é dolosa e os crimes concorrentes resultam de desígnios autônomos, as penas serão aplicadas cumulativamente."
      },
      {
        "letra": "D",
        "texto": "A participação, na modalidade de instigação, é punida, ainda que o crime não chegue a ser, ao menos, tentado."
      },
      {
        "letra": "E",
        "texto": "No caso de participação de menor importância, a critério do Juiz, a pena pode deixar de ser aplicada."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1886827",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria",
      "Punibilidade no concurso de pessoas"
    ],
    "enunciado_principal": "A, B e C são atores. Pelo fato de B obter o papel de personagens de maior destaque, secretamente A o inveja e despreza. No intuito de livrar-se de B, A troca as balas de festim por munição real do revólver de C, que, ao disparar em cena de novela contra B, causa sua morte. Nesse caso,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "segundo a teoria objetivo-material, C poderá ser enquadrado na autoria imprópria em relação ao homicídio de B."
      },
      {
        "letra": "B",
        "texto": "com base na teoria objetivo-formal, A poderá ser considerado autor mediato do homicídio de B."
      },
      {
        "letra": "C",
        "texto": "conforme a teoria do domínio do fato, C seria considerado partícipe do homicídio de B."
      },
      {
        "letra": "D",
        "texto": "A e C agiram em autoria colateral, sendo que A será considerado mandante e C responderá culposamente."
      },
      {
        "letra": "E",
        "texto": "houve autoria incerta, e A e C responderão por tentativa de homicídio, pois, quanto à tentativa, existia certeza, mas, quanto à ocorrência do resultado, havia dúvida."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1873880",
    "metadata": "Ano: 2022 | Banca: FEPESE | Órgão: IGP-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Noções gerais de Concursos de Pessoas",
      "Autoria e coautoria",
      "Crimes contra a administração pública",
      "Noções Gerais de Crimes Contra a Administração Pública",
      "Peculato"
    ],
    "enunciado_principal": "Assinale a alternativa correta de acordo com o Código Penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de peculato não admite a modalidade culposa."
      },
      {
        "letra": "B",
        "texto": "Os mortos poderão ser sujeito passivo de crime, quando tiverem a sua honra atingida."
      },
      {
        "letra": "C",
        "texto": "As circunstâncias e as condições de caráter pessoal não se comunicam entre os agentes do crime, salvo quando elementares do crime."
      },
      {
        "letra": "D",
        "texto": "Todo agente que participar de forma direta ou indireta de uma infração penal será considerado autor do crime para fins de penalização."
      },
      {
        "letra": "E",
        "texto": "Os crimes contra administração pública somente poderão ser praticados por servidores públicos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1873726",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: IBAMA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria",
      "Punibilidade no concurso de pessoas",
      "Cooperação dolosamente distinta"
    ],
    "enunciado_principal": "A partir da situação hipotética precedente, julgue o item a seguir. Bruna é responsável pelos fatos ocorridos na casa, inclusive pela morte da empregada, em função do prévio ajuste criminoso feito com Celso.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1866689",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: PGE-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria"
    ],
    "enunciado_principal": "A respeito da teoria do domínio do fato formulada por Claus Roxin e à luz da jurisprudência do STJ sobre esse tema, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A teoria em questão permite aferir o nexo de causalidade entre o crime e o agente nas situações em que este tem poder de decisão sobre a realização do fato típico, independentemente da comprovação de um plano delituoso comum ou de contribuição concreta e relevante para o fato criminoso."
      },
      {
        "letra": "B",
        "texto": "A aplicação da referida teoria pressupõe a existência de um aparato organizado de poder, ou seja, de uma organização verticalmente estruturada, a partir da qual seja possível identificar o poder de mando do agente sobre os executores diretos da ação típica."
      },
      {
        "letra": "C",
        "texto": "A referida teoria não significa uma expansão dos limites ou fundamentos da responsabilidade penal, mas somente um critério de diferenciação entre autor e partícipe."
      },
      {
        "letra": "D",
        "texto": "A partir da teoria em apreço, elementos como a forma societária, o número de sócios ou o porte da sociedade, aliados à posição do agente como gestor, diretor ou sócio administrador, podem ser utilizados como premissa para inferir o conhecimento dos trâmites burocráticos subjacentes ao fato criminoso e, consequentemente, para a demonstração da aquiescência do agente com a prática delitiva."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1856504",
    "metadata": "Ano: 2021 | Banca: FAPEC | Órgão: PC-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria"
    ],
    "enunciado_principal": "“A teoria do domínio do fato, como toda teoria jurídica o deve ser, direta ou indiretamente, é uma resposta a um problema concreto. O problema que a teoria se propõe a resolver, como já se insinuou, é o de distinguir entre autor e partícipe. Em geral, assim, não se trata de determinar se o agente será ou não punido, e sim se o será como autor, ou como mero partícipe. (...) O CP brasileiro (art. 29, caput), todavia, e como já se observou, não o exige, e mesmo insinua uma interpretação segundo a qual todo aquele que concorre para o crime – quem efetuou o disparo, quem convenceu esse primeiro a que cometesse o delito, quem emprestou a arma – é simplesmente autor do homicídio.” (GRECO, Luís; LEITE, Alaor; TEIXEIRA, Adriano; ASSIS, Augusto. Autoria como domínio do fato: estudos introdutórios sobre o concurso de pessoas no Direito Penal brasileiro. São Paulo: Marcial Pons. 2014. p. 22) Em que pesem as críticas doutrinárias direcionadas à aplicação prática da teoria do domínio do fato no Direito Penal brasileiro, considerando-se, dentre outros fatores, a amplitude normativa do artigo 29 do Código Penal, fato é que essa teoria tem sido invocada pelos Tribunais para fundamentar, em algumas situações, a atribuição da autoria a pessoas que não chegaram a praticar a conduta nuclear do tipo penal, como se deu, por exemplo, na Ação Penal n. 470 (caso Mensalão), julgada pelo Supremo Tribunal Federal no ano de 2014. Assim, com base na teoria do domínio do fato, aprimorada por Claus Roxin e estudada pela doutrina nacional, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É possível a autoria mediata nos crimes próprios – como, por exemplo, no peculato –, desde que o autor mediato reúna todas as qualidades ou condições exigidas pelo tipo. Em outros termos, tratando-se de autoria mediata, todos os pressupostos necessários de punibilidade devem se encontrar na pessoa do homem de trás."
      },
      {
        "letra": "B",
        "texto": "Se duas ou mais pessoas, partindo de uma decisão conjunta de praticar o fato, contribuem para a sua realização com um ato relevante de um delito, elas terão o domínio funcional do fato, o que fará com que cada um dos envolvidos responda como coautor do fato como um todo. Ocorre nessa hipótese o que Luís Greco chama de imputação recíproca."
      },
      {
        "letra": "C",
        "texto": "O domínio da vontade, uma das três manifestações da ideia de domínio do fato formulada por Roxin, amolda-se com perfeição à figura do autor mediato, pois todo o processo de realização da figura típica, na autoria mediata, apresenta-se como obra da vontade reitora do homem de trás, que possui absoluto controle sobre o executor direto do fato."
      },
      {
        "letra": "D",
        "texto": "Uma das propostas originais de Roxin com a teoria do domínio do fato é a de se reconhecer a possibilidade de domínio por meio de um aparato organizado de poder. O mandante que, valendo-se de uma organização hierarquicamente estruturada e apartada, dissociada da ordem jurídica, emite uma ordem a executores fungíveis, isto é, a seus subordinados que funcionam como meras engrenagens de uma estrutura automática, deve ser tratado como autêntico autor e não como mero partícipe."
      },
      {
        "letra": "E",
        "texto": "A ideia de domínio da organização, conforme sustentada por Roxin, pode perfeitamente ser aplicada no âmbito empresarial para responsabilizar gerentes ou diretores, como coautores, pelos crimes cometidos por funcionários a eles diretamente vinculados, pois a teoria do domínio do fato permite atribuir a autoria àquele que desempenha posição de chefia dentro de uma organização, independentemente da existência ou não de absoluto controle sobre os subordinados."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1855783",
    "metadata": "Ano: 2021 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Noções gerais de Concursos de Pessoas",
      "Autoria e coautoria",
      "Punibilidade no concurso de pessoas"
    ],
    "enunciado_principal": "Sobre autoria e participação, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pede ao adolescente B que entregue torta na casa de C, sem dizer a B que há veneno no alimento, o que produz a morte de C por envenenamento: A responde pelo homicídio de C, mas a hipótese não pode ser definível juridicamente como autoria mediata de A, em razão da incapacidade de culpabilidade de B, utilizado como instrumento para a prática do crime."
      },
      {
        "letra": "B",
        "texto": "A, vigia noturno do banco, repassa informação de auxílio para execução durante o dia, por B e C, de roubo com armas de fogo àquela agência bancária: de acordo com o Código Penal brasileiro, a eventual participação de menor importância de A deve ser objeto de valoração por ocasião da primeira fase de aplicação da pena, nas circunstâncias judiciais do art. 59 do Código Penal."
      },
      {
        "letra": "C",
        "texto": "O excesso de um dos coautores, em relação ao crime objeto da decisão comum, pode ser atribuído aos demais coautores se por estes previsto o resultado mais grave derivado daquele excesso: na hipótese, estes demais coautores respondem pelo crime menos grave, aumentado até a metade, na forma do art. 29, § 2º, do Código Penal."
      },
      {
        "letra": "D",
        "texto": "Segundo a teoria da acessoriedade limitada, a punibilidade da participação depende apenas de ação típica e não justificada do fato principal, não se exigindo que seja culpável."
      },
      {
        "letra": "E",
        "texto": "A pratica estelionato contra o próprio pai B, mediante participação de C: a escusa absolutória, como fundamento de isenção de pena reconhecido em favor de A, se comunica ao partícipe C, conhecedor daquela relação de parentesco."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1782438",
    "metadata": "Ano: 2021 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria"
    ],
    "enunciado_principal": "Acerca do concurso de agentes, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É possível a autoria mediata em crimes de mão própria."
      },
      {
        "letra": "B",
        "texto": "De acordo com a perspectiva unitária-formal, pode haver participação em delito culposo, mas não pode haver coautoria."
      },
      {
        "letra": "C",
        "texto": "Na autoria mediata, a punibilidade do homem de trás exige, ao menos, o início de execução do crime pelo agente-instrumento."
      },
      {
        "letra": "D",
        "texto": "Na autoria colateral, os agentes atuam subjetivamente vinculados, mas não se consegue determinar qual das condutas (exemplo: disparos de arma de fogo contra a vítima) produziu o resultado (morte ou lesões). Neste caso, ocorrendo consumação, ambos os agentes respondem pelo resultado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1761795",
    "metadata": "Ano: 2021 | Banca: INSTITUTO AOCP | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Noções gerais de Concursos de Pessoas",
      "Autoria e coautoria",
      "Participação",
      "Punibilidade no concurso de pessoas",
      "Crimes contra a vida",
      "Homicídio"
    ],
    "enunciado_principal": "Em determinado restaurante, almoçam João, Pedro e José. Pedro se retira para ir ao banheiro. Nesse momento, João aproveita a oportunidade e solicita que José passe o sal, a fim de salgar excessivamente a comida de Pedro. José, agindo culposamente, entrega veneno no lugar. João, notável químico, percebe o engano de José e, mesmo assim, coloca o veneno na comida de Pedro, que o ingere e vem a falecer em seguida. Considerando o caso hipotético narrado, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Trata-se de hipótese de erro determinado por terceiro, na qual o agente provocador atua culposamente e, por isso, responde pelo crime de homicídio culposo."
      },
      {
        "letra": "B",
        "texto": "Trata-se de hipótese de concurso de pessoas, na qual ambos respondem pelo homicídio qualificado, João como autor e José na condição de coautor."
      },
      {
        "letra": "C",
        "texto": "Não se trata de hipótese de erro determinado por terceiro e também não há concurso de pessoas. João responde por homicídio qualificado doloso e José por homicídio culposo."
      },
      {
        "letra": "D",
        "texto": "Não se trata de hipótese de erro determinado por terceiro e também não há concurso de pessoas. João responde por homicídio qualificado doloso e José permanecerá impune."
      },
      {
        "letra": "E",
        "texto": "Trata-se de hipótese de concurso de pessoas, na qual ambos respondem pelo homicídio qualificado, João como autor e José na condição de partícipe."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1751217",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria"
    ],
    "enunciado_principal": "Com relação à teoria geral do direito penal, julgue o item seguinte. Conforme a autoria de escritório, tanto o agente que dá a ordem como o que cumpre respondem pelo tipo penal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1138161",
    "metadata": "Ano: 2020 | Banca: FCC | Órgão: TJ-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Noções gerais de Concursos de Pessoas",
      "Autoria e coautoria"
    ],
    "enunciado_principal": "Em matéria de concurso de pessoas, correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "inadmissível nos crimes monossubjetivos."
      },
      {
        "letra": "B",
        "texto": "haverá único crime para os coautores e partícipes, segundo a teoria monista adotada pelo Código Penal, todos por ele respondendo em absoluta igualdade de condições."
      },
      {
        "letra": "C",
        "texto": "admissível a coautoria nos crimes omissivos impróprios ou comissivos por omissão."
      },
      {
        "letra": "D",
        "texto": "inadmissível nos crimes próprios, embora possível nos delitos culposos."
      },
      {
        "letra": "E",
        "texto": "indispensável prévia combinação entre os agentes e adesão subjetiva à vontade do outro."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1120533",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria",
      "Participação"
    ],
    "enunciado_principal": "Em regra, consideram-se autores de um delito aqueles que praticam diretamente os atos de execução, e partícipes aqueles que atuam induzindo, instigando ou auxiliando a ação dos autores principais. No entanto, é possível que um agente, ainda que não participe diretamente da execução da ação criminosa, possa ter o controle de toda a situação, determinando a conduta de seus subordinados. Nessa hipótese, ainda que não seja executor do crime, o agente mandante poderá ser responsabilizado criminalmente. Essa possibilidade de responsabilizar o mandante pelo crime decorre da teoria",
    "alternativas": [
      {
        "letra": "A",
        "texto": "da acessoriedade limitada."
      },
      {
        "letra": "B",
        "texto": "do favorecimento."
      },
      {
        "letra": "C",
        "texto": "do domínio do fato."
      },
      {
        "letra": "D",
        "texto": "pluralística da ação."
      },
      {
        "letra": "E",
        "texto": "da causação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1109703",
    "metadata": "Ano: 2019 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria",
      "Participação"
    ],
    "enunciado_principal": "A respeito da disciplina do concurso de agentes no Código Penal, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em face da adoção da teoria unitária ou monista, segundo a qual todos aqueles que concorrem para o crime incidem nas penas a ele cominadas, a testemunha que faz afirmação falsa e o agente que dá, oferece ou promete dinheiro ou outra vantagem para que ela faça a falsa afirmação respondem pelo crime de falso testemunho."
      },
      {
        "letra": "B",
        "texto": "Quanto à punição do partícipe, o Código Penal adotou a teoria da acessoriedade extrema, que exige, para a punição do partícipe, tenha o autor praticado um fato típico, antijurídico e culpável."
      },
      {
        "letra": "C",
        "texto": "No chamado concurso absolutamente negativo, o agente não tem o dever legal de evitar o resultado, tampouco adere à vontade criminosa do autor, motivo pelo qual não é punida a conivência."
      },
      {
        "letra": "D",
        "texto": "A autoria colateral ocorre quando dois agentes, conhecendo a conduta um do outro, agem convergindo para o mesmo resultado, que se realiza por conta de um só dos comportamentos ou em virtude dos dois comportamentos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1048819",
    "metadata": "Ano: 2019 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria",
      "Participação",
      "Punibilidade no concurso de pessoas"
    ],
    "enunciado_principal": "Quanto aos autores e partícipes das infrações penais, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A participação está ligada à tipicidade e à conduta e não ao nexo de causalidade. Trata-se de hipótese de adequação típica de subordinação direta. Logo, o artigo 13, caput, do Código Penal, que trata do nexo de causalidade, só é aplicável ao autor do crime."
      },
      {
        "letra": "B",
        "texto": "A teoria extensiva da autoria fundamenta-se na causação do resultado, sendo autor quem dá causa ao evento. Em princípio, autor é aquele que causa a modificação do mundo externo."
      },
      {
        "letra": "C",
        "texto": "A teoria do domínio do fato parte da tese restritiva e emprega um critério objetivo-subjetivo. Para a referida teoria, autor é aquele que tem o domínio final do fato, controla finalisticamente o decurso do crime e decide sobre sua prática, interrupção e circunstâncias. É uma teoria que se assenta em princípios relacionados à conduta e não ao resultado. A teoria do domínio do fato só é aplicável aos crimes dolosos, sejam materiais, formais ou de mera conduta."
      },
      {
        "letra": "D",
        "texto": "É possível autoria por omissão em delito comissivo, desde que o autor tenha o dever jurídico de impedir o resultado. Todavia, não existe participação omissiva em crime comissivo mediante omissão, ocorrendo autorias. Para que o omitente responda pelo delito a título de autor, é necessário que o comportamento negativo configure infração do dever jurídico de agir (posição de “garante”)."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1008759",
    "metadata": "Ano: 2019 | Banca: Instituto Consulplan | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria"
    ],
    "enunciado_principal": "O critério de imputação denominado “domínio do fato” é utilizado para atribuir responsabilidade ao autor intelectual que utiliza um inimputável como instrumento para a realização da conduta, mas não é utilizável para a definição do autor direto que realiza pessoalmente a conduta.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1008745",
    "metadata": "Ano: 2019 | Banca: Instituto Consulplan | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria"
    ],
    "enunciado_principal": "O critério do domínio funcional do fato é empregado para a responsabilização do agente que tem o controle sobre a atuação de um aparelho organizado de poder, como é o caso de uma organização criminosa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "992592",
    "metadata": "Ano: 2019 | Banca: Crescer Concursos | Órgão: Prefeitura de Jijoca de Jericoacoara - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria",
      "Participação"
    ],
    "enunciado_principal": "A teoria do domínio de fato:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não reconhece a figura da autoria meditada."
      },
      {
        "letra": "B",
        "texto": "Impede a aceitação da figura do partícipe."
      },
      {
        "letra": "C",
        "texto": "Foi adotada expressamente no Código Penal."
      },
      {
        "letra": "D",
        "texto": "É adotada apenas nos crimes dolosos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "975997",
    "metadata": "Ano: 2019 | Banca: INSTITUTO AOCP | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria",
      "Participação",
      "Punibilidade no concurso de pessoas"
    ],
    "enunciado_principal": "Em relação ao concurso de agentes estabelecido no Código Penal, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "todos respondem igualmente para o delito, independente da conduta realizada."
      },
      {
        "letra": "B",
        "texto": "as circunstâncias de caráter pessoal, como a menor idade, serão comunicadas a todos os integrantes da atividade delitiva."
      },
      {
        "letra": "C",
        "texto": "se a participação for de menor importância, a pena pode ser diminuída de um sexto a um terço."
      },
      {
        "letra": "D",
        "texto": "não há distinção entre partícipe e coautoria."
      },
      {
        "letra": "E",
        "texto": "o coautor que primeiro confessar o delito está isento de pena, independente do delito praticado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "972050",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Classificação dos crimes",
      "Autoria e coautoria",
      "Crimes comuns, próprios e de mão própria",
      "Participação"
    ],
    "enunciado_principal": "A respeito de autoria e participação no âmbito penal, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a autoria colateral é aquela em que há pluralidade de agentes e liame subjetivo entre eles para a realização da conduta."
      },
      {
        "letra": "B",
        "texto": "o crime de falso testemunho é classificado como crime próprio e nele são admitidas tanto a coautoria quanto a autoria mediata."
      },
      {
        "letra": "C",
        "texto": "a participação, que pode ser moral ou material, é admitida até a consumação do crime."
      },
      {
        "letra": "D",
        "texto": "a teoria da acessoriedade limitada entende que basta o fato principal ser típico para que o partícipe seja punido."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1035528",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: MPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Noções gerais de Concursos de Pessoas",
      "Autoria e coautoria",
      "Punibilidade no concurso de pessoas"
    ],
    "enunciado_principal": "De maneira geral, os delitos tipificados no ordenamento jurídico brasileiro são de concurso eventual, tendo em vista que podem ser executados por uma ou mais pessoas. Excepcionalmente, porém, existem delitos de concurso necessário, sendo indispensável a pluralidade de agentes para configuração do tipo. Sobre o tema concurso de pessoas, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o Código Penal, como regra geral, adota a teoria Monista, de modo que autor e partícipe respondem pelo mesmo crime, cada um, porém, na medida de sua culpabilidade;"
      },
      {
        "letra": "B",
        "texto": "a participação de menor importância permite a aplicação de regime inicial de pena menos severo, mas não poderá funcionar como causa de diminuição de pena;"
      },
      {
        "letra": "C",
        "texto": "as circunstâncias objetivas se comunicam aos coautores, diferente das de caráter pessoal, que não se comunicam, ainda que elementares do tipo;"
      },
      {
        "letra": "D",
        "texto": "a pluralidade de pessoas e a relevância causal das condutas são requisitos para sua configuração, mas não são requisitos para configurar o liame subjetivo;"
      },
      {
        "letra": "E",
        "texto": "os crimes classificados como próprios não admitem coautoria ou participação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "952099",
    "metadata": "Ano: 2018 | Banca: Fundação CEFETBAHIA | Órgão: MPE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria"
    ],
    "enunciado_principal": "A prática da infração penal pode decorrer de um ato isolado, ou ainda pelo comportamento de duas ou mais pessoas na forma estabelecida pelo Estatuto Penal. Sobre as infrações penais cometidas isoladamente ou em concurso, analise as assertivas e identifique com V as verdadeiras e com F as falsas.( ) A coautoria nos crimes próprios é possível quando o terceiro, que não é funcionário público, conhece essa especial condição do autor. ( ) A doutrina é pacífica em admitir que a circunstância de determinado crime ser delito de mão própria não impede a coautoria. ( ) A coautoria é possível nos crimes omissivos, quando o coautor também tem o dever jurídico de não se omitir e, em vez de agir, ele adere ao dolo do agente e, igualmente, se omite. ( ) Na ocorrência de colisão entre dois veículos, não há que se falar em coautoria dos dois condutores imprudentes, pois um não colabora com o outro e, assim, ocorre apenas a concorrência de culpas ou causas. ( ) No tocante ao domínio funcional do fato, pode-se afirmar que o mesmo deve ser pesquisado na linha de uma divisão de domínio integral do fato e, assim, caberia a cada coautor certa fração. A alternativa que contém a sequência correta, de cima para baixo, é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V F V F V"
      },
      {
        "letra": "B",
        "texto": "V F V V F"
      },
      {
        "letra": "C",
        "texto": "V V F V F"
      },
      {
        "letra": "D",
        "texto": "F V F V F"
      },
      {
        "letra": "E",
        "texto": "F F V F V"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "944991",
    "metadata": "Ano: 2018 | Banca: UFPR | Órgão: COREN-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Autoria e coautoria",
      "Crimes contra a vida",
      "Homicídio"
    ],
    "enunciado_principal": "A médica M. deseja matar o paciente P. Para tanto, entrega ao enfermeiro E. uma ampola contendo substância venenosa, rotulando-a como medicamento e dizendo a E. que o conteúdo da ampola deve ser ministrado imediatamente a P. mediante injeção. E. injeta em P. a substância venenosa, indo P. imediatamente a óbito. Levando em consideração o caso hipotético acima, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tanto M. quanto E. devem responder por homicídio doloso qualificado pelo emprego de veneno, pois, segundo a legislação penal, quem, de qualquer modo, concorre para o crime incide nas penas a este cominadas."
      },
      {
        "letra": "B",
        "texto": "Ainda que se trate de hipótese de autoria mediata, tendo o Código Penal brasileiro adotado o conceito unitário de autor, isso não afeta a responsabilidade penal de E."
      },
      {
        "letra": "C",
        "texto": "M. deve responder por homicídio doloso qualificado pelo emprego de veneno, enquanto E. responderá por homicídio culposo, visto que o erro sobre elemento constitutivo do tipo legal de crime exclui o dolo, mas permite a punição por crime culposo, se previsto em lei."
      },
      {
        "letra": "D",
        "texto": "Apenas E. deve responder por homicídio doloso qualificado pelo emprego de veneno, visto que M., apesar de ter a intenção de matar P., não praticou qualquer conduta típica de homicídio."
      },
      {
        "letra": "E",
        "texto": "Apenas M. deve responder por homicídio doloso qualificado pelo emprego de veneno, visto que E., apesar de ter causado a morte de P., desconhecia o conteúdo da ampola."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "940919",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PC-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria"
    ],
    "enunciado_principal": "Considerando essa situação hipotética, julgue o item subsequente.De acordo com a teoria objetivo-subjetiva, o autor do delito é aquele que tem o domínio final sobre o fato criminoso doloso.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "940917",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PC-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Noções gerais de Concursos de Pessoas",
      "Autoria e coautoria"
    ],
    "enunciado_principal": "Considerando essa situação hipotética, julgue o item subsequente.Na situação considerada, configurou-se a autoria imprópria decorrente do concurso de pessoas.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "940916",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PC-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Noções gerais de Concursos de Pessoas",
      "Autoria e coautoria",
      "Participação"
    ],
    "enunciado_principal": "Considerando essa situação hipotética, julgue o item subsequente.Como as ações paralelas de João, Pedro e Ana — agentes diversos — lesionaram o mesmo bem jurídico, constata-se a ocorrência da autoria colateral, haja vista que o resultado foi previamente planejado em conjunto.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "940914",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PC-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria",
      "Participação",
      "Punibilidade no concurso de pessoas"
    ],
    "enunciado_principal": "Considerando essa situação hipotética, julgue o item subsequente.Aquele que planeja toda a ação criminosa é considerado autor intelectual do delito, ainda que não detenha o controle sobre a consumação do crime.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "940913",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PC-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria"
    ],
    "enunciado_principal": "Considerando essa situação hipotética, julgue o item subsequente.Mesmo se tivesse assumido a condição de autora mediata por colocar em seu lugar na prática do delito pessoa inimputável, Ana seria responsabilizada pelo resultado do crime.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "904765",
    "metadata": "Ano: 2018 | Banca: TRF - 3ª REGIÃO | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Noções gerais de Concursos de Pessoas",
      "Autoria e coautoria",
      "Participação"
    ],
    "enunciado_principal": "Durante o julgamento da Ação Penal nº 470 (“Mensalão”), a teoria do domínio do fato foi mencionada diversas vezes. Relativamente a essa teoria, leia as afirmações abaixo e, ao final, indique a alternativa CORRETA: I. Foi retomada e desenvolvida pelo jurista alemão Claus Roxin, na década de 1960, e tem por função dogmática distinguir entre autor e partícipe. II. A ideia reitora dessa teoria é de que autor é quem atua com o domínio do fato; é a figura central do acontecer típico. III. Foi adotada pelo Código Penal brasileiro ao dispor que quem, de qualquer modo, concorre para o crime incide nas penas a este cominadas, na medida de sua culpabilidade. IV. Segundo essa teoria, domínio do fato é o poder de evitar o fato. Assim, o chefe de uma organização criminosa responde pela mera posição.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as afirmações I e III estão certas."
      },
      {
        "letra": "B",
        "texto": "Apenas as afirmações I e II estão certas."
      },
      {
        "letra": "C",
        "texto": "Apenas as afirmações II e IV estão certas."
      },
      {
        "letra": "D",
        "texto": "Apenas as afirmações III e IV estão certas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "904016",
    "metadata": "Ano: 2018 | Banca: NUCEPE | Órgão: PC-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria"
    ],
    "enunciado_principal": "JOSÉ e PEDRO têm o mesmo desafeto, no caso, MEVIO. Mas desconhecem tal fato. Contratam pistoleiros para matar MEVIO. O pistoleiro, contratado por PEDRO se armou com um revólver, e o contratado por JOSÉ com uma pistola. Ocorre que fizeram uma tocaia no mesmo local e momento. Os dois atiram simultaneamente em MEVIO. O pistoleiro de JOSÉ atinge o coração de MEVIO e o de PEDRO atinge a perna de forma leve. Há prova de que o projétil usado pelo contratado por JOSÉ foi o causador da morte da vítima. PEDRO confessou ter mandado atirar em MEVIO. Com relação ao caso,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "JOSÉ e PEDRO devem responder por homicídio."
      },
      {
        "letra": "B",
        "texto": "JOSÉ responde por homicídio."
      },
      {
        "letra": "C",
        "texto": "JOSÉ e PEDRO devem responder por tentativa de homicídio."
      },
      {
        "letra": "D",
        "texto": "JOSÉ e PEDRO respondem por homicídio em coautoria."
      },
      {
        "letra": "E",
        "texto": "JOSÉ responde por tentativa de homicídio."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "888344",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: ALESE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Noções gerais de Concursos de Pessoas",
      "Autoria e coautoria",
      "Participação",
      "Punibilidade no concurso de pessoas",
      "Cooperação dolosamente distinta"
    ],
    "enunciado_principal": "É certo que um crime pode ser praticado por uma ou mais pessoas. Quando isso acontece, está-se diante da hipótese de concurso de pessoas, também conhecido como concurso de agentes. Nesse caso,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ainda que algum dos concorrentes tenha querido participar de crime menos grave, ser-lhe-á, obrigatoriamente, aplicada a pena idêntica do crime praticado pelo seu comparsa, ante a adoção pelo Código Penal da teoria monista."
      },
      {
        "letra": "B",
        "texto": "em hipótese alguma se comunicam as circunstâncias e as condições de caráter pessoal na coautoria."
      },
      {
        "letra": "C",
        "texto": "o ajuste, a determinação ou instigação e o auxílio são sempre puníveis, ainda que o crime não venha a ser tentado."
      },
      {
        "letra": "D",
        "texto": "os crimes plurissubjetivos não admitem a coautoria e a participação."
      },
      {
        "letra": "E",
        "texto": "se a participação for de menor importância, a pena pode ser diminuída de um sexto a um terço."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "872835",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: STM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria"
    ],
    "enunciado_principal": "Acerca dos institutos do erro de tipo, do erro de proibição e do concurso de pessoas, julgue o item subsequente.Inexiste, no ordenamento jurídico, a possibilidade de as condições e circunstâncias de caráter pessoal de um agente se comunicarem com as de outro agente que seja coautor de um crime.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "853171",
    "metadata": "Ano: 2017 | Banca: CONSULPLAN | Órgão: TRE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Noções gerais de Concursos de Pessoas",
      "Autoria e coautoria"
    ],
    "enunciado_principal": "Quando dois agentes, embora convergindo suas condutas para a prática de determinado fato criminoso, não atuam unidos pelo liame subjetivo, tem-se autoria",
    "alternativas": [
      {
        "letra": "A",
        "texto": "incerta."
      },
      {
        "letra": "B",
        "texto": "colateral."
      },
      {
        "letra": "C",
        "texto": "sucessiva"
      },
      {
        "letra": "D",
        "texto": "desconhecida."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "843716",
    "metadata": "Ano: 2017 | Banca: FAPEMS | Órgão: PC-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria",
      "Participação",
      "Crimes contra a vida",
      "Induzimento, instigação ou auxílio ao suicídio"
    ],
    "enunciado_principal": "A partir da narrativa dos casos a seguir, assinale a alternativa correta. CASO 1 Ana combina com Paulo de lhe fornecer um veneno que lhe provocaria uma morte lenta, mas lhe entrega outro que causa a morte imediata. CASO 2 Ana empresta uma arma para Rui cometer suicídio. Uma hora depois, Rui solicita a Aldo que lhe mate. Com apenas um disparo no coração, Aldo contempla a vontade de Rui.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em ambos os casos, Ana deverá responder por homicídio simples."
      },
      {
        "letra": "B",
        "texto": "Ana deverá responder por homicídio simples apenas no primeiro caso."
      },
      {
        "letra": "C",
        "texto": "Em ambos os casos, Ana deverá responder pela participação material em suicídio."
      },
      {
        "letra": "D",
        "texto": "Ana deverá responder pela participação material em suicídio apenas no primeiro caso."
      },
      {
        "letra": "E",
        "texto": "Ana deverá responder por homicídio qualificado (venefício) no primeiro caso."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "822987",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Noções gerais de Concursos de Pessoas",
      "Autoria e coautoria"
    ],
    "enunciado_principal": "A moderna teoria do domínio do fato de Claus Roxin procura solucionar alguns problemas de autoria e, expressamente, já foi adotada em nossos tribunais. Além das previsões legais sobre autoria mediata, existe a possibilidade de autoria no âmbito de uma organização. Para que esta seja configurada devem estar presentes alguns requisitos, EXCETO",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poder efetivo de mando."
      },
      {
        "letra": "B",
        "texto": "fungibilidade do autor imediato."
      },
      {
        "letra": "C",
        "texto": "desvinculação do aparato organizado do ordenamento jurídico."
      },
      {
        "letra": "D",
        "texto": "o prévio acerto entre o comandante e os demais comandados."
      },
      {
        "letra": "E",
        "texto": "disponibilidade consideravelmente elevada por parte do executor."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "818948",
    "metadata": "Ano: 2017 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria",
      "Participação"
    ],
    "enunciado_principal": "Sobre autoria e participação, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O autor mediato pode utilizar, como instrumento para a prática do crime, por exemplo, imputável em erro de tipo, imputável em erro de proibição, imputável em inexigibilidade de comportamento diverso ou inimputável."
      },
      {
        "letra": "B",
        "texto": "A moderna teoria do domínio do fato, também denominada teoria objetivo-subjetiva, integra critérios objetivos e subjetivos para definir as categorias de autor e partícipe do tipo de injusto."
      },
      {
        "letra": "C",
        "texto": "O excesso praticado por pessoa utilizada como instrumento para a prática do crime, não é atribuível ao autor mediato, por ausência de controle deste sobre o excesso do instrumento."
      },
      {
        "letra": "D",
        "texto": "A e B combinam a prática do crime de furto, mas durante a execução A se excede em relação ao dolo comum e emprega violência contra a vítima, praticando o crime de roubo: se tal resultado era previsível, B responde pelo crime de furto qualificado pelo concurso de agentes (CP, art. 155, § 4º, inciso IV), com causa de aumento de pena."
      },
      {
        "letra": "E",
        "texto": "A e B, em decisão comum, praticam o crime de roubo contra C, pai de B: a relação de parentesco entre B e C, conhecida previamente por A, determina a responsabilidade de ambos – A e B – por prática do crime de roubo majorado pelo concurso de agentes (CP, art. 157, § 2º, inciso II), com a agravante de ter sido cometido contra ascendente."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "795666",
    "metadata": "Ano: 2017 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Tipicidade",
      "Noções Fundamentais",
      "Princípios limitadores do poder punitivo estatal",
      "Conduta: ação / omissão",
      "Imputação objetiva",
      "Autoria e coautoria",
      "Causas absolutamente independentes"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para a teoria da conditio sine qua non, se a vítima morre quando poderia ter sido salva, caso levada, logo após o fato, a atendimento médico, responde o agente da ação com animus necandi por homicídio consumado. Mas, se levada a socorro em hospital, morresse por efeito de substância tóxica ministrada por engano pela enfermeira, o agente responderia por tentativa de homicídio e não por homicídio consumado."
      },
      {
        "letra": "B",
        "texto": "Para a teoria da imputação objetiva, o ato de imputar significa atribuir a alguém a realização de uma conduta criadora de um risco relevante e juridicamente proibido e a produção de um resultado jurídico. Pressupõe um perigo criado pelo agente e não coberto por um risco permitido dentro do alcance do tipo. O risco permitido conduz à atipicidade, e o risco proibido, quando relevante, à tipicidade. A imputação objetiva constitui elemento normativo implícito do tipo penal."
      },
      {
        "letra": "C",
        "texto": "Os princípios da adequação social e da insignificância, sugeridos pela doutrina, servem de instrumentos de interpretação restritiva do tipo penal, que afetam a tipicidade formal do fato."
      },
      {
        "letra": "D",
        "texto": "Para a teoria do domínio do fato, autor é quem executa a ação típica, por conduta própria ou pela utilização de outro como instrumento de realização; também quem, mesmo não executando o fato típico em sentido estrito, participa da resolução criminosa, realizando parte necessária da execução do plano global. A teoria, partindo do conceito restritivo de autor, segue um critério objetivo-subjetivo."
      },
      {
        "letra": "E",
        "texto": "Para a teoria finalista, ação é a conduta do homem, comissiva ou omissiva, dirigida a uma finalidade e desenvolvida sob o domínio da vontade do agente, razão pela qual não reputa criminosa a ação ocorrida em estado de inconsciência, como no caso de quem, durante o sono, sonhando estar em legítima defesa, esbofeteia e causa lesão corporal na pessoa que dorme ao seu lado. Para esta mesma teoria, a culpabilidade não é psicológica, nem psicológico-normativa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2751623",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: METRÔ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria"
    ],
    "enunciado_principal": "Paulo instigou José a agredir João, por ter deixado de pagar uma dívida; Pedro ajudou Antonio a subtrair roupas de uma loja, colocando-as em uma sacola; e Tício, chefe de uma quadrilha, dividiu as tarefas dos comparsas que contratou para cometerem um roubo por ele idealizado. Nesse caso, Paulo, Pedro e Tício são, respectivamente,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "coautor, coautor e partícipe."
      },
      {
        "letra": "B",
        "texto": "coautor, partícipe e partícipe."
      },
      {
        "letra": "C",
        "texto": "partícipe, coautor e partícipe."
      },
      {
        "letra": "D",
        "texto": "partícipe, coautor e coautor."
      },
      {
        "letra": "E",
        "texto": "coautor, partícipe e coautor."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "734402",
    "metadata": "Ano: 2016 | Banca: IBEG | Órgão: Prefeitura de Teixeira de Freitas - BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior",
      "Autoria e coautoria",
      "Participação"
    ],
    "enunciado_principal": "Quando o partícipe instiga outrem a praticar um crime de homicídio, mas durante a execução do ataque tenta impedir que o resultado se produza, mas não consegue, pode-se dizer que, consequentemente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É reconhecível a co-autoria."
      },
      {
        "letra": "B",
        "texto": "É reconhecível a desistência voluntária."
      },
      {
        "letra": "C",
        "texto": "É reconhecível o arrependimento posterior."
      },
      {
        "letra": "D",
        "texto": "É reconhecível o arrependimento eficaz."
      },
      {
        "letra": "E",
        "texto": "É reconhecível a participação de menor importância."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "734401",
    "metadata": "Ano: 2016 | Banca: IBEG | Órgão: Prefeitura de Teixeira de Freitas - BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria"
    ],
    "enunciado_principal": "A co-autoria é impossível nos crimes:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Comissivos."
      },
      {
        "letra": "B",
        "texto": "Omissivos."
      },
      {
        "letra": "C",
        "texto": "Próprios."
      },
      {
        "letra": "D",
        "texto": "De mão própria."
      },
      {
        "letra": "E",
        "texto": "Culposos"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "723937",
    "metadata": "Ano: 2016 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria"
    ],
    "enunciado_principal": "Analise as assertivas abaixo e indique a alternativa:I - Há unanimidade em reconhecer a autoria mediata quando o agente se utiliza de interposta pessoa que não é imputável, como por exemplo, quando o autor se vale de um menor de 18 anos de idade. II - Há autoria mediata quando o agente se utiliza de interposta pessoa que atua em erro, seja ele vencível ou invencível, deixando em ambos os casos a interposta pessoa de responder pelo fato. III - Não existe a possibilidade de autoria mediata nos delitos de mão própria e nos crimes próprios. IV - Não se pode falar em autoria mediata em crimes imprudentes, ante a ausência de uma ação direcionada para um resultado. Ou seja, não há como conduzir, deliberadamente, um terceiro a obtenção de um resultado que não é pretendido pelo autor mediato.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todas as assertivas estão corretas;"
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas I e III estão corretas;"
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas I, III e IV estão corretas;"
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas II, III e IV estão corretas;"
      },
      {
        "letra": "E",
        "texto": "Apenas as assertivas III e IV estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "698192",
    "metadata": "Ano: 2016 | Banca: FUNCAB | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria",
      "Punibilidade no concurso de pessoas"
    ],
    "enunciado_principal": "“A expressão domínio do fato foi usada, pela primeira vez, por Hegler no ano de 1915, mas ainda não possuía a conotação que se lhe empresta atualmente, estando mais atrelada aos fundamentos da culpabilidade. A primeira formulação da ideia central da teoria do domínio do fato no plano da autoria, em termos assemelhados aos contornos que lhe confere Roxin, deu-se efetivamente em 1933, por Lobe, mas produziu eco apenas quando Welzel a mencionou - sem referir-se, no entanto, ao seu antecessor - em famoso estudo de 1939, referindo-se a um domínio final do fato como critério determinante da autoria. Em razão dessa sucessão de referências esparsas e pouco lineares à ideia de domínio do fato é que se pode dizer, sem exagero, que apenas em 1963, com o estudo monográfico de Roxin, a ideia teve seus contornos concretamente desenhados, o que lhe permitiu, paulatinamente, conquistar a adesão de quase toda a doutrina\"(GRECO, Luís; LEITE, Alaor. O que é e o que não é a teoria do domínio do fato: sobre a distinção entre autor e participe no direito penal. In Autoria como domínio do fato. São Paulo: Marcial Pons, 2014. p. 21-22).Com esteio na concepção de Roxin sobre o domínio do fato, assinale a resposta correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Reconhece-se de forma pacífica a autoria pelo do domínio de um aparato organizado de poder nos crimes praticados através de empresas, isto é, dent eidades que não atuam à margem do direito."
      },
      {
        "letra": "B",
        "texto": "Uma das hipóteses de autoria pelo domínio do fato reside no domínio de um aparato organizado de poder. Como característica marcante, entre outras, dessa situação de autoria mediata, tem-se a fungibilidade dos executores, a quem são emitidas ordens dentro de uma estrutura verticalizada de poder."
      },
      {
        "letra": "C",
        "texto": "Por domínio funcional do fato deve ser compreendida a coautoria, que pressupõe a divisão de tarefas relevantes entre os participantes, as quais são postas em prática durante a execução do delito, sendo vedada a imputação recíproca."
      },
      {
        "letra": "D",
        "texto": "A teoria do domínio do fato amplia o conceito de autor. Permite, destarte, a punição de uma pessoa pelo simples ocupar de uma posição de poder na estrutura de determinada organização criminosa, caso membros dessa organização executem o crime. Mesmo que não haja comprovação da ordem emitida por quem tem poder de mando, infere-se sua existência."
      },
      {
        "letra": "E",
        "texto": "Para a teoria do domínio do fato, o autor é a figura central do fato típico. Dessa forma , inegavelmente há autoria na conduta do executor (autor imediato), que é, por exemplo, aquele que pratica a subtração em um crime de furto. Também é autor o mandante, como no caso da pessoa que contrata um pistoleiro para matar alguém."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "647306",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: PC-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria",
      "Participação",
      "Punibilidade no concurso de pessoas"
    ],
    "enunciado_principal": "A respeito do concurso de pessoas, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em relação à participação no concurso de pessoas, a legislação penal brasileira adota a teoria da acessoriedade mínima."
      },
      {
        "letra": "B",
        "texto": "Situação hipotética: José, gerente de loja, mesmo ciente de que um dos vendedores subtraía dinheiro do caixa, nada fez para impedir o crime, agindo sem liame subjetivo e intenção de obter vantagem econômica. Assertiva: Nessa situação, o gerente responderá em coautoria pelo crime de furto, com ação omissiva."
      },
      {
        "letra": "C",
        "texto": "Em se tratando de crimes plurissubjetivos, como, por exemplo, o crime de rixa, não há que se falar em participação, já que a pluralidade de agentes integra o tipo penal: todos são autores."
      },
      {
        "letra": "D",
        "texto": "Situação hipotética: O motorista João e sua mulher, Maria, trafegavam por uma rodovia, quando ambos, deliberadamente, deixaram de prestar socorro a uma pessoa gravemente ferida, sem que houvesse risco pessoal para qualquer um deles. João foi instigado por Maria, que estava no banco do carona, a não parar o veículo, e, por fim, em acordo de vontades com Maria, assim efetivamente procedeu. Assertiva: Nessa situação, João responderá como autor pelo crime de omissão de socorro e Maria será tida como inimputável."
      },
      {
        "letra": "E",
        "texto": "Haverá participação culposa em crime doloso na situação em que um médico, agindo com negligência, fornece ao enfermeiro substância letal para ser ministrada a um paciente, e o enfermeiro, embora percebendo o equívoco, decide ministrá-la com a intenção de matar o paciente."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "620607",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TJ-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Noções gerais de Concursos de Pessoas",
      "Autoria e coautoria",
      "Punibilidade no concurso de pessoas"
    ],
    "enunciado_principal": "Assinale a opção correta de acordo com a jurisprudência do STJ.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Diz-se tentado o latrocínio quando não se realiza plenamente a subtração da coisa, mas ocorre a morte da vítima."
      },
      {
        "letra": "B",
        "texto": "Tendo o CP adotado a teoria monista, não há como punir diferentemente todos quantos participem direta ou indiretamente para a produção do resultado danoso."
      },
      {
        "letra": "C",
        "texto": "É impossível o concurso de pessoas nos crimes culposos, ante a ausência de vínculo subjetivo entre os agentes na produção do resultado danoso."
      },
      {
        "letra": "D",
        "texto": "O crime de latrocínio não admite forma preterdolosa, considerando a exigência do animus necandi na conduta do agente."
      },
      {
        "letra": "E",
        "texto": "No crime de roubo praticado com pluralidade de agentes, se apenas um deles usar arma de fogo e os demais tiverem ciência desse fato, todos responderão, em regra, pelo resultado morte, caso este ocorra, pois este se acha dentro do desdobramento normal da conduta."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "611551",
    "metadata": "Ano: 2016 | Banca: CAIP-IMES | Órgão: Câmara de Atibaia - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria",
      "Participação"
    ],
    "enunciado_principal": "Assinale a alternativa incorreta. Para que se configure o concurso de pessoas na esfera penal faz-se mister:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a presença de dois ou mais agentes e haver nexo de causalidade material entre as condutas realizadas."
      },
      {
        "letra": "B",
        "texto": "a vontade de obtenção do resultado (vínculo de natureza psicológica)."
      },
      {
        "letra": "C",
        "texto": "o reconhecimento da prática do mesmo delito para todos os agentes sendo que se antijuridicidade atingir um dos co-autores, se estenderá para os demais."
      },
      {
        "letra": "D",
        "texto": "o ajuste prévio entre os agentes."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1326349",
    "metadata": "Ano: 2015 | Banca: CCV-UFC | Órgão: UFC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria"
    ],
    "enunciado_principal": "Segundo a doutrina jurídica da seara penal, são crimes em que não se admite a coautoria:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "crimes de mão própria."
      },
      {
        "letra": "B",
        "texto": "crime de perigo."
      },
      {
        "letra": "C",
        "texto": "crime próprio."
      },
      {
        "letra": "D",
        "texto": "crime de dano."
      },
      {
        "letra": "E",
        "texto": "crime vago."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "593291",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria",
      "Participação"
    ],
    "enunciado_principal": "A respeito do direito penal, julgue o item a seguir. Idealizada por Welzel e Roxin e considerada objetivo-subjetiva, a teoria do domínio do fato diferencia autoria de participação em função da prática dos atos executórios do delito.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "591079",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria"
    ],
    "enunciado_principal": "Em relação à improbidade administrativa, ao concurso de pessoas e às hipóteses de extinção da punibilidade, julgue o item subsecutivo. Caracteriza-se a autoria colateral na hipótese de dois agentes, imputáveis, cada um deles desconhecendo a conduta do outro, praticarem atos convergentes para a produção de um delito a que ambos visem, mas o resultado ocorrer em virtude do comportamento de apenas um deles.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "589583",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRE-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria",
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria."
    ],
    "enunciado_principal": "No tocante a aplicação da pena, concurso de crimes e causas de exclusão de ilicitude e de culpabilidade, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A legítima defesa sucessiva é inadmissível como causa excludente de ilicitude da conduta."
      },
      {
        "letra": "B",
        "texto": "A coação física irresistível configura causa excludente da culpabilidade."
      },
      {
        "letra": "C",
        "texto": "No que se refere ao concurso de pessoas, configuram exceções à teoria dualista a previsão expressa de conduta de cada concorrente em tipo penal autônomo e a cooperação dolosamente distinta."
      },
      {
        "letra": "D",
        "texto": "Conforme o STJ, aquele que, ao juiz, admite a autoria de um crime, ainda que alegue, em seu favor, a existência de causa excludente de ilicitude, pode se beneficiar da atenuante genérica relativa à confissão espontânea."
      },
      {
        "letra": "E",
        "texto": "De acordo com a jurisprudência do STJ, em se tratando de delitos ocorridos em comarcas limítrofes ou próximas, não se admite a continuidade delitiva."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "588019",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: DPE-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria",
      "Participação"
    ],
    "enunciado_principal": "Acerca do concurso de agentes, assinale a opção correta conforme a legislação de regência e a jurisprudência do STJ.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ciência da prática do fato delituoso caracteriza conivência e, consequentemente, participação, mesmo que inexistente o dever jurídico de impedir o resultado."
      },
      {
        "letra": "B",
        "texto": "Em um crime de roubo praticado com o emprego de arma de fogo, mesmo que todos os agentes tenham conhecimento da utilização do artefato bélico, somente o autor do disparo deve responder pelo resultado morte, visto que não se encontrava dentro do desdobramento causal normal da ação delitiva. Nesse caso, não há que se falar em coautoria no crime mais gravoso (latrocínio)."
      },
      {
        "letra": "C",
        "texto": "Não se admite o concurso de agentes no crime de porte ilegal de arma de fogo, haja vista que somente o agente que efetivamente porta a arma de fogo incorre nas penas do delito."
      },
      {
        "letra": "D",
        "texto": "É admissível, segundo o entendimento doutrinário e jurisprudencial, a possibilidade de concurso de agentes em crime culposo, que ocorre quando há um vínculo psicológico na cooperação consciente de alguém na conduta culposa de outrem. O que não se admite nos tipos culposos é a participação."
      },
      {
        "letra": "E",
        "texto": "O falso testemunho, por ser crime de mão própria, não admite a coautoria ou a participação do advogado que induz o depoente a proclamar falsa afirmação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "586771",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TCE-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria",
      "Participação"
    ],
    "enunciado_principal": "Acerca do concurso de pessoas e dos princípios de direito penal, julgue o item seguinte.No concurso de pessoas, o auxílio prestado ao agente, quando não iniciada a execução do crime, é passível de punição.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "576261",
    "metadata": "Ano: 2015 | Banca: FUNCAB | Órgão: PC-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria"
    ],
    "enunciado_principal": "Clécius Almeida induz o adolescente Carlos Sátiro, de dezessete anos de idade, a praticar o delito de roubo tendo como vítima a senhora Sandra Costa. Para convencer Carlos, Clécius lhe disse ser conhecido da vítima, por isto não poderia participar diretamente do crime, contudo permaneceria por perto, sem ser visto, e lhe daria cobertura no caso de um eventual problema. Diante disto, Carlos acaba por roubar o relógio e o dinheiro da senhora Sandra. No caso proposto, Clécius responde pelo resultado na condição de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "autor mediato."
      },
      {
        "letra": "B",
        "texto": "partícipe material."
      },
      {
        "letra": "C",
        "texto": "partícipe moral."
      },
      {
        "letra": "D",
        "texto": "coautor."
      },
      {
        "letra": "E",
        "texto": "coator moral."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "884477",
    "metadata": "Ano: 2014 | Banca: FUNCAB | Órgão: PC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria"
    ],
    "enunciado_principal": "A utilização de um inimputável pelo autor intelectual de um crime para praticá-lo é denominado pela doutrina como:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "autoria mediata."
      },
      {
        "letra": "B",
        "texto": "participação por omissão."
      },
      {
        "letra": "C",
        "texto": "autoria incerta."
      },
      {
        "letra": "D",
        "texto": "participação de menor importância."
      },
      {
        "letra": "E",
        "texto": "autoria colateral."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "456587",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria",
      "Participação"
    ],
    "enunciado_principal": "Após praticar latrocínio, tendo matado mãe e filho menor dentro de um supermercado, Júlio foi detido por populares no momento em que tentava evadir-se do local do crime e, em seguida, linchado em praça pública. Considerando essa situação hipotética e os institutos da autoria e da participação delitiva, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A participação de cada um dos envolvidos no linchamento de Júlio será objeto de instrução criminal, sendo desnecessária a descrição minuciosa da participação de cada um dos intervenientes, sob pena de inviabilização da aplicação da lei."
      },
      {
        "letra": "B",
        "texto": "Denomina-se autoria por convicção a conduta das pessoas que, ao terem saído do supermercado e assistido ao início do linchamento de Júlio, tenham decidido participar das agressões."
      },
      {
        "letra": "C",
        "texto": "Os intervenientes no linchamento devem ser considerados partícipes, dada a inviabilidade da individualização das condutas."
      },
      {
        "letra": "D",
        "texto": "As penas de todos os que forem acusados e devidamente condenados pelo linchamento de Júlio serão agravadas pelo fato de o crime ter sido praticado sob a influência de multidão em tumulto."
      },
      {
        "letra": "E",
        "texto": "Para o julgamento da prática coletiva do crime de linchamento, é insignificante a existência de vínculos psicológicos entre os integrantes da multidão."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "424342",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria"
    ],
    "enunciado_principal": "Com relação a antijuridicidade, culpabilidade, concurso de pessoas, pena e causas de extinção da punibilidade, julgue o item a seguir.A autoria mediata não é admitida nos crimes de mão própria e nos tipos de imprudência.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "415096",
    "metadata": "Ano: 2014 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria",
      "Participação"
    ],
    "enunciado_principal": "Quem, de qualquer modo, concorre para o crime incide nas penas a este cominadas, na medida de sua culpabilidade. Entretanto, se algum dos concorrentes quis participar de crime menos grave, ser-lhe-a aplicada a pena deste, não cabendo qualquer espécie de aumento.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "410892",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: METRÔ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria",
      "Participação"
    ],
    "enunciado_principal": "Joaus, Joseh e Pedrus acertaram, mediante prévio ajuste, a prática de um crime de furto qualificado em residência. Pedrus escolheu a residência e emprestou seu veículo para o transporte dos objetos furtados. Joaus arrombou a porta da residência indicada por Pedrus e entrou. Joseh entrou em seguida. Joaus e Joseh recolheram todos os objetos de valor, colocaram no veículo e fugiram do local. Nesse caso,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Joaus, Joseh e Pedrus foram coautores."
      },
      {
        "letra": "B",
        "texto": "Joaus foi autor, Joseh partícipe e Pedrus autor mediato."
      },
      {
        "letra": "C",
        "texto": "Joaus e Joseh foram partícipes e Pedrus foi autor imediato."
      },
      {
        "letra": "D",
        "texto": "Joaus, Joseh e Pedrus foram autores."
      },
      {
        "letra": "E",
        "texto": "Joaus e Joseh foram coautores e Pedrus partícipe."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "402711",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria"
    ],
    "enunciado_principal": "No que se refere a concurso de pessoas, aplicação da pena, medidas de segurança e ação penal, julgue os itens a seguir. Em se tratando de autoria colateral, não existe concurso de pessoas.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "389327",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria"
    ],
    "enunciado_principal": "Segundo o conceito restritivo, é autor aquele que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tem o domínio do fato."
      },
      {
        "letra": "B",
        "texto": "realiza a conduta típica descrita na lei."
      },
      {
        "letra": "C",
        "texto": "contribui com alguma causa para o resultado."
      },
      {
        "letra": "D",
        "texto": "age dolosamente na prática do crime."
      },
      {
        "letra": "E",
        "texto": "pratica o fato por interposta pessoa que atua sem culpabilidade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "362517",
    "metadata": "Ano: 2014 | Banca: MPE-MA | Órgão: MPE-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Noções gerais de Concursos de Pessoas",
      "Autoria e coautoria",
      "Participação"
    ],
    "enunciado_principal": "Assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O conceito restritivo de autor pode ser complementado pelas teorias objetivo-formal e objetivo-material. A primeira, em linhas gerais, define autor como sendo aquele que realiza a ação típica ou alguns de seus elementos. Já a segunda, diferencia o partícipe do autor, por considerar que este contribui de forma mais relevante para a consecução do fato delituoso do que o partícipe;"
      },
      {
        "letra": "B",
        "texto": "Agdo, Joab e Avalon são amigos de longa data. Entretanto, ultimamente Agdo e Joab passaram a cobiçar a esposa de Avalon, a bela Aleutas. Sem nada confessarem entre si sobre o desejo que passaram a nutrir pela moça, cada um passa a engendrar a morte de Avalon. No mesmo dia, Agdo e Joab se posicionam armados, em locais diferentes, a espera que Avalon deixe sua residência. E assim, quando Avalon sai à rua, Agdo e Joab atiram repetidamente e ambos atingem Avalon, sem um atirador perceber os tiros e a presença do outro. Pode-se afirmar neste caso que, em se tratando de autoria colateral, não há concurso de agentes;"
      },
      {
        "letra": "C",
        "texto": "Agdo, Joab e Avalon, amigos de longa data, são atores da companhia de teatro “Saltimbancos”, e apresentam a mesma peça há dois anos. Entretanto, Agdo acabou se apaixonando pela esposa de Avalon, Aleutas. A fim de retirar Avalon literalmente de cena, Agdo passou a tramar contra a vida dele. Decide que trocará as balas de festim por munição real, do revólver usado na cena em que Joab dispara contra Avalon. E assim o faz. Durante o espetáculo, Agdo entrega a Joab o revólver carregado desta feita com munição real, e este ao disparar a arma contra Avalon, horrorizado, percebe que o sangue que passa a jorrar não é o cenográfico, vindo Avalon a morrer. Pode-se afirmar neste caso que, se adotado o conceito de autor preconizado pela teoria objetivo-formal, Agdo poderá ser considerado autor mediato do homicídio de Avalon;"
      },
      {
        "letra": "D",
        "texto": "Agdo, Joab e Avalon são amigos de longa data, sempre saem juntos para beber e jogar sinuca. Entretanto, ultimamente Agdo apaixonou-se pela formosa esposa de Avalon, Aleutas. Assim, visando por fim a vida de Avalon, Agdo passa a engendrar seu plano criminoso. Aproveitando-se de mais uma saída ao bar com seus amigos, Agdo espera que Joab vá até o banheiro, para então se aproximar de Avalon e instigá-lo contra Joab, afirmando que Joab confessou-lhe estar apaixonado por Aleutas e a queria para si. Assim, Agdo sabendo que Joab é policial e anda sempre armado, passa a instigar Avalon a dar uma surra em Joab quando este voltar do banheiro. Quando Joab volta, Avalon, tomado pelo ciúme, apodera-se de um taco de sinuca e avança contra Joab, que acaba por disparar e matar Avalon. Pode-se afirmar que neste caso, a fim de superar o que dispõe a teoria da acessoriedade limitada, há que se adotar necessariamente o conceito de autoria mediata para que Agdo responda pela morte de Avalon;"
      },
      {
        "letra": "E",
        "texto": "No concurso de pessoas não se comunicam as circunstâncias e as condições de caráter pessoal, salvo quando elementares do crime. Assim, se Agdo, reincidente, pratica um crime de roubo com Joab, que é primário, apenas para Agdo incidirá a agravante da reincidência."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "360484",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Antijuridicidade",
      "Causas supralegais de exclusão da antijuridicidade",
      "Autoria e coautoria"
    ],
    "enunciado_principal": "No que concerne à teoria do domínio do fato, ao conceito de autoria mediata, ao erro e às causas de exclusão da ilicitude, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se, por hipótese, Joaquim furtar bem de Américo, supondo estar praticando um ato de vingança contra Emílio, ocorrerá erro na execução."
      },
      {
        "letra": "B",
        "texto": "Supondo que Júlio deseje agredir Camilo, mas, por erro de representação, fira Reinaldo, seu próprio irmão, incidirá, nessa hipótese, em relação ao crime praticado, a agravante de parentesco."
      },
      {
        "letra": "C",
        "texto": "O erro determinado por terceiro pode configurar hipótese de autoria mediata, embora a autoria mediata não ocorra somente nos casos em que o executor material do delito atue sem dolo ou sem culpabilidade."
      },
      {
        "letra": "D",
        "texto": "Conforme a teoria do domínio do fato, não há nenhuma utilidade no conceito de autoria mediata, porque o domínio da vontade, elemento especial dessa modalidade de autoria, insere-se no elemento geral da figura da autoria — que é o próprio domínio do fato —, podendo-se, por isso, concluir que autor mediato é o mesmo que mandante."
      },
      {
        "letra": "E",
        "texto": "No âmbito da dogmática jurídico-penal, não se admite legítima defesa contra legítima defesa putativa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1208976",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria"
    ],
    "enunciado_principal": "Acerca de concurso de pessoas, julgue o item a seguir. Aquele que se utiliza de menor de dezoito anos de idade para a prática de crime é considerado seu autor mediato.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1202482",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: MPU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Noções gerais de Concursos de Pessoas",
      "Autoria e coautoria",
      "Participação",
      "Punibilidade no concurso de pessoas"
    ],
    "enunciado_principal": "Acerca dos institutos do direito penal brasileiro, julgue o próximo item. Tratando-se de concurso de agentes, quando comprovada a vontade de um dos autores do fato em participar de crime menos grave, a pena será diminuída até a metade, na hipótese de o resultado mais grave ter sido previsível, não podendo, contudo, ser inferior ao mínimo da pena cominada ao crime efetivamente praticado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "542785",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria"
    ],
    "enunciado_principal": "Em relação ao concurso de agentes, à desistência voluntária e ao arrependimento eficaz, bem como à cominação das penas, ao erro do tipo e, ainda, à teoria geral da culpabilidade, julgue o item subsecutivo.Configura autoria por convicção o fato de uma mãe, por convicção religiosa, não permitir a realização de transfusão de sangue indicada por equipe médica para salvar a vida de sua filha, mesmo ciente da imprescindibilidade desse procedimento.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "525778",
    "metadata": "Ano: 2013 | Banca: UEPA | Órgão: SEAD-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Noções gerais de Concursos de Pessoas",
      "Autoria e coautoria",
      "Participação"
    ],
    "enunciado_principal": "Quanto ao concurso de pessoas, afirma-se que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "há na doutrina as teorias unitária ou monista, que afirma que todas as pessoas que concorrem ao crime incidem nas penas a ela cominadas e a pluralista, para a qual, havendo pluralidade de agentes e apenas um resultado, cada qual responde separadamente pelo delito."
      },
      {
        "letra": "B",
        "texto": "o concurso de pessoas é a cooperação desenvolvida por várias pessoas para o cometimento de uma infração penal, sendo chamado também de coautoria, concurso de agentes ou cumplicidade."
      },
      {
        "letra": "C",
        "texto": "a teoria dualista afirma que na pluralidade de agentes com diversidade de condutas, sendo um só o resultado, não se separam os coautores."
      },
      {
        "letra": "D",
        "texto": "a intenção do partícipe em concorrer para crime menos grave não afeta sua pena, segundo a teoria admitida pelo Código Penal Brasileiro."
      },
      {
        "letra": "E",
        "texto": "é requisito do concurso de pessoas o ajuste prévio de condutas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "423155",
    "metadata": "Ano: 2013 | Banca: MPE-MS | Órgão: MPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria",
      "Participação"
    ],
    "enunciado_principal": "Considere a seguinte situação hipotética: Tício, Mélvio e Caio resolvem praticar um crime de roubo mediante uso de arma de fogo. Caio arranja um revólver para a prática do crime, enquanto Mélvio fica responsável pelo transporte dos comparsas e dar-lhes fuga. Tício fica responsável por atrair a vítima até o local onde o crime foi praticado. Caio, que escondido aguardava, é quem rende e ameaça a vítima com a arma de fogo. Cometido o roubo, Tício e Caio empreendem fuga levados por Mélvio. Segundo o entendimento do Superior Tribunal de Justiça, Mélvio foi:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Partícipe, pois não executou o núcleo do tipo."
      },
      {
        "letra": "B",
        "texto": "Coautor funcional ou parcial do crime."
      },
      {
        "letra": "C",
        "texto": "Coautor do crime, mas sua atuação foi de menor importância, fazendo jus à redução legal."
      },
      {
        "letra": "D",
        "texto": "Responsável apenas pelo crime de favorecimento pessoal."
      },
      {
        "letra": "E",
        "texto": "Partícipe, em consonância com Teoria do Domínio do Fato, adotada pelo Código Penal, uma vez que não tinha o controle da conduta."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "421704",
    "metadata": "Ano: 2013 | Banca: TRT 22 PI | Órgão: TRT - 22ª Região (PI)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria",
      "Participação"
    ],
    "enunciado_principal": "Pereirão era um sujeito odiado no povoado em que morava. Acabava festas, brigava, dava surras em pessoas, estuprava mulheres. Era um terror. Em razão disso, angariou muitos inimigos, entre eles, Nepomuceno e Nicodemos, que, apesar da semelhança dos nomes, não eram sequer parentes. Ambos queriam matar Pereirão, mas nunca fizeram prévio contato para ajustarem suas condutas. Em determinado dia, sabendo que Pereirão passava por um beco escuro para se recolher à noite, Nepomuceno e Nicodemos se armaram de armas de fogo e foram emboscar a vítima, repita-se, sem saberem da conduta um do outro. No momento em que Pereirão passava, eles atiraram e a vítima faleceu em razão dos ferimentos causados. No caso, analisando sob o aspecto do concurso de pessoas, em qual das hipóteses eles se enquadram:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "co-autoria;"
      },
      {
        "letra": "B",
        "texto": "autoria mediata,"
      },
      {
        "letra": "C",
        "texto": "participação;"
      },
      {
        "letra": "D",
        "texto": "autoria colateral;"
      },
      {
        "letra": "E",
        "texto": "autoria ignorada"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "356776",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 15ª Região (SP)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria",
      "Participação"
    ],
    "enunciado_principal": "Glauco andava de bicicleta numa estrada rural. Caiu do veículo e teve fratura exposta do osso de uma das pernas. João e José passaram pelo local, viram Glauco caído e pedindo auxílio, mas deixaram de socorrê-lo, apesar de poderem fazê-lo sem risco pessoal. Responderão pelo crime de omissão de socorro",
    "alternativas": [
      {
        "letra": "A",
        "texto": "João como autor e José como co-autor, não se caracterizando a participação."
      },
      {
        "letra": "B",
        "texto": "João e José como partícipes, não se caracterizando a co-autoria."
      },
      {
        "letra": "C",
        "texto": "João como autor e José como partícipe, não se caracterizando a co-autoria."
      },
      {
        "letra": "D",
        "texto": "José como autor e João como partícipe, não se caracterizando a co-autoria."
      },
      {
        "letra": "E",
        "texto": "João e José como autores isolados, não se caracterizando o concurso de agentes."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "350914",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: PG-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria"
    ],
    "enunciado_principal": "Com base nessa situação hipotética, julgue os próximos itens. Rômulo agiu em coautoria e deve responder pelo mesmo crime cometido por Marcos, não se aplicando a ele, entretanto, a qualificadora baseada no motivo do crime (torpeza), já que ignorava o motivo por que o seu comparsa queria a morte de Ricardo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "348175",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria"
    ],
    "enunciado_principal": "Acerca do concurso de crimes, do concurso de pessoas e das causas de exclusão da ilicitude, julgue o item que se segue.No concurso de pessoas, a caracterização da coautoria fica condicionada, entre outros requisitos, ao prévio ajuste entre os agentes e à necessidade da prática de idêntico ato executivo e crime.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "345745",
    "metadata": "Ano: 2013 | Banca: TRF - 3ª REGIÃO | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria"
    ],
    "enunciado_principal": "Sobre a teoria do domínio do fato, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A teoria do domínio do fato se limita oferecer critérios para diferenciação do autor e do partícipe, não se propondo a fixar parâmetros sobre a existência de responsabilidade penal."
      },
      {
        "letra": "B",
        "texto": "O domínio do fato pode se apresentar como domínio da ação - autoria mediata - domínio da vontade - autoria imediata - e domínio funcional do fato - coautoria."
      },
      {
        "letra": "C",
        "texto": "A teoria do domínio do fato não se aplica, segundo a doutrina, aos delitos de dever, aos culposos e aos delitos de mão própria."
      },
      {
        "letra": "D",
        "texto": "A ideia de Roxin de domínio do fato através de aparatos organizados de poder entende como autoria mediata o uso de organização verticalmente estruturada e apartada da ordem jurídica para emitir ordens de atividades ilícitas a executores fungíveis, desde que estes não sejam plenamente conscientes da tipicidade ou da ilicitude do ato."
      },
      {
        "letra": "E",
        "texto": "O domínio do fato é uma teoria dualista que se distingue da teoria objetivo-formal de autoria porque indica também como autor aquele que não realiza diretamente o núcleo do tipo penal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "332060",
    "metadata": "Ano: 2013 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria"
    ],
    "enunciado_principal": "C, PRESIDENTE DO CONSELHO DE ADMINISTRAÇÃO E DIRETOR-PRESIDENTE DA COMPANHIA PROGRESSO, AUTORIZOU B, GERENTE COMERCIAL DA COMPANHIA E PESSOA PLENAMENTE RESPONSÁVEL, A COMERCIALIZAR, POR R$ 250 MIL, O INSETICIDA CONHECIDO COMO ÓLEO CREOSOTO, SUBSTÂNCIA ALTAMENTE TÓXICA E PERIGOSA TANTO PARA O MEIO AMBIENTE QUANTO PARA A SAÚDE HUMANA. O ÓLEO CREOSOTO ACABOU SENDO VENDIDO PARA UMA EMPRESA NÃO CARACTERIZADA PELO IBAMA COMO USINA DE TRATAMENTO DE MADEIRAS SOB PRESSÃO QUE UTILIZASSE O MÉTODO DE AUTOCLAVAGEM. ESSA TRANSAÇÃO COMERCIAL LEVADA A CABO POR B, GERENTE SEMPRE PREDISPOSTO AO CUMPRIMENTO DE QUALQUER DIRETRIZ EMANADA DOS SEUS SUPERIORES, ENCONTRA-SE TIPIFICADA NO ART. 56, DA LEI N. 9.605/1998. ABSTRAÍDA A RESPONSABILIDADE PENAL DA PESSOA JURÍDICA, ASSINALE A ALTERNATIVA CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "B deve ser considerado autor e C partícipe pela violação do art. 56, da Lei n. 9.605, com base na teoria objetivo-material, pertinente ao concurso de pessoas, e em consonância com o princípio da legalidade, visto ser autor somente aquele que realiza diretamente o tipo."
      },
      {
        "letra": "B",
        "texto": "B deve ser considerado autor imediato e C autor mediato pela violação do art. 56, da Lei n. 9.605, com base na teoria do domínio da organização, tendo em vista este estar na cúpula da estrutura empresarial e, aquele, na comercialização direta e com predisposto ao atendimento da autorização."
      },
      {
        "letra": "C",
        "texto": "B deve ser considerado partícipe e C autor mediato pela violação do art. 56, da Lei n. 9.605, com base na teoria do domínio do fato, tendo em vista este estar na cúpula da estrutura empresarial, detendo o controle final da continuidade ou da paralisação da comercialização ilícita."
      },
      {
        "letra": "D",
        "texto": "B deve ser considerado partícipe e C autor imediato pela violação do art. 56, da Lei n. 9.605, com base na teoria do domínio funcional do fato, lastreada na divisão racional de tarefas própria de uma estrutura empresarial."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "331866",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria"
    ],
    "enunciado_principal": "Configura autoria por convicção o fato de uma mãe, por convicção religiosa, não permitir a realização de transfusão de sangue indicada por equipe médica para salvar a vida de sua filha, mesmo ciente da imprescindibilidade desse procedimento.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "325234",
    "metadata": "Ano: 2013 | Banca: UEPA | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria"
    ],
    "enunciado_principal": "Indivíduo que se utiliza de crianças para subtrair bens e valores de pessoas distraídas, em via pública, responde por furto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "como partícipe moral de menor importância, se a sua colaboração para o crime ficou meramente no plano psicológico."
      },
      {
        "letra": "B",
        "texto": "como autor direto, se foi dele a iniciativa e seria dele o proveito do crime."
      },
      {
        "letra": "C",
        "texto": "como partícipe material, já que auxiliou a execução material do crime por terceiros."
      },
      {
        "letra": "D",
        "texto": "como autor mediato, pois cometeu o crime se prevalecendo de executores inimputáveis"
      },
      {
        "letra": "E",
        "texto": "como autor colateral, já que a sua responsabilidade se baseia no Código Penal e a das crianças, no Estatuto da Criança e do Adolescente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "305566",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria"
    ],
    "enunciado_principal": "Cleverson, vulgarmente conhecido como “Pão com Ovo”, antigo traficante de drogas ilícitas, continuou a dar as ordens a sua quadrilha, mesmo estando encarcerado em um presídio de segurança máxima. Logo, “Pão com Ovo”:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deve responder como autor intelectual do crime de tráfico de drogas, mesmo não praticando atos de execução deste crime."
      },
      {
        "letra": "B",
        "texto": "deve responder como partícipe por cumplicidade material do crime de tráfico de drogas, em face de não praticar atos de execução deste crime."
      },
      {
        "letra": "C",
        "texto": "deve responder como autor direito do crime de tráfico de drogas, mesmo não praticando atos de execução deste crime."
      },
      {
        "letra": "D",
        "texto": "deve responder como partícipe por cumplicidade intelectual do crime de tráfico de drogas, em face de não praticar atos de execução deste crime."
      },
      {
        "letra": "E",
        "texto": "não pode responder por crime algum, em face de estar preso."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "305406",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Tipicidade",
      "Tipo Penal Culposo",
      "Autoria e coautoria",
      "Lesões corporais",
      "Lesão corporal leve e culposa"
    ],
    "enunciado_principal": "Dois veículos chocaram-se em um cruzamento. Em razão da colisão, um dos motoristas fraturou um braço, o que o impossibilitou de trabalhar por seis meses. O outro motorista teve uma luxação no joelho direito. O fato foi apurado pela delegacia local, restando cabalmente provado que os motoristas de ambos os carros concorreram para a colisão, pois um, em face da ausência de manutenção, estava sem freio, e o outro havia avançado o sinal e estava em velocidade acima da permitida.Assim, conclui-se que se trata de hipótese de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "autoria colateral."
      },
      {
        "letra": "B",
        "texto": "compensação de culpa."
      },
      {
        "letra": "C",
        "texto": "lesão corporal culposa, preceituada no artigo 129, § 6º doCP."
      },
      {
        "letra": "D",
        "texto": "aberratio delicti ."
      },
      {
        "letra": "E",
        "texto": "culpa consciente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "302401",
    "metadata": "Ano: 2013 | Banca: UEG | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria",
      "Participação",
      "Cooperação dolosamente distinta"
    ],
    "enunciado_principal": "Sobre o concurso de pessoas, tem-se o seguinte:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pela teoria do favorecimento da participação, a punibilidade do partícipe depende da culpabilidade do autor."
      },
      {
        "letra": "B",
        "texto": "pelo conceito extensivo, autor é quem executa a ação típica, não havendo diferença entre autoria e participação."
      },
      {
        "letra": "C",
        "texto": "pela cooperação dolosamente distinta, ocorre uma divergência entre o elemento subjetivo do partícipe e a conduta realizada pelo autor."
      },
      {
        "letra": "D",
        "texto": "pela teoria objetivo-formal, autor é causa do delito, enquanto partícipe é condição."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1668504",
    "metadata": "Ano: 2012 | Banca: FDC | Órgão: Prefeitura de Belo Horizonte - MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria"
    ],
    "enunciado_principal": "Na coautoria é preciso a existência de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "um agente com desconhecimento do dolo do outro"
      },
      {
        "letra": "B",
        "texto": "um dos agentes sem o domínio final do fato"
      },
      {
        "letra": "C",
        "texto": "um agente para indução do outro em erro"
      },
      {
        "letra": "D",
        "texto": "a inimputabilidade de um dos agentes"
      },
      {
        "letra": "E",
        "texto": "um vínculo subjetivo entre os agentes"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1212092",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria",
      "Punibilidade no concurso de pessoas"
    ],
    "enunciado_principal": "Ângelo, funcionário público exercente do cargo de fiscal da Agência de Fiscalização do DF (AGEFIS), no exercício de suas funções, exigiu vantagem indevida do comerciante Elias, de R$ 2.000,00 para que o estabelecimento não fosse autuado em razão de irregularidades constatadas. Para a prática do delito, Ângelo foi auxiliado por seu primo, Rubens, taxista, que o conduziu em seu veículo até o local da fiscalização, previamente acordado e consciente tanto da ação delituosa que seria empreendida quanto do fato de que Ângelo era funcionário público. Antes que os valores fossem entregues, o comerciante, atemorizado, conseguiu informar policiais militares acerca dos fatos, tendo sido realizada a prisão em flagrante de Ângelo. Com referência a essa situação hipotética, julgue o item a seguir. A condição de funcionário público comunica-se ao partícipe Rubens, que tinha prévia ciência do cargo ocupado por seu primo e acordou sua vontade com a dele para auxiliá-lo na prática do delito, de forma que os dois deverão estar incursos no mesmo tipo penal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1208637",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria",
      "Participação"
    ],
    "enunciado_principal": "Necessariamente, autores e partícipes recebem",
    "alternativas": [
      {
        "letra": "A",
        "texto": "penas idênticas."
      },
      {
        "letra": "B",
        "texto": "penas, respectivamente, mais e menos graves"
      },
      {
        "letra": "C",
        "texto": "penas, respectivamente, menos e mais graves"
      },
      {
        "letra": "D",
        "texto": "penas igualmente graves, mas de espécies distintas."
      },
      {
        "letra": "E",
        "texto": "penas igualmente graves, salvo se diversa for sua culpabilidade."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "295618",
    "metadata": "Ano: 2012 | Banca: IESES | Órgão: TJ-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Noções Fundamentais",
      "A norma penal",
      "Autoria e coautoria",
      "Participação"
    ],
    "enunciado_principal": "É certo afirmar: I. A classificação dos crimes pode ser considerada como a organização dos delitos em diversas categorias, com a finalidade de proporcionar melhor estudo e aplicação de cada um dos tipos penais incriminadores, ora levando em consideração o momento consumativo, ora o sujeito ativo capaz de cometer a infração penal, dentre outros fatores. II. Partícipe é a pessoa que, juntamente com outra ou outras, ingressa no tipo penal, em qualquer dos seus aspectos. III. Chama-se de “autoria colateral” quando duas ou mais pessoas contribuem para a materialização do delito, sem que uma saiba da colaboração da outra. IV. Direito penal máximo é um método de aplicação do Direito Penal, cuja finalidade é punir a infração máxima a fim de não se tornar algo mais grave, sem que haja maiores freios ou limites para a aplicação de penas. Analisando as proposições, pode-se afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições II e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições I e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições II e IV estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "286998",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TCE-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Noções gerais de Concursos de Pessoas",
      "Autoria e coautoria"
    ],
    "enunciado_principal": "No que diz respeito ao concurso de pessoas para a realização de crimes dolosos, a teoria do domínio do fato considera autor o coautor que realiza uma parte necessária do plano global — o que se denomina domínio funcional do fato — que, mesmo não sendo um ato típico, integra a resolução delitiva comum.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "283100",
    "metadata": "Ano: 2012 | Banca: FUNCAB | Órgão: PC-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria",
      "Crimes contra a vida",
      "Homicídio"
    ],
    "enunciado_principal": "Alfredo, querendo matar Epaminondas, sobe até o terraço de um prédio portando um rifle de alta precisão, com silencioso e mira telescópica. Sem ser visto, constata a presença de Gildenis, outro atirador, em prédio vizinho, armado com uma escopeta, também preparado para matar a mesma vítima, tendo Alfredo percebido sua intenção. Quando Epaminondas atravessa a rua, ambos começam a atirar, vindo a vítima a morrer em face, unicamente, dos disparos efetuados por Gildenis. Analisando o caso concreto, leia as assertivas a seguir: I. Há, no caso, autoria colateral incerta. II. Alfredo eGildenis devemresponder por homicídio consumado, inobstante o disparo fatal ter sido produzido unicamente pela arma de Gildenis. III. Tanto Alfredo, quanto Gildenis, agiam em concurso de pessoas. IV. Alfredo é o autor direto e Gildenis o autor mediato. Agora, assinale a opção que contempla a(s) assertiva(s) verdadeira(s).",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a I."
      },
      {
        "letra": "B",
        "texto": "Apenas a II."
      },
      {
        "letra": "C",
        "texto": "Apenas II e III."
      },
      {
        "letra": "D",
        "texto": "Apenas I e II."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "283096",
    "metadata": "Ano: 2012 | Banca: FUNCAB | Órgão: PC-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Tipicidade",
      "Culpabilidade",
      "Imputação objetiva",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Autoria e coautoria",
      "Erro do tipo essencial",
      "Crimes contra a vida",
      "Homicídio",
      "Crimes contra o sentimento religioso",
      "Crimes contra o respeito aos mortos"
    ],
    "enunciado_principal": "Maria é amiga e “cunhada” de Paula, pois namora Carlos, o irmão desta.Maria descobre que está sendo traída por Carlos e conta a Paula. Esta sugere que Maria simule o suicídio para dar uma lição em Carlos. Realizada a encenação, Carlos encontra Maria caída em sua cama, aparentando estar com os pulsos cortados e morta, tendo uma faca ao seu lado. Certo da morte de sua amada, pois a cena fora perfeitamente simulada, com aptidão para enganar qualquer pessoa, Carlos, desesperado, pega a faca supostamente utilizada por Maria e começa a golpear o corpo da namorada, gritando que ela não poderia ter feito aquilo com ele, haja vista amá-la demais e que, portanto, sua vida teria perdido o sentido. Maria, mesmo esfaqueada, não esboça qualquer reação, pois, para dar uma aura de veracidade à farsa, havia ingerido medicamentos que a fizeram dormir profundamente. Em razão dos golpes desferidos por Carlos, Maria acaba efetivamente morrendo. Assim, pode-se afirmar que Carlos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deve responder pelo crime de homicídio doloso duplamente qualificado, em face de a morte ter ocorrido por motivo torpe e pela impossibilidade de reação da vítima, sendo Paula coautora do mesmo crime, pois o direito penal brasileiro adota a teoria monista mitigada."
      },
      {
        "letra": "B",
        "texto": "deve responder por descumprir um dever de cuidado objetivo, que causou um resultado lesivo, já que há previsão expressa do crime na modalidade culposa, considerando Carlos que estava sob erro de tipo vencível; Paula é partícipe do mesmo crime, pois o direito penal brasileiro adota a teoria monista mitigada."
      },
      {
        "letra": "C",
        "texto": "não pode responder por crime algum, pois não há responsabilidade penal objetiva no direito penal brasileiro."
      },
      {
        "letra": "D",
        "texto": "deve responder pelo crime de vilipêndio a cadáver, haja vista estar emerro sobre o fato, que, pela teoria extremada da culpabi l idade, amolda-se ao instituto do erro de proibição."
      },
      {
        "letra": "E",
        "texto": "deve ser indiciado pelo crime de destruição, subtração ou ocultação de cadáver, uma vez que, estando sob erro de tipo vencível, fez o cadáver perder a sua forma original."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "275160",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Noções gerais de Concursos de Pessoas",
      "Autoria e coautoria"
    ],
    "enunciado_principal": "Em relação ao concurso de pessoas, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os requisitos para o concurso de pessoas incluem a pluralidade de agentes e de condutas, identidade da infração penal e a existência de prévio acordo entre os agentes."
      },
      {
        "letra": "B",
        "texto": "No concurso de pessoas, comunicam-se as circunstâncias e as condições de caráter pessoal, ainda que não sejam elementares do crime."
      },
      {
        "letra": "C",
        "texto": "Em sede de concurso de pessoas, o simples ajuste, a instigação ou o auxílio são puníveis a título de participação, mesmo que o autor não tenha iniciado a execução do delito."
      },
      {
        "letra": "D",
        "texto": "O servidor público somente será processado por crime funcional próprio se desconhecia, quando do crime, a condição de servidor público do comparsa."
      },
      {
        "letra": "E",
        "texto": "Aquele que se serve de pessoa inimputável ou inconsciente para realizar ação delituosa é responsável pelo evento na condição de autor indireto ou mediato."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "270622",
    "metadata": "Ano: 2012 | Banca: CETRO | Órgão: TJ-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria",
      "Participação"
    ],
    "enunciado_principal": "Sobre concurso de pessoas, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é inadmissível coautoria em crime culposo."
      },
      {
        "letra": "B",
        "texto": "na autoria colateral, duas ou mais pessoas intervêm na execução de um crime, buscando o mesmo resultado, sem ignorar a conduta alheia."
      },
      {
        "letra": "C",
        "texto": "autoria incerta é igual a autoria desconhecida."
      },
      {
        "letra": "D",
        "texto": "na participação, o partícipe também pratica o núcleo do tipo penal."
      },
      {
        "letra": "E",
        "texto": "o autor mediato é aquele que realiza indiretamente o núcleo do tipo, valendo-se de pessoa sem culpabilidade ou que age sem dolo ou culpa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "707064",
    "metadata": "Ano: 2011 | Banca: MPE-PB | Órgão: MPE-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Autoria e coautoria",
      "Inimputabilidade pela embriaguez",
      "Participação",
      "Cooperação dolosamente distinta"
    ],
    "enunciado_principal": "Julgue as seguintes assertivas: I - Em qualquer caso, a embriaguez acidental afasta a imputabilidade penal. II - A coação moral irresistível (vis compulsiva) exclui a ação, por inexistência de vontade. III - A ausência da potencial consciência da ilicitude dá lugar ao erro de proibição (art. 21, CP), que, quando inescusável, é causa excludente de culpabilidade. IV - A cooperação dolosamente distinta é circunstância atenuante que somente se aplica à modalidade de participação, não abrangendo os casos de coautoria.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "I, II, III e IV estão erradas."
      },
      {
        "letra": "C",
        "texto": "Apenas I e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas II e III estão corretas."
      },
      {
        "letra": "E",
        "texto": "(Abstenção de resposta - Seção VIII, item 11, do Edital do Concurso)."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "216436",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria",
      "Participação"
    ],
    "enunciado_principal": "Assinale a opção correta a respeito do concurso de pessoas e de crimes, da relação de causalidade e do crime continuado.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Com relação ao concurso de pessoas, no CP, tal como no sistema monístico ou unitário, distinguem-se punibilidade de autoria e de participação. Caso ocorra arrependimento do partícipe que tenha instigado ou induzido o autor à prática da infração e este tenha decidido pelo cometimento do delito, somente não será responsabilizado o partícipe se conseguir impedir que o autor realize a conduta criminosa."
      },
      {
        "letra": "B",
        "texto": "De acordo com a teoria do domínio do fato no âmbito dos delitos culposos, a autoria imediata equipara-se à coautoria, visto que autor e coautor nas consequências do delito são aqueles que executam parte necessária do plano global, o domínio funcional do fato, que, embora não seja ato típico, integra a resolução previamente acordada da prática do crime"
      },
      {
        "letra": "C",
        "texto": "No que se refere ao concurso material de crimes, adota-se, no sistema penal brasileiro, a teoria da absorção, de acordo com a qual a pena do delito maior absorve a sanção penal do menos grave; no tocante ao crime continuado e ao concurso formal perfeito, adota-se o sistema da exasperação."
      },
      {
        "letra": "D",
        "texto": "No sistema penal brasileiro, adota-se, no que diz respeito à relação de causalidade, a teoria da equivalência causal, caracterizada pelo fato de o agente utilizar-se conscientemente das condições para justificar sua conduta criminosa, considerada a energia humana necessária para ocorrer o resultado pretendido, do qual deriva a responsabilidade penal. Essa teoria deixa nítida a distinção entre causa efficiens e condições."
      },
      {
        "letra": "E",
        "texto": "A doutrina contemporânea registra como necessária a presença de alguns elementos para a caracterização do crime continuado, entre os quais se incluem o fator psicológico ou dolo unitário e a habitualidade da infração, no aspecto subjetivo, e, no objetivo, a identidade do bem jurídico tutelado e do tipo penal, além de mesma titularidade da vítima."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "210354",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TRE-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Noções gerais de Concursos de Pessoas",
      "Autoria e coautoria",
      "Participação",
      "Punibilidade no concurso de pessoas"
    ],
    "enunciado_principal": "De acordo com o Código Penal brasileiro,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não há distinção entre autores, co-autores e partícipes, que incidem de forma idêntica nas penas cominadas ao delito."
      },
      {
        "letra": "B",
        "texto": "os autores, co-autores e partícipes incidem nas penas cominadas ao delito na medida de sua culpabilidade."
      },
      {
        "letra": "C",
        "texto": "ao autor principal será obrigatoriamente imposta pena mais alta que a dos co-autores e partícipes."
      },
      {
        "letra": "D",
        "texto": "ao autor principal e aos co-autores será obrigatoriamente imposta pena mais alta que a dos partícipes."
      },
      {
        "letra": "E",
        "texto": "ao autor principal será imposta a pena prevista para o delito, sendo que os co-autores e os partícipes terão obrigatoriamente a pena reduzida de um sexto a um terço."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "204595",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TCE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria"
    ],
    "enunciado_principal": "Em matéria de concurso de pessoas, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "coautores são aqueles que, atuando de forma idêntica, executam o comportamento que a lei define como crime."
      },
      {
        "letra": "B",
        "texto": "partícipe é aquele que, também praticando a conduta que a lei define como crime, contribui, de qualquer modo, para a sua realização."
      },
      {
        "letra": "C",
        "texto": "é possível a coautoria nos crimes de mão própria."
      },
      {
        "letra": "D",
        "texto": "é admissível a coautoria nos crimes próprios, desde que o terceiro conheça a especial condição do autor."
      },
      {
        "letra": "E",
        "texto": "é inadmissível a participação nos crimes omissivos próprios."
      }
    ],
    "gabarito": "D"
  }
]