[
  {
    "id": "3334342",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a família",
      "Bigamia"
    ],
    "enunciado_principal": "Mevinho, residente em Qlância, terra dos concurseiros, é casado civilmente com Ana desde 2012. Após anos de crise e uma separação de fato, muda-se para São Paulo e inicia relacionamento com Carla. Em 2023, acreditando que Ana jamais concordará com o divórcio e desejando “seguir em frente”, Mevinho falsifica uma certidão de óbito de sua primeira esposa, registra-a em cartório com a ajuda de um conhecido servidor público, e, com base nesse documento falso, celebra novo casamento com Carla. Meses depois, Ana descobre a situação e formaliza denúncia ao Ministério Público. Considerando a narrativa, assinale a alternativa correta sobre o enquadramento penal dos fatos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Mevinho não comete crime, pois o segundo casamento foi celebrado com base em documento falso que ele considerava válido, afastando o dolo."
      },
      {
        "letra": "B",
        "texto": "A conduta de Mevinho configura apenas o crime de falsidade ideológica, sendo a bigamia absorvida como meio necessário à prática da falsificação."
      },
      {
        "letra": "C",
        "texto": "Mevinho responderá pelo crime de bigamia, pois a utilização do documento falso para ocultar vínculo anterior serviu para contrair novo casamento, devendo ser absorvida a falsidade ideológica."
      },
      {
        "letra": "D",
        "texto": "O crime de bigamia não se configura, pois a separação de fato com Ana descaracteriza o vínculo matrimonial para fins penais."
      },
      {
        "letra": "E",
        "texto": "O crime de bigamia exige que ambas as pessoas estejam cientes da situação, sendo atípico se Carla não sabia do casamento anterior"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1966753",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a família",
      "Bigamia",
      "Induzimento a erro essencial e ocultação de impedimento",
      "Parto suposto. Supressão ou alteração de direito inerente ao estado civil de recém-nascido",
      "Subtração de incapazes"
    ],
    "enunciado_principal": "No que se diz respeito aos crimes contra a família, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em face do crime de “parto suposto, supressão ou alteração de direito inerente ao estado civil de recém-nascido”, se a infração penal é praticada por motivo de reconhecida nobreza, o juiz pode deixar de aplicar a pena"
      },
      {
        "letra": "B",
        "texto": "Incide nas mesmas penas do crime de abandono material aquele que, sendo solvente, frustra ou ilide, de qualquer modo, inclusive por abandono injustificado de emprego ou função, o pagamento de pensão alimentícia judicialmente acordada, fixada ou majorada"
      },
      {
        "letra": "C",
        "texto": "Em face do crime de induzimento a erro essencial e ocultação de impedimento, a ação penal depende de queixa do contraente enganado e não pode ser intentada senão depois de transitar em julgado a sentença que, por motivo de erro ou impedimento, anule o casamento"
      },
      {
        "letra": "D",
        "texto": "Constitui crime de sequestro qualificado, a conduta típica de subtrair menor de dezoito anos ou interdito ao poder de quem o tem sob sua guarda em virtude de lei ou de ordem judicial"
      },
      {
        "letra": "E",
        "texto": "Aquele que, não sendo casado, contrai casamento com pessoa casada, conhecendo essa circunstância, comete crime de bigamia e está sujeito a cumprir pena de reclusão ou detenção, de um a três anos"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1951098",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: TJ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a família",
      "Bigamia"
    ],
    "enunciado_principal": "Em relação aos crimes contra a família:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o casamento contraído por erro essencial (art. 236) é de ação penal pública incondicionada."
      },
      {
        "letra": "B",
        "texto": "no crime de bigamia (art. 235), a anulação do casamento anterior provoca a inexistência do crime."
      },
      {
        "letra": "C",
        "texto": "é crime de parto suposto esconder parto próprio ou atribuí-lo a terceiro."
      },
      {
        "letra": "D",
        "texto": "deixar de pagar, sem justa causa, pensão alimentícia judicialmente fixada, configura apenas ilícito civil."
      },
      {
        "letra": "E",
        "texto": "na subtração de incapaz (art. 249), sendo o agente pai ou tutor, ficará isento de pena, mesmo que destituído do pátrio poder."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1852713",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a família",
      "Bigamia"
    ],
    "enunciado_principal": "Romeu, casado com Julia e residente na cidade do Rio de Janeiro, aceitou uma oferta de emprego para atuar na cidade de Blumenau. Acordou com a esposa que passaria seis meses em Santa Catarina, retornando para o Rio de Janeiro em seguida. Ocorre que, em Blumenau, acabou por se apaixonar por Paola, com ela realizando um casamento civil. Apenas após o registro de seu casamento, Paola tomou conhecimento do casamento anterior de Romeu e informou Julia sobre o ocorrido. Julia, revoltada, levou os fatos ao conhecimento do Ministério Público. Considerando apenas a situação narrada, é correto afirmar que Romeu:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não praticou crime de bigamia, mas responderá por falsidade ideológica por ter declarado não ser casado por ocasião da apresentação da documentação exigida;"
      },
      {
        "letra": "B",
        "texto": "praticou crime de bigamia em concurso de agentes com Paola, que, todavia, responderá pela forma privilegiada, com sanção penal mais branda;"
      },
      {
        "letra": "C",
        "texto": "praticou crime de bigamia em concurso de agentes com Paola, sendo prevista para ambos a mesma sanção penal em abstrato;"
      },
      {
        "letra": "D",
        "texto": "não praticou crime algum, mas mero ilícito civil, aplicando-se o princípio da subsidiariedade do Direito Penal;"
      },
      {
        "letra": "E",
        "texto": "praticou crime de bigamia, sendo atípica a conduta de Paola."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "998792",
    "metadata": "Ano: 2019 | Banca: IESES | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a família",
      "Bigamia"
    ],
    "enunciado_principal": "É correto afirmar que a conduta de contrair alguém, sendo casado, novo casamento:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Constituiu, no passado, crime de bigamia, estando atualmente revogado o tipo penal."
      },
      {
        "letra": "B",
        "texto": "Encontra adequação típica formal no delito de bigamia, ainda que esteja separado judicialmente."
      },
      {
        "letra": "C",
        "texto": "Constitui crime de bigamia, ainda que posteriormente venha a ser anulado o primeiro casamento, não servindo tal anulação posterior para fazer cessar os efeitos penais do delito já consumado."
      },
      {
        "letra": "D",
        "texto": "Não constitui crime de bigamia, se ambos os contraentes já estiverem separados judicialmente e souberem da condição do outro."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "798593",
    "metadata": "Ano: 2017 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a família",
      "Bigamia",
      "Induzimento a erro essencial e ocultação de impedimento",
      "Sonegação de estado de filiação",
      "Entrega de filho menor a pessoa inidônea"
    ],
    "enunciado_principal": "Sobre os crimes contra a família, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Que no crime de “registrar como seu filho de outrem”, que a doutrina denomina “adoção à brasileira”, admite-se, presente o motivo de reconhecida nobreza, privilégio e até mesmo perdão judicial."
      },
      {
        "letra": "B",
        "texto": "Que o crime de entrega de filho menor a pessoa inidônea admite formas dolosa e culposa."
      },
      {
        "letra": "C",
        "texto": "Que ao definir o crime de bigamia, houve por bem o direto brasileiro excepcionar a teoria monista, cominando ao concorrente para a sua prática pena mais branda que a atribuída ao autor."
      },
      {
        "letra": "D",
        "texto": "Que o crime de induzimento a erro essencial e ocultação de impedimento ao matrimônio é caso de ação penal privada personalíssima."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "407314",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a família",
      "Bigamia"
    ],
    "enunciado_principal": "Acerca dos dispositivos da Parte Especial do CP, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de bigamia pressupõe existência válida de um primeiro casamento, devidamente legitimado pela lei civil, não se considerando, para a caracterização desse crime, a união estável."
      },
      {
        "letra": "B",
        "texto": "O funcionário público que, ao informar seus dados pessoais para a elaboração de compromisso de compra e venda de um imóvel, fornecer declaração falsa de estado civil com vistas a prejudicar direito de cônjuge praticará o crime de falsificação de documento público, cabendo, nesse caso, aumento de pena, pelo fato de ser o agente funcionário público."
      },
      {
        "letra": "C",
        "texto": "O testamento particular não se equipara, para fins penais, ao documento público, já que seu conteúdo refere-se a interesses exclusivamente privados."
      },
      {
        "letra": "D",
        "texto": "Servidor público que divulgue, sem justa causa, conteúdo de processo administrativo com tramitação sigilosa armazenado em banco de dados da administração pública e que, com tal divulgação, atingir a intimidade de particular diretamente envolvido na questão tratada no procedimento responderá por crime contra a honra e crime de violação de segredo profissional em relação à administração pública."
      },
      {
        "letra": "E",
        "texto": "Aquela que, penalmente responsável, registrar, como seu, filho recém-nascido de outra mulher, alterando formalmente seu estado civil, responderá pelo crime de supressão ou alteração de direito inerente ao estado civil de recém-nascido em concurso formal com o crime de falsidade decorrente da inscrição falsa no registro de nascimento da criança."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "305423",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a família",
      "Bigamia",
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Túlio, em razão de seu casamento com Maria, declarou no cartório de registro de pessoas naturais que era divorciado, sendo o matrimônio com Maria consumado. Entretanto, Túlio era casado com Claudia, mas estavam separados de fato há muitos anos. Serviram como testemunhas Joana e Paulo, primos de Túlio, que tinham conhecimento do casamento e da separação de fato deste com Claudia.Assim pode-se afirmar:I. Houve o crime de falsidade ideológica praticado porTúlio,mas que restará absorvido pelo princípio da especialidade. II. Trata-se de crime próprio, sendo coautores Joana e Paulo, primos deTúlio. III. A anulação do casamento de Túlio com Claudia pelo motivo da bigamia, tornaria inexistente o crime de bigamia. IV. O objeto material desse crime é Claudia. Indique a opção que contempla a(s) assertiva(s) correta(s).",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "B",
        "texto": "I, II e III, apenas."
      },
      {
        "letra": "C",
        "texto": "II, apenas."
      },
      {
        "letra": "D",
        "texto": "III, apenas."
      },
      {
        "letra": "E",
        "texto": "IV, apenas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1189159",
    "metadata": "Ano: 2012 | Banca: NC-UFPR | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a família",
      "Bigamia",
      "Induzimento a erro essencial e ocultação de impedimento",
      "Conhecimento prévio de impedimento"
    ],
    "enunciado_principal": "Acerca das disposições do Código Penal sobre os crimes contra a família, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de bigamia poderá ser considerado inexistente caso seja anulado por qualquer motivo o primeiro casamento, ou o outro por motivo que não a bigamia."
      },
      {
        "letra": "B",
        "texto": "Nos casos de induzimento a erro essencial e ocultação de impedimento, a ação penal depende de queixa do contraente enganado e somente pode ser intentada depois de transitar em julgado a sentença que, por motivo de erro ou impedimento, anule o casamento."
      },
      {
        "letra": "C",
        "texto": "Uma das formas de cometimento do crime de estelionato é aquela que ocorre quando há simulação de casamento mediante engano de outra pessoa."
      },
      {
        "letra": "D",
        "texto": "Contrair casamento, conhecendo a existência de impedimento que lhe cause a nulidade absoluta, somente será considerado crime caso o impedimento não seja dirimível."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "397662",
    "metadata": "Ano: 2012 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a família",
      "Bigamia"
    ],
    "enunciado_principal": "Em relação ao crime de bigamia, pode-se afirmar que se caracteriza quando: I. contrai alguém, sendo casado, novo casamento; II. contrai alguém, sendo divorciado, por sentença ainda não transitada em julgado, novo casamento; III. contrai alguém, sendo divorciado, por sentença transitada em julgado, mas não averbada à margem do assento de casamento, novo enlace. São corretas as afirmativas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II, apenas."
      },
      {
        "letra": "B",
        "texto": "I e III, apenas."
      },
      {
        "letra": "C",
        "texto": "II e III, apenas."
      },
      {
        "letra": "D",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "249581",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: MPE-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a família",
      "Bigamia"
    ],
    "enunciado_principal": "Considerando o disposto no CP, na legislação de regência e no entendimento do STF acerca da caracterização do crime, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caracteriza-se como crime de bigamia o fato de o agente, sendo casado, contrair novo casamento; anulado, por qualquer motivo, o primeiro casamento, ou o outro por motivo que não a bigamia, considera-se inexistente o crime."
      },
      {
        "letra": "B",
        "texto": "Suponha que João, funcionário de uma funerária, ao preparar o corpo de uma mulher para sepultamento no dia seguinte, tenha percebido que o corpo era de uma atriz famosa por quem sempre fora apaixonado e, tomado de êxtase, tenha mantido conjunção carnal com o cadáver. Nessa hipótese, João deve ser acusado de crime de estupro de vulnerável, dado que a atriz não tinha capacidade de oferecer resistência."
      },
      {
        "letra": "C",
        "texto": "Aquele que constrange alguém com o emprego de violência ou grave ameaça, causando-lhe sofrimento físico ou mental em razão de discriminação racial ou religiosa deve responder pelo crime de racismo."
      },
      {
        "letra": "D",
        "texto": "O agente que mantiver conjunção carnal com menor de quatorze anos mediante fraude ou outro meio que impeça ou dificulte a livre manifestação de vontade da vítima deve responder pelo crime de violação sexual mediante fraude."
      },
      {
        "letra": "E",
        "texto": "O agente que atribui falsa identidade, quando preso em flagrante, para ocultar o fato de estar sendo procurado pela justiça não deve ser acusado, no entendimento do STF, de crime de falsa identidade, dada a aplicação, no caso concreto, do princípio constitucional do exercício da autodefesa."
      }
    ],
    "gabarito": "A"
  }
]