[
  {
    "id": "3253552",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal privada propriamente dita ou exclusiva",
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Crimes contra a honra",
      "Calúnia"
    ],
    "enunciado_principal": "Imagine que determinado indivíduo fora vítima do crime de calúnia. O ofendido, contudo, decide fazer as pazes com o ofensor e até o convida para apadrinhar um filho seu. Depois da confraternização, todavia, ambos se desentendem por novo motivo – sem que nessa nova contenda haja fato que configure crime. Diante do cenário, o indivíduo que fora vítima da calúnia propõe ação penal privada contra o ofensor por aquele fato inicial. O ofensor prova ao juiz a relação de compadrio. Diante desse cenário, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "houve renúncia tácita, e o direito de ação penal privada não pode ser exercido."
      },
      {
        "letra": "B",
        "texto": "a renúncia pode ser retratada no prazo do oferecimento da ação penal privada."
      },
      {
        "letra": "C",
        "texto": "o direito de ação privada é exclusivo do ofendido, não importando a relação de compadrio."
      },
      {
        "letra": "D",
        "texto": "apesar da relação de compadrio, a ausência de renúncia expressa não obsta o seguimento da ação."
      },
      {
        "letra": "E",
        "texto": "o perdão apenas terá reflexos patrimoniais, não afastando o direto de ação penal privada do ofendido."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3029972",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crimes contra a honra",
      "Calúnia"
    ],
    "enunciado_principal": "Após ser exonerado do cargo em comissão até então ocupado, João, agindo com dolo e com o objetivo de se vingar, afirmou para um colega que o juiz federal com quem trabalhava teria, na semana anterior, solicitado dez mil reais para proferir sentença em favor do jurisdicionado Caio, muito embora soubesse ser falsa a acusação. Nesse cenário, considerando as disposições do Código Penal, João responderá pelo crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "difamação simples, com a incidência de uma causa de aumento de pena, por ter sido praticado contra funcionário público, em razão de suas funções;"
      },
      {
        "letra": "B",
        "texto": "calúnia simples, com a incidência de uma causa de aumento de pena, por ter sido praticado contra funcionário público, em razão de suas funções;"
      },
      {
        "letra": "C",
        "texto": "injúria simples, com a incidência de uma causa de aumento de pena, por ter sido praticado contra funcionário público, em razão de suas funções;"
      },
      {
        "letra": "D",
        "texto": "injúria qualificada, por ter sido praticado contra funcionário público, em razão de suas funções, sem causas de aumento de pena;"
      },
      {
        "letra": "E",
        "texto": "calúnia qualificada, por ter sido praticado contra funcionário público, em razão de suas funções, sem causas de aumento de pena."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2521759",
    "metadata": "Ano: 2024 | Banca: ADVISE | Órgão: Prefeitura de Sertãozinho - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia"
    ],
    "enunciado_principal": "O Código Penal estabelece como conduta típica do crime de Calúnia “Caluniar alguém, imputando-lhe falsamente fato definido como crime”. Se do crime imputado, embora de ação pública, o ofendido foi absolvido por sentença irrecorrível:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "será admitida a prova da verdade."
      },
      {
        "letra": "B",
        "texto": "será obrigatória a prova da verdade."
      },
      {
        "letra": "C",
        "texto": "não será admitida a prova da verdade."
      },
      {
        "letra": "D",
        "texto": "será limitada a prova da verdade."
      },
      {
        "letra": "E",
        "texto": "não será livre a prova da verdade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2489734",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia"
    ],
    "enunciado_principal": "João, em uma conversa com dois amigos, afirmou que Lucas teria, no dia anterior, roubado uma motocicleta em um posto de gasolina, mediante o emprego de arma de fogo. Muito embora soubesse ser o agente inocente, João assim agiu, dolosamente, em razão de uma promessa de recompensa que recebera de Tício, inimigo de longa data de Lucas. Nesse cenário, considerando as disposições do Código Penal, João responderá pelo crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "calúnia, com a aplicação da pena em dobro, em razão da promessa de recompensa;"
      },
      {
        "letra": "B",
        "texto": "calúnia, com a aplicação do triplo da pena, em razão da promessa de recompensa;"
      },
      {
        "letra": "C",
        "texto": "difamação, com a aplicação da pena em dobro, em razão da promessa de recompensa;"
      },
      {
        "letra": "D",
        "texto": "calúnia, com a incidência da circunstância agravante da promessa de recompensa;"
      },
      {
        "letra": "E",
        "texto": "difamação, com a incidência da circunstância agravante da promessa de recompensa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2322681",
    "metadata": "Ano: 2023 | Banca: FUNDEP (Gestão de Concursos) | Órgão: DPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Injúria"
    ],
    "enunciado_principal": "Com relação à legislação penal, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Configura-se o crime de associação para o tráfico quando comprovada a associação estável e permanente, não bastando concurso eventual de pessoas para o tráfico."
      },
      {
        "letra": "B",
        "texto": "A lei trouxe o conceito de organização criminosa e fez previsão de pena para quem a integra."
      },
      {
        "letra": "C",
        "texto": "É típica a conduta de prosseguir com o interrogatório de quem decidiu exercer o direito ao silêncio."
      },
      {
        "letra": "D",
        "texto": "É cabível a exceção da verdade nos crimes de calúnia e injúria."
      },
      {
        "letra": "E",
        "texto": "A habitualidade representa um dos elementos do crime de perseguição."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2283707",
    "metadata": "Ano: 2023 | Banca: IGEDUC | Órgão: Prefeitura de Ingá - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação"
    ],
    "enunciado_principal": "Julgue o item subsequente. Nos casos de calúnia ou difamação, o querelado que se retrata antes de sentença terá sua pena reduzida em até dois terços.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2278138",
    "metadata": "Ano: 2023 | Banca: ADVISE | Órgão: Prefeitura de Lagoa do Carro - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Crimes contra a administração pública",
      "Denunciação caluniosa"
    ],
    "enunciado_principal": "Assinale a alternativa que apresenta corretamente o crime tipificado no Código Penal pela conduta de “Dar causa à instauração de inquérito policial, de procedimento investigatório criminal, de processo judicial, de processo administrativo disciplinar, de inquérito civil ou de ação de improbidade administrativa contra alguém, imputando-lhe crime, infração ético-disciplinar ou ato ímprobo de que o sabe inocente”:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Reingresso de estrangeiro expulso."
      },
      {
        "letra": "B",
        "texto": "Denunciação caluniosa."
      },
      {
        "letra": "C",
        "texto": "Calúnia."
      },
      {
        "letra": "D",
        "texto": "Difamação."
      },
      {
        "letra": "E",
        "texto": "Comunicação falsa de crime."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2263816",
    "metadata": "Ano: 2023 | Banca: CONSULPAM | Órgão: Prefeitura de Olinda - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria",
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Perseguição"
    ],
    "enunciado_principal": "Ana e Rafael trabalham juntos no Município de Atenas, como Guardas Civis Municipais. Eles sempre tiveram uma relação profissional cordial, mas nos últimos meses, Ana percebeu que Rafael estava tendo um desempenho abaixo do esperado em suas tarefas. Certo dia, durante uma reunião com a equipe, Ana não conseguiu se conter e, diante de todos os colegas, afirmou que havia ouvido rumores de que Rafael estava desviando recursos do órgão para benefício próprio. Ana fez essa afirmação de forma categórica, sem apresentar nenhuma prova concreta para respaldar suas palavras. Rafael ficou extremamente constrangido e sentiu sua reputação abalada diante de seus colegas e superiores. Além disso, a informação não era verdadeira; Rafael nunca havia se envolvido em qualquer atividade ilícita ou desvio de recursos. Após a reunião, alguns colegas comentaram sobre o que Ana havia dito e a notícia rapidamente se espalhou. Rafael se sentiu humilhado e prejudicado em sua imagem profissional. Ele procurou um advogado e decidiu tomar medidas legais contra Ana, alegando que ela havia cometido crime ao acusá-lo falsamente perante seus colegas e superiores. No processo criminal, Rafael apresentou testemunhas que atestaram sua conduta profissional íntegra e que confirmaram que a acusação de desvio de recursos era completamente infundada. Ana, por sua vez, tentou justificar suas palavras dizendo que estava apenas compartilhando os “rumores” que havia ouvido, sem intenção de prejudicar Rafael. O juiz considerou que Ana agiu com dolo, ou seja, com a intenção de imputar a Rafael uma conduta criminosa que ela sabia ser falsa. A falta de provas e a divulgação pública da acusação prejudicaram a reputação de Rafael, afetando negativamente sua carreira profissional e sua imagem. Ana foi condenada, além de ser obrigada a retratar-se publicamente, restaurando a reputação de Rafael. Dentre as alternativas abaixo, assinale a que descreve CORRETAMENTE o crime praticado por Ana:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Calúnia."
      },
      {
        "letra": "B",
        "texto": "Difamação."
      },
      {
        "letra": "C",
        "texto": "Injúria."
      },
      {
        "letra": "D",
        "texto": "Constrangimento ilegal."
      },
      {
        "letra": "E",
        "texto": "Perseguição."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2224568",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria",
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa"
    ],
    "enunciado_principal": "João, com o objetivo precípuo de prejudicar o seu desafeto, comunicou o delegado de polícia que Tício teria estuprado Petônia, muito embora soubesse ser ele inocente. A autoridade policial, tomando ciência dos fatos, deflagrou inquérito policial para fins de apuração. Nesse cenário, considerando as disposições do Código Penal, João responderá pelo crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "comunicação falsa de crime;"
      },
      {
        "letra": "B",
        "texto": "denunciação caluniosa;"
      },
      {
        "letra": "C",
        "texto": "difamação;"
      },
      {
        "letra": "D",
        "texto": "calúnia;"
      },
      {
        "letra": "E",
        "texto": "injúria."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2207455",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: DPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "João, em um churrasco com amigos, na presença de aproximadamente quinze pessoas, afirmou que Matheus, auditor da Receita Federal, recebeu, na semana anterior, R$ 10.000,00 para não autuar a sociedade empresária XYZ por sonegação fiscal, muito embora soubesse que tal fato não era verdadeiro. Nesse cenário, considerando as disposições do Código Penal, João incorrerá no crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "difamação, qualificado por ter sido praticado contra funcionário público, em razão das funções, e majorado por ter sido cometido na presença de várias pessoas;"
      },
      {
        "letra": "B",
        "texto": "calúnia, qualificado por ter sido praticado contra funcionário público, em razão das funções, e majorado por ter sido cometido na presença de várias pessoas;"
      },
      {
        "letra": "C",
        "texto": "injúria, qualificado por ter sido praticado contra funcionário público, em razão das funções, e majorado por ter sido cometido na presença de várias pessoas;"
      },
      {
        "letra": "D",
        "texto": "difamação, duplamente majorado por ter sido praticado contra funcionário público, em razão das funções e na presença de várias pessoas;"
      },
      {
        "letra": "E",
        "texto": "calúnia, duplamente majorado por ter sido praticado contra funcionário público, em razão das funções e na presença de várias pessoas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2207107",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: PC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia"
    ],
    "enunciado_principal": "Em relação aos crimes contra a pessoa e contra a fé pública, julgue o item a seguir.A retratação da calúnia feita antes da sentença acarreta a extinção da punibilidade do agente, independentemente de aceitação do ofendido.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2194582",
    "metadata": "Ano: 2023 | Banca: IDECAN | Órgão: Prefeitura de Fortaleza - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Crimes contra a dignidade sexual"
    ],
    "enunciado_principal": "Ana, ex-mulher de Marcos, passou a residir na companhia de Pedro, seu novo companheiro. Enlouquecido de ciúmes, Marcos espalhou pela vizinhança que o atual parceiro de Ana estuprara seu filho, apresentando fotografias em que a criança apresentava vermelhidão nas coxas e nádegas, embora soubesse que se tratava de reação alérgica e, portanto, da falsidade das graves acusações que fazia. A conduta de Marcos caracteriza:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Difamação"
      },
      {
        "letra": "B",
        "texto": "Calúnia"
      },
      {
        "letra": "C",
        "texto": "Constrangimento ilegal"
      },
      {
        "letra": "D",
        "texto": "Importunação ofensiva ao pudor"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2173522",
    "metadata": "Ano: 2023 | Banca: FCC | Órgão: MPE-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "Marcelo, irritado com Mônica, sua colega de trabalho, durante almoço com demais colegas da repartição pública onde trabalham, aproveitando-se da ausência de Mônica, espalha a informação de que ela, toda tarde, antes de voltar para a casa onde vive com seu marido, passa na casa de um outro homem, com quem mantém relações extraconjugais. Diante da situação hipotética descrita, Marcelo praticou, em tese, o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "rixa."
      },
      {
        "letra": "B",
        "texto": "constrangimento ilegal."
      },
      {
        "letra": "C",
        "texto": "calúnia."
      },
      {
        "letra": "D",
        "texto": "injúria."
      },
      {
        "letra": "E",
        "texto": "difamação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2135055",
    "metadata": "Ano: 2023 | Banca: Quadrix | Órgão: CRO-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação"
    ],
    "enunciado_principal": "Acerca das noções gerais, dos tipos penais e da responsabilidade dos profissionais em odontologia, julgue o item. Aquele que imputar a alguém a prática de um crime, sabendo‑o inocente, incorrerá no crime de difamação e poderá ser responsabilizado penalmente por tal conduta.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2073346",
    "metadata": "Ano: 2023 | Banca: INSTITUTO AOCP | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "Dois vereadores chamados Mauro e Nilson discutem no estacionamento do prédio da Câmara Municipal de Aparecida de Goiânia-GO, quando Mauro chama o outro de receptador. Nilson, por sua vez, replica dizendo que Mauro é conhecido por perturbar a tranquilidade do bairro em que reside promovendo algazarras em sua casa. Considerando que ambos estão excluídos da imunidade parlamentar por não estarem em ofício no plenário da Casa Legislativa, é correto afirmar que Mauro e Nilson cometeram, respectivamente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "calúnia e calúnia."
      },
      {
        "letra": "B",
        "texto": "injúria e difamação."
      },
      {
        "letra": "C",
        "texto": "difamação e calúnia."
      },
      {
        "letra": "D",
        "texto": "injúria e injúria."
      },
      {
        "letra": "E",
        "texto": "injúria e calúnia."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2048201",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: MPE-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria",
      "Crimes contra a administração pública",
      "Desacato"
    ],
    "enunciado_principal": "Se, durante a apuração de um delito, em interceptação telefônica, o suspeito proferir ofensas racistas ao delegado que estiver presidindo o inquérito policial, a referida conduta deverá ser enquadrada no delito de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "desacato."
      },
      {
        "letra": "B",
        "texto": "calúnia."
      },
      {
        "letra": "C",
        "texto": "injúria qualificada em razão de utilização de elemento raça."
      },
      {
        "letra": "D",
        "texto": "crime específico previsto na Lei n.º 7.716/1989."
      },
      {
        "letra": "E",
        "texto": "difamação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2043951",
    "metadata": "Ano: 2023 | Banca: Quadrix | Órgão: CRO - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Crimes contra o respeito aos mortos"
    ],
    "enunciado_principal": "À luz do Código Penal brasileiro, julgue o item. Não há previsão de punibilidade na esfera penal caso o crime de calúnia seja imputado aos mortos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2018737",
    "metadata": "Ano: 2022 | Banca: Avança SP | Órgão: Prefeitura de Laranjal Paulista - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "Abaixo, seguem os crimes contra a honra. Apenas um não se enquadra nesta categoria:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Constrangimento ilegal;"
      },
      {
        "letra": "B",
        "texto": "Calúnia;"
      },
      {
        "letra": "C",
        "texto": "Exceção de verdade;"
      },
      {
        "letra": "D",
        "texto": "Difamação;"
      },
      {
        "letra": "E",
        "texto": "Injúria."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1951309",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Noções Gerais de Crimes Contra a Honra",
      "Calúnia",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "Relativamente à sistemática dos crimes contra a honra previstos no Código Penal, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se aplica a exceção da verdade ao crime de injúria;"
      },
      {
        "letra": "B",
        "texto": "não se admite exceção da verdade no crime de difamação se o ofendido é funcionário público;"
      },
      {
        "letra": "C",
        "texto": "constitui injúria punível a ofensa irrogada em juízo por promotor de Justiça na discussão da causa;"
      },
      {
        "letra": "D",
        "texto": "se aplica em triplo a pena se o crime é cometido ou divulgado em quaisquer modalidades das redes sociais da rede mundial de computadores;"
      },
      {
        "letra": "E",
        "texto": "se admite exceção da verdade no crime de calúnia se do crime imputado, embora de ação pública, o ofendido foi absolvido por sentença irrecorrível."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1937227",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Injúria",
      "Crimes contra o sentimento religioso",
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Durante a realização de ato ecumênico, no domingo de Páscoa, em praça pública, Hermano, pastor de determinada congregação religiosa, ao receber a oportunidade de discursar, ofendeu líderes e seguidores de outras crenças religiosas diversas da sua, afirmando expressamente que seriam “religiões assassinas”, tendo “líderes assassinos”, especializados em pilantragem, estupros espirituais e que levavam seus seguidores a caminhos de podridão. Finalizou que todas as religiões mencionadas eram destinadas à adoração do diabo. Diante desse cenário, é correto afirmar que Hermano:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "praticou o crime de injúria;"
      },
      {
        "letra": "B",
        "texto": "não praticou conduta típica, pois a condenação ideológica de outras crenças é inerente à prática religiosa;"
      },
      {
        "letra": "C",
        "texto": "praticou o crime de calúnia;"
      },
      {
        "letra": "D",
        "texto": "não praticou conduta típica, pois o líder religioso atuou sob a imunidade decorrente da liberdade de expressão;"
      },
      {
        "letra": "E",
        "texto": "praticou o crime de racismo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1897283",
    "metadata": "Ano: 2022 | Banca: MPE-RJ | Órgão: MPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria",
      "Crimes contra o patrimônio",
      "Dano",
      "Apropriação indébita"
    ],
    "enunciado_principal": "Em algumas hipóteses, o CP autoriza o juiz a “deixar de aplicar a pena”. Assinale a alternativa que apresenta crimes aos quais, a depender das demais condições que o CP estabelece, o juiz pode “deixar de aplicar a pena”, concedendo perdão judicial.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Outras fraudes; difamação; furto."
      },
      {
        "letra": "B",
        "texto": "Receptação; injúria; homicídio."
      },
      {
        "letra": "C",
        "texto": "Calúnia; excesso de exação; desobediência."
      },
      {
        "letra": "D",
        "texto": "Dano; apropriação indébita previdenciária; ameaça."
      },
      {
        "letra": "E",
        "texto": "Sonegação de contribuição previdenciária; parto suposto; esbulho possessório."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1886829",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito",
      "Favorecimento real"
    ],
    "enunciado_principal": "O filho de um tesoureiro furtou certa quantia em dinheiro da associação em que o pai trabalha. O tesoureiro, sabendo do fato, atribuiu a autoria do delito ao faxineiro da associação após, por insistência da diretoria, ter registrado a ocorrência policial e solicitado instauração do inquérito policial. Considerando-se as informações apresentadas, é correto afirmar que, nesse caso, o tesoureiro responderá por",
    "alternativas": [
      {
        "letra": "A",
        "texto": "calúnia."
      },
      {
        "letra": "B",
        "texto": "favorecimento real."
      },
      {
        "letra": "C",
        "texto": "falso testemunho."
      },
      {
        "letra": "D",
        "texto": "comunicação falsa de crime."
      },
      {
        "letra": "E",
        "texto": "denunciação caluniosa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1910617",
    "metadata": "Ano: 2021 | Banca: ADVISE | Órgão: Prefeitura de Coremas - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia"
    ],
    "enunciado_principal": "A conduta de “Caluniar alguém, imputando-lhe falsamente fato definido como crime”, configura o crime de calúnia, tipificado no Código Penal (Decreto-lei nº 2.848/40). Sobre o referido crime, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não é admitida a prova da verdade no crime de calúnia."
      },
      {
        "letra": "B",
        "texto": "A calúnia contra os mortos não é punível."
      },
      {
        "letra": "C",
        "texto": "Quem propala ou divulga a imputação falsa, mesmo quando sabe falsa, não incorre em crime nenhum."
      },
      {
        "letra": "D",
        "texto": "O crime de calúnia é um dos crimes tipificados no capítulo dos “Crimes contra a Liberdade Individual”."
      },
      {
        "letra": "E",
        "texto": "O crime de calúnia tem pena de detenção, de seis meses a dois anos, e multa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1828391",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: PC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia"
    ],
    "enunciado_principal": "Em relação aos crimes contra a honra, julgue o item que se segue. Para a caracterização do crime de calúnia é indispensável que o agente tenha ciência da falsidade do fato por ele imputado a outrem, podendo o crime adquirir feição permanente se a imputação for divulgada por meio da Internet em postagem mantida em conhecimento público.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1799309",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: PC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia"
    ],
    "enunciado_principal": "Em relação aos crimes contra a pessoa, julgue o próximo item.Constitui crime de calúnia imputar um fato ofensivo à reputação de uma pessoa, de modo a atingir a sua honra objetiva, consumando-se o delito quando a vítima toma conhecimento da imputação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1791320",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: MPE-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Retratação do agente",
      "Crimes contra a honra",
      "Calúnia"
    ],
    "enunciado_principal": "Considerando-se a legislação e o entendimento jurisprudencial vigente, é correto afirmar que caracteriza causa de extinção da punibilidade",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o pedido de perdão ao ofendido, independentemente de ele aceitar ou não o perdão."
      },
      {
        "letra": "B",
        "texto": "a comutação das penas."
      },
      {
        "letra": "C",
        "texto": "a retratação feita pelo réu acusado do crime de calúnia contra pessoa morta."
      },
      {
        "letra": "D",
        "texto": "a restituição voluntária, pelo indiciado, do bem subtraído no furto, se feita antes do oferecimento da denúncia."
      },
      {
        "letra": "E",
        "texto": "a devolução, à Previdência Social, de valores percebidos ilicitamente quando da prática de estelionato previdenciário."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2117220",
    "metadata": "Ano: 2020 | Banca: INSTITUTO AOCP | Órgão: SEJUC-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Crimes contra a honra",
      "Calúnia",
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Condescendência criminosa",
      "Desacato"
    ],
    "enunciado_principal": "Assinale a alternativa correta considerando a normativa estabelecida pelo Código Penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se o criminoso é primário e é de pequeno valor a coisa furtada, o juiz pode substituir a pena de reclusão pela de detenção, diminuí-la de um a dois terços, ou aplicar somente a pena de multa."
      },
      {
        "letra": "B",
        "texto": "A pena aumenta-se de um sexto, se o crime de furto é praticado durante o repouso noturno."
      },
      {
        "letra": "C",
        "texto": "É impunível a calúnia contra os mortos."
      },
      {
        "letra": "D",
        "texto": "O funcionário público que, por indulgência, deixa de responsabilizar subordinado que cometeu infração no exercício do cargo responde pelo crime de concussão."
      },
      {
        "letra": "E",
        "texto": "O crime de desacato é punível com pena de detenção, de seis meses a três anos, ou multa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1673255",
    "metadata": "Ano: 2020 | Banca: ADM&TEC | Órgão: Prefeitura de Gravatá - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Abandono de incapaz",
      "Crimes contra a honra",
      "Calúnia",
      "Crimes contra o patrimônio",
      "Roubo"
    ],
    "enunciado_principal": "Analise as afirmativas a seguir: I. Caluniar alguém, imputando-lhe falsamente um fato definido como crime, é uma ação sujeita à pena de detenção, de seis meses a dois anos, e multa, de acordo com o Código Penal. Na mesma pena incorre quem, sabendo ser falsa a imputação, a propala ou divulga, conforme disposto no artigo 138 do Decreto-lei nº 2.848, de 1940. II. Deixar de prestar assistência à criança abandonada ou extraviada, quando é possível fazê-lo sem risco pessoal; ou não pedir, nesse caso, o socorro da autoridade pública, são ações puníveis com pena de detenção, de um a seis meses, ou multa, conforme previsto no artigo 135, Parágrafo único, do Decreto-lei nº 2.848, de 1940. III. Subtrair coisa móvel alheia, para si ou para outrem, mediante grave ameaça ou violência à pessoa, é uma prática sujeita à pena de reclusão, de quatro a dez anos, e multa. Na mesma pena incorre quem, logo depois de subtraída a coisa, emprega violência contra a pessoa, a fim de assegurar a impunidade do crime ou a detenção da coisa para si ou para terceiro, conforme previsto no artigo 157 do Decreto-lei nº 2.848, de 1940. Marque a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nenhuma afirmativa está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas uma afirmativa está correta."
      },
      {
        "letra": "C",
        "texto": "Apenas duas afirmativas estão corretas."
      },
      {
        "letra": "D",
        "texto": "Todas as afirmativas estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1137884",
    "metadata": "Ano: 2020 | Banca: Quadrix | Órgão: CRO-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia"
    ],
    "enunciado_principal": "À luz do Código Penal brasileiro, julgue o item.A calúnia ocorre quando alguém imputa falsamente a outrem fato definido como crime.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2689596",
    "metadata": "Ano: 2019 | Banca: IMA | Órgão: Prefeitura de Fortaleza dos Nogueiras - MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Noções Gerais de Crimes Contra a Honra",
      "Calúnia",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "Observe os itens a seguir relacionados aos crimes contra a honra. I. constituem injúria ou difamação punível a opinião desfavorável da crítica literária, artística ou científica, salvo quando inequívoca a intenção de injuriar ou difamar. II. Se a injúria consiste em violência ou vias de fato, que, por sua natureza ou pelo meio empregado, se considerem aviltantes, a pena é de detenção, de três meses a um ano, e multa, além da pena correspondente à violência. III. É punível a calúnia contra os mortos. IV. No crime de calúnia admite-se a prova da verdade se, constituindo o fato imputado crime de ação privada, o ofendido não foi condenado por sentença irrecorrível. A quantidade de itens corretos é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "2"
      },
      {
        "letra": "B",
        "texto": "1"
      },
      {
        "letra": "C",
        "texto": "4"
      },
      {
        "letra": "D",
        "texto": "3"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2685437",
    "metadata": "Ano: 2019 | Banca: ADVISE | Órgão: Prefeitura de Riachão do Poço - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia"
    ],
    "enunciado_principal": "Caio imputou a Rodrigo a prática do crime de furto em um estabelecimento comercial. Rodrigo, revoltado, resolveu procurar um advogado para saber qual medida poderia ser adotada. De acordo com o Código Penal, a conduta de Caio configura crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Injúria."
      },
      {
        "letra": "B",
        "texto": "Difamação."
      },
      {
        "letra": "C",
        "texto": "Calúnia."
      },
      {
        "letra": "D",
        "texto": "Dano."
      },
      {
        "letra": "E",
        "texto": "Exposição a perigo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1618890",
    "metadata": "Ano: 2019 | Banca: ADVISE | Órgão: Prefeitura de Juarez Távora - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação"
    ],
    "enunciado_principal": "Nos crimes de calúnia ou difamação, se o querelado se retratar antes da sentença:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Será condenado com a mesma pena de quem não se retratou."
      },
      {
        "letra": "B",
        "texto": "Será condenado com atenuante de pena."
      },
      {
        "letra": "C",
        "texto": "Será isento de pena."
      },
      {
        "letra": "D",
        "texto": "Não será condenado, mas não será isento de pena."
      },
      {
        "letra": "E",
        "texto": "Será condenado com diminuição de pena."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1159717",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Cerquilho - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "Quando alguém imputa falsamente a outrem um fato definido como crime, o Código Penal define essa conduta como crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "injúria."
      },
      {
        "letra": "B",
        "texto": "difamação."
      },
      {
        "letra": "C",
        "texto": "calúnia."
      },
      {
        "letra": "D",
        "texto": "falsidade."
      },
      {
        "letra": "E",
        "texto": "perjúrio."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1096730",
    "metadata": "Ano: 2019 | Banca: Quadrix | Órgão: CRO-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia"
    ],
    "enunciado_principal": "Conforme o Código Penal, julgue o item. A pessoa que imputa fato ofensivo à reputação de outrem responde pelo crime de calúnia.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1068989",
    "metadata": "Ano: 2019 | Banca: Quadrix | Órgão: CRO-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia"
    ],
    "enunciado_principal": "Conforme o Código Penal, julgue o itemCaracteriza o crime de calúnia imputar a alguém fato ofensivo à sua reputação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1048824",
    "metadata": "Ano: 2019 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Injúria",
      "Disposições comuns"
    ],
    "enunciado_principal": "Sobre os crimes contra a honra, observe as afirmações abaixo: I - O crime de injúria consistente na utilização de elementos referentes a raça, cor, etnia, religião, origem ou a condição de pessoa idosa ou portadora de deficiência é de ação pública incondicionada. II - E punível a calúnia contra os mortos. Ainda, admite-se no crime de calúnia a prova da verdade, salvo se: 1) constituindo o fato imputado crime de ação privada, o ofendido não foi condenado por sentença irrecorrível; 2) se o fato é imputado a qualquer das pessoas indicadas no n. I do art. 141 (Presidente da República, ou contra chefe de governo estrangeiro); 3) se do crime imputado, em bora de ação pública, o ofendido foi absolvido por sentença irrecorrível. III - No crime de injúria, o juiz pode deixar de aplicar a pena quando o ofendido, de forma reprovável, provocou diretamente a injúria; e também no caso de retorsão imediata, que consista em outra injúria. IV - Nos crimes de injúria e difamação somente é admissível a exceção da verdade se o ofendido é funcionário público e a ofensa é relativa ao exercício de suas funções. V - As penas dos crimes contra a honra são aumentadas de um terço, dentre outras hipóteses legais, quando praticados contra pessoa maior de 60 (sessenta) anos ou portadora de deficiência, exceto no caso de injúria. Pode-se afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas II, III e IV são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "Apenas II, III e V são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Apenas I, III e V são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Apenas III, IV e V são verdadeiras."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "987304",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria",
      "Disposições comuns"
    ],
    "enunciado_principal": "Com relação a crimes contra a honra, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de calúnia se consuma no momento em que o ofendido toma conhecimento da imputação falsa contra si."
      },
      {
        "letra": "B",
        "texto": "Calúnia contra indivíduo falecido não se enquadra como crime contra a honra."
      },
      {
        "letra": "C",
        "texto": "A exceção da verdade é admitida em caso de delito de difamação contra funcionário público no exercício de suas funções."
      },
      {
        "letra": "D",
        "texto": "A retratação cabal do agente da calúnia ou da difamação após o recebimento da ação penal é causa de diminuição de pena."
      },
      {
        "letra": "E",
        "texto": "O delito de injúria racial se processa mediante ação penal pública incondicionada."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "987248",
    "metadata": "Ano: 2018 | Banca: Quadrix | Órgão: CRO-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia"
    ],
    "enunciado_principal": "Acerca do Direito Penal aplicado à prática odontológica, julgue o item que se segue.A calúnia ocorre quando alguém imputa fato ofensivo à reputação de outrem, ofendendo‐lhe a dignidade ou o decoro.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "964559",
    "metadata": "Ano: 2018 | Banca: IMA | Órgão: Prefeitura de Caxias - MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Perigo para a vida ou a saúde de outrem",
      "Exposição ou abandono de recém-nascido",
      "Maus tratos",
      "Crimes contra a honra",
      "Calúnia"
    ],
    "enunciado_principal": "Com relação ao disposto no Código Penal, Lei nº 2.848 de 7 de dezembro de 1940 - Crimes contra a Pessoa e contra o Patrimônio, marque a relação incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Expor a perigo a vida ou a saúde de pessoa sob sua autoridade, guarda ou vigilância, para fim de educação, ensino, tratamento ou custódia, quer privando-a de alimentação ou cuidados indispensáveis, quer sujeitando-a a trabalho excessivo ou inadequado, quer abusando de meios de correção ou disciplina / Pena - detenção, de dois meses a um ano, ou multa."
      },
      {
        "letra": "B",
        "texto": "Caluniar alguém, imputando-lhe falsamente fato definido como crime / Pena - reclusão, de um a cinco anos."
      },
      {
        "letra": "C",
        "texto": "Expor a vida ou a saúde de outrem a perigo direto e iminente / Pena - detenção, de três meses a um ano, se o fato não constitui crime mais grave."
      },
      {
        "letra": "D",
        "texto": "Expor ou abandonar recém-nascido, para ocultar desonra própria / Pena - detenção, de seis meses a dois anos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "921272",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito",
      "Exercício arbitrário das próprias razões"
    ],
    "enunciado_principal": "Policial Militar que forja situação de flagrância, a fim de increpar indivíduo que sabe inocente e, com isso, dá causa à instauração de inquérito policial, comete crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falso testemunho (CP, art. 342)."
      },
      {
        "letra": "B",
        "texto": "calúnia qualificada (CP, art. 138, § 3o )."
      },
      {
        "letra": "C",
        "texto": "exercício arbitrário (CP, art. 350)."
      },
      {
        "letra": "D",
        "texto": "denunciação caluniosa (CP, art. 339)."
      },
      {
        "letra": "E",
        "texto": "comunicação falsa de crime (CP, art. 340)."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "911538",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: TJ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Noções Gerais de Crimes Contra a Honra",
      "Calúnia",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "Com relação aos crimes contra a honra e às imunidades previstas na legislação constitucional e infraconstitucional, julgue os itens subsequentes. I Vereador não responde por ofensas pessoais proferidas em razão de discussão política dentro dos limites territoriais do seu município. II A imunidade processual do advogado garantida pelo Estatuto da OAB não pode afastar punição por calúnias proferidas em discussão de causa. III O pedido de explicações não interrompe o prazo decadencial para a propositura da ação penal nos crimes contra a honra. IV Ação penal por injúria praticada contra servidor público é exercida exclusivamente por intermédio do MP, mediante a representação do ofendido. Estão certos apenas os itens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "I e III."
      },
      {
        "letra": "C",
        "texto": "II e IV."
      },
      {
        "letra": "D",
        "texto": "II, III e IV."
      },
      {
        "letra": "E",
        "texto": "I, III e IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "908298",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "Comete o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "difamação aquele que ofende a dignidade de pessoa morta."
      },
      {
        "letra": "B",
        "texto": "denunciação caluniosa aquele que provoca ação de autoridade comunicando-lhe ocorrência de vias de fato que sabe não ter se verificado."
      },
      {
        "letra": "C",
        "texto": "calúnia aquele que imputa crime sabendo ser a pessoa inocente e dá causa à instauração de inquérito policial."
      },
      {
        "letra": "D",
        "texto": "injúria aquele que ofende a dignidade de alguém com utilização de elementos referentes à condição de pessoa idosa."
      },
      {
        "letra": "E",
        "texto": "desacato aquele que ofende a dignidade da Polícia Militar ao expor opinião pejorativa sobre a instituição."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "905938",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "Tendo em conta os artigos 138 a 145 do Código Penal, que tratam dos crimes contra a honra, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos crimes de calunia e difamação, procede-se mediante queixa. Já no crime de injúria, em qualquer de suas modalidades, procede-se mediante representação do ofendido."
      },
      {
        "letra": "B",
        "texto": "No crime de calúnia, praticado em detrimento de chefe de governo estrangeiro, admite-se exceção da verdade."
      },
      {
        "letra": "C",
        "texto": "No crime de difamação, praticado em detrimento de funcionário público, admite-se a exceção da verdade, desde que a ofensa seja relativa ao exercício de suas funções."
      },
      {
        "letra": "D",
        "texto": "A retratação da ofensa, que isenta o querelado de pena, desde que feita antes da sentença, aplica-se aos crimes de calúnia, difamação e injúria."
      },
      {
        "letra": "E",
        "texto": "Não constituem injúria ou difamação punível a ofensa irrogada em juízo, na discussão da causa, pela parte ou por seu procurador, estendendo a exclusão do crime a quem der publicidade à ofensa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "904022",
    "metadata": "Ano: 2018 | Banca: NUCEPE | Órgão: PC-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação"
    ],
    "enunciado_principal": "No que diz respeito aos crimes contra a honra, marque a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caluniar alguém, imputando-lhe falsamente fato definido como crime, sendo também punível a calúnia contra os mortos."
      },
      {
        "letra": "B",
        "texto": "É crime difamar alguém, imputando-lhe fato ofensivo à sua reputação. Em relação ao crime de difamação não cabe exceção da verdade."
      },
      {
        "letra": "C",
        "texto": "O autor da calúnia pode interpor a exceção da verdade, mas esta não será aceita, caso em algumas situações, entre elas se, constituindo o fato imputado crime de ação privada, o ofendido não foi condenado por sentença irrecorrível."
      },
      {
        "letra": "D",
        "texto": "É crime injuriar alguém, ofendendo-lhe a dignidade ou o decoro, mas o legislador pátrio entendeu que o juiz pode deixar de aplicar a pena, quando o ofendido, de forma reprovável, provocou diretamente a injúria ou no caso de retorsão imediata, que consista em outra injúria."
      },
      {
        "letra": "E",
        "texto": "Caso o crime contra a honra tenha como vítima um funcionário público, em razão de suas funções, a pena será aumentada."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "896546",
    "metadata": "Ano: 2018 | Banca: IESES | Órgão: TJ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "O ato de imputar fato ofensivo à reputação de alguém é tipificado como crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Difamação."
      },
      {
        "letra": "B",
        "texto": "Injuria racial."
      },
      {
        "letra": "C",
        "texto": "Calunia."
      },
      {
        "letra": "D",
        "texto": "Injuria."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "866294",
    "metadata": "Ano: 2018 | Banca: FUNDATEC | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Retratação do agente",
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "Tendo por base os crimes contra a honra, analise as assertivas a seguir: I. As imunidades judiciária, literária, artística ou científica e a funcional são causas especiais de exclusão da ilicitude, sendo que a presença destas faz com que a injúria e a difamação não sejam puníveis. II. A retratação, de acordo com o art. 143 do CP, é causa de extinção da punibilidade, quando o querelado, antes da sentença, se retrata cabalmente da calúnia ou difamação. III. A injúria qualificada por preconceito é crime contra a honra, de ação penal pública condicionada à representação, sendo crime afiançável e prescritível. Difere-se do chamado crime de racismo, sendo delito de ação penal incondicionada, imprescritível e inafiançável. IV. Pode-se afirmar que a injúria qualificada pelo preconceito se traduz em um xingamento contra uma pessoa determinada, xingamento esse relacionado à sua raça, cor, etnia, religião, origem da vítima, ao fato de tratar-se de pessoa idosa ou portadora de deficiência. Já o delito de racismo, traduz-se em um sentimento em relação à raça como um todo, não atingindo pessoa determinada. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas II."
      },
      {
        "letra": "B",
        "texto": "Apenas IV."
      },
      {
        "letra": "C",
        "texto": "Apenas I e IV."
      },
      {
        "letra": "D",
        "texto": "Apenas III e IV."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2995164",
    "metadata": "Ano: 2017 | Banca: ADVISE | Órgão: CREA-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia"
    ],
    "enunciado_principal": "Dos Crimes Contra a Honra, presentes no Decreto Nº 2.848/40, o artigo nº 138, discorre sobre a Calúnia. A cerca deste artigo é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caluniar, desde que não prejudique o caluniado não é punível."
      },
      {
        "letra": "B",
        "texto": "É punível a calúnia contra os mortos."
      },
      {
        "letra": "C",
        "texto": "Caluniar alguém é definido como ato infracional."
      },
      {
        "letra": "D",
        "texto": "Caluniar alguém é o mesmo que faltar-lhe com a moral."
      },
      {
        "letra": "E",
        "texto": "É punível a calúnia desde que, o fato seja descoberto em até dezoito meses."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1390213",
    "metadata": "Ano: 2017 | Banca: ADVISE | Órgão: CREA-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia"
    ],
    "enunciado_principal": "Em relação aos crimes contra a honra, imputar falsamente fato definido como crime constitui:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Calúnia."
      },
      {
        "letra": "B",
        "texto": "Difamação."
      },
      {
        "letra": "C",
        "texto": "Injúria."
      },
      {
        "letra": "D",
        "texto": "Retratação."
      },
      {
        "letra": "E",
        "texto": "Maus-tratos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1187816",
    "metadata": "Ano: 2017 | Banca: ADVISE | Órgão: Câmara de Brejão - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "Todas as alternativas abaixo são crimes contra a honra, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Difamação."
      },
      {
        "letra": "B",
        "texto": "Calúnia."
      },
      {
        "letra": "C",
        "texto": "Injúria."
      },
      {
        "letra": "D",
        "texto": "Abandono de incapaz."
      },
      {
        "letra": "E",
        "texto": "Exceção da verdade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "844079",
    "metadata": "Ano: 2017 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria",
      "Disposições comuns"
    ],
    "enunciado_principal": "Analise as seguintes assertivas, sobre crimes contra a honra, e assinale a alternativa correta: I. Segundo o que preconiza o Código Penal, as penas cominadas aos crimes de calunia, injúria e difamação aumentam-se em um terço, se qualquer deles é cometido mediante paga ou promessa de recompensa. II. Conforme prevê o Código Penal, responde pelo crime de difamação apenas a pessoa que dá publicidade à ofensa irrogada em juízo, na discussão da causa, pela parte ou por seu procurador. III. O crime de injúria simples é de natureza privada, e se procede mediante queixa, exceto quando cometido no contexto da Lei Maria da Penha, em que a ação penal é pública condicionada. IV. No crime de calúnia, a exceção da verdade não é permitida se do crime imputado, embora de ação pública, o ofendido foi absolvido por sentença irrecorrível. Está correto somente o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III."
      },
      {
        "letra": "B",
        "texto": "II e IV."
      },
      {
        "letra": "C",
        "texto": "II e III."
      },
      {
        "letra": "D",
        "texto": "I e IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "842057",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: DPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria",
      "Crimes contra a administração pública",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "Considere a hipótese de a Defensoria Pública ser procurada por uma pessoa que alega ter sido acusada de desonesta, ladra, canalha, devassa etc. Analisando os fatos o defensor entende que a reclamante é inocente. O acusador deverá responder por",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Calúnia porque: a) foi atribuído um crime à acusada e b) a imputação é falsa."
      },
      {
        "letra": "B",
        "texto": "Injúria porque: a) foi atribuído uma qualidade à acusada e b) houve ofensa à honra subjetiva."
      },
      {
        "letra": "C",
        "texto": "Difamação porque: a) houve a atribuição de um fato não criminoso à acusada e b) houve ofensa à honra objetiva."
      },
      {
        "letra": "D",
        "texto": "Falso testemunho porque: a) o acusador alegou ter presenciado atos que atribuiu à acusada e b) a imputação é falsa."
      },
      {
        "letra": "E",
        "texto": "Ocultação da verdade porque: a) o acusador mentiu e b) houve ofensa à honra subjetiva."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "840174",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: PC-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Noções Gerais de Crimes Contra a Honra",
      "Calúnia",
      "Difamação",
      "Injúria",
      "Disposições comuns"
    ],
    "enunciado_principal": "No que concerne aos crimes contra a honra, considere as afirmativas abaixo: I. Não é admissível a exceção da verdade para o delito de injúria. II. A retratação somente é admissível nos casos de calúnia e difamação. III. O juiz pode deixar de aplicar a pena na difamação no caso de retorsão imediata, que consista em outra difamação. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "I e III, apenas."
      },
      {
        "letra": "C",
        "texto": "II e III, apenas."
      },
      {
        "letra": "D",
        "texto": "I, apenas."
      },
      {
        "letra": "E",
        "texto": "I e II, apenas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "836747",
    "metadata": "Ano: 2017 | Banca: FGV | Órgão: TRT - 12ª Região (SC)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior",
      "Crimes contra a honra",
      "Calúnia",
      "Injúria"
    ],
    "enunciado_principal": "Insatisfeito com o comportamento de seu empregador Juca, Carlos escreve uma carta para a família daquele, afirmando que Juca seria um estelionatário e torturador. Lacra a carta e a entrega no correio, adotando todas as medidas para que chegasse aos destinatários. No dia seguinte, porém, Carlos se arrepende de seu comportamento e passa a adotar conduta para evitar que a carta fosse lida por qualquer pessoa e o crime consumado. Carlos vai até a casa de Juca, tenta retirar a carta da caixa do correio, mas vê o exato momento em que Juca e sua esposa pegam o envelope e leem todo o escrito. Ofendido, Juca procura seu advogado e narra o ocorrido. Considerando a situação apresentada, o advogado de Juca deverá esclarecer que a conduta de Carlos configura crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "injúria, consumado;"
      },
      {
        "letra": "B",
        "texto": "tentativa de injúria, pois houve arrependimento eficaz, devendo Carlos responder apenas pelos atos já praticados;"
      },
      {
        "letra": "C",
        "texto": "tentativa de calúnia, pois houve desistência voluntária, devendo Carlos responder apenas pelos atos já praticados;"
      },
      {
        "letra": "D",
        "texto": "tentativa de calúnia, pois houve arrependimento eficaz, devendo Carlos responder apenas pelos atos já praticados;"
      },
      {
        "letra": "E",
        "texto": "calúnia, consumado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "794620",
    "metadata": "Ano: 2017 | Banca: TRF - 2ª Região | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação"
    ],
    "enunciado_principal": "Leia as assertivas e, ao final, marque a opção correta: I - Não constituem calúnia ou difamação punível a ofensa irrogada em juízo, na discussão da causa, pela parte ou por seu procurador; II - No crime de calúnia, o querelado não pode ingressar com a exceção da verdade quando o fato imputado à vítima constitua crime de ação privada e não houver condenação definitiva sobre o assunto; III Os crimes de calúnia e difamação exigem afirmativa específica acerca de fato determinado. Já na injúria as assertivas não consideram fatos específicos, e se referem a afirmações vagas e gerais feitas à pessoa do ofendido. IV - É isento de pena o querelado que. antes da sentença, se retrata cabalmente da injúria ou da difamação.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas II e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas I, II e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas a assertiva II está correta."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas I e III estão corretas."
      },
      {
        "letra": "E",
        "texto": "Todas as assertivas são falsas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2034909",
    "metadata": "Ano: 2016 | Banca: CONSULPAM | Órgão: Prefeitura de Cascavel - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Noções Gerais de Crimes Contra a Honra",
      "Calúnia",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "Nos termos do Art. 138 do Código Penal, imputar a alguém um fato definido como crime constitui o delito de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "injúria."
      },
      {
        "letra": "B",
        "texto": "calúnia."
      },
      {
        "letra": "C",
        "texto": "difamação."
      },
      {
        "letra": "D",
        "texto": "improbidade."
      },
      {
        "letra": "E",
        "texto": "excesso de exação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "676973",
    "metadata": "Ano: 2016 | Banca: COMPERVE - UFRN | Órgão: Câmara de Natal - RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia"
    ],
    "enunciado_principal": "Caluniar alguém, imputando-lhe falsamente fato definido como crime, é tipo penal previsto no art. 138 do Código Penal. Sobre esse crime, o mencionado dispositivo institui que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "admite-se a prova da verdade, se do crime imputado, embora de ação pública, o ofendido foi absolvido por sentença recorrível."
      },
      {
        "letra": "B",
        "texto": "admite-se a prova da verdade, até mesmo se, constituindo o fato imputado crime de ação privada, o ofendido não foi condenado por sentença irrecorrível."
      },
      {
        "letra": "C",
        "texto": "a mesma pena aplica-se a quem, sabendo falsa a imputação, a propala ou divulga."
      },
      {
        "letra": "D",
        "texto": "a calúnia contra os mortos é considerada crime impossível e, por isso mesmo, não punível."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "594158",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TJ-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia"
    ],
    "enunciado_principal": "Senador da República, em página pessoal da internet (\"blog\"), na qual comenta assuntos do cotidiano, imputou a delegado de polícia o fato de ter arquivado investigações sob sua condução para atender a interesses políticos de seus aliados. Tal postura do Parlamentar constitui:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "exercício arbitrário ou abuso de poder;"
      },
      {
        "letra": "B",
        "texto": "exercício arbitrário das próprias razões;"
      },
      {
        "letra": "C",
        "texto": "difamação;"
      },
      {
        "letra": "D",
        "texto": "calúnia;"
      },
      {
        "letra": "E",
        "texto": "conduta atípica."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "552697",
    "metadata": "Ano: 2015 | Banca: TRT 16R | Órgão: TRT - 16ª REGIÃO (MA)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Noções Gerais de Crimes Contra a Honra",
      "Calúnia",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "Considerando as afirmativas abaixo, assinale a alternativa CORRETA: I. Os crimes de Calúnia (Art. 138 do CP), Difamação (Art. 139 do CP) e Injúria (Art. 140 do CP) atingem a honra objetiva da vítima. II. A crítica literária desfavorável constitui crime contra a honra. III. É punível a injúria contra os mortos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente a afirmativa I está correta."
      },
      {
        "letra": "B",
        "texto": "Somente a afirmativa III está correta."
      },
      {
        "letra": "C",
        "texto": "Todas as afirmativas estão incorretas."
      },
      {
        "letra": "D",
        "texto": "Somente a afirmativa II está correta."
      },
      {
        "letra": "E",
        "texto": "Todas as afirmativas estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "534581",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Crimes contra a honra",
      "Calúnia",
      "Injúria",
      "Crimes contra o patrimônio",
      "Dano"
    ],
    "enunciado_principal": "Cada uma das próximas opções apresenta uma situação hipotética, seguida de uma assertiva a ser julgada à luz da legislação e da jurisprudência dos tribunais superiores. Assinale a opção que apresenta a assertiva correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "André, vítima de injúria supostamente perpetrada por Bruno, encaminhou, ao autor do fato, correspondência assinada na qual expressava seu perdão. Bruno, por sua vez, juntou, aos autos de processo criminal pertinente a essa injúria, uma petição em que informava o teor da carta e a sua disponibilidade em aceitar o perdão concedido por André. No entanto, a vítima não se manifestou expressamente sobre o tema nos autos do referido processo. Nessa situação, o juiz não poderá extinguir a punibilidade, já que André não expressou o perdão por meio de ato processual."
      },
      {
        "letra": "B",
        "texto": "Aline, por meio de uma única conduta, caluniou Bianca e Carla. Posteriormente, Carla perdoou Aline, que, por sua vez, aceitou o perdão. Nessa situação, o perdão concedido por Carla extinguirá a punibilidade dos dois crimes de calúnia praticados em concurso formal."
      },
      {
        "letra": "C",
        "texto": "Ana ofereceu seu perdão expresso a Bernardo imediatamente após o trânsito em julgado da sentença que o condenou por difamação. Nessa situação, houve a extinção da punibilidade do crime praticado por Bernardo."
      },
      {
        "letra": "D",
        "texto": "José, vítima de um crime de dano simples, retratou representação oferecida a Baltazar, autor do fato. Após a promoção do arquivamento pelo MP, pendente de homologação pelo juízo, José decidiu representar novamente pela promoção de ação penal pública condicionada, cinco meses após a prática do delito. Nessa situação, é permitido o ajuizamento de ação penal contra Baltazar."
      },
      {
        "letra": "E",
        "texto": "O MP, no prazo legal, promoveu o arquivamento de inquérito policial instaurado contra Antônio, em razão do suposto homicídio de Benício — casado à época do fato —, por ausência de justa causa para a instauração da ação penal. Nessa situação, a cônjuge de Benício poderá ajuizar ação penal privada subsidiária da ação penal pública."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "512410",
    "metadata": "Ano: 2015 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria",
      "Disposições comuns"
    ],
    "enunciado_principal": "Quanto aos crimes contra a honra, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos crimes de calúnia e difamação contra funcionário público, em razão de suas funções, a ação penal procede- se mediante representação do ofendido."
      },
      {
        "letra": "B",
        "texto": "O conceito desfavorável emitido por funcionário público, em apreciação ou informações que preste no cumprimento de dever do ofício, não constitui injúria ou difamação punível."
      },
      {
        "letra": "C",
        "texto": "Nos crimes contra a honra, a exceção da verdade somente se admite se o ofendido é funcionário público e a ofensa é relativa ao exercício de suas funções."
      },
      {
        "letra": "D",
        "texto": "Não constituem injúria ou difamação punível a ofensa irrogada em juízo, na discussão da causa, pela parte ou por seu procurador, e, da mesma forma, quem lhe dá publicidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "785986",
    "metadata": "Ano: 2014 | Banca: TJ-AC | Órgão: TJ-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "Quando o agente imputa ou atribui a alguém falsamente a prática de fato definido como crime, acaba praticando:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "injúria"
      },
      {
        "letra": "B",
        "texto": "difamação"
      },
      {
        "letra": "C",
        "texto": "calúnia"
      },
      {
        "letra": "D",
        "texto": "injúria real"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "425152",
    "metadata": "Ano: 2014 | Banca: TRT 14R | Órgão: TRT - 14ª Região (RO e AC)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "O gerente da empresa XYZ Ltda., pretendendo que a empregada Rosa das Neves, portadora de deficiência física, apresentasse sua demissão, passou a afirmar que ela estava desviando dinheiro do caixa e que fazia uso dos recursos para manter sua relação extraconjugal com um colega de trabalho. Estas afirmações foram realizadas reiteradamente para todos os colegas, por mais de três meses, levando Rosa a sentir-se em um ambiente de trabalho insustentável. O Juiz do Trabalho reconheceu a prática de assédio moral e determinou a expedição de ofício para apuração de delitos. A respeito, está INCORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O gerente poderá ser condenado, dentre outros, pelo crime de calúnia, assim como os demais empregados que tenham reproduzido a história, sabendo-a falsa;"
      },
      {
        "letra": "B",
        "texto": "O gerente poderá ser condenado, dentre outros, pelo crime de difamação, com aumento de pena, uma vez que a vítima é portadora de deficiência física;"
      },
      {
        "letra": "C",
        "texto": "O gerente poderá ser condenado, dentre outros, pelo crime de injúria, com aumento de pena, uma vez que a vítima é portadora de deficiência física;"
      },
      {
        "letra": "D",
        "texto": "Quanto aos crimes de calúnia e difamação, o gerente ficará isento de pena, caso promova a retratação antes da prolação da sentença;"
      },
      {
        "letra": "E",
        "texto": "O gerente poderá ser condenado, dentre outros, pelo crime de injúria, com aumento de pena, uma vez que o crime foi cometido na presença de várias pessoas e por meio que facilitou sua divulgação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "420626",
    "metadata": "Ano: 2014 | Banca: ACAFE | Órgão: PC-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Rixa",
      "Crimes contra a honra",
      "Calúnia",
      "Crimes contra o patrimônio",
      "Furto"
    ],
    "enunciado_principal": "De acordo com o Código Penal, analise as afirmações a seguir e assinale a alternativa correta.I - É considerado crime exigir cheque-caução, nota promissória ou qualquer garantia, bem como o preenchimento prévio de formulários administrativos como condição para o atendimento médico-hospitalar emergenciai.II - É considerado crime participar de rixa, salvo para separar os contendores. III - Comete o crime de calúnia quem difamar alguém, imputando-lhe fato ofensivo à sua reputação. IV - Comete o crime de furto quem subtrair coisa móvel alheia, para si ou para outrem, mediante grave ameaça a pessoa, ou depois de havê-la, por qualquer meio, reduzido à impossibilidade de resistência.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas III e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas II e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas I e II estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas I, II e III estão corretas."
      },
      {
        "letra": "E",
        "texto": "Todas as afirmações estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "389030",
    "metadata": "Ano: 2014 | Banca: UFMT | Órgão: MPE-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "Sempronio, hígido mentalmente, com o propósito inequívoco de ofender Mévio, perante terceiros, qualifica-o de “vil, abjeto e burro”. A conduta de Sempronio caracteriza",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Crime de calúnia"
      },
      {
        "letra": "B",
        "texto": "Crime de injúria."
      },
      {
        "letra": "C",
        "texto": "Crime de difamação."
      },
      {
        "letra": "D",
        "texto": "Irrelevante penal."
      },
      {
        "letra": "E",
        "texto": "Fato atípico."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "360494",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei da Lavagem de Dinheiro - Lei nº 9.613 de 1998",
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Crimes contra a honra",
      "Calúnia",
      "Legislação Penal Especial",
      "Crimes contra o Consumidor, a Ordem Econômica e Tributária – Lei nº 8.078 de 1990 e Lei nº 8.137 de 1990"
    ],
    "enunciado_principal": "Acerca de crimes previstos na legislação penal extravagante, de condições objetivas de punibilidade, da suspensão condicional do processo e da aplicação das agravantes do concurso de pessoas, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Qualquer infração penal pode figurar como antecedente do crime de lavagem ou ocultação de bens, direitos e valores."
      },
      {
        "letra": "B",
        "texto": "Se um fato estiver previsto como crime na LSN e no CP, devem-se levar em consideração, para o efeito de aplicação da LSN, a motivação e os objetivos do agente, a lesão real ou potencial à integridade territorial, a soberania nacional, o regime representativo e democrático, a Federação, o estado de direito e a pessoa dos chefes dos poderes da União e dos estados brasileiros."
      },
      {
        "letra": "C",
        "texto": "A decisão declaratória de falência e a constituição definitiva do crédito tributário são condições objetivas de punibilidade."
      },
      {
        "letra": "D",
        "texto": "Para o STF, haverá bis in idem na aplicação das agravantes do concurso de pessoas ao crime de associação em bando ou quadrilha."
      },
      {
        "letra": "E",
        "texto": "A suspensão condicional do processo pode ser aplicada ao crime de calúnia praticado por meio que facilite a divulgação da informação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "509526",
    "metadata": "Ano: 2013 | Banca: UEG | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Crimes contra a administração pública",
      "Denunciação caluniosa"
    ],
    "enunciado_principal": "Cabelo de Anjo, no intuito de prejudicar seu desafeto, o delegado de polícia civil da cidade, cuja atuação na repressão à criminalidade é amplamente reconhecida, especialmente nos casos de corrupção, apresenta representação por via postal ao Ministério Público, imputando à referida autoridade policial a prática de vários ilícitos penais, dentre eles o de corrupção passiva, sabendo que tais fatos não ocorreram. No intervalo entre a remessa da correspondência e o recebimento pelo representante do Ministério Público, o delegado toma conhecimento e consegue interceptar a missiva, desmascarando a trama com a prova de sua inocência. Nesse caso, Cabelo de Anjo responderá por",
    "alternativas": [
      {
        "letra": "A",
        "texto": "denunciação caluniosa na forma consumada"
      },
      {
        "letra": "B",
        "texto": "calúnia na forma tentada"
      },
      {
        "letra": "C",
        "texto": "denunciação caluniosa na forma tentada"
      },
      {
        "letra": "D",
        "texto": "calúnia na forma consumada"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "506102",
    "metadata": "Ano: 2013 | Banca: TRT 14R | Órgão: TRT - 14ª Região (RO e AC)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "Analise as proposições abaixo e após marque a alternativa correta: I. No caso do crime de calúnia, admite-se a prova da verdade, salvo se do crime imputado, embora de ação pública, o ofendido foi absolvido por sentença irrecorrível. II. No caso do crime de injúria, admite-se a exceção da verdade somente se o ofendido for funcionário público e a ofensa for relativa ao exercício de suas funções. III. Se a injúria consiste na utilização de elementos referentes a raça, cor, etnia, religião, origem ou a condição de pessoa idosa ou portadora de deficiência, a pena prevista é a de reclusão de um a três anos e multa.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas o item I é falso."
      },
      {
        "letra": "B",
        "texto": "Apenas o item II é falso."
      },
      {
        "letra": "C",
        "texto": "Apenas o item III é falso."
      },
      {
        "letra": "D",
        "texto": "Todos os itens são verdadeiros."
      },
      {
        "letra": "E",
        "texto": "Todos os itens são falsos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "359573",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria",
      "Disposições comuns"
    ],
    "enunciado_principal": "Em princípio, nos crimes contra a honra dispostos no Código Penal cabe;",
    "alternativas": [
      {
        "letra": "A",
        "texto": "retratação na injúria, exceto se racial."
      },
      {
        "letra": "B",
        "texto": "retratação na injúria em geral."
      },
      {
        "letra": "C",
        "texto": "exceção da verdade na calúnia contra os mortos."
      },
      {
        "letra": "D",
        "texto": "exceção da verdade na injúria."
      },
      {
        "letra": "E",
        "texto": "exceção da verdade na difamação contra particular."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "354813",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Lesões corporais qualificadas",
      "Periclitação da vida e da saúde",
      "Noções gerais sobre os crimes de perigo",
      "Perigo para a vida ou a saúde de outrem",
      "Omissão de socorro",
      "Crimes contra a honra",
      "Calúnia",
      "Crimes contra a liberdade pessoal",
      "Ameaça"
    ],
    "enunciado_principal": "Considerando o entendimento dos tribunais superiores a respeito dos crimes contra a pessoa, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Dada sua natureza, o crime de ameaça só se configura se o agente tiver ameaçado explicitamente a vítima."
      },
      {
        "letra": "B",
        "texto": "Havendo o dolo de matar, considera-se a relação sexual forçada e dirigida à transmissão do vírus da AIDS idônea para a caracterização do crime de periclitação contra a vida."
      },
      {
        "letra": "C",
        "texto": "Comprovado o animus laedendi na conduta do réu e a sua culpa no resultado mais grave, qual seja, a morte da vítima, ainda que esse resultado seja previsível, restará configurado o delito preterdoloso de lesão corporal seguida de morte."
      },
      {
        "letra": "D",
        "texto": "Aquele que, ao se omitir, provoca, culposamente, a exposição de outrem ao perigo, pratica o crime de omissão de socorro."
      },
      {
        "letra": "E",
        "texto": "Para a configuração do crime de calúnia, não é necessário que o réu saiba que a imputação por ele feita é falsa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "351355",
    "metadata": "Ano: 2013 | Banca: TRT 2R (SP) | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "Qual das figuras abaixo significam, respectivamente: imputar falsamente fato definido com o crime e ofender a dignidade e o decoro. Aponte a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "calúnia e difamação."
      },
      {
        "letra": "B",
        "texto": "injúria e calúnia."
      },
      {
        "letra": "C",
        "texto": "injúria e difamação."
      },
      {
        "letra": "D",
        "texto": "calúnia e injúria."
      },
      {
        "letra": "E",
        "texto": "difamação e injúria."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "335881",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação"
    ],
    "enunciado_principal": "A, perante várias pessoas, afirmou falsamente que B, funcionário público aposentado, explorava a atividade ilícita do jogo do bicho, quando exercia as funções públicas. Ante a imputação falsa, é correto afirmar que A cometeu o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "difamação, não se admitindo a exceção da verdade."
      },
      {
        "letra": "B",
        "texto": "calúnia, admitindo-se a exceção da verdade."
      },
      {
        "letra": "C",
        "texto": "calúnia, não se admitindo a exceção da verdade."
      },
      {
        "letra": "D",
        "texto": "difamação, admitindo-se a exceção da verdade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "301613",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPE-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesões corporais qualificadas",
      "Crimes contra a honra",
      "Calúnia"
    ],
    "enunciado_principal": "Em 20/10/2012, Tibério, completamente embriagado, ao ser impedido por sua esposa, Amélia, de entrar no dormitório do casal, desferiu um soco no rosto de sua esposa, que perdeu dois dentes. Ato contínuo, Lívia, filha do casal, tentando interceder em favor da mãe, agrediu Tibério, que, em resposta, atirou um copo de vidro no rosto da filha. Após o fim da confusão, Tibério, em estado de fúria e com medo da repercussão penal do caso, chamou Amélia de ladra e afirmou que a mataria se ela o denunciasse na delegacia de polícia. Ainda sim, Amélia registrou ocorrência policial contra Tibério e se submeteu a exame de corpo de delito, cujo laudo indicou não ter havido redução da função mastigatória pela perda dos dentes, os quais poderiam ser substituídos por próteses. Segundo o laudo do exame de corpo de delito a que Lívia se submeteu, o seu rosto ficaria marcado com uma mínima cicatriz no lábio. Em face dessa situação hipotética, assinale a opção correta no que se refere aos crimes contra a pessoa.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ao chamar a esposa de ladra, Tibério praticou o crime de calúnia."
      },
      {
        "letra": "B",
        "texto": "Ao lesionar sua esposa com um soco, que ocasionou a perda de dois dentes, Tibério praticou o crime de lesão corporal grave."
      },
      {
        "letra": "C",
        "texto": "Tibério praticou o crime de lesão corporal gravíssima contra Lívia, que ficou com o rosto marcado por cicatriz em decorrência da agressão."
      },
      {
        "letra": "D",
        "texto": "Tibério praticou o crime de constrangimento ilegal contra Amélia, ao afirmar que a mataria caso ela registrasse ocorrência policial a respeito dos fatos."
      },
      {
        "letra": "E",
        "texto": "Caso seja condenado, a pena imposta a Tibério poderá ser majorada pela incidência da circunstância agravante de embriaguez preordenada."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "300463",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria",
      "Disposições comuns"
    ],
    "enunciado_principal": "Nos crimes contra a honra",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é admissível a exceção da verdade na injúria, se a vítima é funcionária pública e a ofensa é relativa ao exercício de suas funções."
      },
      {
        "letra": "B",
        "texto": "é admissível a retratação apenas nos casos de calúnia e difamação."
      },
      {
        "letra": "C",
        "texto": "a pena é aumentada de um terço, se cometidos contra pessoa maior de sessenta anos ou portadora de deficiência, exceto no caso de difamação."
      },
      {
        "letra": "D",
        "texto": "é admissível o perdão judicial no crime de difamação, se houver retorsão imediata."
      },
      {
        "letra": "E",
        "texto": "a injúria real consiste no emprego de elementos preconceituosos ou discriminatórios relativos à raça, cor, etnia, religião, origem e condição de idoso ou deficiente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "299084",
    "metadata": "Ano: 2013 | Banca: TRT 3R | Órgão: TRT - 3ª Região (MG)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Injúria",
      "Disposições comuns"
    ],
    "enunciado_principal": "Com base no Código Penal, relativamente aos crimes contra a honra, é incorreto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É punível a calúnia contra os mortos."
      },
      {
        "letra": "B",
        "texto": "O juiz pode deixar de aplicar a pena, quando o ofendido, de forma reprovável, provocou diretamente a injúria ou calúnia."
      },
      {
        "letra": "C",
        "texto": "Em se tratando de difamação, a exceção da verdade somente se admite se o ofendido é funcionário público e a ofensa é relativa ao exercício de suas funções."
      },
      {
        "letra": "D",
        "texto": "As ofensas irrogadas em juízo na discussão da causa, pela parte ou por seu procurador não constituem injúria ou difamação punível, mas responde pela injúria ou pela difamação quem lhes dá publicidade."
      },
      {
        "letra": "E",
        "texto": "O querelado que, antes da sentença, se retrata cabalmente da calúnia ou da difamação, fica isento de pena."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "311780",
    "metadata": "Ano: 2012 | Banca: VUNESP | Órgão: DPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Crimes contra a honra",
      "Calúnia"
    ],
    "enunciado_principal": "Com relação aos crimes contra a pessoa, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A calúnia admite a prova da verdade, salvo se do crime imputado, embora de ação pública, o ofendido foi absolvido por sentença recorrível."
      },
      {
        "letra": "B",
        "texto": "A imperícia no homicídio culposo é caracterizada pela inobservância de regra técnica de arte, profissão ou ofício."
      },
      {
        "letra": "C",
        "texto": "A omissão de socorro, quando não resulta lesão corporal ou morte, é de ação penal pública condicionada."
      },
      {
        "letra": "D",
        "texto": "É possível que um homicídio seja qualificado e privilegiado ao mesmo tempo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "288623",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: DPE-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia"
    ],
    "enunciado_principal": "No crime de calúnia, a procedência da exceção da verdade é causa",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de exclusão de culpabilidade, uma vez que, sendo verdadeiro o fato imputado, a conduta não será considerada reprovável."
      },
      {
        "letra": "B",
        "texto": "de extinção de punibilidade, já que, se verdadeiro o fato imputado, não será necessário aplicar a pena."
      },
      {
        "letra": "C",
        "texto": "de exclusão de crime, porque, se o fato imputado for verdadeiro, não haverá crime, já que nunca existiu a falsidade da imputação."
      },
      {
        "letra": "D",
        "texto": "de exclusão de ilicitude, pois, caso o fato imputado seja verdadeiro, a conduta não se caracterizará como antijurídica."
      },
      {
        "letra": "E",
        "texto": "irrelevante, visto que, caso seja verdadeiro o fato imputado, a conduta deverá ser analisada com base em teses eventualmente obtidas mediante defesa escrita."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "283098",
    "metadata": "Ano: 2012 | Banca: FUNCAB | Órgão: PC-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria",
      "Crimes contra a administração pública",
      "Desacato"
    ],
    "enunciado_principal": "Certo Juiz de Direito encaminha ofício à Delegacia de Polícia visando à instauração de inquérito policial em desfavor de determinado Advogado, porque o causídico, em uma ação penal de iniciativa privada, havia, em sede de razões de apelação, formulado protestos e críticas contra o Magistrado, alegando que este fundamentara sua sentença em argumentos puramente fantasiosos. Resta comprovado na investigação que os termos usados pelo Advogado foram duros e que tinham aptidão para ofender a honra do Magistrado, embora empregados de forma objetiva e impessoal. Assim, o Advogado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deve responder por crime de injúria."
      },
      {
        "letra": "B",
        "texto": "deve responder por crime de desacato."
      },
      {
        "letra": "C",
        "texto": "deve responder por crime de difamação."
      },
      {
        "letra": "D",
        "texto": "deve responder por crime de calúnia."
      },
      {
        "letra": "E",
        "texto": "não responde por crime algum."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "506001",
    "metadata": "Ano: 2011 | Banca: TRT 16R | Órgão: TRT - 16ª REGIÃO (MA)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Punibilidade no concurso de pessoas",
      "Crimes contra a honra",
      "Calúnia",
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Crimes contra o patrimônio",
      "Apropriação indébita"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O agente que, voluntariamente, desiste de prosseguir na execução ou impede que o resultado se produza, só responde pelos atos já praticados"
      },
      {
        "letra": "B",
        "texto": "Não é punível a calúnia contra os mortos."
      },
      {
        "letra": "C",
        "texto": "A intervenção médica ou cirúrgica, sem o consentimento do paciente ou de seu representante legal, se justificada por iminente perigo de vida, bem como a coação exercida para impedir suicídio não se amoldam à figura típica do crime de constrangimento ilegal."
      },
      {
        "letra": "D",
        "texto": "O crime de apropriação indébita previdenciária, previsto no Art. 168-A do Código Penal Pátrio consiste em deixar de repassar à previdência social as contribuições recolhidas dos contribuintes, no prazo e forma legal ou convencional, estando passível de aplicação da mesma penalidade prevista no caput (reclusão, de 2 a 5 anos, e muita) do dispositivo aquele que: deixar de recolher, no prazo legal, contribuição ou outra importância destinada à previdência social que tenha sido descontada de pagamento efetuado a segurados, a terceiros ou arrecadada do público; deixar de recolher contribuições devidas à previdência social que tenham integrado despesas contábeis ou custos relativos à venda de produtos ou à prestação de serviços; e deixar de pagar benefício devido a segurado, quando as respectivas cotas ou valores já tiverem sido reembolsados à empresa peia previdência social."
      },
      {
        "letra": "E",
        "texto": "O ajuste, a determinação ou instigação e o auxílio, salvo disposição expressa em contrário, não são puníveis, se o crime não chega, pelo menos, a ser tentado."
      }
    ],
    "gabarito": "B"
  }
]