[
  {
    "id": "2235984",
    "metadata": "Ano: 2023 | Banca: MS Concursos e Consultoria | Órgão: Prefeitura de Luís Eduardo Magalhães - BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Estrito cumprimento de dever legal e exercício regular de direito",
      "Causas supralegais de exclusão da antijuridicidade"
    ],
    "enunciado_principal": "De acordo com o artigo 23 do Código Penal Brasileiro, qual das afirmativas abaixo não consta uma excludente de ilicitude?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estado de necessidade."
      },
      {
        "letra": "B",
        "texto": "Potencial consciência da ilicitude."
      },
      {
        "letra": "C",
        "texto": "Legítima defesa."
      },
      {
        "letra": "D",
        "texto": "Estrito cumprimento de dever legal."
      },
      {
        "letra": "E",
        "texto": "Exercício regular de direito."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2165930",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TST",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Estrito cumprimento de dever legal e exercício regular de direito",
      "Causas supralegais de exclusão da antijuridicidade",
      "Noções Gerais Antijuridicidade"
    ],
    "enunciado_principal": "Quanto às excludentes de antijuridicidade, analise as afirmativas a seguir. I. Aquele que pratica o fato para salvar de perigo iminente, que não provocou por sua vontade, direito próprio, é considerado em estado de necessidade. II. Aquele que tem o dever legal de enfrentar o perigo não pode alegar estado de necessidade, salvo quando for razoável exigir-se o sacrifício do direito ameaçado. III. A tese da legítima defesa da honra é inconstitucional, por contrariar os princípios constitucionais da dignidade da pessoa humana, da proteção à vida e da igualdade de gênero. IV. Age em legítima defesa o agente de segurança pública que, usando moderadamente dos meios necessários, repele agressão atual e injusta à vítima mantida refém durante a prática de crime. Está correto o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "somente l e II;"
      },
      {
        "letra": "B",
        "texto": "somente Ill e IV;"
      },
      {
        "letra": "C",
        "texto": "somente l, Il e IV;"
      },
      {
        "letra": "D",
        "texto": "somente II, IIl e IV;"
      },
      {
        "letra": "E",
        "texto": "I,II, Ill e IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2108174",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: TCM-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Causas supralegais de exclusão da antijuridicidade"
    ],
    "enunciado_principal": "Aquele que pratica o fato em exercício regular de direito não comete crime, pois, nos termos do artigo 23 do CP, está amparado por uma",
    "alternativas": [
      {
        "letra": "A",
        "texto": "causa supralegal de exclusão da culpabilidade."
      },
      {
        "letra": "B",
        "texto": "causa legal de exclusão da culpabilidade."
      },
      {
        "letra": "C",
        "texto": "causa excludente de imputabilidade."
      },
      {
        "letra": "D",
        "texto": "causa excludente de ilicitude."
      },
      {
        "letra": "E",
        "texto": "descriminante putativa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2280941",
    "metadata": "Ano: 2022 | Banca: IASD | Órgão: Prefeitura de Fortuna - MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Estrito cumprimento de dever legal e exercício regular de direito",
      "Causas supralegais de exclusão da antijuridicidade",
      "Noções Gerais Antijuridicidade"
    ],
    "enunciado_principal": "Analise as opções e marque a alternativa CORRETA no que diz respeito às causas excludentes de ilicitude, conforme os artigos 23, 24 e 25 do Código Penal Brasileiro.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Legítima defesa dá-se, usando abundantemente dos meios necessários, repele injusta agressão a outrem."
      },
      {
        "letra": "B",
        "texto": "Pode alegar estado de necessidade quem tinha o dever legal de enfrentar o perigo."
      },
      {
        "letra": "C",
        "texto": "O agente, em qualquer das hipóteses, não responderá pelo excesso doloso ou culposo."
      },
      {
        "letra": "D",
        "texto": "Observados os requisitos, considera-se também em legítima defesa o agente de segurança pública que repele agressão ou risco de agressão a agente criminoso durante a prática de crimes."
      },
      {
        "letra": "E",
        "texto": "Entende-se em legítima defesa quem, usando moderadamente dos meios necessários, repele injusta agressão, atual ou iminente, a direito seu ou de outrem."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1946480",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Estrito cumprimento de dever legal e exercício regular de direito",
      "Causas supralegais de exclusão da antijuridicidade",
      "Noções Gerais Antijuridicidade"
    ],
    "enunciado_principal": "A respeito das hipóteses de exclusão de ilicitude, constantes do Código Penal, é correto dizer que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "no estado de necessidade, ainda que seja razoável exigir o sacrifício do direito que se visou salvaguardar, o agente restará isento de pena."
      },
      {
        "letra": "B",
        "texto": "a legítima defesa é justificável para repelir injusta agressão a direito próprio ou a direito alheio."
      },
      {
        "letra": "C",
        "texto": "o estado de necessidade é justificável apenas para salvaguarda de direito próprio, não englobando direito alheio."
      },
      {
        "letra": "D",
        "texto": "quando o agente age em estado de necessidade, legítima defesa ou em estrito cumprimento do dever legal, incorre em crime, mas restará isento de pena, desde que não caracterizado o excesso, doloso ou culposo."
      },
      {
        "letra": "E",
        "texto": "a legítima defesa específica aos agentes de segurança pública, prevista no parágrafo único do art. 25, do Código Penal, aplica-se apenas quando em causa vítima de crime de extorsão mediante sequestro."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1926023",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Causas supralegais de exclusão da antijuridicidade"
    ],
    "enunciado_principal": "Nas excludentes de antijuridicidade há limites impostos pela própria lei para que o fato tipificado seja justificado. Sobre o tema do excesso na causa de justificação, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o excesso na causa de justificação é instituto incompatível por si só com a submissão ao juízo de inexigibilidade de uma conduta diversa;"
      },
      {
        "letra": "B",
        "texto": "a exculpação do excesso na causa de justificação pode ter três sistemas de aplicação: erro de cálculo, quase justificação e estados psíquicos excepcionais;"
      },
      {
        "letra": "C",
        "texto": "o excesso na ação necessária para o exercício de uma causa de justificação é punível ainda que o agente o faça por ignorância inevitável ou erro invencível;"
      },
      {
        "letra": "D",
        "texto": "ocorre excesso extensivo quando a pretendida defesa é exercitada a tempo de evitar o dano, mas os meios empregados são desproporcionais;"
      },
      {
        "letra": "E",
        "texto": "ocorre excesso intensivo quando a pretendida defesa é exercitada extemporaneamente, pois o bem jurídico que se quer defender já está lesionado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1873716",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: IBAMA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Causas supralegais de exclusão da antijuridicidade"
    ],
    "enunciado_principal": "Considerando que um cidadão penalmente imputável tenha praticado um crime sob coação irresistível de terceiro, julgue o item subsequente, à luz do entendimento doutrinário quanto ao fato típico e seus elementos, à culpabilidade e suas respectivas causas excludentes. Caso se trate de coação irresistível tanto moral quanto física, excluir-se-ão a ilicitude da conduta do cidadão coagido e a sua culpabilidade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1855780",
    "metadata": "Ano: 2021 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Estrito cumprimento de dever legal e exercício regular de direito",
      "Causas supralegais de exclusão da antijuridicidade",
      "Noções Gerais Antijuridicidade"
    ],
    "enunciado_principal": "Sobre causas de justificação, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O motorista A ignora o sinal de parada obrigatória e conduz o veículo em sentido diverso para evitar blitz de trânsito: se o disparo de arma de fogo pelo policial B, visando o motorista A, produz apenas danos superficiais no veículo deste, mas impede sua efetiva fuga da blitz, a ação do policial B é justificada pelo estrito cumprimento do dever legal."
      },
      {
        "letra": "B",
        "texto": "Não se admite legítima defesa para repelir injusta agressão, atual ou iminente, a direito próprio ou alheio, derivada de culpa inconsciente do agressor"
      },
      {
        "letra": "C",
        "texto": "De acordo com o Código Penal brasileiro, o erro fático evitável sobre a situação justificante do exercício regular de direito permite a redução da culpabilidade do agente, na terceira fase de aplicação da pena."
      },
      {
        "letra": "D",
        "texto": "A ausência de responsabilização penal de atletas na produção de lesões corporais entre si, durante a prática de esportes violentos, como lutas oficiais de boxe e competições de artes marciais regulamentadas, está diretamente relacionada a hipóteses de consentimento real do titular do bem jurídico ofendido."
      },
      {
        "letra": "E",
        "texto": "Na análise da cláusula de razoabilidade do estado de necessidade, prevista no Código Penal brasileiro, se na situação concreta era razoável exigir-se o sacrifício do direito ameaçado, deve ser reconhecida circunstância atenuante, na segunda fase de aplicação da pena."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1699509",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Causas supralegais de exclusão da antijuridicidade"
    ],
    "enunciado_principal": "Segundo a classificação doutrinária dominante, os ofendículos, desde que instalados com moderação, caracterizam situação de exclusão de antijuridicidade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1134492",
    "metadata": "Ano: 2020 | Banca: IBFC | Órgão: SAEB-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Causas supralegais de exclusão da antijuridicidade"
    ],
    "enunciado_principal": "Assinale a alternativa que preencha corretamente a lacuna. Apresenta-se como causa excludente de ilicitude _____.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o exercício regular de direito"
      },
      {
        "letra": "B",
        "texto": "a inimputabilidade"
      },
      {
        "letra": "C",
        "texto": "a coação moral irresistível"
      },
      {
        "letra": "D",
        "texto": "a obediência hierárquica"
      },
      {
        "letra": "E",
        "texto": "o erro sobre a ilicitude do fato"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1740610",
    "metadata": "Ano: 2019 | Banca: FEPESE | Órgão: DEAP - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Estrito cumprimento de dever legal e exercício regular de direito",
      "Causas supralegais de exclusão da antijuridicidade",
      "Noções Gerais Antijuridicidade"
    ],
    "enunciado_principal": "Identifique abaixo as afirmativas verdadeiras ( V ) e as falsas ( F ) sobre o Excludente de Ilicitude, previsto no Código Penal – Decreto-Lei nº 2.848, de 7 de dezembro de 1940. ( ) Entende-se em Legítima Defesa quem, usando moderadamente dos meios necessários, repele injusta agressão, atual ou eminente, a direito seu ou de outrem. ( ) Estrito Cumprimento do Dever Legal consiste na realização de um fato típico, por força de desempenho de uma obrigação imposta por lei, nos exatos limites dessa obrigação. ( ) Exercício Regular de Direito é uma ação típica praticada por um indivíduo, não sendo considerada um ilícito. ( ) Estado de Necessidade acontece quando o agente pratica o fato para salvar de perigo atual, que não provocou por sua vontade, nem podia de outro modo evitar, direito próprio ou alheio, cujo sacrifício, nas circunstâncias, não era razoável exigir-se. Assinale a alternativa que indica a sequência correta, de cima para baixo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V • V • V • V"
      },
      {
        "letra": "B",
        "texto": "V • V • F • F"
      },
      {
        "letra": "C",
        "texto": "V • F • V • F"
      },
      {
        "letra": "D",
        "texto": "F • V • V • V"
      },
      {
        "letra": "E",
        "texto": "F • F • F • V"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1174506",
    "metadata": "Ano: 2019 | Banca: GUALIMP | Órgão: Prefeitura de Porciúncula - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Princípios limitadores do poder punitivo estatal",
      "Antijuridicidade",
      "Causas supralegais de exclusão da antijuridicidade"
    ],
    "enunciado_principal": "Analise o conceito abaixo e, depois, assinale a alternativa que corresponde ao Princípio correspondente: “Devem ser tidas como atípicas as ações ou omissões que afetam muito infimamente a um bem jurídico penal. A irrelevante lesão do bem jurídico protegido não justifica a imposição de uma pena, devendo-se excluir a tipicidade em caso de danos de pouca importância.”",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Princípio da Culpabilidade."
      },
      {
        "letra": "B",
        "texto": "Princípio da Ofensividade."
      },
      {
        "letra": "C",
        "texto": "Princípio da Intervenção Mínima."
      },
      {
        "letra": "D",
        "texto": "Princípio da Insignificância."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2046099",
    "metadata": "Ano: 2018 | Banca: FUNDATEC | Órgão: SULGÁS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Causas supralegais de exclusão da antijuridicidade",
      "Exigibilidade de conduta diversa"
    ],
    "enunciado_principal": "No Direito Penal, conduta praticada para salvar de perigo atual, não provocado por sua vontade e que não podia de outro modo evitar, direito próprio ou alheio, cujo sacrifício, nas circunstâncias, não era razoável exigir-se, caracteriza:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estado de necessidade, excluindo a tipicidade da conduta."
      },
      {
        "letra": "B",
        "texto": "Estado de necessidade, excluindo a ilicitude da conduta."
      },
      {
        "letra": "C",
        "texto": "Legítima defesa, excluindo a tipicidade da conduta."
      },
      {
        "letra": "D",
        "texto": "Legítima defesa, excluindo a ilicitude da conduta."
      },
      {
        "letra": "E",
        "texto": "Inexigibilidade de conduta diversa, excluindo a culpabilidade do agente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1066135",
    "metadata": "Ano: 2018 | Banca: IBADE | Órgão: SEJUDH - MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Causas supralegais de exclusão da antijuridicidade"
    ],
    "enunciado_principal": "Por exclusão de ilicitude, não há crime quando o agente pratica o fato:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "em estrito descumprimento do dever legal."
      },
      {
        "letra": "B",
        "texto": "em erro de proibição."
      },
      {
        "letra": "C",
        "texto": "em estado de necessidade."
      },
      {
        "letra": "D",
        "texto": "porque amava excessivamente a vítima."
      },
      {
        "letra": "E",
        "texto": "quando estava embriagado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "936307",
    "metadata": "Ano: 2018 | Banca: TRF - 2ª Região | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Causas supralegais de exclusão da antijuridicidade"
    ],
    "enunciado_principal": "Leia as assertivas e ao final marque a opção correta: I - O consentimento do ofendido é causa de extinção da tipicidade, sempre que apreça expressa ou tacitamente no tipo de injusto, como condição que deve estar necessariamente presente para funcionar como excludente. II - Ainda a respeito da disciplina da ilicitude, é possível constatar que o nosso Código Penal relaciona quatro causas de exclusão da ilicitude, mas apenas explicitou conceitualmente duas delas em sua Parte Geral. III - Age em legitima defesa de direito difuso de terceiros, a equipe policial que ingressa no interior de uma residência para prender em flagrante delito uma pessoa que lá se encontra, mantendo escondida em seu interior, farta quantidade de droga. IV - Segundo a teoria da ratio essendi, a prática de uma conduta típica indicia sempre a sua própria ilicitude, de modo que se resultar provado que o agente agiu em legítima defesa, teremos o caso de uma conduta típica, mas com a exclusão de sua antijuridicidade. V - No que concerne ao instituto do estado de necessidade adotado pelo legislador pátrio, é possível afirmar que age em estado de necessidade exculpante, a equipe policial que ingressa no interior de uma residência para prender quem se encontra em flagrante delito.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas I e II estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas III e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas I e V estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas II e IV estão corretas."
      },
      {
        "letra": "E",
        "texto": "Apenas as assertivas III e V estão corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "917433",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Câmara de Campo Limpo Paulista - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior",
      "Antijuridicidade",
      "Causas supralegais de exclusão da antijuridicidade"
    ],
    "enunciado_principal": "“Nos crimes cometidos sem violência ou grave ameaça à pessoa, reparado o dano ou restituída a coisa, até o recebimento da denúncia ou da queixa, por ato voluntário do agente, a pena será reduzida de um a dois terços.” Trata-se da definição legal",
    "alternativas": [
      {
        "letra": "A",
        "texto": "da exclusão da ilicitude."
      },
      {
        "letra": "B",
        "texto": "da exclusão da culpabilidade."
      },
      {
        "letra": "C",
        "texto": "da desistência voluntária."
      },
      {
        "letra": "D",
        "texto": "do arrependimento eficaz."
      },
      {
        "letra": "E",
        "texto": "do arrependimento posterior."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "890891",
    "metadata": "Ano: 2018 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Antijuridicidade",
      "Causas supralegais de exclusão da antijuridicidade",
      "Crimes materiais, formais e de mera conduta",
      "Crimes plurissubsistentes e unissubsistentes",
      "Crimes plurissubjetivos e monossubjetivos",
      "Crimes de dano e crimes de perigo",
      "Outras classificações",
      "Crimes comuns, próprios e de mão própria",
      "Crimes instantâneos e permanentes"
    ],
    "enunciado_principal": "Analise as proposições abaixo e assinale aquela que, à luz da doutrina, seja considerada INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando o tipo penal descreve, expressa ou implicitamente, o dissenso da vítima como elementar, o consentimento do ofendido, na hipótese, funciona como causa de exclusão da tipicidade."
      },
      {
        "letra": "B",
        "texto": "Quanto ao modo de execução, o crime de perigo de contágio venéreo – art. 130, do CP – é classificado pela doutrina como sendo de forma vinculada."
      },
      {
        "letra": "C",
        "texto": "Crime de fato transitório é aquele que não deixa vestígios, a exemplo da injúria verbal."
      },
      {
        "letra": "D",
        "texto": "Em relação aos crimes omissivos puros, exige-se a ocorrência de resultado naturalístico, uma vez que a simples omissão contida na norma não basta para que eles se aperfeiçoem."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "854572",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Causas supralegais de exclusão da antijuridicidade"
    ],
    "enunciado_principal": "Acerca da antijuridicidade e das causas de exclusão no direito penal, julgue o item subsequente.Segundo o Código Penal, o agente que tenha cometido excesso quando da análise das excludentes de ilicitudes será punido apenas se o tiver cometido dolosamente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "854570",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Causas supralegais de exclusão da antijuridicidade",
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais"
    ],
    "enunciado_principal": "Acerca da antijuridicidade e das causas de exclusão no direito penal, julgue o item subsequente.O consentimento do ofendido é uma excludente de antijuridicidade e poderá ser manifestado antes, durante ou depois da conduta do agente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "852772",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: DPE-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Causas supralegais de exclusão da antijuridicidade"
    ],
    "enunciado_principal": "Com relação à ilicitude e às causas de exclusão, julgue os itens a seguir. I. As causas de exclusão de antijuridicidade previstas no CP são taxativas. II. As fontes das causas de justificação são a lei, a necessidade e a falta de interesse. III. Os efeitos das causas excludentes de antijuridicidade se estendem à esfera extrapenal. IV. O consentimento do ofendido é causa de exclusão de ilicitude expressa no CP. Estão certos apenas os itens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III."
      },
      {
        "letra": "B",
        "texto": "I e IV"
      },
      {
        "letra": "C",
        "texto": "II e III."
      },
      {
        "letra": "D",
        "texto": "II e IV."
      },
      {
        "letra": "E",
        "texto": "III e IV."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "812483",
    "metadata": "Ano: 2017 | Banca: IBADE | Órgão: PC-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Causas supralegais de exclusão da antijuridicidade"
    ],
    "enunciado_principal": "Acerca do consentimento real do ofendido, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o consentimento, para ser válido, pressupõe que o titular do bem jurídico atingido possua capacidade de entendimento quanto ao caráter e à extensão da autorização."
      },
      {
        "letra": "B",
        "texto": "invariável e indiscutivelmente, a vida humana é um bem jurídico indisponível, de sorte que não pode ser objeto de consentimento para sua extinção."
      },
      {
        "letra": "C",
        "texto": "se uma pessoa autoriza que médico aplique determinado medicamento em seu corpo, suportando efeitos severamente prejudiciais à saúde inerentes ao uso da substância, os quais desconhecia, o consentimento real se mantém válido, pois é a vítima quem deve buscar todas as informações sobre as consequências de sua autorização."
      },
      {
        "letra": "D",
        "texto": "De acordo com a doutrina de Claus Roxin. o consentimento do ofendido exclui a antijuridicidade da conduta praticada, jamais recaindo sobre a esfera da tipicidade."
      },
      {
        "letra": "E",
        "texto": "em regra, o consentimento deve ser anterior à ação consentida, mas nada impede seu reconhecimento mesmo quando posterior, como no caso de ausência de representação do ofendido no crime de lesão corporal leve, hipótese em que o crime deixa de existir."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "800676",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: DPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Causas supralegais de exclusão da antijuridicidade"
    ],
    "enunciado_principal": "Consideram-se causas supralegais de exclusão da antijuridicidade:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O consentimento do ofendido, nas hipóteses em que não integrar a descrição típica, e a inexigibilidade de conduta diversa."
      },
      {
        "letra": "B",
        "texto": "A coação moral irresistível e a adequação social, ambas afastando a tipicidade."
      },
      {
        "letra": "C",
        "texto": "A inimputabilidade e o exercício regular de direito, afastando a ilicitude e culpabilidade, respectivamente."
      },
      {
        "letra": "D",
        "texto": "A coação física irresistível e as discriminantes putativas."
      },
      {
        "letra": "E",
        "texto": "A insignificância da conduta e o erro sobre a ilicitude do fato, ambas afastando a culpabilidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "640821",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: Prefeitura de Campinas - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Causas supralegais de exclusão da antijuridicidade"
    ],
    "enunciado_principal": "O abate de animal para proteger lavouras, ou pomares e rebanhos, da ação predatória, desde que autorizado pela autoridade competente, caracteriza",
    "alternativas": [
      {
        "letra": "A",
        "texto": "excludente de ilicitude."
      },
      {
        "letra": "B",
        "texto": "descriminante putativa."
      },
      {
        "letra": "C",
        "texto": "indiferente penal."
      },
      {
        "letra": "D",
        "texto": "excludente da punibilidade."
      },
      {
        "letra": "E",
        "texto": "erro sobre a ilicitude do fato."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "645507",
    "metadata": "Ano: 2015 | Banca: FAUEL | Órgão: Câmara Municipal de Marialva - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Estrito cumprimento de dever legal e exercício regular de direito",
      "Causas supralegais de exclusão da antijuridicidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Dentre as hipóteses abaixo indique a única que NÃO configura excludente de ilicitude de acordo com o Código Penal brasileiro.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estado de necessidade."
      },
      {
        "letra": "B",
        "texto": "Legítima defesa."
      },
      {
        "letra": "C",
        "texto": "Erro plenamente justificado pelas circunstâncias."
      },
      {
        "letra": "D",
        "texto": "Estrito cumprimento do dever legal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "545709",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TCU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Causas supralegais de exclusão da antijuridicidade"
    ],
    "enunciado_principal": "No que se refere aos princípios do direito penal e às causas de exclusão da ilicitude, julgue o próximo item.No que diz respeito às causas de exclusão da ilicitude, é possível alegar legítima defesa contra quem pratica conduta acobertada por uma dirimente de culpabilidade, como, por exemplo, coação moral irresistível.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "424544",
    "metadata": "Ano: 2014 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Antijuridicidade",
      "Causas supralegais de exclusão da antijuridicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental",
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O erro quanto à pessoa contra a qual o crime é praticado determina que se considerem as condições ou qualidades da vítima da infração."
      },
      {
        "letra": "B",
        "texto": "As circunstâncias agravantes não são consideradas para o cálculo da prescrição da pretensão punitiva propriamente dita."
      },
      {
        "letra": "C",
        "texto": "Para o reconhecimento da causa legal de exclusão de ilicitude, identificada pelo estado de necessidade, deve existir uma situação de perigo atual que ameace direito próprio ou alheio, causado ou não voluntariamente pelo agente que não tem o dever de enfrentar o perigo."
      },
      {
        "letra": "D",
        "texto": "A prescrição retroativa antecipada ou em perspectiva tem previsão legal e serve de fundamento para a extinção da punibilidade."
      },
      {
        "letra": "E",
        "texto": "No concurso material de crimes, a extinção da punibilidade pela prescrição incidirá sobre a soma das penas dos delitos"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "419449",
    "metadata": "Ano: 2014 | Banca: FUNCAB | Órgão: PJC-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Estrito cumprimento de dever legal e exercício regular de direito",
      "Causas supralegais de exclusão da antijuridicidade",
      "Noções Gerais Antijuridicidade"
    ],
    "enunciado_principal": "Roalda vinha dirigindo seu carro quando, em uma descida, percebeu que vinha em sua direção, na traseira de seu veículo, um enorme caminhão desgovernado, em face de ter perdido a capacidade de frenagem. Para salvar a sua vida, Roalda jogou o seu automóvel para o acostamento, colidindo com uma condução escolar, que estava estacionada aguardando uma criança. Logo, a conduta de Roalda frente à colisão com o veículo estacionado constituiu:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estado de necessidade defensivo."
      },
      {
        "letra": "B",
        "texto": "estado de necessidade agressivo."
      },
      {
        "letra": "C",
        "texto": "legítima defesa real."
      },
      {
        "letra": "D",
        "texto": "legítima defesa putativa."
      },
      {
        "letra": "E",
        "texto": "exercício regular do direito."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "415097",
    "metadata": "Ano: 2014 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Causas supralegais de exclusão da antijuridicidade"
    ],
    "enunciado_principal": "Segundo a doutrina majoritária, em apenas uma das causas de exclusão de ilicitude previstas no artigo 23 do Código Penal Brasileiro, a legítima defesa, pode ocorrer excesso doloso.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "390989",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Causas supralegais de exclusão da antijuridicidade"
    ],
    "enunciado_principal": "Imagine que João e Pedro, ambos enfermeiros, são desafetos de longa data. Em determinado dia em que João estava concentrado, aplicando uma injeção em um paciente de nome José, Pedro aproxima-se sorrateiramente e desfere facada contra João, com o fim de provocar lesão. Posteriormente, descobre-se que João, no momento em que recebeu o golpe desferido por Pedro, estava inoculando em José poderoso veneno, intencionalmente, a fim de matá-lo – posto que fora “contratado” por familiares de José para tirar-lhe a vida. A ação criminosa de João foi interrompida pelo golpe de Pedro. Em suma: sem saber que José estava a sofrer atentado contra a vida, Pedro acabou salvando-o e, ao mesmo tempo, executou seu plano de ofender a integridade física de João, que sofreu lesão leve. Diante dessa hipótese, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "à luz estritamente do quanto determina o texto do CP, não se exige prévia ciência da situação de risco do direito para que se considere a ação de Pedro praticada em legítima defesa, com o que ficaria afastada a ilicitude de sua conduta."
      },
      {
        "letra": "B",
        "texto": "Pedro atuou circunstanciado por erro acerca de causa de justificação, em defesa putativa de bem jurídico de terceiro, com o que deve ser aplicada a pena do crime culposo de lesão corporal."
      },
      {
        "letra": "C",
        "texto": "a doutrina historicamente divergiu acerca da neces sidade do animus defendendi na legítima defesa, mas hoje a questão está pacificada, no sentido de se exigi-lo, com o que a ação de Pedro estaria acobertada pela legítima defesa."
      },
      {
        "letra": "D",
        "texto": "a corrente doutrinária que defende a desnecessidade de animus defendendi para a caracterização da legítima defesa foi expressamente adotada pelo texto que reformou a parte Geral do CP em 1984, com o que é consi- derada ilícita a conduta de Pedro."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "360484",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Antijuridicidade",
      "Causas supralegais de exclusão da antijuridicidade",
      "Autoria e coautoria"
    ],
    "enunciado_principal": "No que concerne à teoria do domínio do fato, ao conceito de autoria mediata, ao erro e às causas de exclusão da ilicitude, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se, por hipótese, Joaquim furtar bem de Américo, supondo estar praticando um ato de vingança contra Emílio, ocorrerá erro na execução."
      },
      {
        "letra": "B",
        "texto": "Supondo que Júlio deseje agredir Camilo, mas, por erro de representação, fira Reinaldo, seu próprio irmão, incidirá, nessa hipótese, em relação ao crime praticado, a agravante de parentesco."
      },
      {
        "letra": "C",
        "texto": "O erro determinado por terceiro pode configurar hipótese de autoria mediata, embora a autoria mediata não ocorra somente nos casos em que o executor material do delito atue sem dolo ou sem culpabilidade."
      },
      {
        "letra": "D",
        "texto": "Conforme a teoria do domínio do fato, não há nenhuma utilidade no conceito de autoria mediata, porque o domínio da vontade, elemento especial dessa modalidade de autoria, insere-se no elemento geral da figura da autoria — que é o próprio domínio do fato —, podendo-se, por isso, concluir que autor mediato é o mesmo que mandante."
      },
      {
        "letra": "E",
        "texto": "No âmbito da dogmática jurídico-penal, não se admite legítima defesa contra legítima defesa putativa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "436815",
    "metadata": "Ano: 2013 | Banca: FEPESE | Órgão: SJC-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Causas supralegais de exclusão da antijuridicidade"
    ],
    "enunciado_principal": "De acordo com o Código Penal, é excludente de ilicitude:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a paixão."
      },
      {
        "letra": "B",
        "texto": "a emoção."
      },
      {
        "letra": "C",
        "texto": "a menoridade."
      },
      {
        "letra": "D",
        "texto": "o exercício regular de direito."
      },
      {
        "letra": "E",
        "texto": "a embriaguez."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "329224",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Antijuridicidade",
      "Causas supralegais de exclusão da antijuridicidade"
    ],
    "enunciado_principal": "Com relação às causas de exclusão da ilicitude e da culpabilidade, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caracterizada a legítima defesa putativa, que ocorre quando o agente tem conhecimento do uso do meio desnecessário ou do uso imoderado do meio necessário, de sorte que deseje o resultado ou assuma o risco de produzi-lo, responde o agente pelo resultado a título de dolo."
      },
      {
        "letra": "B",
        "texto": "De acordo com a jurisprudência do STJ, age amparada pelo estrito cumprimento do dever legal a autoridade policial que dispara tiros de revólver ou pistola contra suspeitos da prática crimes graves em fuga, ainda que dessa ação decorra o resultado morte."
      },
      {
        "letra": "C",
        "texto": "O fato praticado mediante coação moral irresistível é típico e antijurídico, excluindo-se, entretanto, a culpabilidade do coagido, em virtude da ausência de conduta diversa, um dos elementos da culpabilidade."
      },
      {
        "letra": "D",
        "texto": "Quando o agente pratica um crime sob o estado de embriaguez completa, voluntária ou culposa, a culpabilidade fica excluída, dada a ausência do elemento subjetivo (dolo ou culpa)."
      },
      {
        "letra": "E",
        "texto": "Em relação ao estado de necessidade, adota-se, no Código Penal brasileiro, a teoria diferenciadora, podendo tal estado ser causa de exclusão da ilicitude ou da culpabilidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "323834",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Legítima defesa",
      "Causas supralegais de exclusão da antijuridicidade"
    ],
    "enunciado_principal": "No que concerne a infração penal, fato típico e seus elementos, formas consumadas e tentadas do crime, culpabilidade, ilicitude e imputabilidade penal, julgue os itens que se seguem: Considere que um estuprador, no momento da consumação do delito, tenha sido agredido pela vítima que antes tentara subjugar. A vítima, então, de posse de uma faca, fere e imobiliza o agressor, mas, pensando ainda estar sob o influxo do ataque, prossegue na reação, infligindo-lhe graves ferimentos. Nessa situação, não é cabível ao estuprador invocar legítima defesa em relação à vítima da tentativa de estupro, porquanto aquele que deu causa aos acontecimentos não pode valer-se da excludente, mesmo contra o excesso.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "300619",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Causas supralegais de exclusão da antijuridicidade"
    ],
    "enunciado_principal": "Assinale a alternativa correta a respeito das excludentes de antijuridicidade previstas no Código Penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ao agir em estrito cumprimento de dever legal, o agente não responderá pelo excesso culposo, e, sim, apenas pelo excesso doloso."
      },
      {
        "letra": "B",
        "texto": "Considera-se em estado de necessidade quem pratica o fato para salvar de perigo atual, que provocou por sua vontade e podia de outro modo evitar, direito próprio ou alheio, cujo sacrifício, nas circunstâncias, não era razoável exigir-se."
      },
      {
        "letra": "C",
        "texto": "A alegação do estado de necessidade independe do fato de o agente ter o dever legal de enfrentar o perigo."
      },
      {
        "letra": "D",
        "texto": "Em qualquer das hipóteses de excludente de antijuridicidade, previstas na Parte Geral do Código Penal, o agente responderá pelo excesso doloso ou culposo."
      },
      {
        "letra": "E",
        "texto": "Para a caracterização da legítima defesa, basta que o agente demonstre ter repelido uma injusta agressão, atual ou iminente, a direito seu ou de outrem."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "436969",
    "metadata": "Ano: 2012 | Banca: UFMT | Órgão: TJ-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Causas supralegais de exclusão da antijuridicidade"
    ],
    "enunciado_principal": "Para o direito penal brasileiro, crime é o fato típico e ilícito. No entanto, a lei penal alinha causas que excluem a ilicitude da conduta típica, o que afasta a incidência da norma penal especial. Em relação às causas de exclusão de ilicitude, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Considera-se em estado de necessidade quem pratica o fato para salvar de perigo atual, que provocou por sua vontade, direito próprio ou alheio, cujo sacrifício, nas circunstâncias, não era razoável exigir-se."
      },
      {
        "letra": "B",
        "texto": "Entende-se em legítima defesa quem, usando moderadamente dos meios necessários, repele injusta agressão, atual ou iminente, a direito seu ou de outrem."
      },
      {
        "letra": "C",
        "texto": "O exercício regular de direito consiste na atuação do agente dentro dos limites conferidos pelo ordenamento legal, afastando a incidência do crime mesmo quando o agente se excede dolosamente."
      },
      {
        "letra": "D",
        "texto": "No estado de necessidade, ocorre uma repulsa contra um ataque, enquanto, na legítima defesa, há um conflito entre bens jurídicos legalmente tutelados."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "341155",
    "metadata": "Ano: 2012 | Banca: TJ-DFT | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Causas supralegais de exclusão da antijuridicidade",
      "Causas de extinção da punibilidade",
      "Perdão do ofendido"
    ],
    "enunciado_principal": "Julgue os itens a seguir: I – Sócrates, na qualidade de servidor público, obstou a promoção funcional de Thêmis, por entender que uma pessoa negra não poderia ocupar um cargo de chefia na Administração Indireta. Na hipótese de restar procedente a pretensão punitiva estatal, o Juiz deverá condenar Sócrates por crime resultante de preconceito de raça ou de cor (Lei n. 7.716/89 e suas alterações), decretando a perda de seu cargo ou função pública como efeito automático da condenação. II – Aristóteles emitiu um cheque “pré-datado” como garantia de dívida, o qual, ao ser depositado por seu credor, foi devolvido por insuficiente provisão de fundos. Na hipótese de restarem comprovados os fatos, o Juiz deverá condenar Aristóteles como incurso nas penas do art. 171, §2º, inciso VI, do CP (estelionato na modalidade fraude no pagamento por meio de cheque). III – Platão, brasileiro, maior e capaz, no dia em que seu pai completava 49 (quarenta e nove) anos de idade, subtraiu um tablet de propriedade de seu genitor, com o intuito de vendê-lo para pagar uma dívida contraída com sua namorada. Nessa hipótese, Platão será isento de pena. IV – Afrodite, auxiliar de cozinha, após ser chamada de “cozinheira ridícula de meia-tigela” por alguns de seus colegas de trabalho, ajuizou queixa-crime em desfavor de Medusa, Pandora e Poseidon, todos maiores e capazes. No curso da ação penal, Afrodite iniciou um relacionamento amoroso com Poseidon e, em razão disso, desistiu de prosseguir na ação penal exclusivamente em relação a ele, o qual aceitou formalmente o perdão concedido. Afrodite, no entanto, manifestou interesse em que as demais quereladas fossem efetivamente punidas, mesmo sabendo que elas também concordavam com a desistência no prosseguimento do feito. Nessa hipótese, o Juiz não poderá dar prosseguimento ao feito em desfavor de Medusa e Pandora. Estão corretos apenas os itens:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II"
      },
      {
        "letra": "B",
        "texto": "I e IV"
      },
      {
        "letra": "C",
        "texto": "II e III"
      },
      {
        "letra": "D",
        "texto": "III e IV"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "301713",
    "metadata": "Ano: 2011 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Causas supralegais de exclusão da antijuridicidade"
    ],
    "enunciado_principal": "NÃO constitui uma causa de exclusão de antijuridicidade ou de ilicitude:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O estado de necessidade."
      },
      {
        "letra": "B",
        "texto": "A legítima defesa."
      },
      {
        "letra": "C",
        "texto": "O desconhecimento da lei penal."
      },
      {
        "letra": "D",
        "texto": "O estrito cumprimento do dever legal."
      },
      {
        "letra": "E",
        "texto": "O exercício regular de direito."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "203875",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Causas supralegais de exclusão da antijuridicidade",
      "Noções Gerais Antijuridicidade"
    ],
    "enunciado_principal": "No que diz respeito às causas de exclusão da ilicitude e de culpabilidade, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para o reconhecimento da causa de exclusão de ilicitude, há necessidade da presença dos pressupostos objetivos e da consciência do agente de agir acobertado por uma excludente, de modo a evitar o dano pessoal ou de terceiro, admitindo-se as causas supralegais de justificação."
      },
      {
        "letra": "B",
        "texto": "A legislação extravagante prevê, entre as causas de exclusão de culpabilidade, a que assegura, na Lei de Entorpecentes, a isenção de pena do agente que, em razão da dependência de droga, seja, ao tempo da ação ou da omissão, incapaz de entender o caráter ilícito do fato, incidindo, apenas, no delito de portar ou trazer consigo drogas para uso pessoal."
      },
      {
        "letra": "C",
        "texto": "A condição de silvícola e a surdo-mudez completa são consideradas causas de exclusão da imputabilidade absoluta, por presunção legal expressa, com fulcro no critério biopsicológico, de as pessoas nessas condições demonstrarem incapacidade de entender o que seja ilicitude e de se autodeterminar de acordo com esse entendimento."
      },
      {
        "letra": "D",
        "texto": "As causas de exclusão de ilicitude são taxativas e estão previstas na parte geral do CP, tendo o legislador pátrio fornecido o conceito preciso de cada uma delas, de modo a evitar interpretações não previstas na norma, em benefício do autor da conduta."
      },
      {
        "letra": "E",
        "texto": "As causas de exclusão de ilicitude e de culpabilidade têm os mesmos efeitos jurídicos, reconhecem a conduta como infração penal e, em nenhuma hipótese, acarretam a imposição de pena ao agente."
      }
    ],
    "gabarito": "A"
  }
]