[
  {
    "id": "3387029",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: DPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Causas relativamente independentes"
    ],
    "enunciado_principal": "Sobre conduta punível:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O agente que comete o crime de roubo e que restitui a coisa antes do recebimento da denúncia, caso não tenha a vítima sido ferida e sendo de pequeno valor o objeto material da subtração, terá sua pena reduzida de um a dois terços."
      },
      {
        "letra": "B",
        "texto": "Pela teoria da imputação objetiva, na qual o nexo de causalidade é relativizado, o agente que vende arma de fogo, de forma legal, pode ser responsabilizado criminalmente por homicídio posterior praticado com o objeto adquirido, caso se comprove que sabia da intenção homicida do comprador, visto que assumiu um risco juridicamente relevante ao vender o artefato, por saber da pretensão ilegal do adquirente."
      },
      {
        "letra": "C",
        "texto": "Nos crimes por omissão impróprios, a responsabilização pela conduta omissiva penalmente relevante é afastada quando o omitente tem o dever de cuidado, mas sua conduta é culposa."
      },
      {
        "letra": "D",
        "texto": "Na análise da relação de causalidade entre a conduta e o resultado, havendo superveniência de causa relativamente independente que por si só produziu o resultado, exclui-se a imputação, mas o agente responde pelos fatos anteriores praticados."
      },
      {
        "letra": "E",
        "texto": "Os crimes omissivos próprios permitem o fracionamento da conduta e admitem a tentativa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2476388",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: DPE-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Nexo de causalidade",
      "Causas relativamente independentes"
    ],
    "enunciado_principal": "Alberto efetuou disparos de arma de fogo contra Bruno, mas não o acertou. Todavia, em razão do susto, a vítima teve um colapso nervoso e morreu. Nessa situação hipotética, a causa da morte de Bruno é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "superveniente e absolutamente independente."
      },
      {
        "letra": "B",
        "texto": "preexistente e absolutamente independente."
      },
      {
        "letra": "C",
        "texto": "concomitante e relativamente independente."
      },
      {
        "letra": "D",
        "texto": "concomitante e absolutamente independente."
      },
      {
        "letra": "E",
        "texto": "preexistente e relativamente independente."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1854275",
    "metadata": "Ano: 2021 | Banca: VUNESP | Órgão: TJ-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Causas relativamente independentes"
    ],
    "enunciado_principal": "Assinale a alternativa que completa, correta e respectivamente, a norma do § 1º do art. 13 do CP, no que se refere à “superveniência de causa independente”. “A superveniência de causa relativamente independente ________ quando, por si só, produziu o resultado; os fatos anteriores, entretanto, __________ .”",
    "alternativas": [
      {
        "letra": "A",
        "texto": "atenua a imputação ... imputam-se sem qualquer atenuação"
      },
      {
        "letra": "B",
        "texto": "exclui a imputação ... imputam-se a quem os praticou"
      },
      {
        "letra": "C",
        "texto": "é irrelevante para a imputação ... deixam de ser imputados a quem os praticou"
      },
      {
        "letra": "D",
        "texto": "agrava a imputação ... imputam-se com atenuação"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1761800",
    "metadata": "Ano: 2021 | Banca: INSTITUTO AOCP | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Causas relativamente independentes"
    ],
    "enunciado_principal": "Assinale a alternativa correta no que concerne ao Direito Penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na teoria naturalística, conduta é o comportamento humano voluntário que produz modificação no mundo exterior. Nessa teoria, dolo e culpa se alojam no interior da conduta, isto é, do fato típico."
      },
      {
        "letra": "B",
        "texto": "Nas causas supervenientes relativamente independentes que produzem por si sós o resultado, adotou-se a teoria da causalidade adequada. Sendo assim, rompe-se o nexo causal em relação ao resultado e o agente só responde pelos atos até então praticados."
      },
      {
        "letra": "C",
        "texto": "Os elementos normativos são os dados da conduta criminosa que não pertencem ao mundo anímico do agente. Exprimem um juízo de certeza."
      },
      {
        "letra": "D",
        "texto": "No dolo de propósito, não há intervalo entre a cogitação do crime e a execução da conduta penalmente ilícita. Ocorre, de modo geral, nos crimes passionais."
      },
      {
        "letra": "E",
        "texto": "A concorrência de culpas se verifica quando duas ou mais pessoas concorrem, culposamente, para a produção de um resultado naturalístico. Nesse caso, ambos os agentes respondem pelo resultado em coautoria."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1714762",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Causas relativamente independentes"
    ],
    "enunciado_principal": "Com relação a aspectos gerais do direito penal brasileiro, julgue o item a seguir.A superveniência de causa relativamente independente que, por si só, produziu o resultado danoso não exclui a imputação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "960758",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Nexo de causalidade",
      "Causas relativamente independentes"
    ],
    "enunciado_principal": "João, com a intenção de matar José, seu desafeto, efetuou disparos de arma de fogo contra ele. José foi atingido pelos projéteis e faleceu. Considere que, depois de feitos os exames necessários, se tenha constatado uma das seguintes hipóteses relativamente à causa da morte de José. I Apesar dos disparos sofridos pela vítima, a causa determinante da sua morte foi intoxicação devido ao fato de ela ter ingerido veneno minutos antes de ter sido alvejada. II A morte decorreu de ferimentos causados por disparos de arma de fogo efetuados por terceiro no mesmo momento em que João agiu e sem o conhecimento deste. III A vítima faleceu em razão dos ferimentos sofridos, os quais foram agravados por sua condição de hemofílica. IV A morte decorreu de uma infecção hospitalar que acometeu a vítima quando do tratamento dos ferimentos causados pelos tiros. Nessa situação hipotética, conforme a teoria dos antecedentes causais adotada pelo CP, João responderá pela morte de seu desafeto caso se enquadre em uma das hipóteses previstas nos itens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "I e III."
      },
      {
        "letra": "C",
        "texto": "III e IV."
      },
      {
        "letra": "D",
        "texto": "I, II e IV."
      },
      {
        "letra": "E",
        "texto": "II, III e IV."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "953786",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Arrependimento posterior",
      "Antijuridicidade",
      "Causas relativamente independentes",
      "Noções Gerais Antijuridicidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Quanto ao Título II, da Parte Geral do Código Penal, “Do Crime”, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a superveniência de causa relativamente independente, preexistente, concomitante ou superveniente, exclui a imputação quando, por si só, produziu o resultado."
      },
      {
        "letra": "B",
        "texto": "se o fato é cometido sob coação moral irresistível, só é punível o autor da coação. Se resistível, coator e coato respondem em concurso de pessoas, atenuando-se obrigatoriamente a pena do último."
      },
      {
        "letra": "C",
        "texto": "nos crimes cometidos sem violência ou grave ameaça à pessoa, reparado o dano ou restituída a coisa, até o oferecimento da denúncia ou da queixa, por ato voluntário do agente, a pena será reduzida de 1 (um) a 2/3 (dois terços)."
      },
      {
        "letra": "D",
        "texto": "quanto às excludentes de ilicitude, o excesso doloso ou culposo punível aplica-se à legítima defesa e ao estado de necessidade, enquanto ao estrito cumprimento do dever legal e ao exercício regular de direito, somente o doloso."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "919005",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Nexo de causalidade",
      "Causas relativamente independentes"
    ],
    "enunciado_principal": "Mário, engenheiro civil responsável técnico pela construção da obra de um viaduto, elaborou o projeto sem as cautelas necessárias e permitiu a continuidade de sua execução de forma falha, mesmo após alertado de sua instabilidade, propiciando o desabamento da estrutura em construção e a morte de um trabalhador. A imperícia de Mário foi constatada por laudo pericial conclusivo. No curso de ação penal, restaram comprovadas a materialidade e autoria delitivas. No caso em tela, Mário cometeu:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ato ilícito civil e não criminal, pois o engenheiro não agiu com dolo e vontade de matar o trabalhador, razão pela qual deve responder na seara da indenização por danos morais;"
      },
      {
        "letra": "B",
        "texto": "ato ilícito civil e não criminal, pois aplica-se a compensação da culpa do trabalhador, que também tinha a obrigação de não executar obra com vícios técnicos;"
      },
      {
        "letra": "C",
        "texto": "homicídio culposo, pois o engenheiro agiu com imperícia, inobservando regra técnica de profissão;"
      },
      {
        "letra": "D",
        "texto": "homicídio doloso, pois o engenheiro não agiu com a necessária perícia que era esperada;"
      },
      {
        "letra": "E",
        "texto": "crime de dano, excluído o homicídio porque não houve intenção de matar alguém."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "775140",
    "metadata": "Ano: 2017 | Banca: FAUEL | Órgão: Câmara de Maria Helena - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Causas absolutamente independentes",
      "Causas relativamente independentes"
    ],
    "enunciado_principal": "De acordo com o Código Penal, “o resultado, de que depende a existência do crime, somente é imputável a quem lhe deu causa”. Ainda de acordo com o Código Penal, considera-se causa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ação ou omissão, mesmo que incapaz de causar o resultado previsto no tipo penal."
      },
      {
        "letra": "B",
        "texto": "A ação ou omissão sem a qual o resultado não teria ocorrido."
      },
      {
        "letra": "C",
        "texto": "A ação ou omissão imaginada pelo sujeito, mesmo que sem efetiva materialização ou exteriorização."
      },
      {
        "letra": "D",
        "texto": "Apenas a ação pode ser considerada causa, pois a omissão não pode gerar resultado penalmente punível."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "514871",
    "metadata": "Ano: 2015 | Banca: FMP Concursos | Órgão: DPE-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Nexo de causalidade",
      "Causas absolutamente independentes",
      "Causas relativamente independentes"
    ],
    "enunciado_principal": "A é esfaqueada por B, sofrendo lesões corporais leves. Socorrida e medicada, A é orientada quanto aos cuidados a tomar, mas não obedece à prescrição médica e em virtude dessa falta de cuidado, o ferimento infecciona, gangrena, e ela morre. Assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "B responde pelo resultado morte, visto se tratar de causa superveniente absolutamente independente."
      },
      {
        "letra": "B",
        "texto": "B responde pelo ato de lesão praticado, visto se tratar de causa concomitante relativamente independente."
      },
      {
        "letra": "C",
        "texto": "B responde pelo resultado morte, visto se tratar de causa concomitante absolutamente independente."
      },
      {
        "letra": "D",
        "texto": "B responde pelo resultado morte, visto se tratar de causa preexistente relativamente independente."
      },
      {
        "letra": "E",
        "texto": "B responde pelo ato de lesão anteriormente praticado, visto se tratar de causa superveniente relativamente independente, que por si só produziu o resultado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "488469",
    "metadata": "Ano: 2015 | Banca: FUNDATEC | Órgão: PGE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Arrependimento posterior",
      "Causas relativamente independentes",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "Analise as assertivas abaixo: I. Considera-se praticado o crime no lugar em que ocorreu a ação ou omissão, no todo ou em parte, sendo irrelevante para esse fim onde se produziu ou deveria ser produzido o resultado. II. A superveniência de causa relativamente independente exclui a imputação quando, por si só, produziu o resultado; os fatos anteriores, entretanto, imputam-se a quem os praticou. III. Nos crimes previstos no Código Penal que tenham sido cometidos sem violência ou grave ameaça à pessoa, reparado o dano ou restituída a coisa, até o oferecimento da denúncia ou da queixa, por ato voluntário do agente, a pena poderá ser reduzida de um a dois terços, presente a hipótese do arrependimento posterior. IV. O erro sobre o elemento constitutivo do tipo legal de crime exclui o dolo e também não permite a punição por crime culposo, mesmo que previsto em lei. Após a análise, pode-se dizer que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Está correta apenas a assertiva II."
      },
      {
        "letra": "B",
        "texto": "Estão corretas apenas as assertivas I e II."
      },
      {
        "letra": "C",
        "texto": "Está incorreta apenas a assertiva IV."
      },
      {
        "letra": "D",
        "texto": "Estão incorretas apenas as assertivas I e III."
      },
      {
        "letra": "E",
        "texto": "Todas as assertivas estão incorretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "467949",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TCM-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Causas absolutamente independentes",
      "Causas relativamente independentes"
    ],
    "enunciado_principal": "Fernando deu início à execução de um delito material, praticando atos capazes de produzir o resultado lesivo. Todavia, aliou-se à sua ação uma concausa I. preexistente, absolutamente independente em relação à conduta do agente que, por si só, produziu o resultado. II. concomitante, absolutamente independente em relação à conduta do agente que, por si só, produziu o resultado. III. superveniente, relativamente independente em relação à conduta do agente, situada na mesma linha de desdobramento físico da conduta do agente, concorrendo para a produção do resultado. IV. superveniente, relativamente independente em relação à conduta do agente, sem guardar posição de homogeneidade em relação à conduta do agente e que, por si só, produziu o resultado. O resultado lesivo NÃO será imputado a Fernando, que responderá apenas pelos atos praticados, nas situações indicadas em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e IV."
      },
      {
        "letra": "B",
        "texto": "III e IV."
      },
      {
        "letra": "C",
        "texto": "I e III."
      },
      {
        "letra": "D",
        "texto": "I e II."
      },
      {
        "letra": "E",
        "texto": "II, III e IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "444786",
    "metadata": "Ano: 2014 | Banca: FUNDEP (Gestão de Concursos) | Órgão: DPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Causas absolutamente independentes",
      "Causas relativamente independentes"
    ],
    "enunciado_principal": "Analise o caso a seguir. Mediante um disparo com arma de fogo, o agente produziu na vítima um ferimento. Por considerar que o disparo fosse suficiente para causar a morte da vítima, o agente cessou sua ação. Recolhida a um hospital, a vítima morreu pela ingestão de uma substância tóxica, que ao invés do medicamento prescrito, lhe ministrou inadvertidamente uma enfermeira. As lesões sofridas pela vítima inicialmente não lhe causariam morte, sendo esta causada exclusivamente pela ingestão da substância tóxica. Na hipótese, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O agente da agressão responderá por lesões corporais e a enfermeira, por homicídio culposo."
      },
      {
        "letra": "B",
        "texto": "O agente da agressão responderá por homicídio doloso consumado e a enfermeira, por homicídio culposo."
      },
      {
        "letra": "C",
        "texto": "O agente da agressão responderá por homicídio doloso tentado e a enfermeira, por homicídio culposo."
      },
      {
        "letra": "D",
        "texto": "O agente da agressão e a enfermeira responderão por homicídio consumado em concurso de pessoas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "429597",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Causas absolutamente independentes",
      "Causas relativamente independentes"
    ],
    "enunciado_principal": "No tocante à relação de causalidade no crime (art. 13, Código Penal), analise as seguintes assertivas e escolha a opção que contenha afirmação falsa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A superveniência de causa relativamente independente, que, por si só, produz o resultado, exclui a imputação original, mas os fatos anteriores são imputados a quem os praticou."
      },
      {
        "letra": "B",
        "texto": "A relação de causalidade relevante para o Direito Penal é a que é previsível ao agente. A cadeia causal, aparentemente infinita sob a ótica naturalística, é limitada pelo dolo ou pela culpa do agente."
      },
      {
        "letra": "C",
        "texto": "As concausas absolutamente independentes excluem a causalidade da conduta."
      },
      {
        "letra": "D",
        "texto": "A relação de causalidade tem relevância nos crimes materiais ou de resultado e nos formais ou de mera conduta."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "388799",
    "metadata": "Ano: 2013 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Causas absolutamente independentes",
      "Causas relativamente independentes"
    ],
    "enunciado_principal": "A relação de causalidade sempre foi um tema assaz debatido na doutrina. Em sua obra imortal, o mestre Nélson Hungria destacou mais de uma dezena de teorias sobre o ponto. Nesse mote, analise os itens abaixo e marque a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "\"Dizia Binding, ironicamente, que a teoria da equivalência, a coberto de limites, levaria a punir-se como participe de adultério o carpinteiro que fabricou o leito em que se deita o par amoroso\" (HUNGRIA, Nélson. Comentários ao Código Penal. Vol. I, Tomo 11, 53 ed., Rio de Janeiro: Forense, 1978, p. 66). Com o escopo de obstar esse regressus ad infinitum, deve-se interromper a cadeia causal no instante em que não houver dolo ou culpa por parte daquelas pessoas que tiveram alguma importância na produção do resultado."
      },
      {
        "letra": "B",
        "texto": "durante um assalto, a vitima, apavorada com a arma de fogo que lhe é apontada, morre de ataque cardíaco. Por sua vez, o autor apodera-se do bem e foge. Estando-se diante de uma causa relativamente independente concomitante, que mantém Integra a relação de causalidade, deve o agente responder pelo latrocínio."
      },
      {
        "letra": "C",
        "texto": "o Código Penal acolheu, como regra, a teoria da conditio sine que non, que se vale do critério da eliminação hipotética. No entanto, existem situações que não são adequadamente solucionadas pelo emprego da mencionada teoria, sendo o que ocorre, por exemplo, com a dupla causalidade."
      },
      {
        "letra": "D",
        "texto": "as causas absolutamente independentes - preexistentes, concomitantes e supervenientes - não se originam da conduta do agente e, por isso, são aptas ao rompimento do nexo causal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "352114",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Causas absolutamente independentes",
      "Causas relativamente independentes"
    ],
    "enunciado_principal": "Armando e Frederico, médicos, ministraram, cada um, em Bruno, paciente que convalescia no leito hospitalar, uma dose de veneno, fazendo-a passar pelo medicamento adequado, o que resultou na morte de Bruno. Tendo essa situação hipotética como referência inicial, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caso Armando e Frederico tenham ministrado as doses de veneno sem combinação prévia e sem conhecimento da intenção um do outro, e tenha sido comprovado que apenas uma das doses, embora ministrada no mesmo instante da outra, produziu, por si só, a morte de Bruno, ambos os agentes devem responder pela morte de Bruno, ainda que seja impossível determinar o autor da aplicação da dose letal, visto que a morte teria ocorrido necessariamente por uma ou por outra condição."
      },
      {
        "letra": "B",
        "texto": "Se, além de haver recebido as duas doses letais de veneno ministradas por Armando e Frederico, Bruno, ainda vivo, fosse vítima de outra ação, dolosa ou culposa, de terceiro, e viesse a falecer em seguida a essa terceira ação posterior, Armando e Frederico não poderiam ser responsabilizados pelo resultado morte."
      },
      {
        "letra": "C",
        "texto": "Ainda que Armando e Frederico tenham agido em conjunto e de comum acordo, seria indispensável a aplicação do critério da prognose posterior objetiva para se proceder à imputação objetiva do resultado morte aos dois agentes, em concurso, a despeito da comprovação de que o envenenamento tenha sido a causa da morte de Bruno."
      },
      {
        "letra": "D",
        "texto": "Caso Armando e Frederico tenham ministrado as doses de veneno no mesmo instante, sem combinação prévia e sem conhecimento da intenção um do outro, e tenha sido comprovado que cada uma das doses produziu seu efeito de forma instantânea, e que cada uma delas, isoladamente, era suficiente para matar, o fato configuraria dupla causalidade alternativa, mostrando-se inadequada a aplicação pura e simples da fórmula da eliminação hipotética, cuja correção, nesta situação, pode ser feita pela fórmula da eliminação global."
      },
      {
        "letra": "E",
        "texto": "Caso Armando e Frederico, com a intenção de matar, tenham, individualmente, sem combinação prévia e sem conhecimento da intenção um do outro, ministrado doses de veneno que, isoladamente, fossem insuficientes para produzir a morte de Bruno, eles deveriam responder, de forma individual, por tentativa de homicídio, apesar da ocorrência do resultado morte."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "340790",
    "metadata": "Ano: 2013 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Causas absolutamente independentes",
      "Causas relativamente independentes"
    ],
    "enunciado_principal": "Assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Como exceção à teoria da equivalência dos antecedentes causais, para o Código Penal a imputação do resultado ao agente somente pode ser afastada por causa preexistente."
      },
      {
        "letra": "B",
        "texto": "Para o Código Penal, causas preexistentes e concomitantes relativamente independentes, adentrando a esfera de consciência do agente, não excluem a imputação do resultado."
      },
      {
        "letra": "C",
        "texto": "É exemplo de causa superveniente absolutamente independente a situação do passageiro de ônibus colidido com poste de eletricidade, o qual, ileso e no exterior do veículo, morre atingido por fio energizado."
      },
      {
        "letra": "D",
        "texto": "Na omissão própria, o nexo de causalidade normativo é estabelecido pelo legislador penal a partir da posição de garante."
      },
      {
        "letra": "E",
        "texto": "Não caracteriza homicídio, ainda que sobrevenha o resultado morte, a conduta de quem dolosamente interrompe eficaz ação de salvamento da vítima por outrem."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "332050",
    "metadata": "Ano: 2013 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Causas relativamente independentes"
    ],
    "enunciado_principal": "Y, POLICIAL RODOVIÁRIO FEDERAL EM SERVIÇO, NO CURSO DE UMA DILIGÊNCIA NA RODOVIA PRES. DUTRA, ALTURA DO MUNICÍPIO DE PORTO REAL/RJ, INVADIU IMPRUDENTEMENTE O ACOSTAMENTO, PRECIPITANDO-SE SOBRE DOIS PEDESTRES QUE LÁ CAMINHAVAM. UM DELES, M, CONSEGUIU SE ESQUIVAR DA VIATURA. CONTUDO, O SEGUNDO, P, FALECEU VÍTIMA DO ATROPELAMENTO. IMEDIATAMENTE APÓS O OCORRIDO, M, ESPANTADO, SAIU CORRENDO PARA AVISAR Q, A MÃE DE P, QUE SE ENCONTRAVA NAS IMEDIAÇÕES. ESTA SOFREU UM INFARTO FULMINANTE AO SABER DA TRÁGICA NOTÍCIA. DIANTE DISSO, PODE-SE AFIRMAR COMO CERTO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Faz-se Y imputável pela morte de Q, decorrente da notícia trágica, conforme a teoria da equivalência da condições, adotada pelo Código Penal, uma vez que foi ele o causador do atropelamento de P."
      },
      {
        "letra": "B",
        "texto": "Não se faz Y imputável pela morte de Q, porque seu falecimento, decorrente da notícia trágica, cuidou-se de causa superveniente absolutamente independente do atropelamento de P."
      },
      {
        "letra": "C",
        "texto": "Faz-se Y imputável pela morte de Q, porque seu falecimento, decorrente da notícia trágica, cuidou-se de causa concomitante relativamente independente do atropelamento de P."
      },
      {
        "letra": "D",
        "texto": "Não se faz Y imputável pela morte de Q, porque seu falecimento, decorrente da notícia trágica, encontra-se fora do âmbito de proteção da norma que tipifica o homicídio culposo na condução de veículo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "318318",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: MPU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Causas absolutamente independentes",
      "Causas relativamente independentes"
    ],
    "enunciado_principal": "Com base no direito penal brasileiro, julgue os itens a seguir. Considere a seguinte situação hipotética. Júlio, com intenção de matar Maria, disparou tiros de revólver em sua direção. Socorrida, Maria foi conduzida, com vida, de ambulância, ao hospital; entretanto, no trajeto, o veículo foi abalroado pelo caminhão de José, que ultrapassara um sinal vermelho, tendo Maria falecido em razão do acidente. Nessa situação, Júlio deverá responder por tentativa de homicídio e José, por homicídio culposo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "315292",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Causas absolutamente independentes",
      "Causas relativamente independentes"
    ],
    "enunciado_principal": "As causas ou concausas absolutamente independentes e as causas relativamente independentes constituem limitações ao alcance da teoria da equivalência das condições.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "308170",
    "metadata": "Ano: 2013 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Causas relativamente independentes"
    ],
    "enunciado_principal": "Na hipótese do sujeito, na condução de um ônibus pela via pública, colidir com um poste que sustenta fios elétricos, um dos quais, caindo ao chão, atinge um passageiro ileso e já fora do veículo, provocando a sua morte em decorrência da forte descarga elétrica recebida, corresponde a causa superveniente relativamente independente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "302735",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TCE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Nexo de causalidade",
      "Causas absolutamente independentes",
      "Causas relativamente independentes"
    ],
    "enunciado_principal": "A respeito da relação de causalidade, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se o evento resultou de causa absolutamente independente, o agente por ele responde a título de culpa."
      },
      {
        "letra": "B",
        "texto": "Concausa é a confluência de uma causa na produção de um mesmo resultado, estando lado a lado com a ação do agente."
      },
      {
        "letra": "C",
        "texto": "A superveniência de causa relativamente independente exclui a imputação quando, por si só, produziu o resultado, imputando-se, porém, os fatos anteriores a quem os praticou."
      },
      {
        "letra": "D",
        "texto": "O Código Penal brasileiro considera causa a ação ou omissão sem a qual o resultado não teria ocorrido."
      },
      {
        "letra": "E",
        "texto": "O resultado, de que depende a existência do crime, somente é imputável a quem lhe deu causa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "253692",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: MPE-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Causas relativamente independentes"
    ],
    "enunciado_principal": "Com relação a aspectos diversos referentes a crimes, ao concurso de pessoas e às teorias a respeito do lugar do crime, assinale a opção correta conforme as disposições do CP e da doutrina pertinente.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Crime de perigo é aquele cujo tipo descreve um resultado que, contudo, não tem de se verificar para que ocorra a consumação. Bastam a ação do agente e a vontade de concretizá-lo, configuradoras do dano potencial, isto é, do eventus periculi."
      },
      {
        "letra": "B",
        "texto": "A superveniência de causa relativamente independente excluirá a imputação quando, por si só, essa causa produzir o resultado. Os fatos anteriores, entretanto, imputar-se-ão a quem os praticar."
      },
      {
        "letra": "C",
        "texto": "Crime próprio é aquele que, de acordo com o tipo penal, só pode ser praticado pelo agente pessoalmente, ou seja, sem a utilização de interposta pessoa."
      },
      {
        "letra": "D",
        "texto": "Na participação de menor importância, ocorre o chamado desvio subjetivo de condutas. Isso se dá quando a conduta executada difere daquela idealizada a que aderiu o partícipe, isto é, o conteúdo do elemento subjetivo do partícipe é diferente daquele do crime praticado pelo autor."
      },
      {
        "letra": "E",
        "texto": "De acordo com a teoria da ação ou atividade, lugar do delito é aquele em que, segundo a intenção do agente, deveria ocorrer o resultado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "208951",
    "metadata": "Ano: 2011 | Banca: FUMARC | Órgão: PC-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão",
      "Nexo de causalidade",
      "Causas relativamente independentes"
    ],
    "enunciado_principal": "Considerando-se a relação de causalidade, é INCORRETO afrmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o Código Penal adota a teoria da equivalência dos antecedentes causais."
      },
      {
        "letra": "B",
        "texto": "a superveniência de causa relativamente independente exclui o crime quando, por si só, produzir o resultado, podendo, entretanto, os fatos anteriores serem imputados a quem os praticou."
      },
      {
        "letra": "C",
        "texto": "o agente que efetua disparo de arma de fogo contra outrem, atingindo-o e, arrependido, leva a vítima para o hospital, vindo esta a falecer, em razão de infecção hospitalar, responde pelo crime de homicídio consumado."
      },
      {
        "letra": "D",
        "texto": "pratica crime comissivo por omissão, o delegado de polícia que, de forma indulgente, deixa de lavrar auto de prisão em fagrante no qual o conduzido é seu vizinho."
      }
    ],
    "gabarito": "D"
  }
]