[
  {
    "id": "3272320",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais"
    ],
    "enunciado_principal": "Murilo foi condenado pelo crime do artigo 28 da Lei nº 11.343/2006 em 10 de outubro de 2020 e teve sua pena extinta pelo cumprimento integral em 10 de outubro de 2021 quando finalizou o curso sobre os efeitos nocivos do uso abusivo de substâncias ilegais. Em 10 de outubro de 2025, foi condenado pelo crime do artigo 33 da mesma lei, e o juiz aumentou a pena e fixou o regime fechado em razão da reincidência. A conduta do magistrado foi:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Equivocada, pois Murilo é primário, uma vez que passado o período depurador."
      },
      {
        "letra": "B",
        "texto": "Acertada, uma vez que o período depurador ainda não foi atingido."
      },
      {
        "letra": "C",
        "texto": "Equivocada, pois Murilo é primário, uma vez que condenação com trânsito em julgado pelo artigo 28 da Lei de Drogas não gera reincidência."
      },
      {
        "letra": "D",
        "texto": "Acertada, pois Murilo é reincidente, uma vez que condenação com trânsito em julgado pelo artigo 28 da Lei de Drogas gera reincidência."
      },
      {
        "letra": "E",
        "texto": "Equivocada, pois o artigo 28 da Lei de Drogas não é mais crime e esse entendimento deve retroagir, pois é mais favorável ao réu."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3267119",
    "metadata": "Ano: 2025 | Banca: UEG | Órgão: UEG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Crimes contra o patrimônio",
      "Furto",
      "Estelionato"
    ],
    "enunciado_principal": "Carlão, utilizando-se de aparelho eletrônico adquirido no mercado paralelo da internet, fraudou o dispositivo de medição de energia elétrica de sua residência e de seu estabelecimento comercial, resultando na demonstração de consumo menor do que o real de energia elétrica, causando prejuízo à concessionária de energia. Nesse contexto, a conduta de Carlão se amolda como",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estelionato passível de extinção da punibilidade em caso de adimplemento do débito antes do recebimento da denúncia."
      },
      {
        "letra": "B",
        "texto": "furto de energia elétrica mediante fraude passível de extinção da punibilidade em caso de adimplemento do débito antes do recebimento da denúncia."
      },
      {
        "letra": "C",
        "texto": "furto sem extinção da punibilidade em caso de adimplemento do débito antes do recebimento da denúncia."
      },
      {
        "letra": "D",
        "texto": "furto passível de extinção da punibilidade em caso de adimplemento do débito antes da prolação de sentença."
      },
      {
        "letra": "E",
        "texto": "infração penal prevista no artigo 171 do Código Penal, a qual desafia, via de regra, ação pública condicionada."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3253552",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal privada propriamente dita ou exclusiva",
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Crimes contra a honra",
      "Calúnia"
    ],
    "enunciado_principal": "Imagine que determinado indivíduo fora vítima do crime de calúnia. O ofendido, contudo, decide fazer as pazes com o ofensor e até o convida para apadrinhar um filho seu. Depois da confraternização, todavia, ambos se desentendem por novo motivo – sem que nessa nova contenda haja fato que configure crime. Diante do cenário, o indivíduo que fora vítima da calúnia propõe ação penal privada contra o ofensor por aquele fato inicial. O ofensor prova ao juiz a relação de compadrio. Diante desse cenário, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "houve renúncia tácita, e o direito de ação penal privada não pode ser exercido."
      },
      {
        "letra": "B",
        "texto": "a renúncia pode ser retratada no prazo do oferecimento da ação penal privada."
      },
      {
        "letra": "C",
        "texto": "o direito de ação privada é exclusivo do ofendido, não importando a relação de compadrio."
      },
      {
        "letra": "D",
        "texto": "apesar da relação de compadrio, a ausência de renúncia expressa não obsta o seguimento da ação."
      },
      {
        "letra": "E",
        "texto": "o perdão apenas terá reflexos patrimoniais, não afastando o direto de ação penal privada do ofendido."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3086775",
    "metadata": "Ano: 2024 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Fundamentais",
      "Princípios limitadores do poder punitivo estatal",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Noções Gerais da Culpabilidade",
      "Ação penal",
      "Ação penal pública condicionada à representação",
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Perdão judicial"
    ],
    "enunciado_principal": "[Questão Inédita] Mevinho, 19 anos, resolveu jogar o “jogo do tigrinho” e como havia perdido muito dinheiro no primeiro semestre de 2024, precisava se recompor financeiramente. Em determinado dia, leu em uma doutrina penal que é isento de pena quem comente crime contra o patrimônio em prejuízo de ascendente. Nesses termos, Mevinho resolve subtrair R$ 1.000,00 de sua avó, Dona Mevôna, nascida em 1960. Dito e feito, Mevinho, então, ruma ao quarto da Dona Mevôna, durante a madrugada, e de lá subtrai R$ 1.000,00. Contudo, sua empreitada criminosa é gravada pelo sistema de câmeras e Dona Mevôna resolve denunciar seu neto. Nesses termos, a premissa inicial de Mevinho estava:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Correta, pois haverá isenção de pena por ter sido o crime patrimonial, sem violência ou grave ameaça, perpetrado contra ascendente."
      },
      {
        "letra": "B",
        "texto": "Incorreta, pois o instituto da escusa absolutória não se aplica aos netos."
      },
      {
        "letra": "C",
        "texto": "Incorreta, pois o instituto da escusa absolutória ficará afastado ante a idade da vítima, ainda que guardado o grau de parentesco."
      },
      {
        "letra": "D",
        "texto": "Incorreta, pois o instituto da escusa absolutória ficará afastado ante o crime ter sido perpetrado durante a madrugada."
      },
      {
        "letra": "E",
        "texto": "Incorreta, pois o instituto da escusa absolutória ficará afastado pela representação da vítima."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2530360",
    "metadata": "Ano: 2024 | Banca: INSTITUTO AOCP | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Perempção",
      "Perdão do ofendido"
    ],
    "enunciado_principal": "No tocante à extinção da punibilidade, informe se é verdadeiro (V) ou falso (F) o que se afirma a seguir e assinale a alternativa com a sequência correta. ( ) A graça atinge a pretensão executória e punitiva. ( ) A perempção não é causa de extinção de punibilidade, configurando mero abandono processual. ( ) A anistia atinge a pretensão executória e punitiva, a depender do momento de sua incidência. ( ) O perdão aceito, nos crimes de ação privada ou pública condicionada, extingue a punibilidade.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V – F – V – F."
      },
      {
        "letra": "B",
        "texto": "F – F – V – F."
      },
      {
        "letra": "C",
        "texto": "F – F – F – V."
      },
      {
        "letra": "D",
        "texto": "V – V – F – F."
      },
      {
        "letra": "E",
        "texto": "V – F – V – V."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2459915",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: ENAM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Prazos prescricionais e forma de contagem dos prazos",
      "Prescrição da pretensão punitiva pela pena em concreto",
      "Reincidência"
    ],
    "enunciado_principal": "Em 2024, Guilherme, Américo, Lucas, Rogério e Vladimir praticaram um crime. De acordo com as informações de antecedentes criminais fornecidas a seguir, assinale a opção que indica qual deles é tecnicamente primário (não reincidente).",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Guilherme, enquanto policial militar, foi definitivamente condenado por corrupção passiva prevista no Código Penal Militar e terminou de cumprir a pena no ano de 2023."
      },
      {
        "letra": "B",
        "texto": "Américo, na condição de ocupante de cargo político, praticou crime de peculato, tendo sido definitivamente condenado em 2023, sendo que ainda não terminou de cumprir as penas restritivas de direito que lhe foram impostas."
      },
      {
        "letra": "C",
        "texto": "Lucas foi definitivamente condenado em 2015, tendo sua pena sido extinta em 2020, pela concessão de indulto pleno. Em 2022, Lucas obteve sua reabilitação."
      },
      {
        "letra": "D",
        "texto": "Rogério foi definitivamente condenado em 2023, mas, após o trânsito em julgado de sua condenação, o Juiz reconheceu a ocorrência da prescrição da pretensão punitiva, na modalidade retroativa."
      },
      {
        "letra": "E",
        "texto": "Vladimir foi definitivamente condenado na Espanha, por tráfico de drogas, a uma pena de 6 anos de reclusão, fato ocorrido em 2017 e transitado em julgado em 2018; porém, ainda não cumpriu a pena porque logrou se evadir para o Brasil."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2444525",
    "metadata": "Ano: 2024 | Banca: Fundação CETREDE | Órgão: Prefeitura de Caucaia - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais"
    ],
    "enunciado_principal": "Considerando o que dispõe o Código Penal sobre a Extinção da Punibilidade, assinale a opção CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No caso de evadir-se o condenado ou de revogar-se o livramento condicional, a prescrição é regulada pelo tempo que resta da pena."
      },
      {
        "letra": "B",
        "texto": "A sentença que conceder perdão judicial será considerada para efeitos de reincidência."
      },
      {
        "letra": "C",
        "texto": "Depois de passada em julgado a sentença condenatória, a prescrição corre durante o tempo em que o condenado está preso por outro motivo."
      },
      {
        "letra": "D",
        "texto": "A prescrição da pena de multa ocorrerá em 04 (quatro) anos quando a multa for a única cominada ou aplicada."
      },
      {
        "letra": "E",
        "texto": "O acordo de não persecução penal, ainda que não cumprido ou rescindido, não é causa interruptiva para a prescrição."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2646641",
    "metadata": "Ano: 2023 | Banca: IDIB | Órgão: Prefeitura de Trindade - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais"
    ],
    "enunciado_principal": "Ester é uma servidora pública lotada na Secretaria de Saúde do seu município. Determinado dia, estando apressada para ir para casa assistir o final de um reality show, acaba, por descuido, deixando a porta de entrada da repartição aberta, o que facilitou a entrada de um indivíduo que furtou 2 computadores do órgão. Por conta do incidente, Ester foi acusada de peculato culposo. Porém ela reparou o dano antes da sentença irrecorrível. Nesse caso",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ester responderá, apenas, na esfera civil e não mais administrativa."
      },
      {
        "letra": "B",
        "texto": "Ester terá sua pena reduzida pela metade."
      },
      {
        "letra": "C",
        "texto": "Ester terá sua punibilidade extinta por conta da reparação do dano."
      },
      {
        "letra": "D",
        "texto": "Ester continuará tendo de cumprir a pena referente a esse crime."
      },
      {
        "letra": "E",
        "texto": "Ester deverá ser exonerada, mesmo com a reparação do dano."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2635301",
    "metadata": "Ano: 2023 | Banca: IDECAN | Órgão: SSP-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "De acordo com a jurisprudência sumulada do Superior Tribunal de Justiça (STJ), é possível afirmar que a concessão do indulto penal",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não extingue os efeitos secundários, penais ou extrapenais, da condenação."
      },
      {
        "letra": "B",
        "texto": "suspende os efeitos secundários da condenação."
      },
      {
        "letra": "C",
        "texto": "não extingue a pretensão executória."
      },
      {
        "letra": "D",
        "texto": "extingue os efeitos primários e secundários da condenação, exceto os extrapenais."
      },
      {
        "letra": "E",
        "texto": "extingue todos os efeitos da condenação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2315463",
    "metadata": "Ano: 2023 | Banca: IMPARH | Órgão: AMC de Fortaleza - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais"
    ],
    "enunciado_principal": "Antônio, agente de trânsito recém-concursado da AMC em Fortaleza, recebeu da autarquia um notebook funcional da marca LEVELHO, tendo assinado o livro de carga referente ao objeto e assumido o compromisso de guardar fielmente e zelar pela integridade do bem da administração municipal. Durante o final de semana, Antônio vai até uma barraca na Praia do Futuro e leva o computador na mochila, uma vez que tinha o costume de utilizar o aparelho em suas atividades pessoais. Durante o banho de mar, Fernando Glauco deixa a mochila com o notebook abaixo da cadeira, onde colocou seus demais pertences. Após se ausentar por cerca de 15 minutos, retorna para a mesa e constata que o notebook fora furtado. Transtornado, procura a administração do local, a qual, após analisar as câmeras de segurança, não consegue identificar quem teria subtraído a mochila com o computador e os demais pertences pessoais. Diante dos fatos, a AMC instaura procedimento administrativo funcional e, em ato contínuo, encaminha pedido de instauração de Inquérito na Polícia Civil do Estado do Ceará, que culmina no oferecimento de denúncia por parte do Ministério Público Estadual pela prática do crime de peculato culposo. Antônio procura a AMC e se oferece para pagar o valor referente ao notebook, o que é aceito, sendo certo que o ressarcimento ao erário municipal se deu antes do julgamento da ação penal. Diante dos fatos narrados, é correto afirmar que Antônio:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "arcará com a pena de peculato culposo independentemente do ressarcimento."
      },
      {
        "letra": "B",
        "texto": "fará jus à extinção da punibilidade pelo fato de o ressarcimento ter sido feito antes da sentença irrecorrível."
      },
      {
        "letra": "C",
        "texto": "terá direito à redução de metade da pena."
      },
      {
        "letra": "D",
        "texto": "não fará jus à atenuante referente à reparação do dano."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2207112",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: PC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais"
    ],
    "enunciado_principal": "Pedro ingressou na residência de sua avó Teresa e subtraiu o pequeno cofre do quarto, levando-o para um beco. Sem saber o segredo do cofre, abriu-o com um maçarico e subtraiu as joias de seu interior. Em seguida, levou as peças a uma tradicional joalheria da cidade e vendeu-as a João, comerciante de 20 anos, que comprou os objetos sem se importar em apurar a origem. Considerando essa situação hipotética, julgue o item que se segue.Em se tratando do crime cometido por Pedro, é prevista a exclusão ilicitude em razão de Pedro ser neto da vítima, bastando, para tanto, que não haja a representação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2115965",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais"
    ],
    "enunciado_principal": "Embora não admita analogia in malam partem, é possível a interpretação ampliativa das restrições contidas em decreto concessivo de indulto e comutação de penas.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2110706",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais"
    ],
    "enunciado_principal": "A extinção da punibilidade de crime que é pressuposto, elemento constitutivo ou circunstância agravante de outro não se estende a esse. Como exceção, é correto citar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os crimes em continuidade delitiva."
      },
      {
        "letra": "B",
        "texto": "os crimes complexos."
      },
      {
        "letra": "C",
        "texto": "os crimes conexos."
      },
      {
        "letra": "D",
        "texto": "os crimes plurais."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2082785",
    "metadata": "Ano: 2023 | Banca: Avança SP | Órgão: Prefeitura de Americana - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Prevê o Código Penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quanto ao termo inicial da prescrição antes de transitar em julgado a sentença final, começa a correr, no caso de tentativa, do dia em que cessou a atividade criminosa;"
      },
      {
        "letra": "B",
        "texto": "Que a punibilidade não se extingue pela retratação do agente em nenhum caso;"
      },
      {
        "letra": "C",
        "texto": "O curso da prescrição não é prejudicado enquanto não se resolver, em outro processo, questão de que dependa o reconhecimento da existência do crime;"
      },
      {
        "letra": "D",
        "texto": "O juízo sobre a denúncia ou queixa interrompe a prescrição se for por sua rejeição;"
      },
      {
        "letra": "E",
        "texto": "Todas as assertivas anteriores estão corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2072726",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TCE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais"
    ],
    "enunciado_principal": "A partir das disposições da Lei n.º 13.869/2019, acerca do abuso de autoridade, e da Parte Geral do Código Penal, julgue o item que se segue. A extinção da punibilidade de crime que seja pressuposto ou elemento constitutivo de outro a este se estende.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2666783",
    "metadata": "Ano: 2022 | Banca: IVIN | Órgão: Prefeitura de Estreito - MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais"
    ],
    "enunciado_principal": "Arimateia, réu primário, estava respondendo judicialmente pela prática de crime de lesão corporal seguida de morte, cuja pena é de reclusão, de quatro a doze anos. De acordo com a sentença, já transitada em julgado, Arimateia foi condenado a 6 anos de reclusão. Considerando a situação hipotética narrada, observe as afirmações abaixo e assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Antes do trânsito em julgado da sentença, a prescrição se daria em vinte e quatro anos, a partir do dia da prisão de Arimateia."
      },
      {
        "letra": "B",
        "texto": "Antes do trânsito em julgado da sentença, a prescrição se daria em vinte anos, a partir do dia que o crime se consumou."
      },
      {
        "letra": "C",
        "texto": "Atualmente, após o trânsito em julgado da sentença, a prescrição será de vinte anos, a partir do dia da sua prisão."
      },
      {
        "letra": "D",
        "texto": "Atualmente, após o trânsito em julgado da sentença, a prescrição será de dezesseis anos, a partir do dia que o crime se consumou."
      },
      {
        "letra": "E",
        "texto": "Atualmente, após o trânsito em julgado da sentença, a prescrição será de doze anos, a partir do dia do trânsito em julgado de sua sentença."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2006440",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: MPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo",
      "Resultado",
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais"
    ],
    "enunciado_principal": "Quanto ao desvalor da ação e ao desvalor do resultado no Direito Penal, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O desvalor da ação e o desvalor do resultado podem servir de fundamento para as condições objetivas de punibilidade por parte minoritária da doutrina penal, que entende que o desvalor do resultado, nos crimes de imprudência, constitui elemento fora do injusto penal, uma vez que a norma implícita no tipo penal somente pode proibir ações e nunca resultados típicos."
      },
      {
        "letra": "B",
        "texto": "O injusto penal, nos crimes de mera conduta, em que o legislador descreve somente o comportamento do agente, sem se preocupar com o resultado, depende de uma função seletiva, destacando determinadas condutas como intoleráveis para o Direito Penal e aquelas ações que produzem lesões aos bens jurídicos tutelados, e somente estará plenamente constituído o injusto em tais crimes quando, ao desvalor da ação, acrescentar-se o desvalor do resultado."
      },
      {
        "letra": "C",
        "texto": "O crime de perigo abstrato exige uma materialidade, mas não um desvalor de resultado, consubstanciada na periculosidade do comportamento — que não se confunde com a exigência de lesão nem de perigo concreto. O reconhecimento dessa materialidade é a única forma de compatibilizar a técnica legislativa de descrição de uma mera conduta típica com o princípio de exclusiva proteção aos bens jurídicos, consagrado pela dogmática penal, caracterizando o injusto penal."
      },
      {
        "letra": "D",
        "texto": "O STJ entendia que o crime de furto privilegiado qualificado não era permitido ante o fato de que qualificadora encerrava, em si mesma, grande carga de desvalor da conduta, não havendo, pois, como preponderar o desvalor do resultado, contudo mudou o posicionamento para seguir o STF, em razão de determinadas qualificadoras, mormente as de natureza objetiva."
      },
      {
        "letra": "E",
        "texto": "A punibilidade nos crimes culposos vindica uma conexão interna entre o desvalor da ação e o desvalor do resultado, em que o desvalor da ação se constata pela inobservância do cuidado objetivo devido e o desvalor do resultado pela lesão ou perigo concreto de lesão para o bem jurídico, todavia tem como elemento decisivo da ilicitude do fato culposo não propriamente o resultado lesivo causado pelo agente, mas o desvalor da ação que praticou."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1992061",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais"
    ],
    "enunciado_principal": "O Código Penal prescreve determinadas causas que extinguem o direito de punir titularizado pelo Estado. Considerando o tema extinção da punibilidade, assinale a alternativa correta",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É de se preservar a coisa julgada quanto à decisão extintiva da punibilidade do acusado, ainda que a sentença haja sido proferida por juízo incompetente para o feito."
      },
      {
        "letra": "B",
        "texto": "Para fins prescricionais, há de tomar-se a idade do acusado, na data do pronunciamento do juízo, não naquela em que o título executivo penal condenatório se torne imutável na via do recurso."
      },
      {
        "letra": "C",
        "texto": "O pagamento integral de débito tributário empreendido pelo sentenciado em momento anterior ao trânsito em julgado da condenação que lhe foi imposta não é causa de extinção de sua punibilidade, conforme opção político criminal do legislador pátrio."
      },
      {
        "letra": "D",
        "texto": "A mera alteração da norma incriminante há de ser entendida como abolitio criminis, que ocorre quando a lei nova exclui do âmbito da proteção do direito penal fato considerado como crime pela lei anterior."
      },
      {
        "letra": "E",
        "texto": "Conceder-se-á a extradição, ainda quando se achar extinta, em decorrência de qualquer causa legal, a punibilidade do extraditando, independentemente de se verificar a consumação da prescrição penal, seja nos termos da lei brasileira, seja segundo o ordenamento positivo do Estado requerente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1990133",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TCE-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais"
    ],
    "enunciado_principal": "No tocante à extinção da punibilidade penal, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "no crime de peculato culposo, a reparação do dano, se realizada após a sentença irrecorrível, acarreta a extinção da punibilidade;"
      },
      {
        "letra": "B",
        "texto": "nos crimes conexos, a extinção da punibilidade de um deles não impede, quanto aos outros, a agravação da pena resultante da conexão;"
      },
      {
        "letra": "C",
        "texto": "no crime de apropriação indébita previdenciária, extingue-se a punibilidade com o pagamento das contribuições devidas à previdência social, se realizado após o início da ação fiscal;"
      },
      {
        "letra": "D",
        "texto": "nos crimes contra a administração pública, estende-se o perdão judicial aos demais participantes do crime, em razão de se tratar de circunstância pessoal;"
      },
      {
        "letra": "E",
        "texto": "nos crimes contra a ordem tributária, o pagamento integral do tributo, após a sentença condenatória irrecorrível, implica extinção da punibilidade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1985499",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: Prefeitura de Dourados - MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais"
    ],
    "enunciado_principal": "No que se refere à extinção da punibilidade e as hipóteses previstas no Código Penal, assinale a alternativa que não apresenta uma hipótese de extinção da punibilidade.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Retroatividade de lei que não mais considera o fato como criminoso"
      },
      {
        "letra": "B",
        "texto": "Perempção"
      },
      {
        "letra": "C",
        "texto": "Litispendência"
      },
      {
        "letra": "D",
        "texto": "Indulto"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1971696",
    "metadata": "Ano: 2022 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais"
    ],
    "enunciado_principal": "São funções que a doutrina atribui ao consentimento do ofendido na área penal, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Elemento essencial do tipo."
      },
      {
        "letra": "B",
        "texto": "Causa de exclusão da ilicitude."
      },
      {
        "letra": "C",
        "texto": "Causa de extinção da punibilidade."
      },
      {
        "letra": "D",
        "texto": "Causa de exclusão da tipicidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1960692",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais"
    ],
    "enunciado_principal": "Quanto à extinção da punibilidade, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é admissível a perempção na ação penal privada subsidiária da pública;"
      },
      {
        "letra": "B",
        "texto": "no crime de peculato culposo, a reparação do dano, se precede à sentença irrecorrível, acarreta extinção da punibilidade"
      },
      {
        "letra": "C",
        "texto": "tratando-se de circunstância pessoal, o perdão judicial pode ser estendido aos demais participantes do crime;"
      },
      {
        "letra": "D",
        "texto": "o pagamento integral do tributo, se efetuado antes de oferecida a denúncia, implica extinção da punibilidade;"
      },
      {
        "letra": "E",
        "texto": "nos crimes conexos, a extinção da punibilidade de um deles impede, quanto aos outros, a agravação da pena resultante da conexão."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1952527",
    "metadata": "Ano: 2022 | Banca: UFMT | Órgão: POLITEC-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Lei penal no tempo",
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais"
    ],
    "enunciado_principal": "No campo do direito penal, o fenômeno da sucessão de leis penais no tempo é resolvido pelos princípios da irretroatividade maléfica ou retroatividade benéfica. Segundo as prescrições do Código Penal (Decreto-Lei nº 2.848/1940 e alterações), a aplicação retroativa de lei que não considera mais determinado fato como criminoso é causa",
    "alternativas": [
      {
        "letra": "A",
        "texto": "suspensiva da prescrição."
      },
      {
        "letra": "B",
        "texto": "excludente de ilicitude."
      },
      {
        "letra": "C",
        "texto": "excludente de tipicidade."
      },
      {
        "letra": "D",
        "texto": "excludente de culpabilidade."
      },
      {
        "letra": "E",
        "texto": "extintiva da punibilidade."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1951311",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais"
    ],
    "enunciado_principal": "Em relação à prescrição como causa de extinção da punibilidade, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o curso do prazo não se interrompe pelo recebimento da denúncia;"
      },
      {
        "letra": "B",
        "texto": "a prescrição da pena de multa ocorrerá em um ano quando a multa for a única pena cominada ou aplicada;"
      },
      {
        "letra": "C",
        "texto": "os prazos se reduzem de 1/3 se o criminoso era, ao tempo do crime, menor de 21 anos;"
      },
      {
        "letra": "D",
        "texto": "às penas restritivas de direito não se aplicam os mesmos prazos prescricionais previstos para as penas privativas de liberdade;"
      },
      {
        "letra": "E",
        "texto": "antes da sentença transitada em julgado, o prazo começa a correr, nos crimes permanentes, do dia em que cessou a permanência."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1947758",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: MPE-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Crimes contra a honra",
      "Noções Gerais de Crimes Contra a Honra"
    ],
    "enunciado_principal": "Em se tratando de crimes contra a honra, a retratação do agressor extingue a punibilidade",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nos crimes de calúnia e injúria."
      },
      {
        "letra": "B",
        "texto": "tanto no crime de difamação quanto no de injúria."
      },
      {
        "letra": "C",
        "texto": "no crime de calúnia, apenas."
      },
      {
        "letra": "D",
        "texto": "nos crimes de calúnia, difamação e injúria."
      },
      {
        "letra": "E",
        "texto": "no crime de calúnia e no de difamação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1921031",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Pires do Rio - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo",
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Crimes contra a administração pública",
      "Peculato"
    ],
    "enunciado_principal": "A respeito dos crimes contra a administração pública, julgue o seguinte item.É cabível a extinção da punibilidade pelo crime de peculato culposo caso seja efetuada reparação do dano em momento anterior à sentença irrecorrível.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1911921",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PC-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Vitor, à época um senhor de 68 anos, foi preso em flagrante ao ser abordado em blitz da policial militar dirigindo um veículo roubado, no dia 07 de setembro de 2018, pelo crime de receptação. Vitor foi denunciado, tendo a denúncia sido recebida em 05 de janeiro de 2019. Em 08 de novembro de 2020, Vitor foi condenado à pena privativa de liberdade de 1 ano. Como não foi interposto recurso de apelação, o processo transitou em julgado sem chegar à segunda instância. Após permanecer foragido, Vitor foi finalmente preso, tendo a execução penal se iniciado em 30 de janeiro de 2021. Considerando as informações esposadas, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não ocorreu extinção da punibilidade pela prescrição."
      },
      {
        "letra": "B",
        "texto": "Ocorreu prescrição da pretensão executória."
      },
      {
        "letra": "C",
        "texto": "Ocorreu prescrição intercorrente."
      },
      {
        "letra": "D",
        "texto": "Ocorreu prescrição retroativa."
      },
      {
        "letra": "E",
        "texto": "O crime em questão é imprescritível."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1908916",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: DPE-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais"
    ],
    "enunciado_principal": "É possível a extinção da punibilidade pela retratação do agente no crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falso testemunho, antes da sentença no processo em que ocorreu o ilícito."
      },
      {
        "letra": "B",
        "texto": "desacato, se feita de forma espontânea até o trânsito em julgado."
      },
      {
        "letra": "C",
        "texto": "injúria, desde que feita cabalmente e pelo mesmo meio de sua prática."
      },
      {
        "letra": "D",
        "texto": "incitação ao crime, até o oferecimento da denúncia."
      },
      {
        "letra": "E",
        "texto": "lesão corporal submetido à Lei Maria da Penha (Lei nº 11.340/2006), desde que feita em juízo até o recebimento da denúncia."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1899400",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PC-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais"
    ],
    "enunciado_principal": "Kelly ajuizou queixa-crime em face de seu ex-namorado Daniel em razão de declarações atentatórias à sua honra, com caráter misógino, nas redes sociais, imputando-lhes os crimes de injúria e difamação. Após ser citado por oficial de justiça, Daniel manifestou-se publicamente nas mesmas redes sociais em pedido de desculpas a Kelly. Diante do cenário exposto, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Poderá ser caracterizada a extinção da punibilidade pela retratação apenas quanto ao crime de difamação."
      },
      {
        "letra": "B",
        "texto": "A retratação não é cabível, pois Daniel manifestou-se somente após a citação."
      },
      {
        "letra": "C",
        "texto": "Tendo em vista a retratação realizada por Daniel, poderá ser decretar a extinção da punibilidade dos crimes de injúria e difamação."
      },
      {
        "letra": "D",
        "texto": "Quanto ao crime de injúria, Kelly poderá conceder o perdão do ofendido independentemente da vontade de Daniel, por se tratar de ato unilateral."
      },
      {
        "letra": "E",
        "texto": "Kelly poderá conceder perdão do ofendido quanto aos crimes de injúria e difamação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1889590",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: CGU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais"
    ],
    "enunciado_principal": "No que toca à punibilidade dos crimes fiscais e o uso da analogia, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a extinção da punibilidade dos crimes fiscais pode ocorrer por processo de integração determinado pela analogia;"
      },
      {
        "letra": "B",
        "texto": "o pagamento parcial dos débitos oriundos de contribuições sociais e tributos, inclusive os acessórios, conduz à extinção da punibilidade;"
      },
      {
        "letra": "C",
        "texto": "nas leis fiscais, de caráter similar às penais, é possível o recurso à analogia ampla, a favor ou contra o agente;"
      },
      {
        "letra": "D",
        "texto": "em caso de leis fiscais de repercussão penal com lacunas intencionalmente deixadas em aberto pelo legislador, não se admite analogia;"
      },
      {
        "letra": "E",
        "texto": "o pagamento parcial dos débitos oriundos de contribuições sociais e tributos, excluídos os acessórios, conduz à extinção da punibilidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1886822",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Decadência.",
      "Perempção",
      "Renúncia",
      "Retratação do agente"
    ],
    "enunciado_principal": "Extinguem a punibilidade do agente",
    "alternativas": [
      {
        "letra": "A",
        "texto": "renúncia e perempção na ação pública condicionada."
      },
      {
        "letra": "B",
        "texto": "decadência e retratação na ação pública incondicionada."
      },
      {
        "letra": "C",
        "texto": "retratação e perdão aceito na ação pública condicionada."
      },
      {
        "letra": "D",
        "texto": "perdão aceito e perempção na ação privada propriamente dita."
      },
      {
        "letra": "E",
        "texto": "decadência e renúncia na ação privada subsidiária da pública."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1884465",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais"
    ],
    "enunciado_principal": "Um servidor público foi processado e julgado por crime de peculato culposo, todavia, antes do trânsito em julgado da sentença, ele ressarciu o erário do prejuízo causado. Nessa situação hipotética, a reparação do dano pelo servidor constitui",
    "alternativas": [
      {
        "letra": "A",
        "texto": "causa excludente da culpabilidade."
      },
      {
        "letra": "B",
        "texto": "causa supralegal de antijuridicidade."
      },
      {
        "letra": "C",
        "texto": "causa atenuante da pena."
      },
      {
        "letra": "D",
        "texto": "causa extintiva de punibilidade."
      },
      {
        "letra": "E",
        "texto": "excludente de ilicitude."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1867433",
    "metadata": "Ano: 2022 | Banca: FUNDATEC | Órgão: IPE Saúde",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais"
    ],
    "enunciado_principal": "NÃO é causa de extinção da punibilidade, segundo o Código Penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O pelo perdão judicial, nos casos previstos em lei."
      },
      {
        "letra": "B",
        "texto": "A renúncia do direito de queixa ou o perdão aceito, nos crimes de ação privada."
      },
      {
        "letra": "C",
        "texto": "A reabilitação do agente."
      },
      {
        "letra": "D",
        "texto": "A retroatividade da lei que não mais considera o fato como criminoso."
      },
      {
        "letra": "E",
        "texto": "A retratação do agente, nos casos em que a lei a admite."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2413259",
    "metadata": "Ano: 2021 | Banca: FAPEC | Órgão: PC-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais"
    ],
    "enunciado_principal": "As causas de extinção de punibilidade são hipóteses que afastam a possibilidade de o Estado impor a sanção penal ou de executar a sanção já imposta. O artigo 107 do Código Penal traz um rol exemplificativo de causas de extinção da punibilidade, dentre as quais NAO está inserida:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a renúncia ao direito de queixa, nos crimes de ação privada."
      },
      {
        "letra": "B",
        "texto": "o casamento do agente com a vítima, nos crimes contra os costumes."
      },
      {
        "letra": "C",
        "texto": "a retratação do agente, nos casos em que a lei admite."
      },
      {
        "letra": "D",
        "texto": "a prescrição."
      },
      {
        "letra": "E",
        "texto": "a retroatividade da lei, que não mais considera o fato como criminoso."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2011482",
    "metadata": "Ano: 2021 | Banca: IADES | Órgão: CFQ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais"
    ],
    "enunciado_principal": "O Título VIII do Código Penal (CP) trata da extinção da punibilidade, real consequência jurídica do fato-crime após se comprovar que o fato é típico, antijurídico e o agente, culpável. A punibilidade é tema de fundamental relevância no âmbito penal e, por sua vez, as causas extintivas da punibilidade estão especialmente previstas no art. 107 do CP. Com base nesse assunto, assinale a alternativa que apresenta uma das causas extintivas da punibilidade, que foi revogada com o advento da Lei no 11.106/2005.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Prescrição."
      },
      {
        "letra": "B",
        "texto": "Morte do agente."
      },
      {
        "letra": "C",
        "texto": "Renúncia do direito de queixa ou pelo perdão aceito, nos crimes de ação privada."
      },
      {
        "letra": "D",
        "texto": "Perdão judicial, nos casos previstos em lei."
      },
      {
        "letra": "E",
        "texto": "Casamento do agente com a vítima, nos crimes contra a dignidade sexual."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1856497",
    "metadata": "Ano: 2021 | Banca: FAPEC | Órgão: PC-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais"
    ],
    "enunciado_principal": "Considerando o regramento das leis penais no tempo e a história do Direito Penal na República Federativa do Brasil, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Código Penal de 1969 (Decreto-lei n. 1.004/69) revogou alguns dispositivos do Código Penal de 1940 (Decreto-lei n. 2.848/40), produzindo efeitos jurídicos, muito embora tenha sido revogado ainda em seu período de vacatio legis."
      },
      {
        "letra": "B",
        "texto": "Desde que seja em caráter benéfico, a doutrina majoritária entende ser possível aplicar leis penais antes de consumada sua vigência."
      },
      {
        "letra": "C",
        "texto": "Tanto o STF quanto o STJ não admitem a combinação de leis penais."
      },
      {
        "letra": "D",
        "texto": "A abolitio criminis e a novatio legis in mellius são causas de extinção da punibilidade aplicáveis para beneficiar o réu, ainda que tenha havido o trânsito em julgado da sentença penal condenatória."
      },
      {
        "letra": "E",
        "texto": "Nos crimes permanentes e continuados, a lei penal aplicável será aquela mais benéfica ao agente e não a lei mais grave em vigor antes da cessação da permanência ou da continuidade. Isso porque, de acordo com a CF/1988, vige o princípio da retroatividade da lei penal mais benéfica ao agente."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1856341",
    "metadata": "Ano: 2021 | Banca: FAPEC | Órgão: PC-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais"
    ],
    "enunciado_principal": "São causas de extinção da punibilidade previstas no art. 107 do Código Penal Brasileiro, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a retroatividade de lei, que não mais considera o fato como criminoso."
      },
      {
        "letra": "B",
        "texto": "a prescrição, decadência ou perempção."
      },
      {
        "letra": "C",
        "texto": "a retratação do agente, nos casos em que a lei a admite."
      },
      {
        "letra": "D",
        "texto": "o cumprimento das condições impostas para a suspensão condicional da pena."
      },
      {
        "letra": "E",
        "texto": "a renúncia do direito de queixa ou pelo perdão aceito, nos crimes de ação privada."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1855787",
    "metadata": "Ano: 2021 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Sobre extinção da punibilidade, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A anistia, a graça e o indulto constituem atos de competência exclusiva do Presidente da República, que anulam todos os efeitos penais da condenação, sendo que o primeiro ato tem por objeto fatos definidos como crimes políticos, militares ou eleitorais, e o segundo e o terceiro atos tem por objeto fatos definidos como crimes comuns."
      },
      {
        "letra": "B",
        "texto": "B pratica o crime de homicídio qualificado (CP, art. 121, § 2º, inciso V), por ter como finalidade assegurar a impunidade do crime de lesões corporais graves. A extinção da punibilidade pela prescrição da pretensão punitiva pela pena em abstrato, em relação ao crime de lesões corporais graves, afasta a imputação da respectiva qualificadora do homicídio, respondendo B pelo crime de homicídio simples (CP, art. 121, caput)."
      },
      {
        "letra": "C",
        "texto": "Em coautoria, A, de 70 anos, e B, de 50 anos, praticam o crime de receptação simples (CP, art. 180, caput). O reconhecimento da prescrição da pretensão punitiva pela pena em concreto do crime comum, com prazo reduzido pela metade ao coautor A, em razão de ser maior de 70 (setenta) anos na data da sentença condenatória (CP, art. 115), não se estende ao coautor B, havendo, pois, extinção da punibilidade somente em relação a A."
      },
      {
        "letra": "D",
        "texto": "A prescrição da pretensão punitiva pela pena em abstrato, relativamente ao crime de roubo simples (CP, art. 157, caput – pena: reclusão, de quatro a dez anos, e multa), na modalidade de tentativa (CP, art. 14, inciso II, parágrafo único – diminuição, de um a dois terços, da pena do crime consumado), ocorre em 8 (oito) anos (CP, art. 109, inciso IV)."
      },
      {
        "letra": "E",
        "texto": "Havendo continuidade delitiva no crime de apropriação indébita, a prescrição regula-se pela pena concretamente imposta na sentença condenatória, não se computando no cálculo da prescrição o acréscimo decorrente da continuação (CP, art. 71, caput), sendo este o mesmo critério utilizado para afastar daquele cálculo de prescrição o acréscimo decorrente da causa de aumento de pena de ter o agente recebido a coisa em razão de profissão, prevista na parte especial (CP, art. 168, § 1º, inciso III)."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1839555",
    "metadata": "Ano: 2021 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais"
    ],
    "enunciado_principal": "Considere as seguintes afirmações acerca das causas de extinção da punibilidade. I - Temístocles, com 19 anos de idade na data do fato, no dia 10 de setembro de 2014, em Santa Maria, RS, subtraiu, para si, mediante grave ameaça, uma bicicleta, avaliada em R$ 1.500,00, de propriedade de Juvenal. O Ministério Público, diante desse fato, ofereceu denúncia contra Temístocles, a qual foi recebida em 25 de março de 2015. Após regular processamento, sobreveio, em 8 de junho de 2018, sentença absolutória. Interposto recurso de apelação pela acusação, foi a sentença de primeiro grau reformada por Câmara Criminal do Tribunal de Justiça, com a condenação do réu e a aplicação da pena de 4 anos e 10 meses de reclusão, mais multa, em acórdão proferido na sessão de julgamento do dia 14 de setembro de 2019 e transitado em julgado 17 dias após. Em sendo assim, ocorreu a extinção da pretensão punitiva estatal, pela prescrição.II - Conforme disposição expressa da Lei nº 12.850/2013, que trata das organizações criminosas, o perdão judicial pode ser concedido como prêmio ao réu que prestar colaboração após a sentença penal condenatória ter transitado em julgado. III - O indulto, que deve ser concedido por decreto pelo Presidente da República, afeta a pretensão executiva estatal, extinguindo todos os efeitos penais da sentença condenatória. Quais afirmações estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todas as afirmações estão corretas."
      },
      {
        "letra": "B",
        "texto": "Nenhuma das afirmações está correta."
      },
      {
        "letra": "C",
        "texto": "Apenas as afirmações I e II."
      },
      {
        "letra": "D",
        "texto": "Apenas as afirmações I e III."
      },
      {
        "letra": "E",
        "texto": "Apenas as afirmações II e III."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1828627",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: SEFAZ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Perempção"
    ],
    "enunciado_principal": "Em relação a ação penal e extinção da punibilidade, julgue o seguinte item. A perempção é hipótese de extinção de punibilidade específica da ação penal privada e pode se configurar se o querelante deixar de dar andamento processual por trinta dias seguidos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1826467",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais"
    ],
    "enunciado_principal": "Considerando a Parte Geral do Código Penal e a jurisprudência dos tribunais superiores aplicável, julgue o item a seguir. A pendência do pagamento da multa criminal impede a extinção da punibilidade da pena privativa de liberdade aplicada pelo mesmo fato.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1785364",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Classificação de Ação Penal"
    ],
    "enunciado_principal": "Em 17 de setembro de 2020, Maria Lúcia, à época com 61 anos de idade, compareceu na Delegacia de Polícia mais perto de sua residência e registrou boletim de ocorrência em desfavor de Mário Sérgio, devidamente qualificado na peça policial. Disse a declarante ter adquirido um veículo de Mário Sérgio e, após o pagamento do sinal no valor de 30 mil reais, no dia 10 de setembro de 2020, não obteve mais notícias do vendedor e nem do veículo, restando o prejuízo no valor do sinal. Noticiada do prazo para representação, acabou nada dizendo. Em 01 de abril de 2021, o Ministério Público denunciou Mário Sérgio pelo crime de estelionato. Nesse caso, deve o juiz",
    "alternativas": [
      {
        "letra": "A",
        "texto": "rejeitar a denúncia, em virtude do princípio da insignificância dos valores despendidos, o que torna o fato atípico."
      },
      {
        "letra": "B",
        "texto": "receber a denúncia e citar o réu para que responda à acusação, diante da natureza incondicionada da ação penal pública em delitos de estelionato."
      },
      {
        "letra": "C",
        "texto": "receber a denúncia e citar o réu para que responda à acusação, pois, apesar da natureza pública condicionada da ação penal nos crimes de estelionato, a vítima tem mais de 60 anos."
      },
      {
        "letra": "D",
        "texto": "declarar, de ofício, a extinção da punibilidade do réu decorrente da ausência de representação da vítima no prazo legal."
      },
      {
        "letra": "E",
        "texto": "antes de receber a denúncia, determinar a intimação da vítima para que, em 30 dias, proceda ou não à necessária representação perante o próprio juízo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1771677",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: PC-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Prescrição é a perda pelo Estado do direito de punir ou executar a pena em razão do decurso do tempo, tratando-se de causa de extinção da punibilidade. Sobre o tema, analise as afirmativas a seguir. I. O termo inicial da prescrição da pretensão punitiva é o do dia em que cessar a permanência, em crimes desta natureza. II. A publicação do acórdão condenatório interrompe o prazo da prescrição da pretensão executória. III. A desclassificação posterior pelo Tribunal do Júri faz desaparecera causa de interrupção da prescrição em razão da pronúncia. Está correto somente o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I;"
      },
      {
        "letra": "B",
        "texto": "II;"
      },
      {
        "letra": "C",
        "texto": "III;"
      },
      {
        "letra": "D",
        "texto": "I e III;"
      },
      {
        "letra": "E",
        "texto": "II e III."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1751211",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais"
    ],
    "enunciado_principal": "Acerca da teoria da pena, julgue o item que se segue.O inadimplemento da pena de multa não obsta a extinção da punibilidade do apenado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1673247",
    "metadata": "Ano: 2020 | Banca: ADM&TEC | Órgão: Prefeitura de Gravatá - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Periclitação da vida e da saúde",
      "Perigo para a vida ou a saúde de outrem",
      "Crimes contra a inviolabilidade do domicílio"
    ],
    "enunciado_principal": "Analise as afirmativas a seguir: I. À luz do artigo 107 do Decreto-lei nº 2.848, de 1940, extingue-se a punibilidade pela morte do agente; pela anistia, graça ou indulto; pela retroatividade de lei que não mais considera o fato como criminoso; pela prescrição, decadência ou perempção; pela renúncia do direito de queixa ou pelo perdão aceito, nos crimes de ação privada; pela retratação do agente, nos casos em que a lei a admite. II. Entrar ou permanecer em casa alheia ou em suas dependências, de forma clandestina ou astuciosa, é uma prática sujeita à pena de detenção, de um a três meses, ou multa. Se o crime é cometido durante a noite, ou em lugar ermo, ou com o emprego de violência ou de arma, ou por duas ou mais pessoas, a pena é de detenção, de seis meses a dois anos, além da pena correspondente à violência, conforme previsto no artigo 150 do Decreto-lei nº 2.848, de 1940. III. À luz do Código Penal, exigir cheque-caução, nota promissória ou qualquer garantia como condição para o atendimento médico-hospitalar emergencial é uma ação sujeita à pena de detenção, de 3 (três) meses a 1 (um) ano, e multa. A pena é aumentada até o dobro se da negativa de atendimento resultar uma lesão corporal de natureza grave, e até o triplo se resulta em morte, conforme dispõe o artigo 135-A, do Código Penal. Marque a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nenhuma afirmativa está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas uma afirmativa está correta."
      },
      {
        "letra": "C",
        "texto": "Apenas duas afirmativas estão corretas."
      },
      {
        "letra": "D",
        "texto": "Todas as afirmativas estão corretas"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1013538",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais"
    ],
    "enunciado_principal": "Sobre a extinção da punibilidade, nos termos preconizados pelo Código Penal, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A prescrição da pena de multa ocorrerá no prazo de 2 anos quando ela for cumulativamente cominada com a pena privativa de liberdade."
      },
      {
        "letra": "B",
        "texto": "Nos crimes conexos, a extinção da punibilidade de um deles não impede, quanto aos outros, a agravação da pena resultante da conexão."
      },
      {
        "letra": "C",
        "texto": "A sentença que conceder o perdão judicial será considerada para fins de reincidência."
      },
      {
        "letra": "D",
        "texto": "São reduzidos pela metade os prazos de prescrição quando o criminoso era, ao tempo do crime, menor de 21 (vinte e um) anos ou, na data da sentença, maior de 60 (sessenta) anos."
      },
      {
        "letra": "E",
        "texto": "A prescrição, depois da sentença condenatória com trânsito em julgado para a acusação, regula-se pela pena aplicada, e poderá ter por termo inicial data anterior à da denúncia ou queixa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1013489",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Legislação Penal Especial",
      "Crimes contra o Consumidor, a Ordem Econômica e Tributária – Lei nº 8.078 de 1990 e Lei nº 8.137 de 1990"
    ],
    "enunciado_principal": "Ricardo e Saulo, sócios diretores de uma empresa de cosméticos com sede no estado do Rio Grande do Sul, no ano de 2017, prestaram declarações falsas à autoridade fazendária, com o escopo de suprimir imposto federal. A empresa foi alvo de autuação e o imposto reduzido devidamente lançado. Após a conclusão das investigações, Ricardo e Saulo foram denunciados pelo Ministério Público Federal por crime contra a ordem tributária (artigo 1° , I, da Lei n° 8.137/1990). A denúncia foi recebida pela Justiça Federal e a ação penal passou a tramitar regularmente. No curso da ação penal, antes da prolação da sentença de primeiro grau, Ricardo e Saulo quitaram integralmente o débito tributário suprimido. Neste caso, Ricardo e Saulo",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não terão qualquer benefício, uma vez que o pagamento ocorreu após o recebimento da denúncia."
      },
      {
        "letra": "B",
        "texto": "terão as suas penas reduzidas de 1/3 a 2/3."
      },
      {
        "letra": "C",
        "texto": "terão as suas punibilidades extintas pelo Magistrado competente."
      },
      {
        "letra": "D",
        "texto": "serão beneficiados pelo perdão judiciário."
      },
      {
        "letra": "E",
        "texto": "terão as suas penas de reclusão substituídas pela de detenção ou, então, o Magistrado poderá lhes aplicar apenas a pena de multa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1004232",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Guarulhos - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais"
    ],
    "enunciado_principal": "De acordo com o art. 108 do CP, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a extinção da punibilidade de crime que é pressuposto, elemento constitutivo ou circunstância agravante de outro não se estende a este. Nos crimes conexos, a extinção da punibilidade de um deles não impede, quanto aos outros, a agravação da pena resultante da conexão."
      },
      {
        "letra": "B",
        "texto": "a extinção da punibilidade de crime que é pressuposto, elemento constitutivo ou circunstância agravante de outro estende-se a este. Nos crimes conexos, a extinção da punibilidade de um deles não impede, quanto aos outros, a agravação da pena resultante da conexão."
      },
      {
        "letra": "C",
        "texto": "a extinção da punibilidade de crime que é pressuposto, elemento constitutivo ou circunstância agravante de outro não se estende a este. Nos crimes conexos, a extinção da punibilidade de um deles impede, quanto aos outros, a agravação da pena resultante da conexão."
      },
      {
        "letra": "D",
        "texto": "a extinção da punibilidade de crime que é pressuposto, elemento constitutivo ou circunstância agravante de outro estende-se a este. Nos crimes conexos, a extinção da punibilidade de um deles impede, quanto aos outros, a agravação da pena resultante da conexão."
      },
      {
        "letra": "E",
        "texto": "a extinção da punibilidade de crime que é pressuposto, elemento constitutivo ou circunstância agravante de outro não se estende a este. Nos crimes conexos, a extinção da punibilidade de um deles impede, quanto aos outros, a diminuição da pena resultante da conexão."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "990830",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Anistia, graça e indulto"
    ],
    "enunciado_principal": "É causa de extinção da punibilidade, nos estritos termos do art. 107 do CP:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a detração."
      },
      {
        "letra": "B",
        "texto": "a absolvição."
      },
      {
        "letra": "C",
        "texto": "o indulto."
      },
      {
        "letra": "D",
        "texto": "o perdão, ainda que não aceito pelo ofendido, nos crimes de ação privada."
      },
      {
        "letra": "E",
        "texto": "a remição."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "938387",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Prazos prescricionais e forma de contagem dos prazos",
      "Interrupção e suspensão da contagem dos prazos prescricionais",
      "Prescrição da pretensão punitiva pela pena em abstrato",
      "Perdão judicial"
    ],
    "enunciado_principal": "A respeito da extinção da punibilidade, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São causas de extinção da punibilidade a morte do agente; a prescrição; a renúncia ao direito de queixa, nos crimes de ação penal privada e, nos crimes sem violência, o ressarcimento do dano à vítima."
      },
      {
        "letra": "B",
        "texto": "São reduzidos de metade os prazos prescricionais quando o criminoso era, ao tempo do crime, menor de 21 anos ou portador de doença mental comprometedora da capacidade de entendimento."
      },
      {
        "letra": "C",
        "texto": "O perdão judicial concedido ao agente impede que, posteriormente, seja considerado reincidente, caso novo crime seja praticado."
      },
      {
        "letra": "D",
        "texto": "Antes de transitar em julgado a sentença final, a prescrição somente se regulará pelo máximo da pena privativa de liberdade cominada ao crime."
      },
      {
        "letra": "E",
        "texto": "Interrompida a prescrição, todo o prazo começa a correr, novamente, do dia da interrupção, salvo no caso da pronúncia."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "937448",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Prefeitura de São Bernardo do Campo - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais"
    ],
    "enunciado_principal": "É causa de extinção da punibilidade, expressamente prevista no art. 107 do CP,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a impronúncia."
      },
      {
        "letra": "B",
        "texto": "a despronúncia."
      },
      {
        "letra": "C",
        "texto": "o perdão judicial."
      },
      {
        "letra": "D",
        "texto": "a decisão absolutória."
      },
      {
        "letra": "E",
        "texto": "a retroatividade de lei que diminui a pena cominada ao fato criminoso."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "921264",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais"
    ],
    "enunciado_principal": "No que concerne ao art. 107 do CP, que enumera as causas extintivas da punibilidade, trata-se de rol",
    "alternativas": [
      {
        "letra": "A",
        "texto": "exemplificativo, já que são admitidas pela legislação causas ali não contidas, como, por exemplo, o cumprimento da suspensão condicional do processo."
      },
      {
        "letra": "B",
        "texto": "taxativo, já que não admite exceção."
      },
      {
        "letra": "C",
        "texto": "taxativo, uma vez que as causas supralegais de extinção da punibilidade não são reconhecidas pela jurisprudência."
      },
      {
        "letra": "D",
        "texto": "exemplificativo, já que são admitidas pela legislação causas ali não contidas, como, por exemplo, a incapacidade mental superveniente ao crime."
      },
      {
        "letra": "E",
        "texto": "exemplificativo, já que são admitidas pela legislação causas ali não contidas, como, por exemplo, o indulto."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "920014",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: Prefeitura de São Luís - MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais"
    ],
    "enunciado_principal": "Extingue-se a punibilidade do agente",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pela retroatividade da lei que diminui a pena do crime."
      },
      {
        "letra": "B",
        "texto": "pela superveniência de doença mental do autor do ilícito."
      },
      {
        "letra": "C",
        "texto": "pela reparação do dano ou restituição da coisa objeto do ilícito, em qualquer crime."
      },
      {
        "letra": "D",
        "texto": "pelo perdão do ofendido, em qualquer crime."
      },
      {
        "letra": "E",
        "texto": "pelo perdão judicial, nos casos previstos em lei."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "883565",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: STJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Crimes contra o patrimônio",
      "Furto",
      "Receptação"
    ],
    "enunciado_principal": "No que diz respeito à extinção da punibilidade, julgue o item seguinte.A extinção da punibilidade pela prática do crime de furto alcança o crime de receptação, haja vista que este último só foi possível em razão do primeiro.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "883345",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: STJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Crimes contra a administração pública",
      "Peculato"
    ],
    "enunciado_principal": "Julgue o item que se segue, acerca de extinção da punibilidade no direito penal brasileiro.É causa de extinção da punibilidade a reparação de dano decorrente de peculato culposo por funcionário público, antes do trânsito em julgado de sentença condenatória.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "871856",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: PGE-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Perdão judicial"
    ],
    "enunciado_principal": "A extinção da punibilidade pode ser compreendida como sendo a perda do direito do Estado de impor sanção penal ao autor de fato típico e ilícito. É possível, assim, encontrar hipóteses de extinção da punibilidade no Código Penal, bem como nas legislações extravagantes. Acerca do tema, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na hipótese de abolitio criminis (abolição do crime) permanece a reincidência como efeito secundário da infração penal."
      },
      {
        "letra": "B",
        "texto": "As causas de extinção de punibilidade sempre se comunicam aos coautores e partícipes, em razão de se tratar de matéria de ordem pública."
      },
      {
        "letra": "C",
        "texto": "A sentença que conceder perdão judicial não será considerada para efeitos de reincidência."
      },
      {
        "letra": "D",
        "texto": "A anistia, graça ou indulto não são hipóteses de extinção da punibilidade, por serem atos concedidos pelo chefe do Poder Executivo, e não pelo Judiciário."
      },
      {
        "letra": "E",
        "texto": "Nos crimes conexos, a extinção da punibilidade de um deles impede, quanto aos outros, a agravação da pena resultante da conexão."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "866478",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: DPE-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Morte do agente",
      "Anistia, graça e indulto",
      "Renúncia",
      "Retratação do agente"
    ],
    "enunciado_principal": "Com relação à punibilidade e às causas de sua extinção, julgue os itens a seguir. I A morte do agente extingue todos os efeitos penais, exceto a cobrança da pena de multa e da pena alternativa pecuniária, que poderão ser cobradas dos herdeiros. II O instrumento normativo para instrumentalizar o indulto e a anistia é o decreto presidencial; enquanto a graça é concedida por lei. III De acordo com o Código Penal, o recebimento de indenização pelo dano resultante do crime caracteriza renúncia tácita ao direito de prestar queixa. IV A retratação, prevista no Código Penal, é admitida nos casos de crimes contra a honra, mas apenas se tratar-se de calúnia e difamação, sendo inadmissível na injúria. V Em se tratando de crimes contra honra, o Código Penal prevê a possibilidade de retratação exclusivamente pessoal, ou seja, ela não se comunica aos demais ofensores. Estão certos apenas os itens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "I e III."
      },
      {
        "letra": "C",
        "texto": "II e V."
      },
      {
        "letra": "D",
        "texto": "III e IV."
      },
      {
        "letra": "E",
        "texto": "IV e V."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "856014",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Prescrição. Conceito e modalidades",
      "Prescrição da pretensão executória"
    ],
    "enunciado_principal": "Praticado o ilícito penal por um indivíduo culpável, surge para o Estado o direito de aplicar a sanção penal prevista na lei incriminadora. Contudo, o direito de punir não é absoluto, sendo possível que ocorra alguma causa extintiva de punibilidade, impedindo que o Estado imponha a sanção ao agente. Diante disso, com fundamento no que dispõe o Código Penal sobre a extinção de punibilidade, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No caso de evadir-se o condenado ou de revogar-se o livramento condicional, a prescrição é regulada pelo máximo da pena privativa de liberdade cominada ao crime."
      },
      {
        "letra": "B",
        "texto": "Nos crimes conexos, a extinção da punibilidade de um deles impede, quanto aos outros, a agravação da pena resultante da conexão."
      },
      {
        "letra": "C",
        "texto": "A prescrição, depois da sentença condenatória com trânsito em julgado para a acusação ou depois de improvido seu recurso, regula-se pela pena aplicada, podendo, ainda, ter por termo inicial data anterior à da denúncia ou queixa."
      },
      {
        "letra": "D",
        "texto": "Aplicam-se às penas restritivas de direito os mesmos prazos prescricionais previstos para as privativas de liberdade."
      },
      {
        "letra": "E",
        "texto": "A prescrição da pena de multa ocorrerá em 2 anos quando a multa for alternativa ou cumulativamente cominada ou cumulativamente aplicada."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "855342",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TRE-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Crimes contra o patrimônio",
      "Furto",
      "Extorsão"
    ],
    "enunciado_principal": "A respeito de crimes contra o patrimônio, assinale a opção correta, à luz do entendimento dos tribunais superiores.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A regra do furto privilegiado não se aplica ao crime qualificado por ruptura de obstáculo."
      },
      {
        "letra": "B",
        "texto": "A extorsão é crime material, e a sua consumação exige a concretização da vantagem econômica exigida pelo agente."
      },
      {
        "letra": "C",
        "texto": "O pagamento, antes da sentença, de cheque emitido sem provisão de fundos implica a extinção da punibilidade."
      },
      {
        "letra": "D",
        "texto": "O reconhecimento da atipicidade material do furto pelo princípio da insignificância depende exclusivamente da inexpressividade do valor res furtiva."
      },
      {
        "letra": "E",
        "texto": "No furto de água ou de energia elétrica, o pagamento do débito à companhia fornecedora antes de recebida a denúncia implica a extinção da punibilidade."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "854570",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Causas supralegais de exclusão da antijuridicidade",
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais"
    ],
    "enunciado_principal": "Acerca da antijuridicidade e das causas de exclusão no direito penal, julgue o item subsequente.O consentimento do ofendido é uma excludente de antijuridicidade e poderá ser manifestado antes, durante ou depois da conduta do agente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "854428",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Morte do agente"
    ],
    "enunciado_principal": "Julgue o próximo item, acerca da ação penal e da extinção de punibilidade.Em caso de morte do agente, extingue-se a punibilidade, não podendo a pena alcançar os herdeiros do agente, salvo quanto à obrigação de reparação de dano, no limite do patrimônio herdado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "852978",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Acerca da extinção da punibilidade, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Transitada em julgado a sentença condenatória, a prescrição corre também durante o tempo em que o condenado estiver preso por outro motivo, salvo se a pena estiver sendo cumprida no estrangeiro."
      },
      {
        "letra": "B",
        "texto": "A extinção da punibilidade de crime que seja pressuposto, elemento constitutivo ou circunstância agravante de outro crime não se estende a este e, tratando-se de crimes conexos, a extinção da punibilidade de um deles não impede, quanto aos outros, a agravação da pena resultante da conexão."
      },
      {
        "letra": "C",
        "texto": "Para fins de prescrição, tratando-se de concurso de crimes, a extinção da punibilidade incidirá sobre a pena de cada um, isoladamente, sendo considerada para efeitos de reincidência a sentença que conceder o perdão judicial."
      },
      {
        "letra": "D",
        "texto": "Após o trânsito em julgado da sentença condenatória, a prescrição regula-se pela pena aplicada e, se o crime for hediondo, os prazos aumentam em um terço, ainda que o condenado não seja reincidente."
      },
      {
        "letra": "E",
        "texto": "Após o trânsito em julgado da sentença condenatória para a acusação ou após o não provimento de seu recurso, a prescrição regula-se pela pena aplicada, podendo o termo inicial ser a data anterior à da denúncia ou à da queixa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "828304",
    "metadata": "Ano: 2017 | Banca: IESES | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Medida de segurança",
      "Prazo de duração",
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais"
    ],
    "enunciado_principal": "De acordo com o Código Penal, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não se comunicam as circunstâncias e as condições de caráter pessoal, ainda que elementares do crime."
      },
      {
        "letra": "B",
        "texto": "Considera-se praticado o crime no momento da ação ou omissão, no todo ou em parte, bem como quando se produziu ou deveria produzir-se o resultado."
      },
      {
        "letra": "C",
        "texto": "A extinção da punibilidade de crime que é pressuposto, elemento constitutivo ou circunstância agravante de outro não se estende a este. Nos crimes conexos, a extinção da punibilidade de um deles impede, quanto aos outros, a agravação da pena resultante da conexão."
      },
      {
        "letra": "D",
        "texto": "Tratando-se de Medida de Segurança, a fixação do período de internação ou tratamento ambulatorial não comportará tempo determinado, perdurando enquanto não for averiguada, mediante perícia médica, a cessação de periculosidade. O prazo mínimo, contudo, deverá ser de 1 (um) a 3 (três) anos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "798595",
    "metadata": "Ano: 2017 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Prazos prescricionais e forma de contagem dos prazos",
      "Prescrição da pretensão punitiva pela pena em abstrato"
    ],
    "enunciado_principal": "Sobre a extinção da punibilidade, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Que a extinção da punibilidade de um dos crimes conexos impede a agravação, quanto aos outros, da pena resultante da conexão."
      },
      {
        "letra": "B",
        "texto": "Os prazos prescricionais são reduzidos à metade quando o criminoso era, na data da sentença ou acórdão condenatório, maior de 70 (setenta) anos."
      },
      {
        "letra": "C",
        "texto": "Antes de passar em julgado a sentença condenatória, a prescrição não corre enquanto não resolvida a questão prejudicial, seja ela obrigatória ou facultativa."
      },
      {
        "letra": "D",
        "texto": "Que os prazos prescricionais são susceptíveis de interrupção, entre outras causas, pela publicação da sentença condenatória e do acórdão que a confirme."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2971878",
    "metadata": "Ano: 2016 | Banca: CPCON | Órgão: Prefeitura de Soledade - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Lei penal no tempo",
      "Teoria Geral do Delito",
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Abolitio criminis"
    ],
    "enunciado_principal": "Com relação à aplicação de lei penal, julgue os itens a seguir.I - A lei excepcional ou temporária, embora decorrido o período de sua duração ou cessadas as circunstâncias que a determinaram, aplica-se ao fato praticado durante sua vigência. II- Considera-se praticado o crime no momento em que se verifica o resultado. III- A entrada em vigor de uma lei nova (posterior), que deixa de considerar o fato como criminoso, é uma das causas de extinção da punibilidade. IV- Ninguém pode ser punido por fato que lei posterior deixa de considerar crime, cessando em virtude dela os processos em andamento e permanecendo apenas os efeitos da sentença condenatória definitiva.Estão CORRETOS apenas os itens:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III."
      },
      {
        "letra": "B",
        "texto": "I e II."
      },
      {
        "letra": "C",
        "texto": "III e IV."
      },
      {
        "letra": "D",
        "texto": "I, III e IV."
      },
      {
        "letra": "E",
        "texto": "II, III e IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2826350",
    "metadata": "Ano: 2016 | Banca: Quadrix | Órgão: CREMAM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais"
    ],
    "enunciado_principal": "De acordo com o Código Penal, a anistia, a graça e o indulto configuram hipótese de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "extinção da punibilidade."
      },
      {
        "letra": "B",
        "texto": "excludente de tipicidade."
      },
      {
        "letra": "C",
        "texto": "excludente de culpabilidade."
      },
      {
        "letra": "D",
        "texto": "excludente de ilicitude."
      },
      {
        "letra": "E",
        "texto": "excludente de responsabilidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2716760",
    "metadata": "Ano: 2016 | Banca: OBJETIVA | Órgão: Prefeitura de Aceguá - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais"
    ],
    "enunciado_principal": "De acordo com as disposições expressas no Código Penal Brasileiro, relativo à extinção da punibilidade, analisar os itens abaixo: I - A extinção da punibilidade de crime que é pressuposto, elemento constitutivo ou circunstância agravante de outro não se estende a este. II - Nos crimes conexos, a extinção da punibilidade de um deles impede, quanto aos outros, a agravação da pena resultante da conexão. III - Quanto à prescrição das penas restritivas de direito, aplicam-se os mesmos prazos previstos para as penas privativas de liberdade. Está(ão) CORRETO(S):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nenhum dos itens."
      },
      {
        "letra": "B",
        "texto": "Todos os itens."
      },
      {
        "letra": "C",
        "texto": "Somente os itens I e III."
      },
      {
        "letra": "D",
        "texto": "Somente os itens I e II."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1384804",
    "metadata": "Ano: 2016 | Banca: FGV | Órgão: MPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais"
    ],
    "enunciado_principal": "É(são) causa(s) de extinção da punibilidade presente(s) apenas em relação a crimes de ação penal pública de iniciativa privada:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "perdão do ofendido;"
      },
      {
        "letra": "B",
        "texto": "perdão do ofendido e decadência;"
      },
      {
        "letra": "C",
        "texto": "decadência, renúncia ao direito de queixa e perdão do ofendido;"
      },
      {
        "letra": "D",
        "texto": "perdão judicial e perdão do ofendido;"
      },
      {
        "letra": "E",
        "texto": "perdão judicial, perdão do ofendido e renúncia ao direito de queixa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "802880",
    "metadata": "Ano: 2016 | Banca: IESES | Órgão: TJ-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Morte do agente",
      "Anistia, graça e indulto",
      "Prescrição. Conceito e modalidades",
      "Decadência.",
      "Perempção",
      "Renúncia"
    ],
    "enunciado_principal": "Com relação à extinção da punibilidade disposta no Código Penal Brasileiro, podemos extrair:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A extinção da punibilidade no direito penal brasileiro pode ocorrer em diversas hipóteses, dentre elas: morte do agente, perdão judicial, pela prescrição, decadência ou perempção e pela renúncia do direito de queixa nas ações privadas."
      },
      {
        "letra": "B",
        "texto": "A extinção da punibilidade somente se dá nos crimes de ações privadas quando o delito for de menor potencial ofensivo, previsto na Lei 9.099/95."
      },
      {
        "letra": "C",
        "texto": "Para que ocorra extinção da punibilidade nas ações penais condicionadas a representação é necessária a concordância das partes envolvidas e a homologação judicial do perdão."
      },
      {
        "letra": "D",
        "texto": "A extinção da punibilidade também poderá ocorrer na anistia, indulto e no Juízo de retratação promovido pelo juiz da causa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "753927",
    "metadata": "Ano: 2016 | Banca: OBJETIVA | Órgão: SAMAE de Jaguariaíva - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais"
    ],
    "enunciado_principal": "Consoante preceitua o Código Penal, em relação à extinção da punibilidade, assinalar a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pela renúncia do direito de queixa ou pelo perdão aceito, nos crimes de ação pública e privada."
      },
      {
        "letra": "B",
        "texto": "Pela retratação do agente, em qualquer caso."
      },
      {
        "letra": "C",
        "texto": "Pelo perdão judicial, em qualquer caso."
      },
      {
        "letra": "D",
        "texto": "A extinção da punibilidade de crime que é pressuposto, elemento constitutivo ou circunstância agravante de outro não se estende a este. Nos crimes conexos, a extinção da punibilidade de um deles não impede, quanto aos outros, a agravação da pena resultante da conexão."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "631688",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: Prefeitura de Rosana - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Prescrição da pretensão punitiva pela pena em abstrato"
    ],
    "enunciado_principal": "Sobre as causas extintivas de punibilidade, é correto afirmar que a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "lei posterior que deixa de considerar como infração um fato que era anteriormente punido (abolitio criminis) exclui os efeitos jurídicos penais e civis decorrentes da aplicação da lei anterior."
      },
      {
        "letra": "B",
        "texto": "prescrição, antes de transitar em julgado a sentença final, começa a correr, no caso de tentativa, do dia em que cessou a atividade criminosa e nos casos dos crimes permanentes, do dia em que cessou a permanência."
      },
      {
        "letra": "C",
        "texto": "perempção pode ser reconhecida na ação privada exclusiva e na ação privada subsidiária da pública e havendo dois ou mais querelantes, sua ocorrência alcança somente aquele que lhe deu causa, prosseguindo quanto aos demais."
      },
      {
        "letra": "D",
        "texto": "decadência, perda do direito de ação ou de representação do ofendido em face do decurso de tempo, tem prazo sujeito a interrupção ou a suspensão."
      },
      {
        "letra": "E",
        "texto": "anistia pode ocorrer antes ou depois da sentença, opera efeito ex nunc e não abrange os efeitos civis da decisão."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "628801",
    "metadata": "Ano: 2016 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Prescrição da pretensão punitiva pela pena em concreto"
    ],
    "enunciado_principal": "Considere as afirmações abaixo, sobre extinção da punibilidade. I - É taxativo o rol das causas de extinção da punibilidade previsto no artigo 107 do Código Penal. II - No caso de crimes conexos, a extinção da punibilidade de um deles não impede, quanto aos outros, a agravação da pena resultante da conexão, conforme dispõe o Código Penal. III - Agente, reincidente, com 20 anos à data do fato criminoso ocorrido em 14 de março de 2007, foi denunciado como incurso nas penas do artigo 157, caput, do Código Penal. A denúncia foi recebida em 10 de dezembro de 2007 e até 14 de dezembro de 2015 não havia sido prolatada a sentença. Diante disso, pode-se afirmar que ocorreu a prescrição da pretensão punitiva, considerada a pena abstratamente cominada à infração. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas II."
      },
      {
        "letra": "C",
        "texto": "Apenas III."
      },
      {
        "letra": "D",
        "texto": "Apenas II e III."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "611555",
    "metadata": "Ano: 2016 | Banca: CAIP-IMES | Órgão: Câmara de Atibaia - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais"
    ],
    "enunciado_principal": "Assinale a alternativa incorreta. Extingue-se a punibilidade:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pela morte do agente; pela anistia, graça ou indulto."
      },
      {
        "letra": "B",
        "texto": "pela retroatividade de lei que não mais considera o fato como criminoso."
      },
      {
        "letra": "C",
        "texto": "pelo perdão judicial, concedido a critério da autoridade judicial ou, pelo perdão, ainda que não aceito, nos crimes de ação privada nos casos previstos em lei."
      },
      {
        "letra": "D",
        "texto": "pela prescrição, decadência ou perempção; pela renúncia do direito de queixa ou pelo perdão aceito, nos crimes de ação privada."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "595635",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais"
    ],
    "enunciado_principal": "A respeito da extinção da punibilidade, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A superveniência de causa relativamente independente não exclui a imputação, quando, por si só, produziu o resultado, mas os fatos anteriores são imputados a quem os praticou."
      },
      {
        "letra": "B",
        "texto": "O erro sobre elemento constitutivo do tipo legal de crime exclui a culpa, mas permite a punição por crime doloso, caso previsto em lei."
      },
      {
        "letra": "C",
        "texto": "A conduta será culposa quando o agente der causa ao resultado por imprudência, negligência ou imperícia e só poderá ser considerada crime se houver previsão do tipo penal na modalidade culposa."
      },
      {
        "letra": "D",
        "texto": "A extinção da punibilidade de um dos agentes, nos crimes conexos, impede, quanto aos demais agentes, a agravação da pena resultante da conexão."
      },
      {
        "letra": "E",
        "texto": "O agente deixa de responder pelos atos praticados caso desista voluntariamente de prosseguir na execução ou impeça que o resultado se produza."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "591359",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeito principal e efeitos secundários",
      "Efeitos secundários de natureza penal e de natureza extrapenal",
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Anistia, graça e indulto",
      "Prescrição da pretensão executória"
    ],
    "enunciado_principal": "A respeito dos efeitos da condenação, da ação penal e das causas de extinção da punibilidade previstas no Código Penal (CP), assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Constitui efeito extrapenal automático da condenação pela prática do crime de corrupção passiva a perda do cargo ocupado por servidor, desde que a pena aplicada ao condenado seja igual ou superior a um ano."
      },
      {
        "letra": "B",
        "texto": "O prazo decadencial de seis meses para a propositura de queixa-crime por crime para o qual se prevê ação penal privada tem início na data em que ocorrer o fato contra o ofendido, independentemente do dia em que tenha tido conhecimento da identidade do autor do crime."
      },
      {
        "letra": "C",
        "texto": "A perda do cargo público imposta na sentença penal condenatória, como efeito extrapenal, possui efeitos permanentes, contudo não implica impossibilidade de investidura em outro cargo público."
      },
      {
        "letra": "D",
        "texto": "As causas de extinção da punibilidade que atingem a pretensão executória eliminam todos os efeitos penais de eventual sentença condenatória, não podendo ser pressuposto da reincidência tampouco ser usada como título executivo judicial na área cível."
      },
      {
        "letra": "E",
        "texto": "A anistia destina-se a um indivíduo determinado, condenado irrecorrivelmente, podendo, assim como o indulto, ser concedida de forma total ou parcial."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "591080",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais"
    ],
    "enunciado_principal": "Em relação à improbidade administrativa, ao concurso de pessoas e às hipóteses de extinção da punibilidade, julgue o item subsecutivo. Sendo a punibilidade requisito do crime sob o aspecto formal, excluída a pretensão punitiva, não estará caracterizado o crime.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "515203",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: DPE-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Crimes contra a administração pública",
      "Peculato"
    ],
    "enunciado_principal": "Guilherme, funcionário público do Tribunal de Justiça, ao ir embora de seu trabalho, esqueceu a porta do cofre onde era guardada parte do dinheiro da administração aberta. Valendo-se desse descuido, Matheus, também funcionário público da repartição, subtraiu R$ 5.000,00 do cofre. As câmeras de segurança flagraram todo o fato, sendo Guilherme denunciado pela prática do crime de peculato culposo e Matheus por peculato doloso. Após o recebimento da denúncia, mas antes da sentença, Guilherme procura a Presidência do Tribunal e restitui o valor subtraído. Considerando essas informações, é correto afirmar que a reparação do dano:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "funcionará como arrependimento posterior de Guilherme, gerando causa de diminuição de pena apenas para ele;"
      },
      {
        "letra": "B",
        "texto": "em que pese não funcione como arrependimento posterior por ser posterior à denúncia, no peculato culposo funcionará como causa de diminuição de pena;"
      },
      {
        "letra": "C",
        "texto": "funcionará como arrependimento posterior de Guilherme, mas se estenderá para Matheus, funcionando como causa de diminuição de pena para ambos;"
      },
      {
        "letra": "D",
        "texto": "funcionará como causa de extinção da punibilidade apenas em relação a Guilherme;"
      },
      {
        "letra": "E",
        "texto": "como foi posterior ao recebimento da denúncia, não gera qualquer consequência penal"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2780444",
    "metadata": "Ano: 2014 | Banca: FUNCAB | Órgão: PC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Renúncia",
      "Perdão do ofendido",
      "Retratação do agente"
    ],
    "enunciado_principal": "De acordo com o Código Penal, qual alternativa corresponde à causa de extinção da punibilidade?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pronúncia."
      },
      {
        "letra": "B",
        "texto": "O recebimento da denúncia."
      },
      {
        "letra": "C",
        "texto": "A retratação do agente, nos casos em que a lei a admite."
      },
      {
        "letra": "D",
        "texto": "A renúncia do direito de queixa ou perdão aceito, nos crimes de ação penal pública."
      },
      {
        "letra": "E",
        "texto": "A rejeição da denúncia."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2780437",
    "metadata": "Ano: 2014 | Banca: FUNCAB | Órgão: PC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais"
    ],
    "enunciado_principal": "Pode-se afirmar corretamente que a prescrição, antes de transitar em julgado a sentença final, começa a correr:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "do dia em que o crime se tornou conhecido."
      },
      {
        "letra": "B",
        "texto": "nos de bigamia e nos de falsificação ou alteração de assentamento do registro civil, da data em que o fato se tornou conhecido."
      },
      {
        "letra": "C",
        "texto": "no caso de tentativa, do dia em que houve a prática do primeiro ato criminoso."
      },
      {
        "letra": "D",
        "texto": "nos crimes permanentes, do dia em que iniciou a permanência."
      },
      {
        "letra": "E",
        "texto": "nos crimes contra a vida de crianças e adolescentes, previstos no Código Penal, da data em que a vítima completar 18 (dezoito) anos, salvo se a esse tempo já houver sido proposta a ação penal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1396114",
    "metadata": "Ano: 2014 | Banca: ESMARN | Órgão: TJ-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Anistia, graça e indulto",
      "Perempção",
      "Renúncia",
      "Perdão do ofendido",
      "Retratação do agente",
      "Perdão judicial"
    ],
    "enunciado_principal": "Em relação às causas de extinção da punibilidade, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Anistia, graça e indulto são modalidades de indulgência soberana emanadas de órgãos estranhos ao Poder Judiciário e, por concretizarem a renúncia do Estado ao direito de punir, dispensam o acolhimento posterior por decisão judicial, para acarretar a extinção da punibilidade."
      },
      {
        "letra": "B",
        "texto": "O perdão do ofendido não é admissível fora do processo."
      },
      {
        "letra": "C",
        "texto": "Nos crimes de ação penal de iniciativa privada ou de ação penal pública condicionada à representação, de competência dos Juizados Especiais, a composição civil extingue a punibilidade do suposto autor do fator."
      },
      {
        "letra": "D",
        "texto": "A perempção é sanção que somente pode ocorrer antes da propositura da ação penal."
      },
      {
        "letra": "E",
        "texto": "O perdão judicial é ato exclusivo do Poder Judiciário e depende da aceitação do réu."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "402846",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais"
    ],
    "enunciado_principal": "No que se refere à punibilidade e às causas de sua extinção, bem como ao concurso de pessoas, julgue os itens a seguir. O juiz, ao analisar a ocorrência de prescrição depois da sentença transitada em julgado para a acusação ou depois de improvido o seu recurso, deve considerar a pena aplicada, não podendo, em nenhuma hipótese, ter por termo inicial data anterior à da denúncia ou queixa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "390939",
    "metadata": "Ano: 2014 | Banca: Aroeira | Órgão: PC-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais"
    ],
    "enunciado_principal": "É causa extintiva da punibilidade do agente, a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "obediência à ordem, não manifestamente ilegal, de superior hierárquico."
      },
      {
        "letra": "B",
        "texto": "emoção ou a paixão."
      },
      {
        "letra": "C",
        "texto": "coação física irresistível."
      },
      {
        "letra": "D",
        "texto": "retroatividade de lei que deixa de considerar o fato como criminoso."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "360492",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Noções Fundamentais",
      "Lei penal no tempo",
      "Concurso de crimes",
      "Crime continuado",
      "Crimes instantâneos e permanentes",
      "Modalidades das Penas Restritivas de Direito",
      "Conceito e características",
      "Livramento condicional",
      "Extinção da pena",
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais"
    ],
    "enunciado_principal": "Com fundamento nas súmulas dos tribunais superiores, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O juiz não pode declarar extinta a pena, enquanto não passar em julgado a sentença em processo a que responda o liberado, por crime ou contravenção praticados na vigência do livramento condicional."
      },
      {
        "letra": "B",
        "texto": "É possível a aplicação retroativa de lei penal vigente em combinação com a lei penal revogada, desde que o resultado da incidência de leis penais combinadas seja favorável ao acusado."
      },
      {
        "letra": "C",
        "texto": "A pena substitutiva de prestação de serviços à comunidade pode figurar como condição especial ao regime aberto."
      },
      {
        "letra": "D",
        "texto": "A lei penal mais grave aplicar-se-á ao crime continuado ou ao crime permanente, se a sua vigência for anterior à cessação da continuidade ou da permanência."
      },
      {
        "letra": "E",
        "texto": "O ato infracional análogo ao tráfico de drogas conduz obrigatoriamente à imposição de medida socioeducativa de internação do adolescente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1223671",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais"
    ],
    "enunciado_principal": "Julgue o item seguinte, referentes à interpretação da lei penal, às causas de exclusão da culpabilidade e às causas de extinção da punibilidade. De acordo com preceito expresso no Código Penal, incluem-se entre as causas extintivas de punibilidade as escusas absolutórias.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "423151",
    "metadata": "Ano: 2013 | Banca: MPE-MS | Órgão: MPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Princípios limitadores do poder punitivo estatal",
      "Lei penal no tempo",
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Crimes contra a liberdade pessoal",
      "Sequestro ou cárcere privado"
    ],
    "enunciado_principal": "Considere as assertivas abaixo, I. O princípio da legalidade, que se desdobra nos princípios da reserva legal e da anterioridade, não é aplicável às medidas de segurança, pois elas não possuem natureza de pena, uma vez que o Código Penal apenas se refere aos crimes e contravenção penal. II. A abolitiio criminis, que possui natureza jurídica de causa de extinção da punibilidade, acarreta a extinção dos efeitos penais e extrapenais da sentença condenatória. III. Aplicável é a lei penal do tempo da libertação da vítima de sequestro, mesmo que mais gravosa do que aquela vigente ao tempo da ação que levou a vítima para o cativeiro. IV. Em caso de relevância e urgência, é possível a edição de Medida Provisória em matéria penal, unicamente para beneficiar o réu. São incorretas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as assertivas I e II."
      },
      {
        "letra": "B",
        "texto": "Somente as assertivas II, III e IV."
      },
      {
        "letra": "C",
        "texto": "Somente as assertivas II e IV."
      },
      {
        "letra": "D",
        "texto": "Somente as assertivas I, III e IV."
      },
      {
        "letra": "E",
        "texto": "Somente as assertivas I e IV."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "318319",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: MPU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais"
    ],
    "enunciado_principal": "Maria, vítima de estupro, comunicou o fato à autoridade policial na delegacia de polícia. Chamada, seis meses depois, para fazer o reconhecimento de um suspeito, Maria o identificou com segurança. A partir dessa situação hipotética, julgue os itens subsequentes.Caso Maria resolva perdoar o autor do estupro, deverá fazê-lo antes do recebimento da denúncia pelo juiz, o que garantirá a extinção da punibilidade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "308174",
    "metadata": "Ano: 2013 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Anistia, graça e indulto",
      "Abolitio criminis"
    ],
    "enunciado_principal": "Acerca da extinção da punibilidade, na hipótese da causa de extinção da punibilidade ocorrer depois do trânsito em julgado da sentença penal condenatória, em regra, o sujeito, vindo a cometer novo delito, será considerado reincidente, à exceção apenas do abolitio criminis e do indulto.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "303089",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Crimes contra a administração pública",
      "Peculato"
    ],
    "enunciado_principal": "A respeito da punibilidade e das suas causas de extinção, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A morte do agente dá ensejo à extinção da punibilidade desse agente e, ainda que posteriormente à sentença declaratória da extinção se comprove a falsidade da certidão de óbito, a sentença será mantida, uma vez que não cabe revisão criminal em prejuízo do réu."
      },
      {
        "letra": "B",
        "texto": "No crime de peculato exclusivamente em sua modalidade culposa, se houver reparação do dano no curso do inquérito policial, extinguir-se-á a punibilidade do agente."
      },
      {
        "letra": "C",
        "texto": "A prescrição retroativa regula-se pela pena concreta fixada na condenação, contado o prazo do trânsito em julgado para a acusação retroativamente ao recebimento da denúncia, ou do recebimento da denúncia até a prática do crime."
      },
      {
        "letra": "D",
        "texto": "O juiz não pode declarar isenção de pena em favor do autor do crime de homicídio."
      },
      {
        "letra": "E",
        "texto": "Nos crimes contra a ordem tributária, extingue-se a punibilidade com o pagamento integral ou o parcelamento do tributo ou contribuição social devida, incluídos os acessórios legais."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2213160",
    "metadata": "Ano: 2012 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais"
    ],
    "enunciado_principal": "Sobre as causas que geram a extinção da punibilidade na legislação brasileira, marque a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Casamento da vítima com o agente no crime contra os costumes"
      },
      {
        "letra": "B",
        "texto": "Abolitio criminis"
      },
      {
        "letra": "C",
        "texto": "Morte do agente"
      },
      {
        "letra": "D",
        "texto": "Prescrição"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "893026",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TCE-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais"
    ],
    "enunciado_principal": "Com base no que dispõe o Código Penal (CP) e na interpretação doutrinária da legislação penal, julgue o item seguinte.O rol das causas de extinção da punibilidade previstas no CP não é taxativo, dada a existência, no CP, de diversos outros dispositivos que disciplinam o tema, a exemplo dos que expressamente se referem aos delitos contra as finanças públicas.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "615450",
    "metadata": "Ano: 2012 | Banca: FGV | Órgão: Senado Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais"
    ],
    "enunciado_principal": "São causas extintivas da punibilidade",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a decadência e a desistência voluntária."
      },
      {
        "letra": "B",
        "texto": "a perempção e o arrependimento eficaz."
      },
      {
        "letra": "C",
        "texto": "a prescrição e o sursis."
      },
      {
        "letra": "D",
        "texto": "o perdão aceito nos crimes de ação penal privada e a graça."
      },
      {
        "letra": "E",
        "texto": "a morte e o oferecimento do perdão pelo ofendido nos crimes de ação penal privada."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "352416",
    "metadata": "Ano: 2012 | Banca: TRF - 4ª REGIÃO | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Prescrição. Conceito e modalidades",
      "Crimes contra o patrimônio",
      "Furto",
      "Estelionato",
      "Crimes contra a paz pública",
      "Associação criminosa"
    ],
    "enunciado_principal": "Dadas as assertivas abaixo, assinale a alternativa correta. I. Conforme entendimento do Superior Tribunal de Justiça, a subtração de valores de conta bancária por meio de cartão magnético supostamente clonado assemelha-se à fraude eletrônica realizada por intermédio da Internet para subtração de valores, mediante transferência de numerários de conta corrente sob a guarda de instituição financeira, ambas condutas enquadradas como crime de furto mediante fraude, previsto no artigo 155, § 4º, II do Código Penal. II. Ocorre o crime de bando ou quadrilha ainda que seja declarada a extinção da punibilidade de um corréu pela prescrição etária, porquanto a jurisprudência do Superior Tribunal de Justiça não exige a condenação de todos os acusados para a configuração do crime, bastando, para tanto, a comprovação da existência do vínculo associativo entre quatro ou mais agentes. III. O Código Penal, na parte especial, estabelece causa de isenção de pena, conhecida como escusa absolutória, a quem praticar qualquer dos crimes previstos no Título dos Crimes contra o Patrimônio, em prejuízo de cônjuge, ascendente ou descendente. IV. Em relação aos crimes contra a honra, à exceção da calúnia, a ofensa irrogada em juízo, na discussão da causa, pela parte ou por seu procurador, segundo a lei penal, caracteriza exclusão do crime, também denominada imunidade judiciária. V. Ao estelionato privilegiado, como no caso do furto e da apropriação indébita, o Código Penal possibilita a substituição ou diminuição da pena quando for pequeno o valor do prejuízo e houver primariedade e bons antecedentes.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estão corretas apenas as assertivas I e II."
      },
      {
        "letra": "B",
        "texto": "Estão corretas apenas as assertivas I, II e IV."
      },
      {
        "letra": "C",
        "texto": "Estão corretas apenas as assertivas III, IV e V."
      },
      {
        "letra": "D",
        "texto": "Estão corretas apenas as assertivas I, III e V."
      },
      {
        "letra": "E",
        "texto": "Estão corretas todas as assertivas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "271095",
    "metadata": "Ano: 2012 | Banca: CETRO | Órgão: TJ-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Anistia, graça e indulto"
    ],
    "enunciado_principal": "Sobre extinção da punibilidade, analise as assertivas abaixo. I. A anistia deve ser necessariamente irrestrita. II. O indulto é um benefício pessoal enquanto a graça é coletivo. III. Nos crimes conexos, a extinção da punibilidade de um deles não impede, quanto aos outros, a agravação da pena resultante da conexão. É correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "II, apenas."
      },
      {
        "letra": "C",
        "texto": "III, apenas."
      },
      {
        "letra": "D",
        "texto": "I, II e III."
      },
      {
        "letra": "E",
        "texto": "I e II, apenas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "270740",
    "metadata": "Ano: 2012 | Banca: FUMARC | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais"
    ],
    "enunciado_principal": "“A”, 40 anos de idade e não reincidente na prática delitiva, foi condenado a uma pena final de 02 (dois) anos e 04 (quatro) meses de reclusão, porque, no exercício de sua função, reconheceu como verdadeira, em dois documen- tos públicos que lhe foram apresentados, firmas que sabia não serem autênticas. “A” foi denunciado pela prática de dois crimes previstos no artigo 300 do Código Penal, em continuidade delitiva, e, ao final, foi condenado, por cada qual dos crimes, a dois anos de reclusão. O magistrado, para a fixação da reprimenda final e por também entender ter havido continuidade delitiva, valeu-se de uma das penas, posto que idênticas, e a aumentou em 1/6, totalizando 02 (dois) anos e 04 (quatro) meses, por força do disposto no artigo 71, caput, do Código Penal. Transi- tada em julgado a decisão, a prescrição da pretensão executória estatal ocorrerá, caso não haja suspensão ou interrupção, em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "três anos."
      },
      {
        "letra": "B",
        "texto": "quatro anos."
      },
      {
        "letra": "C",
        "texto": "oito anos."
      },
      {
        "letra": "D",
        "texto": "doze anos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "236703",
    "metadata": "Ano: 2012 | Banca: MPE-MG | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais"
    ],
    "enunciado_principal": "Assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A perempção é causa de extinção da punibilidade decorrente da perda do prazo para a realização de ato processual."
      },
      {
        "letra": "B",
        "texto": "A perempção acontece quando o autor da ação for pessoa jurídica e esta se extinguir sem deixar sucessor."
      },
      {
        "letra": "C",
        "texto": "A perempção fica caracterizada na ausência do autor da ação em audiência conciliatória, ainda que presente seu procurador."
      },
      {
        "letra": "D",
        "texto": "A perempção ocorre quando o Ministério Público deixa de promover o andamento do processo durante trinta dias seguidos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "231631",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais"
    ],
    "enunciado_principal": "É INCORRETO afirmar que a extinção da punibilidade",
    "alternativas": [
      {
        "letra": "A",
        "texto": "será declarada se ocorrer a decadência do direito queixa."
      },
      {
        "letra": "B",
        "texto": "poderá ser reconhecida em processo de habeas corpus."
      },
      {
        "letra": "C",
        "texto": "será declarada, no caso de morte do acusado, à vista da certidão de óbito."
      },
      {
        "letra": "D",
        "texto": "será declarada, na fase do inquérito, pela autoridade policial."
      },
      {
        "letra": "E",
        "texto": "deverá ser declarada de ofício pelo juiz, em qualquer fase do processo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "291950",
    "metadata": "Ano: 2011 | Banca: NC-UFPR | Órgão: DPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais"
    ],
    "enunciado_principal": "Sobre a prescrição, considere as seguintes afirmativas: 1. O prazo prescricional nos crimes continuados começa a fluir da data em que cessar a continuação. 2. A prescrição da pretensão executória não admite suspensão, apenas interrupção. 3. O prazo prescricional nos crimes permanentes começa a fluir da data em que cessar a permanência. 4. O prazo prescricional será suspenso para a realização de exame de insanidade mental. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as afirmativas 1, 3 e 4 são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "Somente a afirmativa 2 é verdadeira."
      },
      {
        "letra": "C",
        "texto": "Somente as afirmativas 1, 2 e 3 são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Somente as afirmativas 3 e 4 são verdadeiras."
      },
      {
        "letra": "E",
        "texto": "Somente a afirmativa 3 é verdadeira."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "291949",
    "metadata": "Ano: 2011 | Banca: NC-UFPR | Órgão: DPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais"
    ],
    "enunciado_principal": "Sobre a prescrição, considere as seguintes afirmativas: 1. A prescrição pela pena máxima em abstrato leva em consideração a diminuição relativa à maioridade e à menoridade. 2. A sentença condenatória recorrível é causa interruptiva da prescrição. 3. A partir da vigência da Lei nº 12.234/10, não se admite mais a prescrição retroativa. 4. A prescrição antecipada tem sido aceita pelos Tribunais Superiores. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as afirmativas 1 e 3 são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "Somente as afirmativas 2 e 4 são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Somente a afirmativa 1 é verdadeira."
      },
      {
        "letra": "D",
        "texto": "Somente as afirmativas 3 e 4 são verdadeiras."
      },
      {
        "letra": "E",
        "texto": "As afirmativas 1, 2, 3 e 4 são verdadeiras."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "291935",
    "metadata": "Ano: 2011 | Banca: NC-UFPR | Órgão: DPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais"
    ],
    "enunciado_principal": "Sobre a prescrição, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os tribunais superiores não admitem a prescrição intercorrente."
      },
      {
        "letra": "B",
        "texto": "O prazo da prescrição da pretensão executória para os reincidentes é acrescido de um terço."
      },
      {
        "letra": "C",
        "texto": "As agravantes genéricas serão computadas para o cálculo da prescrição retroativa."
      },
      {
        "letra": "D",
        "texto": "As causas especiais de aumento de pena não serão computadas no cálculo da prescrição pela pena em abstrato."
      },
      {
        "letra": "E",
        "texto": "O aumento relativo ao crime continuado será computado no cálculo da prescrição pela pena em abstrato."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "235165",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais"
    ],
    "enunciado_principal": "Assinale a opção correta acerca das causas de extinção da punibilidade e da execução das penas.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O rol do art. 107 do CP, que trata das causas de extinção da punibilidade no ordenamento jurídico brasileiro, segundo entendimento doutrinário majoritário, é taxativo."
      },
      {
        "letra": "B",
        "texto": "O perdão judicial é circunstância de caráter objetivo, de forma que, concedido em relação a um agente, deve ser estendido para os demais participantes do crime."
      },
      {
        "letra": "C",
        "texto": "A prescrição, nos casos de falta disciplinar de natureza grave, ocorre em dois anos, contados entre o cometimento da falta e a decisão judicial homologatória do processo disciplinar."
      },
      {
        "letra": "D",
        "texto": "A doutrina faz distinção entre anistia imprópria, concedida anteriormente à sentença penal condenatória, e própria, concedida após a sentença condenatória transitada em julgado."
      },
      {
        "letra": "E",
        "texto": "A concessão do benefício do indulto é uma faculdade atribuída ao presidente da República, não sendo admissível a imposição de condições para o aperfeiçoamento do benefício."
      }
    ],
    "gabarito": "E"
  }
]