[
  {
    "id": "1937461",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: Governo do Distrito Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Conceito e consequências",
      "Causas e consequências da revogação do benefício",
      "Extinção da pena"
    ],
    "enunciado_principal": "Julgue o item a seguir de acordo com o entendimento dos Tribunais Superiores acerca da execução penal. A ausência de suspensão ou revogação do livramento condicional antes do término do período de prova enseja a extinção da punibilidade pelo integral cumprimento da pena.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1892598",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão",
      "Causas e consequências da revogação do benefício"
    ],
    "enunciado_principal": "Acerca do livramento condicional, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo posicionamento do STJ, por ser requisito subjetivo, a análise de cometimento de falta grave nos últimos doze meses limita a aferição do requisito do comportamento carcerário do reeducando, por não se poderem considerar as anotações de faltas disciplinares pretéritas e de longa data."
      },
      {
        "letra": "B",
        "texto": "De acordo com o Código Penal, o livramento condicional será obrigatoriamente revogado se, no curso do período de prova, o beneficiário for condenado irrecorrivelmente por crime praticado durante o livramento, com imposição de pena restritiva de direitos."
      },
      {
        "letra": "C",
        "texto": "Segundo as leis de regência, a prática de contravenção penal durante o período de livramento constitui motivo idôneo para a suspensão do benefício até a decisão final do processo em que se apura aquela infração, podendo o juiz decretar a prisão do beneficiário após oitiva do conselho penitenciário e do Ministério Público."
      },
      {
        "letra": "D",
        "texto": "O STJ não admite, ante a falta de previsão legal, que, para a concessão do livramento condicional ao condenado primário por crime de associação ao tráfico (art. 35 da Lei n.º 11.343/2006) e de bons antecedentes, este deva cumprir dois terços da pena, como aplicável aos condenados por tráfico de drogas, em razão da vedação de analogia in malam partem."
      },
      {
        "letra": "E",
        "texto": "Segundo jurisprudência pacificada dos tribunais superiores, a prática de crime durante o livramento condicional enseja a suspensão e a prorrogação automática do benefício até o fim do processo em que se apura o delito, prescindindo-se de decisão judicial."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1759352",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Condições a serem impostas no curso do benefício",
      "Causas e consequências da revogação do benefício"
    ],
    "enunciado_principal": "Paulo foi condenado por infração ao Art. 217-A, do CP, n/f Art. 71, do CP (estupro de vulnerável em continuidade delitiva) à pena de 13 anos e 4 meses de reclusão e, após cumprir 2/3 da pena, foi-lhe concedido o livramento condicional. Paulo estava cumprindo regularmente o período de prova do livramento condicional quando foi preso por cumprimento de mandado de prisão referente à nova condenação transitada em julgado, por fato cometido anteriormente à concessão do livramento condicional, à pena de 5 anos e 4 meses de reclusão, por infração ao Art. 157, §2º, II, do CP (roubo circunstanciado pelo concurso de pessoas). Considerando a situação apresentada, a nova condenação por fato praticado anteriormente à concessão do livramento condicional (LC) é causa de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "revogação facultativa do LC, devendo o juiz unificar as penas e determinar a manutenção do livramento condicional;"
      },
      {
        "letra": "B",
        "texto": "revogação do LC e, em relação à condenação por estupro, após a unificação das penas e cumprimento dos requisitos, não poderá ser o livramento condicional novamente concedido, computando-se como tempo de cumprimento de pena o período de prova;"
      },
      {
        "letra": "C",
        "texto": "revogação do LC e, em relação à condenação por estupro, após a unificação das penas e cumprimento dos requisitos, não poderá ser o livramento condicional novamente concedido, não se computando como tempo de cumprimento de pena o período de prova;"
      },
      {
        "letra": "D",
        "texto": "revogação do LC e, em relação à condenação por estupro, após a unificação das penas e cumprimento dos requisitos, poderá ser o livramento condicional novamente concedido, não se computando como tempo de cumprimento de pena o período de prova;"
      },
      {
        "letra": "E",
        "texto": "revogação do LC e, em relação à condenação por estupro, após a unificação das penas e cumprimento dos requisitos, poderá ser o livramento condicional novamente concedido, computando-se como tempo de cumprimento de pena o período de prova."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1744094",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário",
      "Livramento condicional",
      "Requisitos para a concessão",
      "Causas e consequências da revogação do benefício"
    ],
    "enunciado_principal": "Sobre os institutos da progressão de regime e do livramento condicional, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O reincidente pela anterior prática de crime de receptação quando condenado por crime de tráfico de drogas não tem direito ao livramento condicional."
      },
      {
        "letra": "B",
        "texto": "O reincidente pela anterior prática de crime de receptação quando condenado por crime de tráfico de drogas deve cumprir ao menos 60% da nova pena para progredir de regime."
      },
      {
        "letra": "C",
        "texto": "A prática de falta disciplinar de natureza grave durante a execução da pena privativa de liberdade interrompe o tempo de cumprimento de pena necessário à progressão de regime, mas não produz o mesmo efeito em relação ao livramento condicional."
      },
      {
        "letra": "D",
        "texto": "Pessoa condenada pela prática de crime comum por sentença transitada em julgado, que no curso do período de prova do livramento condicional pratica novo crime comum, terá que cumprir metade de ambas as penas para aspirar ao livramento condicional novamente."
      },
      {
        "letra": "E",
        "texto": "Em nenhuma hipótese pessoa pode progredir de regime antes de cumprir ao menos 16% da pena que lhe foi imposta."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1048828",
    "metadata": "Ano: 2019 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão",
      "Causas e consequências da revogação do benefício"
    ],
    "enunciado_principal": "Consoante prescreve o Código Penal, é incorreto afirmar sobre o livramento condicional:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O juiz poderá conceder livramento condicional ao condenado a pena privativa de liberdade igual ou superior a 2 (dois) anos, desde que cumpridos mais de metade da pena, nos casos de condenação por crime hediondo."
      },
      {
        "letra": "B",
        "texto": "O juiz poderá revogar o livramento se o liberado deixar de cumprir qualquer das obrigações constantes da sentença, ou for irrecorrivelmente condenado, por crime ou contravenção, a pena que não seja privativa de liberdade."
      },
      {
        "letra": "C",
        "texto": "Revogado o livramento, não poderá ser novamente concedido, e, salvo quando a revogação resulta de condenação por outro crime anterior àquele benefício, não se desconta na pena o tempo em que esteve solto o condenado."
      },
      {
        "letra": "D",
        "texto": "O juiz não poderá declarar extinta a pena, enquanto não passar em julgado a sentença em processo a que responde o liberado, por crime cometido na vigência do livramento."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1036624",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: TJ-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Causas e consequências da revogação do benefício",
      "Extinção da pena"
    ],
    "enunciado_principal": "Em relação ao livramento condicional, correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a prática de falta grave não interrompe o prazo para sua obtenção, mas o Juiz só poderá revogá-lo a requerimento do Ministério Público ou mediante representação do Conselho Penitenciário, ouvido o liberado."
      },
      {
        "letra": "B",
        "texto": "as penas correspondentes a infrações diversas não podem ser somadas para atingir o limite mínimo necessário para a sua concessão."
      },
      {
        "letra": "C",
        "texto": "condicionada a sua concessão à prévia progressão do condenado ao regime aberto, por expressa previsão legal."
      },
      {
        "letra": "D",
        "texto": "obrigatória a revogação se o liberado deixar de cumprir qualquer das obrigações constantes da sentença concessiva."
      },
      {
        "letra": "E",
        "texto": "a ausência de suspensão ou revogação antes do término do período de prova enseja extinção da punibilidade pelo integral cumprimento da pena."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "926794",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: AL-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão",
      "Causas e consequências da revogação do benefício"
    ],
    "enunciado_principal": "Preocupado com a eficácia do efeito de ressocialização da pena, deputado estadual estudando sobre os benefícios previstos na legislação a condenados solicita esclarecimentos sobre as previsões legais atuais sobre livramento condicional a consultor. Com base nas previsões da legislação penal brasileira, deverá ser esclarecido que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não se admite concessão de livramento condicional aos condenados primários pela prática de crimes hediondos;"
      },
      {
        "letra": "B",
        "texto": "a prática de qualquer delito com violência ou grave ameaça à pessoa impõe o cumprimento de 2/3 da pena para concessão do livramento condicional;"
      },
      {
        "letra": "C",
        "texto": "o reincidente na prática de crimes de furto qualificado não faz jus ao livramento condicional;"
      },
      {
        "letra": "D",
        "texto": "os crimes praticados no contexto de violência doméstica e familiar contra mulher não admitem livramento condicional;"
      },
      {
        "letra": "E",
        "texto": "a condenação definitiva pela prática de crime anterior punido exclusivamente com multa é causa de revogação facultativa do benefício do livramento condicional."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "914181",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: MPE-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Conceito e consequências",
      "Requisitos para a concessão",
      "Causas e consequências da revogação do benefício"
    ],
    "enunciado_principal": "Enquanto cumpria pena em livramento condicional, Jaqueline vem a ser condenada, novamente, pela prática de crime, sendo aplicada pena privativa de liberdade, havendo trânsito em julgado. O crime, porém, que justificou a segunda condenação era por fato anterior àquele que impôs a condenação da pena que cumpria em livramento condicional, exatamente por isso não sendo reconhecida a reincidência. Considerando apenas as informações narradas, sobre a nova condenação assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não é prevista, por ser por fato anterior, como causa de revogação do livramento condicional."
      },
      {
        "letra": "B",
        "texto": "É causa de revogação obrigatória, podendo o período em livramento condicional ser considerado como pena cumprida."
      },
      {
        "letra": "C",
        "texto": "É causa de revogação facultativa, podendo o período em livramento condicional ser considerado como pena cumprida, mesmo em caso de revogação."
      },
      {
        "letra": "D",
        "texto": "É causa de revogação obrigatória, não sendo considerado como pena cumprida o período em livramento condicional."
      },
      {
        "letra": "E",
        "texto": "É causa de revogação facultativa e, em caso de revogação, o período em livramento condicional não poderá ser considerado como pena cumprida."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "868158",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Causas e consequências da revogação do benefício",
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Interrupção e suspensão da contagem dos prazos prescricionais",
      "Decadência.",
      "Perdão judicial"
    ],
    "enunciado_principal": "Sobre a extinção da punibilidade:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O perdão judicial independe de lei, pois é realizado por meio de Decreto Presidencial."
      },
      {
        "letra": "B",
        "texto": "No caso de concurso de crimes, o cálculo da prescrição incide sobre a somatória das penas."
      },
      {
        "letra": "C",
        "texto": "Ao contrário da renúncia ao direito de queixa, a decadência é causa de extinção da punibilidade."
      },
      {
        "letra": "D",
        "texto": "O prazo de prescrição é reduzido pela metade quando o agente for maior de setenta anos na data da sentença."
      },
      {
        "letra": "E",
        "texto": "Em caso de revogação do livramento condicional, a prescrição da pretensão executória é regulada pelo total da pena imposta."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "866725",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PC-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Causas e consequências da revogação do benefício"
    ],
    "enunciado_principal": "Um sentenciado foi beneficiado com o livramento condicional, cujo término do período de prova estava previsto para 25/5/2016. Porém, no dia 29/2/2016, ele praticou novo delito, pelo qual veio a ser condenado por sentença transitada em julgado. Apesar disso, o juízo da execução penal não procedeu à suspensão cautelar do benefício, tendo praticado tal ato somente no dia 11/9/2016. Com relação a essa situação hipotética e a aspectos a ela correlatos, julgue os seguintes itens. I O fato de não ter sido oportunamente suspenso o benefício é irrelevante, pois o livramento deve ser revogado pelo juiz da execução quando sobrevém condenação irrecorrível à pena de prisão. II Competiria ao juízo da execução penal determinar a suspensão do livramento condicional, cautelarmente, para revogá-lo depois, se fosse o caso. III Julgar-se-ia extinta a pena relativa ao primeiro delito se, relativamente ao segundo, cometido na vigência do livramento condicional, o réu fosse absolvido no segundo grau de jurisdição. IV A revogação do benefício seria facultativa se a nova condenação, referente ao crime cometido no período de prova, fosse de pena distinta da privativa de liberdade. Estão certos apenas os itens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "I e III."
      },
      {
        "letra": "C",
        "texto": "II e IV."
      },
      {
        "letra": "D",
        "texto": "I, III e IV."
      },
      {
        "letra": "E",
        "texto": "II, III e IV."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1201582",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Causas e consequências da revogação do benefício"
    ],
    "enunciado_principal": "O livramento condicional",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pode ser revogado com a prática de crime doloso no período de prova, independentemente do trânsito em julgado, conforme jurisprudência do Superior Tribunal de Justiça."
      },
      {
        "letra": "B",
        "texto": "exige o cumprimento de três quintos de pena para o condenado reincidente em crime hediondo."
      },
      {
        "letra": "C",
        "texto": "pode ser mantido se a condenação por crime doloso praticado durante o período de prova resultar em aplicação de pena restritiva de direitos."
      },
      {
        "letra": "D",
        "texto": "pode ser suspenso cautelarmente com a notícia de descumprimento de suas condições, como, por exemplo, o não comparecimento periódico em juízo."
      },
      {
        "letra": "E",
        "texto": "não pode ser revogado em razão da prática de crime anterior à sua vigência pois os postulados do garantismo penal incidem igualmente na execução penal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "852801",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: DPE-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão",
      "Causas e consequências da revogação do benefício",
      "Prorrogação do período de prova"
    ],
    "enunciado_principal": "Celso, réu primário, condenado definitivamente por homicídio qualificado, conseguiu livramento condicional. Durante o cumprimento do livramento condicional, ele foi condenado novamente pelo crime de roubo, o qual havia sido praticado antes da vigência do benefício. A respeito dessa situação hipotética, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A situação de Celso enseja prorrogação imediata do período de prova do livramento condicional."
      },
      {
        "letra": "B",
        "texto": "O livramento condicional não poderá ser novamente concedido a Celso, em razão da reincidência específica em crimes dolosos."
      },
      {
        "letra": "C",
        "texto": "As penas de Celso devem somar-se, para efeito do livramento, quando ocorrer o trânsito em julgado da sentença condenatória."
      },
      {
        "letra": "D",
        "texto": "O período em que Celso ficou em liberdade não será computado na pena."
      },
      {
        "letra": "E",
        "texto": "A nova condenação de Celso, independentemente do trânsito em julgado da sentença, resulta na revogação imediata do benefício de livramento condicional."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "843758",
    "metadata": "Ano: 2017 | Banca: FAPEMS | Órgão: PC-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regime Disciplinar Diferenciado",
      "Livramento condicional",
      "Condições a serem impostas no curso do benefício",
      "Causas e consequências da revogação do benefício",
      "Prorrogação do período de prova",
      "Legislação Penal Especial",
      "Lei de Execução Penal – Lei nº 7.210 de 1984"
    ],
    "enunciado_principal": "Conforme a Lei n° 7.210, de 11 de julho de 1984, que institui a Lei de Execução Penal, e entendimento dos Tribunais Superiores, a respeito da execução penal, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de acordo com o entendimento sumulado do Superior Tribunal de Justiça, a falta grave interrompe o prazo para a obtenção de livramento condicional."
      },
      {
        "letra": "B",
        "texto": "a remição é instituto que se aplica a presos em regime fechado ou semiaberto, não havendo autorização legal para ser concedida aos condenados em regime aberto."
      },
      {
        "letra": "C",
        "texto": "nas duas espécies de autorizações de saída, previstas na Lei de Execução Penal vigente, é medida obrigatória a vigilância direta do preso, podendo o juiz determinar a fiscalização por meio de monitoramento eletrônico."
      },
      {
        "letra": "D",
        "texto": "o regime disciplinar diferenciado, conforme previsão na Lei de Execução Penal vigente, será aplicado por prévio e fundamentado despacho do juiz competente, e dependerá de requerimento circunstanciado elaborado pelo diretor do estabelecimento prisional, delegado de polícia ou Ministério Público."
      },
      {
        "letra": "E",
        "texto": "a pena unificada para atender ao limite de trinta anos de cumprimento, determinado pelo artigo 75 do Código Penal vigente, não é considerada para a concessão do livramento condicional ou regime mais favorável de execução."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "650545",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: PC-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Conceito e consequências",
      "Causas e consequências da revogação do benefício"
    ],
    "enunciado_principal": "A respeito do livramento condicional, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O benefício do livramento condicional é um direito subjetivo do condenado, a ser concedido pelo juiz na sentença condenatória, desde que o réu preencha os requisitos legais subjetivos e objetivos, no momento da sentença penal condenatória, de modo a substituir a pena privativa de liberdade e restritiva de direitos por liberdade vigiada e condicionada."
      },
      {
        "letra": "B",
        "texto": "Caso o liberado condicionalmente seja condenado irrecorrivelmente por crime praticado durante o gozo do livramento condicional, sendo a nova pena imposta a privativa de liberdade, haverá a revogação obrigatória do livramento condicional e o tempo do período de prova será considerado para fins de desconto na pena."
      },
      {
        "letra": "C",
        "texto": "Em caso de prática de crime durante o período de prova do livramento condicional, o juiz não poderá prorrogar o benefício, devendo declarar extinta a punibilidade quando, ao chegar o fim daquele período fixado, o beneficiário não for julgado em processo a que responde por crime cometido na vigência do livramento."
      },
      {
        "letra": "D",
        "texto": "Entre outros requisitos legais, segundo o CP, em caso de crime doloso cometido com violência ou grave ameaça à pessoa, a concessão do livramento condicional ao condenado ficará também subordinada à constatação de condições pessoais que façam presumir que o liberado não voltará a delinquir."
      },
      {
        "letra": "E",
        "texto": "A prática de falta grave, devidamente apurada em procedimento disciplinar, interrompe o requisito temporal para a concessão do livramento condicional."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "298684",
    "metadata": "Ano: 2013 | Banca: FEPESE | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão",
      "Causas e consequências da revogação do benefício",
      "Extinção da pena"
    ],
    "enunciado_principal": "Assinale a alternativa correta de acordo com o Código Penal brasileiro.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O juiz poderá conceder livramento condicional ao condenado a pena privativa de liberdade inferior dois anos."
      },
      {
        "letra": "B",
        "texto": "Não será concedido livramento condicional para o condenado por crime doloso, cometido com violência ou grave ameaça à pessoa,"
      },
      {
        "letra": "C",
        "texto": "Caso o liberado venha a ser condenado durante a vigência do benefício, revoga-se o livramento condicional,"
      },
      {
        "letra": "D",
        "texto": "O juiz não poderá declarar extinta a pena, enquanto não passar em julgado a sentença em processo a que responde o liberado, por crime cometido na vigência do livramento."
      },
      {
        "letra": "E",
        "texto": "Revogado o livramento, a qualquer momento poderá o juiz da execução conceder novamente o benefício."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "286653",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: MPE-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão",
      "Causas e consequências da revogação do benefício"
    ],
    "enunciado_principal": "No tocante ao livramento condicional, correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas pode ser concedido ao condenado a pena privativa de liberdade superior a 2 (dois) anos."
      },
      {
        "letra": "B",
        "texto": "obrigatória a revogação se o liberado deixar de cumprir qualquer das obrigações constantes da sentença."
      },
      {
        "letra": "C",
        "texto": "possível a suspensão se o liberado praticar outro crime durante a vigência do benefício, ainda que não passada em julgado a respectiva condenação."
      },
      {
        "letra": "D",
        "texto": "incabível nos casos de condenação por crime hediondo."
      },
      {
        "letra": "E",
        "texto": "não se somam, para efeito de eventual concessão, as penas que correspondam a infrações diversas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "241473",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: STJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Causas e consequências da revogação do benefício"
    ],
    "enunciado_principal": "Considere que um indivíduo em livramento condicional seja condenado por sentença irrecorrível, por, em data anterior à vigência do livramento, ter quebrado intencionalmente os vidros das janelas da casa de seu vizinho. Nessa situação, poderá ocorrer a revogação do livrado condicional.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  }
]