[
  {
    "id": "3641570",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Prefeitura de Cerquilho - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes contra a administração pública"
    ],
    "enunciado_principal": "A partir das disposições do Código Penal, assinale a alternativa que NÃO se trata de um dos crimes praticados por particular contra a administração em geral:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Opor-se à execução de ato legal, mediante violência ou ameaça a funcionário competente para executá-lo ou a quem lhe esteja prestando auxílio."
      },
      {
        "letra": "B",
        "texto": "Desobedecer a ordem legal de funcionário público."
      },
      {
        "letra": "C",
        "texto": "Desacatar funcionário público no exercício da função ou em razão dela."
      },
      {
        "letra": "D",
        "texto": "Oferecer ou prometer vantagem indevida a funcionário público, para determiná-lo a praticar, omitir ou retardar ato de ofício."
      },
      {
        "letra": "E",
        "texto": "Apropriar-se de dinheiro, valor ou qualquer outro bem móvel, público ou particular, de que tem a posse em razão do cargo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3560657",
    "metadata": "Ano: 2025 | Banca: INSTITUTO AOCP | Órgão: MPE-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes"
    ],
    "enunciado_principal": "Quanto à classificação, o crime de “Falsificar, corromper, adulterar ou alterar produto destinado a fins terapêuticos ou medicinais”, previsto no artigo 273 do Código Penal, é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "comum, formal, comissivo e, excepcionalmente, omissivo impróprio ou comissivo por omissão, instantâneo, de perigo comum abstrato, unissubjetivo, plurissubsistente, qualificado pelo resultado de forma livre; admite tentativa; admite a forma culposa; sendo o dano mero exaurimento."
      },
      {
        "letra": "B",
        "texto": "comum, formal, comissivo, instantâneo, de perigo comum concreto, plurissubjetivo, plurissubsistente, qualificado pelo resultado de forma livre; admite tentativa; admite a forma culposa; sendo considerado crime de dano."
      },
      {
        "letra": "C",
        "texto": "próprio, formal, comissivo e, excepcionalmente, omissivo impróprio ou comissivo por omissão, instantâneo, de perigo comum abstrato, unissubjetivo, plurissubsistente, qualificado pelo resultado de forma livre; não admite tentativa; admite a forma culposa; sendo o dano mero exaurimento."
      },
      {
        "letra": "D",
        "texto": "próprio, material, comissivo e, excepcionalmente, omissivo impróprio ou comissivo por omissão, instantâneo, de perigo comum abstrato, unissubjetivo, unissubsistente, qualificado pelo resultado de forma livre; admite tentativa; admite a forma culposa; sendo o dano mero exaurimento."
      },
      {
        "letra": "E",
        "texto": "comum, formal, comissivo, instantâneo, de perigo comum concreto, unissubjetivo, plurissubsistente, preterdoloso; admite tentativa; admite a forma culposa; sendo considerado crime de dano."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3334580",
    "metadata": "Ano: 2025 | Banca: UNO Chapecó | Órgão: Câmara de Lajeado Grande - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes"
    ],
    "enunciado_principal": "Assinale a alternativa CORRETA sobre o crime plurissubsistente.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Trata-se de crime que exige mais de uma conduta e mais de um agente para suas configurações, mas que não admite interrupção entre os atos, inexistindo previsão legal para tentativa."
      },
      {
        "letra": "B",
        "texto": "É aquele que se desenvolve por meio de vários atos do agente, admitindo, em regra, a tentativa."
      },
      {
        "letra": "C",
        "texto": "Chama-se plurissubsistente o crime em que há uma pluralidade de sujeitos, sendo necessariamente um crime de concurso necessário de pessoas."
      },
      {
        "letra": "D",
        "texto": "O crime plurissubsistente consuma-se com um único ato, sendo impossível sua frustração por tentativa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3307264",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: MPE-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes"
    ],
    "enunciado_principal": "Julgue o item que se segue, em relação aos crimes em espécie, de acordo com o disposto no Código Penal e o entendimento do STJ. Considera-se consumado o crime de latrocínio quando o agente, ao buscar subtrair o bem, mata a vítima sem, todavia, levar o bem que queria obter.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3267117",
    "metadata": "Ano: 2025 | Banca: UEG | Órgão: UEG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes comuns, próprios e de mão própria"
    ],
    "enunciado_principal": "João, exercendo a função de juiz arbitral, fez afirmação falsa em processo arbitral para beneficiar uma das partes. Nesse caso, João praticou",
    "alternativas": [
      {
        "letra": "A",
        "texto": "crime de mão própria em coautoria"
      },
      {
        "letra": "B",
        "texto": "crime de mão própria"
      },
      {
        "letra": "C",
        "texto": "crime próprio impuro"
      },
      {
        "letra": "D",
        "texto": "crime próprio puro"
      },
      {
        "letra": "E",
        "texto": "crime comum"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3540190",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Prefeitura de Mogi das Cruzes - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes contra a fé pública"
    ],
    "enunciado_principal": "Sobre os crimes contra a fé pública, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de moeda falsa, previsto no artigo 289, do CP, em todas as modalidades, é próprio, exigindo condição ou qualidade especial do autor."
      },
      {
        "letra": "B",
        "texto": "O crime de falso reconhecimento de firma ou letra, previsto no artigo 300, do CP, tem por objeto jurídico somente documento público."
      },
      {
        "letra": "C",
        "texto": "O crime de certidão ou atestado ideologicamente falso, previsto no artigo 301, do CP, é comum, podendo ser praticado por qualquer pessoa. Já o crime de falsidade material de atestado ou certidão, previsto no parágrafo primeiro, do mesmo dispositivo legal, é próprio de funcionário público."
      },
      {
        "letra": "D",
        "texto": "O crime de supressão de documento, previsto no artigo 305, do CP, tem por objeto jurídico documento público e particular, apenando de forma idêntica, qualquer que seja a natureza do documento."
      },
      {
        "letra": "E",
        "texto": "O crime de falsa identidade, previsto no artigo 307, do CP, requer elemento subjetivo especial, consistente na finalidade de obtenção de vantagem ou de causar dano a terceiro."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3355400",
    "metadata": "Ano: 2024 | Banca: OBJETIVA | Órgão: Prefeitura de Santa Cruz de Monte Castelo - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo"
    ],
    "enunciado_principal": "Os crimes mais comuns entre a população carcerária brasileira refletem uma combinação de fatores sociais, econômicos e legais. Entre os seguintes, os crimes que se constituem como os principais para o encarceramento são:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Roubo e furto."
      },
      {
        "letra": "B",
        "texto": "Homicídios e feminicídios."
      },
      {
        "letra": "C",
        "texto": "Estupro e corrupção."
      },
      {
        "letra": "D",
        "texto": "Pedofilia e racismo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3307704",
    "metadata": "Ano: 2024 | Banca: IDCAP | Órgão: Câmara de São Mateus - ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Classificação dos crimes"
    ],
    "enunciado_principal": "O concurso de pessoas no Direito Penal ocorre quando duas ou mais pessoas participam de forma conjunta na prática de um crime. Para que seja caracterizado, é necessário que haja pluralidade de agentes, nexo de causalidade entre as condutas, liame subjetivo entre os envolvidos e identidade de infração penal. Sobre o assunto, julgue as seguintes afirmações como verdadeiras (V) ou falsas (F): (__)O concurso de pessoas só pode ocorrer se os agentes se conhecerem e agirem de forma coordenada. (__)Para que haja concurso de pessoas, é necessário que todos os agentes tenham a mesma participação no crime. (__)Crimes plurissubjetivos são aqueles que podem ser cometidos por um único agente, mas com a participação de outros. Assinale a alternativa cuja respectiva ordem de julgamento está correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V − F − F."
      },
      {
        "letra": "B",
        "texto": "V − V − V."
      },
      {
        "letra": "C",
        "texto": "F − F − F."
      },
      {
        "letra": "D",
        "texto": "F − F − V."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3307703",
    "metadata": "Ano: 2024 | Banca: IDCAP | Órgão: Câmara de São Mateus - ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes"
    ],
    "enunciado_principal": "O favorecimento pessoal e o favorecimento real são crimes distintos que se relacionam à forma como o agente auxilia o criminoso, seja na fuga ou na ocultação do produto do crime. Com base nisso, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No favorecimento pessoal, o agente auxilia o criminoso a esconder o fruto do crime para que não seja recuperado pelas autoridades."
      },
      {
        "letra": "B",
        "texto": "No favorecimento real, o agente ajuda o criminoso a assegurar o proveito do crime, mas não pode ter participado da prática criminosa original."
      },
      {
        "letra": "C",
        "texto": "No favorecimento pessoal, o agente pode ser considerado coautor ou partícipe do crime inicial, desde que auxilie o criminoso na fuga."
      },
      {
        "letra": "D",
        "texto": "No favorecimento real, o agente participa do crime original e depois ajuda a ocultar os objetos relacionados a ele."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3128262",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Prefeitura de Santo André - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes comuns, próprios e de mão própria"
    ],
    "enunciado_principal": "Assinale a alternativa que apresenta, apenas, crimes próprios quanto ao sujeito ativo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Violência arbitrária; corrupção ativa; prevaricação."
      },
      {
        "letra": "B",
        "texto": "Corrupção passiva; peculato; usurpação de função pública."
      },
      {
        "letra": "C",
        "texto": "Violação de sigilo funcional; tráfico de influência; abandono de função."
      },
      {
        "letra": "D",
        "texto": "Concussão; facilitação de contrabando ou descaminho; advocacia administrativa."
      },
      {
        "letra": "E",
        "texto": "Afastamento de licitante; exercício funcional ilegalmente prolongado; condescendência criminosa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3114285",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes"
    ],
    "enunciado_principal": "No que tange à classificação dos crimes, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Crime progressivo é aquele em que o tipo penal contém implicitamente outro, o qual não deve ser realizado para que se alcance o resultado."
      },
      {
        "letra": "B",
        "texto": "Crime material é aquele que se consuma antecipadamente, sem depender da ocorrência do resultado desejado pelo agente."
      },
      {
        "letra": "C",
        "texto": "Crime próprio é aquele em que o tipo penal descreve uma única conduta específica."
      },
      {
        "letra": "D",
        "texto": "Crime unissubsistente é aquele em que a conduta punível não pode ser fracionada, consistindo na realização de um único ato."
      },
      {
        "letra": "E",
        "texto": "Crime transeunte é aquele que deixa vestígios."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3113323",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes plurissubsistentes e unissubsistentes"
    ],
    "enunciado_principal": "Julgue o item seguinte, relativo à aplicação da lei penal brasileira, à classificação dos crimes, aos conceitos de tentativa e de concurso de pessoas e à prescrição no direito penal. O crime unissubsistente é aquele em que não se admite o fracionamento da conduta, sendo praticado com apenas um ato.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3029968",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Classificação dos crimes",
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Matheus compareceu a uma agência bancária da Caixa Econômica Federal para participar de uma reunião com a gerente Maria. Durante as conversas, Matheus, dolosamente, tentou induzir a funcionária em erro, empregando, para tanto, meio fraudulento, com o objetivo de obter, para si, vantagem ilícita, no valor de cinco mil reais, em prejuízo da estatal. Contudo, o crime, embora tenha ingressado na esfera da execução, não se consumou, por circunstâncias alheias à vontade do agente, sem que se possa cogitar na caracterização do crime impossível. Nesse cenário, considerando as disposições do Código Penal, Matheus responderá pela tentativa de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apropriação indébita privilegiada;"
      },
      {
        "letra": "B",
        "texto": "apropriação indébita simples;"
      },
      {
        "letra": "C",
        "texto": "furto simples privilegiado;"
      },
      {
        "letra": "D",
        "texto": "estelionato simples;"
      },
      {
        "letra": "E",
        "texto": "furto simples."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2504671",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: AL-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes plurissubsistentes e unissubsistentes"
    ],
    "enunciado_principal": "Acerca da classificação doutrinária das infrações penais, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os chamados crimes preterdolosos têm como característica a presença de uma conduta culposa no antecedente e uma conduta dolosa no consequente."
      },
      {
        "letra": "B",
        "texto": "Crime material é aquele cuja consumação independe da produção naturalística de determinado resultado."
      },
      {
        "letra": "C",
        "texto": "Consideram-se monossubjetivos os crimes nos quais se protege um único bem jurídico."
      },
      {
        "letra": "D",
        "texto": "No crime impossível, não existe previsão em nosso ordenamento jurídico da infração penal que o agente pretende praticar."
      },
      {
        "letra": "E",
        "texto": "Os crimes unissubsistentes são aqueles em que não se pode fracionar o iter criminis."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2449091",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes materiais, formais e de mera conduta"
    ],
    "enunciado_principal": "No momento da prolação de sentença condenatória, após a juntada das alegações finais do Ministério Público e da defesa técnica, o juiz verifica que o acusado ostenta diversas anotações em sua Folha de Antecedentes Criminais, dentre as quais três são caracterizadoras de reincidência. Referem-se a condenações definitivas pela prática dos delitos de extorsão (Art. 158 do Código Penal), estupro de vulnerável (Art. 217-A do Código Penal) e corrupção de menores (Art. 244-B do Estatuto da Criança e do Adolescente). Considerando a classificação dos crimes quanto ao resultado, a extorsão, o estupro de vulnerável e a corrupção de menores são, respectivamente, crimes:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "material, formal e de mera conduta;"
      },
      {
        "letra": "B",
        "texto": "formal, material e de mera conduta;"
      },
      {
        "letra": "C",
        "texto": "formal, material e material;"
      },
      {
        "letra": "D",
        "texto": "material, material e formal;"
      },
      {
        "letra": "E",
        "texto": "formal, material e formal."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2394934",
    "metadata": "Ano: 2024 | Banca: IV - UFG | Órgão: Prefeitura de Inhumas - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes de dano e crimes de perigo",
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública"
    ],
    "enunciado_principal": "Aquele que inculcar, em invólucro ou recipiente de produtos alimentícios, terapêuticos ou medicinais, a existência de substância que não se encontra em seu conteúdo ou que nele existe em quantidade menor que a mencionada poderá receber pena de reclusão, de um a cinco anos, e multa, nos termos do artigo 275 do Código Penal. O crime descrito",
    "alternativas": [
      {
        "letra": "A",
        "texto": "admite a modalidade culposa."
      },
      {
        "letra": "B",
        "texto": "é de perigo abstrato."
      },
      {
        "letra": "C",
        "texto": "não admite tentativa."
      },
      {
        "letra": "D",
        "texto": "tem sua ação penal pública condicionada"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2386993",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes"
    ],
    "enunciado_principal": "A doutrina classifica os delitos em diversas categorias. Considerando algumas das classificações existentes, a alternativa que prevê delito de mera atividade, delito de lesão, delito plurissubjetivo e delito pluriofensivo, respectivamente, é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "violação de domicílio, furto, rixa e roubo;"
      },
      {
        "letra": "B",
        "texto": "injúria, dano, associação criminosa e estelionato;"
      },
      {
        "letra": "C",
        "texto": "assédio sexual, incêndio, apropriação indébita e roubo;"
      },
      {
        "letra": "D",
        "texto": "desobediência, omissão de socorro, tráfico de pessoas e perseguição;"
      },
      {
        "letra": "E",
        "texto": "ato obsceno, lesão corporal, constituição de milícia privada e autoaborto."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3698291",
    "metadata": "Ano: 2023 | Banca: INEP BRASIL | Órgão: Prefeitura de Sanclerlândia - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Penas privativas de liberdade"
    ],
    "enunciado_principal": "O Estado tem o direito de proibir e impor uma pena para quem cometer o ato desde que esta conduta esteja prevista em lei como ilícita e convencida de culpabilidade, considerando as regras básicas aplicáveis ao Direito Penal e ao Direito Processual Penal para assinalar a alternativa correta sobre as espécies de infração penal",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando se tratando de Crime admite prisão simples, já a contravenção penal só admite reclusão ou detenção"
      },
      {
        "letra": "B",
        "texto": "No caso de crime, admitem-se penas de reclusão e detenção, enquanto que, para as contravenções penais, admite-se prisão simples"
      },
      {
        "letra": "C",
        "texto": "No caso de contravenção penal, admite-se pena de reclusão, enquanto que, para os crimes, admite-se detenção"
      },
      {
        "letra": "D",
        "texto": "Crime e contravenção penal são sinônimos por tanto cabe tanto reclusão quanto a prisão simples dependendo do julgamento do caso."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3660408",
    "metadata": "Ano: 2023 | Banca: OBJETIVA | Órgão: Prefeitura de Matupá - MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes"
    ],
    "enunciado_principal": "No Brasil, o sistema prisional frequentemente enfrenta desafios significativos devido ao alto número de detentos. Dos seguintes, quais crimes mais contribuem para a superlotação das prisões?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Crimes de colarinho branco."
      },
      {
        "letra": "B",
        "texto": "Crimes de trânsito."
      },
      {
        "letra": "C",
        "texto": "Crimes cibernéticos."
      },
      {
        "letra": "D",
        "texto": "Crimes relacionados ao tráfico de drogas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3650738",
    "metadata": "Ano: 2023 | Banca: JVL Concursos | Órgão: Prefeitura de Miguel Leão - PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes contra o patrimônio"
    ],
    "enunciado_principal": "Leia o tipo penal descrito abaixo.“Destruir, inutilizar ou deteriorar coisa alheia.”A atitude acima configura crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Injúria."
      },
      {
        "letra": "B",
        "texto": "Lesão corporal grave."
      },
      {
        "letra": "C",
        "texto": "Dano."
      },
      {
        "letra": "D",
        "texto": "Lesão corporal leve."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2307601",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes comuns, próprios e de mão própria",
      "Crimes contra a fé pública",
      "Certidão ou atestado ideologicamente falso"
    ],
    "enunciado_principal": "No título X da Parte Especial, o Código Penal descreve os crimes contra a fé pública. Dentre esses crimes, no que toca ao sujeito ativo, alguns são classificados como comuns, outros como próprios. Diante do exposto, trata-se de crime próprio:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "moeda falsa;"
      },
      {
        "letra": "B",
        "texto": "falsa identidade;"
      },
      {
        "letra": "C",
        "texto": "falsificação de documento público;"
      },
      {
        "letra": "D",
        "texto": "supressão de documento;"
      },
      {
        "letra": "E",
        "texto": "certidão ou atestado ideologicamente falso."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2292304",
    "metadata": "Ano: 2023 | Banca: Instituto Access | Órgão: Câmara de Salto - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes comuns, próprios e de mão própria",
      "Crimes contra a administração pública"
    ],
    "enunciado_principal": "Em relação aos crimes de responsabilidade dos funcionários públicos, analise as afirmativas a seguir: I. Prevê o Código de Processo Penal regras de procedimento especiais para os processos referentes aos crimes de responsabilidade dos funcionários públicos (artigos 513 a 518). No sentido estrito, a expressão crimes de responsabilidade refere-se às infrações político-administrativas, sujeitas às sanções políticoadministrativas (perda de cargo, de função, de mandato etc.) e submetidas à jurisdição política (Senado, Câmara dos Deputados, Assembleias Legislativas e Câmaras Municipais). II. Em sentido mais amplo, a denominação abrange todos os delitos praticados no exercício de função pública, do Executivo, Legislativo ou Judiciário. III. Conhecidos como crimes funcionais, podem ser divididos em crimes funcionais próprios e impróprios. Os crimes funcionais próprios só podem ser praticados por funcionários públicos, ou seja, a conduta apenas é ilícita quando praticada por um funcionário público. Já nos crimes funcionais impróprios, são aqueles que podem ser praticados também por particulares, independe de ser ou não o agente funcionário público, ocorre apenas uma nova tipificação. Assinale",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se apenas as afirmativas I e II estiverem corretas."
      },
      {
        "letra": "B",
        "texto": "se apenas as afirmativas I e III estiverem corretas."
      },
      {
        "letra": "C",
        "texto": "se apenas as afirmativas II e III estiverem corretas."
      },
      {
        "letra": "D",
        "texto": "se todas as afirmativas estiverem corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2224569",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes"
    ],
    "enunciado_principal": "João foi capturado, em flagrante, pela suposta prática dos crimes de roubo, extorsão e porte ilegal de arma de fogo de uso permitido. Nesse cenário, considerando o entendimento doutrinário e jurisprudencial dominantes, o roubo, a extorsão e o porte ilegal de arma de fogo de uso permitido são classificados, respectivamente, como crimes:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "material, formal e de mera conduta;"
      },
      {
        "letra": "B",
        "texto": "formal, material e de mera conduta;"
      },
      {
        "letra": "C",
        "texto": "material, material e formal;"
      },
      {
        "letra": "D",
        "texto": "material, formal e formal;"
      },
      {
        "letra": "E",
        "texto": "formal, material e formal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2218510",
    "metadata": "Ano: 2023 | Banca: SELECON | Órgão: Prefeitura de Lucas do Rio Verde - MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes materiais, formais e de mera conduta",
      "Crimes comuns, próprios e de mão própria"
    ],
    "enunciado_principal": "Step é servidor público e veio a ser acusado de crime que somente pode ser cometido por funcionário público, tendo sido absolvido posteriormente. Na classificação de crimes, quando ele somente ocorre quando realizado por determinada categoria de pessoas em relação ao sujeito ativo, o crime é considerado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "comum"
      },
      {
        "letra": "B",
        "texto": "próprio"
      },
      {
        "letra": "C",
        "texto": "manual"
      },
      {
        "letra": "D",
        "texto": "artesanal"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2211326",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes materiais, formais e de mera conduta",
      "Crimes instantâneos e permanentes",
      "Crimes contra a fé pública",
      "Falsidade de documento público"
    ],
    "enunciado_principal": "Em determinado cartório de notas e protestos, Tatiana apresentou uma carteira de identidade com a sua foto, mas com o nome de outra pessoa, a qual havia previamente produzido a completa falsificação do documento, tendo-o confeccionado mediante o uso de impressora eletrônica colorida. No estabelecimento cartorial, Tatiana fez uso do citado documento, por meio do qual se passou pela subscritora de documentos que atestavam o adimplemento de dívidas de empresas, destinados ao cancelamento de protestos, com vistas ao reconhecimento, pelo tabelião, das firmas em tais documentos. Ao manusear o documento, a escrevente desconfiou de sua veracidade e chamou sua supervisora. Esta, por sua vez, pediu auxílio ao tabelião, o qual, por fim, fez alguns questionamentos a Tatiana, que acabou reconhecendo que aquele documento era falso e que tinha conhecimento de sua falsidade. Em seguida, o tabelião acionou a polícia militar e Tatiana foi presa em flagrante delito. A partir dessa situação hipotética, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tatiana cometeu o delito de falsificação de documento público, consistente no ato de falsificar, no todo ou em parte, documento público, ou alterar documento público verdadeiro."
      },
      {
        "letra": "B",
        "texto": "A conduta de Tatiana é atípica, em razão da falsidade grosseira do documento."
      },
      {
        "letra": "C",
        "texto": "Tatiana cometeu delito cuja consumação depende da obtenção de proveito ou da inflição de prejuízo pretendido por seu autor."
      },
      {
        "letra": "D",
        "texto": "O delito praticado por Tatiana atenta contra a fé pública documental e admite tanto a forma omissiva quanto a comissiva."
      },
      {
        "letra": "E",
        "texto": "Tatiana praticou delito de mera atividade e instantâneo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2207301",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: DPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes materiais, formais e de mera conduta",
      "Crimes contra o patrimônio",
      "Roubo",
      "Legislação Penal Especial",
      "Lei de Armas (Estatuto do Desarmamento) – Lei nº 10.826 de 2003 e Decretos Regulamentares"
    ],
    "enunciado_principal": "João, policia! militar descaracterizado, caminhava pela orla da praia XYZ, momento em que viu Tício sacar uma pistola e se aproximar de Joana, que corria pelo calçadão com fones de ouvido. João, então deu ordem de parada a Tício, antes deste alcançar Joana que se encontrava a uma distância de, aproximadamente, dois metros. Em sede policial, Tício, cientificado dos seus direitos constitucionais e legais, confessou que pretendia subtrair, mediante o emprego de arma de fogo, os bens de Joana. Verificou-se, ainda, que a arma de fogo apreendida, uma pistola, calibre nove milímetros, de uso permitido, dispunha de potencialidade lesiva. Nesse cenário, considerando as disposições do Código Penal e a jurisprudência dominante no Superior Tribunal de Justiça, é correto afirmar que Tício responderá pelo crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "roubo simples, na modalidade tentada, e pelo delito de posse ilegal de arma de fogo de uso permitido, em concurso material;"
      },
      {
        "letra": "B",
        "texto": "roubo simples, na modalidade tentada, e pelo delito de porte ilegal de arma de fogo de uso permitido, em concurso material;"
      },
      {
        "letra": "C",
        "texto": "roubo circunstanciado pelo emprego de arma de fogo, na modalidade tentada;"
      },
      {
        "letra": "D",
        "texto": "porte ilegal de arma de fogo de uso permitido;"
      },
      {
        "letra": "E",
        "texto": "posse ilegal de arma de fogo de uso permitido;"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2190545",
    "metadata": "Ano: 2023 | Banca: OBJETIVA | Órgão: Prefeitura de Lavras do Sul - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Outras classificações"
    ],
    "enunciado_principal": "Fraude, furto e estelionato praticados com o uso de dispositivos eletrônicos, como celulares, computadores e tablets são conhecidos como:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Crimes hediondos."
      },
      {
        "letra": "B",
        "texto": "Crimes cibernéticos."
      },
      {
        "letra": "C",
        "texto": "Homicídios."
      },
      {
        "letra": "D",
        "texto": "Sabotagens."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2113548",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Noções Fundamentais",
      "Lei penal no tempo",
      "Lei penal no espaço",
      "Crimes instantâneos e permanentes"
    ],
    "enunciado_principal": "O crime permanente é aquele cujo resultado prolonga-se no tempo, atraindo a aplicação da lei penal vigente ao término do resultado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2073349",
    "metadata": "Ano: 2023 | Banca: INSTITUTO AOCP | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes plurissubsistentes e unissubsistentes"
    ],
    "enunciado_principal": "Quanto aos atos que compõem a fase de execução criminosa, assinale a alternativa que apresenta um delito unissubsistente contra a fé pública e um delito unissubsistente contra a administração pública, respectivamente.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Emissão de título ao portador sem permissão legal e concussão."
      },
      {
        "letra": "B",
        "texto": "Falsa identidade e tráfico de influência."
      },
      {
        "letra": "C",
        "texto": "Supressão de documento e condescendência criminosa."
      },
      {
        "letra": "D",
        "texto": "Petrechos para falsificação de moeda e advocacia administrativa."
      },
      {
        "letra": "E",
        "texto": "Falsidade ideológica e prevaricação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2073341",
    "metadata": "Ano: 2023 | Banca: INSTITUTO AOCP | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Classificação dos crimes",
      "Autoria e coautoria",
      "Crimes comuns, próprios e de mão própria"
    ],
    "enunciado_principal": "Assinale a alternativa que apresenta o delito e sua respectiva classificação quanto ao sujeito ativo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Infanticídio: delito comum."
      },
      {
        "letra": "B",
        "texto": "Falso testemunho ou falsa perícia: delito de mão própria."
      },
      {
        "letra": "C",
        "texto": "Peculato: delito especial impróprio."
      },
      {
        "letra": "D",
        "texto": "Rixa: delito especial próprio."
      },
      {
        "letra": "E",
        "texto": "Ameaça: delito de concurso necessário."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2073340",
    "metadata": "Ano: 2023 | Banca: INSTITUTO AOCP | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Outras classificações"
    ],
    "enunciado_principal": "São exemplos de delitos uniofensivo e pluriofensivo, respectivamente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ameaça e homicídio."
      },
      {
        "letra": "B",
        "texto": "roubo e aborto."
      },
      {
        "letra": "C",
        "texto": "homicídio e instigação ao suicídio."
      },
      {
        "letra": "D",
        "texto": "aborto e ameaça."
      },
      {
        "letra": "E",
        "texto": "furto e roubo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2061750",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: POLC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes instantâneos e permanentes"
    ],
    "enunciado_principal": "A partir dessa situação hipotética e considerando o direito penal vigente, julgue o item a seguir.Almir não responderá por nenhum crime, uma vez que praticou a conduta ainda quando menor.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2048199",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: MPE-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes plurissubsistentes e unissubsistentes"
    ],
    "enunciado_principal": "Caracteriza-se como crime unissubsistente",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o homicídio realizado por meio cruel."
      },
      {
        "letra": "B",
        "texto": "a ameaça feita por carta."
      },
      {
        "letra": "C",
        "texto": "o núcleo “receber” da conduta de corrupção passiva."
      },
      {
        "letra": "D",
        "texto": "o crime de infanticídio."
      },
      {
        "letra": "E",
        "texto": "a injúria verbal."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2035776",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: SEFAZ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes materiais, formais e de mera conduta",
      "Crimes plurissubjetivos e monossubjetivos",
      "Crimes de dano e crimes de perigo",
      "Crimes comuns, próprios e de mão própria"
    ],
    "enunciado_principal": "Acerca da classificação dos crimes, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de falsificação de papéis públicos, se praticado por servidor público prevalecendo-se do cargo, é um crime especial impróprio, ao passo que, se praticado por particular, é um crime comum."
      },
      {
        "letra": "B",
        "texto": "O crime de mão própria caracteriza-se por seu caráter personalíssimo, somente o agente pode praticá-lo. Por isso, o crime de auto aborto é um exemplo de crime de mão própria, insuscetível de coautoria ou participação."
      },
      {
        "letra": "C",
        "texto": "Os crimes plurissubjetivos são aqueles em que há, além do agente, uma pessoa física ou jurídica no polo passivo, ocupando a posição de vítima direta do ilícito penal, ao passo que os crimes unissubjetivos se identificam pela inexistência de vítima identificável."
      },
      {
        "letra": "D",
        "texto": "Os crimes omissivos impróprios são aqueles que, embora previstos como consequência de conduta comissiva, podem, eventualmente, serem praticados por omissão. É o caso do delito de omissão de socorro."
      },
      {
        "letra": "E",
        "texto": "Os crimes de perigo abstrato são os delitos que causam efetiva exposição do bem jurídico tutelado a perigo, devendo haver indicação do risco, o qual não pode ser presumido."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2408343",
    "metadata": "Ano: 2022 | Banca: SELECON | Órgão: Prefeitura de São Gonçalo - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes comuns, próprios e de mão própria"
    ],
    "enunciado_principal": "G. W. prepara uma apresentação sobre a classificação dos crimes e constata que existe uma variedade extensa de tipos e diversas teorias sobre os fatos delituosos. Quando a execução do crime é indelegável, intransferível, sendo considerado personalíssimo, a doutrina indica ser o mesmo crime:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de mão própria"
      },
      {
        "letra": "B",
        "texto": "próprio"
      },
      {
        "letra": "C",
        "texto": "especial"
      },
      {
        "letra": "D",
        "texto": "iminente"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1995211",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: SEAD-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Classificação dos crimes",
      "Crimes instantâneos e permanentes",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Alice, 16 anos, foi sequestrada por Túlio, três dias antes de Túlio completar 18 anos. Após passar 9 dias em cativeiro, as investigações para encontrar Alice foram bem sucedidas e Alice foi então libertada. Nessa situação hipotética, podemos afirmar que Túlio",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deve responder por ato infracional análogo ao crime de sequestro e cárcere privado."
      },
      {
        "letra": "B",
        "texto": "será considerado inimputável e não será penalmente responsabilizado."
      },
      {
        "letra": "C",
        "texto": "será considerado inimputável e será penalmente responsabilizado."
      },
      {
        "letra": "D",
        "texto": "será considerado imputável para todos os fins penais, porque trata-se de crime continuado, em que a consumação se prolonga no tempo."
      },
      {
        "letra": "E",
        "texto": "será considerado imputável para todos os fins penais, porque trata-se de crime permanente, em que a consumação se prolonga no tempo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1992815",
    "metadata": "Ano: 2022 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes"
    ],
    "enunciado_principal": "A CLASSIFICAÇÃO DOUTRINÁRIA DA TEORIA DO CRIME APRESENTA, DENTRE OUTRAS, AS SEGUINTES VERTENTES: CRIME DOLOSO, CULPOSO OU PRETERDOLOSO; CRIME COMISSIVO, OMISSIVO OU DE OMISSÃO IMPRÓPRIA; CRIME DE DANO OU DE PERIGO CONCRETO OU ABSTRATO; CRIME MATERIAL, FORMAL OU DE MERA CONDUTA. DIANTE DISSO, ASSINALE A OPÇÃO INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De acordo com a jurisprudência do STJ, o crime de tráfico internacional de arma de fogo (art. 18, da Lei n. 10.826/2003, com a redação dada pela Lei n. 13.964/2019), é classificado como sendo de perigo concreto, ao passo que o crime de poluição por lançamento de resíduos sólidos, líquidos ou gasosos, ou detritos, óleos ou substâncias oleosas (art. 54, § 2º, inc. V, da Lei n. 9.605/1998), é classificado como crime de dano."
      },
      {
        "letra": "B",
        "texto": "De acordo com a jurisprudência do STJ, o crime de sonegação fiscal (art. 1º, inc. I, da Lei n. 8.137/1990) pode ser praticado na modalidade da omissão imprópria, no caso do administrador de pessoa jurídica que se vale de terceiro para executar os atos de natureza fiscal, ao passo que o crime de gestão temerária de instituição financeira (art. 4º, par. único, da Lei n. 7.492/1986) é crime comissivo."
      },
      {
        "letra": "C",
        "texto": "De acordo com a jurisprudência do STJ, o crime de incêndio seguido de morte da vítima (art. 250 c/c art. 258, 2ª parte), é classificado como preterdoloso ou preterintencional, ao passo que o crime de receptação qualificada (art. 180, § 1º, do CP), é classificado como de dolo direto ou eventual."
      },
      {
        "letra": "D",
        "texto": "De acordo com a jurisprudência do STJ, o crime de sonegação de contribuição previdenciária (art. 337-A, do CP) é de natureza material, ao passo que o crime de falso testemunho (art. 342, do CP) é de natureza formal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1989153",
    "metadata": "Ano: 2022 | Banca: FUNDEP (Gestão de Concursos) | Órgão: TJM-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Classificação dos crimes",
      "Crimes omissivos",
      "Descriminantes Putativas",
      "Crimes comuns, próprios e de mão própria"
    ],
    "enunciado_principal": "Sobre as referências aos diversos sistemas formulados para a teoria do crime constantes do Código Penal Comum e do Código Penal Militar, analise as afirmativas a seguir. I. O Código Penal Comum trata a descriminante putativa conforme a teoria limitada da culpabilidade. II. O Código Penal Militar registra circunstâncias judiciais compatíveis com a teoria psicológico- -normativa da culpabilidade. III. O Código Penal Comum concebe os crimes comissivos impróprios de maneira compatível com sistema de base normativa. IV. O Código Penal Militar considera dolo e culpa conforme o sistema causal-naturalista. Estão corretas as afirmativas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "B",
        "texto": "II e III, apenas."
      },
      {
        "letra": "C",
        "texto": "I e III, apenas."
      },
      {
        "letra": "D",
        "texto": "I e IV, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1987405",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: Senado Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes materiais, formais e de mera conduta"
    ],
    "enunciado_principal": "Entende-se por crime formal aquele",
    "alternativas": [
      {
        "letra": "A",
        "texto": "que se consuma mesmo que não se verifiquem algumas possíveis consequências decorrentes da ação típica."
      },
      {
        "letra": "B",
        "texto": "que se consuma com a ocorrência do resultado naturalístico da ação típica."
      },
      {
        "letra": "C",
        "texto": "cuja execução não deixa vestígios materiais."
      },
      {
        "letra": "D",
        "texto": "cujas formas de execução são expressamente descritas no tipo penal."
      },
      {
        "letra": "E",
        "texto": "cuja norma visa a proteger bens jurídicos abstratos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1972017",
    "metadata": "Ano: 2022 | Banca: IDECAN | Órgão: TJ-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes plurissubsistentes e unissubsistentes"
    ],
    "enunciado_principal": "O crime tentado é aquele que, iniciada a execução do delito, não se consuma por circunstâncias alheias à vontade do agente. A doutrina clássica do Direito Penal enumera que alguns tipos de crime não admitem a figura da tentativa. Dentre os abaixo listados, assinale aquele que não se enquadra nesse conceito.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "crimes culposos"
      },
      {
        "letra": "B",
        "texto": "crimes preterdolosos"
      },
      {
        "letra": "C",
        "texto": "crimes plurissubsistentes"
      },
      {
        "letra": "D",
        "texto": "crimes unissubsistentes"
      },
      {
        "letra": "E",
        "texto": "crimes omissivos próprios"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1955050",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes comuns, próprios e de mão própria",
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações"
    ],
    "enunciado_principal": "Assinale a alternativa que apresenta crime próprio quanto ao sujeito ativo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Inserção de dados falsos em sistema de informações."
      },
      {
        "letra": "B",
        "texto": "Fraudes em certames de interesse público."
      },
      {
        "letra": "C",
        "texto": "Usurpação de função pública."
      },
      {
        "letra": "D",
        "texto": "Corrupção ativa."
      },
      {
        "letra": "E",
        "texto": "Subtração ou inutilização de livro ou documento."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1939474",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PG-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Outras classificações"
    ],
    "enunciado_principal": "Julgue o item a seguir, a respeito da teoria do crime.Um dos critérios para se distinguir o crime progressivo da progressão criminosa é o aspecto subjetivo do agente, pois, naquele, há, desde o início, a intenção de causar um resultado de maior gravidade, enquanto, nesta, essa intenção surge durante o iter criminis.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1914771",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: MPE-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Outras classificações"
    ],
    "enunciado_principal": "Tendo em vista que os tipos penais recebem diversas classificações doutrinárias, assinale a opção correta a esse respeito.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os tipos congruentes apresentam simetria entre o elemento objetivo e o subjetivo, como ocorre nos crimes preterdolosos."
      },
      {
        "letra": "B",
        "texto": "Os tipos simples são aqueles cuja conduta nuclear pode ser praticada por apenas um agente, tal como previsto no homicídio."
      },
      {
        "letra": "C",
        "texto": "Os tipos fundamentais estabelecem a conduta básica caracterizadora da infração penal e são previstos sempre no caput do dispositivo legal."
      },
      {
        "letra": "D",
        "texto": "Os tipos abertos demandam do operador do direito conhecimento que ultrapasse o teor literal da norma para a sua completa integração, como nos casos de leis penais em branco."
      },
      {
        "letra": "E",
        "texto": "Os tipos preventivos são aqueles que antecipam a tutela penal, punindo condutas que servem, em regra, como preparação para outros delitos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1899566",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PC-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes"
    ],
    "enunciado_principal": "O conceito de tipo penal formulado pelo penalista alemão Hans Welzel consiste numa figura puramente conceitual com pretensões de descrição concreta da conduta proibida. Os tipos penais podem ser classificados de formas diversas pela dogmática jurídico-penal. Acerca do tema, assinale a afirmativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime plurissubsistente pressupõe concurso necessário, isto é, exige o concurso de, no mínimo, duas pessoas."
      },
      {
        "letra": "B",
        "texto": "O crime omissivo próprio consiste no fato de o agente deixar de realizar determinada conduta, tendo a obrigação jurídica de fazê-lo."
      },
      {
        "letra": "C",
        "texto": "O crime habitual é constituído de uma reiteração de atos, penalmente indiferentes de per si, porém, em seu conjunto caracterizam um delito único."
      },
      {
        "letra": "D",
        "texto": "O crime permanente é aquele crime cuja consumação se prolonga no tempo."
      },
      {
        "letra": "E",
        "texto": "O crime de mão própria é aquele que só pode ser praticado pelo agente pessoalmente, não podendo utilizar-se de interposta pessoa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1893441",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PC-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Classificação dos crimes",
      "Conduta: ação / omissão",
      "Outras classificações"
    ],
    "enunciado_principal": "Dentre os delitos de posse, é possível sua divisão em grupos determinados. Assinale a opção que corresponde à infração penal em casos em que o autor possui objetos precedentes da comissão de um delito.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Possuir material de pornografia infantil."
      },
      {
        "letra": "B",
        "texto": "Posse de arma de fogo de uso permitido."
      },
      {
        "letra": "C",
        "texto": "Porte de arma de fogo de uso proibido."
      },
      {
        "letra": "D",
        "texto": "Possuir programa de computador para fraude."
      },
      {
        "letra": "E",
        "texto": "Possuir chaves falsas ou alteradas para prática de furto."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1889592",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: CGU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes materiais, formais e de mera conduta"
    ],
    "enunciado_principal": "O delito de frustração do caráter competitivo de licitação (Art. 337-F do Código Penal) é classificado como crime:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "material;"
      },
      {
        "letra": "B",
        "texto": "de mera conduta;"
      },
      {
        "letra": "C",
        "texto": "formal;"
      },
      {
        "letra": "D",
        "texto": "de atentado;"
      },
      {
        "letra": "E",
        "texto": "a prazo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1876844",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: MJSP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes"
    ],
    "enunciado_principal": "No que tange a conflito aparente de normas ou tipos penais, julgue o item subsequente. Crime progressivo, uma das hipóteses de aplicação do princípio da consunção, pressupõe, necessariamente, prática de crime plurissubsistente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1875630",
    "metadata": "Ano: 2022 | Banca: OBJETIVA | Órgão: Prefeitura de Varginha - MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes plurissubjetivos e monossubjetivos"
    ],
    "enunciado_principal": "De acordo com CAPEZ, em relação às espécies de crimes e suas subdivisões quanto ao concurso de pessoas, marcar C para as afirmativas Certas, E para as Erradas e, após, assinalar a alternativa que apresenta a sequência CORRETA: ( ) Nos crimes plurissubjetivos de condutas paralelas, as condutas auxiliam-se mutuamente, visando à produção de um resultado comum. Todos os agentes unem-se em prol de um objetivo idêntico, no sentido de concentrar esforços para a realização do crime. É o caso da associação criminosa, em que todas as condutas voltamse para a consecução do mesmo fim, no caso, a prática de crimes. ( ) Nos crimes plurissubjetivos de condutas convergentes, as condutas são praticadas umas contra as outras. Os agentes são, ao mesmo tempo, autores e vítimas. Como exemplo disso, cita-se o crime de rixa. ( ) Nos crimes plurissubjetivos de condutas contrapostas, as condutas tendem a encontrar-se, e, desse encontro, surge o resultado. Não se voltam, portanto, para frente, para o futuro, na busca da consecução do resultado delituoso, mas, ao contrário, uma se dirige à outra, e desse encontro resulta o delito. Como exemplo disso, cita-se o crime de bigamia.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "C - C - E."
      },
      {
        "letra": "B",
        "texto": "E - C - C."
      },
      {
        "letra": "C",
        "texto": "C - E - E."
      },
      {
        "letra": "D",
        "texto": "E - C - E."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1870417",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: MPE-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes de dano e crimes de perigo"
    ],
    "enunciado_principal": "Considerando o entendimento do STJ acerca dos crimes contra o patrimônio e contra a administração pública, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de apropriação indébita previdenciária é de natureza formal, não se exigindo a constituição definitiva do débito tributário para se configurar a tipicidade da conduta."
      },
      {
        "letra": "B",
        "texto": "Aplica-se o princípio da consunção ao crime-meio de receptação e ao crime-fim de porte ilegal de arma de fogo, devendo, entretanto, o agente responder apenas pelo segundo, por este ser mais grave que o outro."
      },
      {
        "letra": "C",
        "texto": "Para a caracterização do crime de extorsão, a ameaça exercida com o fim de obter a indevida vantagem econômica deve, necessariamente, prejudicar a integridade física da vítima."
      },
      {
        "letra": "D",
        "texto": "No crime de receptação, se o bem houver sido apreendido em poder do acusado, caberá à acusação provar sua origem ilícita e a conexão disso com os fatos."
      },
      {
        "letra": "E",
        "texto": "O crime de dano ao patrimônio público causado por preso para facilitar a fuga da prisão exige o dolo específico de causar prejuízo ao bem público, sem o qual a conduta é atípica."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1860053",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Concurso de crimes",
      "Crime continuado",
      "Crimes instantâneos e permanentes"
    ],
    "enunciado_principal": "No que diz respeito à lei penal, julgue o item que se segue.Ao crime continuado e ao crime permanente é aplicada a lei penal mais grave caso a sua vigência seja anterior à cessação da continuidade ou da permanência.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1866112",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes de dano e crimes de perigo",
      "Outras classificações",
      "Crimes comuns, próprios e de mão própria"
    ],
    "enunciado_principal": "Acerca do fato típico, da teoria e da classificação dos crimes, julgue o item subsecutivo.Suponha que Maria, servidora pública do Distrito Federal, tenha-se apropriado ilicitamente de um computador portátil usado no seu local de trabalho e, em seguida, efetuado a venda desse equipamento. Nesse caso, a conduta de Maria pode ser classificada como crime de dano, comissivo, próprio e instantâneo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1866108",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes instantâneos e permanentes"
    ],
    "enunciado_principal": "Julgue o item seguinte, a respeito dos princípios aplicáveis ao direito penal, da lei penal no tempo e no espaço e da irretroatividade da lei penal. Caso um indivíduo cometa um crime permanente, sob a vigência de duas leis diversas, aplicar-se-á ao caso a lei mais benéfica ao agente, em atenção à irretroatividade da lei penal mais gravosa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1860613",
    "metadata": "Ano: 2021 | Banca: Quadrix | Órgão: CRBio-6ª Região",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes plurissubsistentes e unissubsistentes"
    ],
    "enunciado_principal": "Com relação ao crime de modificação ou alteração não autorizada de sistema de informações, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É um crime culposo."
      },
      {
        "letra": "B",
        "texto": "É um crime necessariamente omissivo."
      },
      {
        "letra": "C",
        "texto": "É um crime continuado."
      },
      {
        "letra": "D",
        "texto": "É um crime plurissubjetivo."
      },
      {
        "letra": "E",
        "texto": "É um crime plurissubsistente."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1860612",
    "metadata": "Ano: 2021 | Banca: Quadrix | Órgão: CRBio-6ª Região",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Classificação dos crimes",
      "Crimes plurissubsistentes e unissubsistentes",
      "Crimes plurissubjetivos e monossubjetivos",
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações"
    ],
    "enunciado_principal": "Acerca do crime de inserção de dados falsos em sistema de informações, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É um crime culposo, necessariamente comissivo, formal e instantâneo."
      },
      {
        "letra": "B",
        "texto": "É um crime doloso, necessariamente omissivo, instantâneo e transeunte."
      },
      {
        "letra": "C",
        "texto": "É um crime doloso, comissivo ou omissivo, plurissubsistente e transeunte."
      },
      {
        "letra": "D",
        "texto": "É um crime doloso, instantâneo, monossubjetivo e plurissubsistente."
      },
      {
        "letra": "E",
        "texto": "É um crime doloso ou culposo, instantâneo, monossubjetivo e transeunte."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1857562",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: PRF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes comuns, próprios e de mão própria"
    ],
    "enunciado_principal": "Sobre aspectos legais dos procedimentos policiais, julgue o item a seguir. Policial rodoviário federal que, em vistoria realizada em rodovia federal, identifique veículo com motor apresentando sinais de raspagem e supressão de algoritmos, estará diante de possível crime comum.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1840038",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: FUNSAÚDE - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes contra a incolumidade pública",
      "Crimes contra a segurança dos meios de transporte e outros serviços públicos"
    ],
    "enunciado_principal": "Durante uma greve de ônibus, os motoristas realizaram uma paralização em uma grande avenida, em Fortaleza. João, também motorista, por não concordar com a greve, decide continuar trabalhando até mesmo por receio de perder seu emprego. Ao passar com o ônibus que dirigia pelo local da paralização, Marcos, um dos motoristas que se encontravam na manifestação, com o propósito de atentar contra a segurança do transporte, arremessou uma pedra na direção do veículo conduzido por João. O objeto arremessado quebrou a janela e atingiu Joana, passageira que estava indo para o trabalho, provocando uma leve lesão em seu ombro. Diante do caso narrado, assinale a opção que indica a responsabilização penal de Marcos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Crime de dano em concurso material com o crime de lesão corporal culposa."
      },
      {
        "letra": "B",
        "texto": "Crime de dano em concurso formal com o crime de lesão corporal dolosa."
      },
      {
        "letra": "C",
        "texto": "Crime de arremesso de projétil qualificado pelo resultado lesão corporal."
      },
      {
        "letra": "D",
        "texto": "Crime de lesão corporal culposa, ficando o crime de dano absorvido."
      },
      {
        "letra": "E",
        "texto": "Crime de dano em concurso formal com o crime de lesão corporal culposa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1829189",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: PC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes instantâneos e permanentes"
    ],
    "enunciado_principal": "Acerca dos crimes patrimoniais, julgue o item seguinte.Configura-se o crime permanente de furto de energia elétrica quando o agente instala, no interior da residência, dispositivo para alteração do medidor de energia localizado na parte externa do muro da casa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1767736",
    "metadata": "Ano: 2021 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes comuns, próprios e de mão própria"
    ],
    "enunciado_principal": "Em matéria de CRIMES MONOSSUBJETIVOS, QUANDO COMETIDOS POR MAIS DE UM AGENTE, é CORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Paciente que instiga médico a não comunicar às autoridades sanitárias a existência da Covid-19 não é partícipe do crime de Omissão de Notificação de Doença (art. 269 do CP), porque se trata de delito de omissão própria."
      },
      {
        "letra": "B",
        "texto": "É possível a coautoria em crimes próprios."
      },
      {
        "letra": "C",
        "texto": "Para a adequação típica da coautoria, é dispensável o art. 29 do Código Penal."
      },
      {
        "letra": "D",
        "texto": "O coautor funcional, para a teoria do domínio do fato, equivale ao partícipe para a teoria restritiva, porque colabora com o crime sem participar concretamente da execução."
      },
      {
        "letra": "E",
        "texto": "Não é indispensável a homogeneidade subjetiva na participação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1751264",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes comuns, próprios e de mão própria"
    ],
    "enunciado_principal": "Tendo como referência essa situação hipotética, julgue o item a seguir.O crime configurado na situação narrada é crime próprio, de modo que Luzia só poderá ser penalizada na esfera criminal se ficar comprovada sua coautoria ou coparticipação no referido crime.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1742762",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: PRF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes plurissubsistentes e unissubsistentes",
      "Crimes contra a fé pública",
      "Outras falsidades"
    ],
    "enunciado_principal": "Considerando a situação hipotética apresentada, julgue o item a seguir. A remarcação de novo número no chassi e a falsificação do certificado de registro do veículo caracterizam crime único de falsificação de documento público.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1617770",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: PRF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes plurissubjetivos e monossubjetivos",
      "Rixa"
    ],
    "enunciado_principal": "No que se refere a aspectos legais relacionados aos procedimentos policiais, julgue o item a seguir. Os participantes de uma rixa são simultaneamente sujeitos ativos e passivos uns em relação aos outros, pois o crime de rixa é plurissubjetivo, devendo ter, pelo menos, três contendores para ser caracterizado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1617202",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: PRF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Classificação dos crimes",
      "Conduta: ação / omissão",
      "Crimes omissivos",
      "Crimes comuns, próprios e de mão própria"
    ],
    "enunciado_principal": "A respeito dessa situação hipotética, julgue o item que se segue.Leandro responderá pelo homicídio culposo de Pedro, em razão de omissão culposa, o que viola o dever garantidor em concurso com omissão de cautela.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1125960",
    "metadata": "Ano: 2019 | Banca: NC-UFPR | Órgão: ITAIPU BINACIONAL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Classificação dos crimes",
      "Tipo Penal Culposo",
      "Crimes de dano e crimes de perigo",
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "João, acidentalmente, quebra o monitor do computador do seu colega de trabalho. Nos termos da legislação penal aplicável, essa situação constitui:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "crime de dano culposo."
      },
      {
        "letra": "B",
        "texto": "crime de bagatela."
      },
      {
        "letra": "C",
        "texto": "fato atípico."
      },
      {
        "letra": "D",
        "texto": "infração penal de menor potencial ofensivo."
      },
      {
        "letra": "E",
        "texto": "contravenção penal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1098006",
    "metadata": "Ano: 2019 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes materiais, formais e de mera conduta"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos crimes de lesão corporal culposa na condução de veículo automotor, a pena privativa de liberdade é de reclusão de 2 (dois) a 5 (cinco) anos, se o agente conduz o veículo com capacidade psicomotora alterada em razão da influência de álcool ou de outra substância psicoativa que determine dependência, e se do crime resultar lesão corporal leve, grave ou gravíssima."
      },
      {
        "letra": "B",
        "texto": "Constitui crime descumprir decisão judicial que defere medidas protetivas de urgência previstas na Lei n° 11.340/2006; no entanto, o crime somente se configura na hipótese de as medidas terem sido deferidas por juiz com competência criminal."
      },
      {
        "letra": "C",
        "texto": "De acordo com a Lei n° 11.340/2006, as medidas protetivas de urgência poderão ser concedidas pelo juiz, a requerimento do Ministério Público ou a pedido da ofendida; na hipótese de requerimento pela ofendida, o Ministério Público deverá se manifestar antes da concessão da medida."
      },
      {
        "letra": "D",
        "texto": "De acordo com o Superior Tribunal de Justiça, o delito descrito no artigo 90 da Lei n° 8.666/1993 (fraudar o caráter competitivo do procedimento licitatório) é formal, bastando, para se consumar, a demonstração de que a competição foi frustrada, independentemente de demonstração de recebimento de vantagem indevida pelo agente e de comprovação de dano ao erário."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1048821",
    "metadata": "Ano: 2019 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Outras classificações"
    ],
    "enunciado_principal": "Sobre a vítima e seu consentimento em matéria penal, analise as afirmações abaixo: I - Para a doutrina, nos delitos de relação, basta que a vítima deixe de tomar as medidas de autoproteção normais para que desapareça a necessidade de proteção. Nos delitos de intervenção, em que o tipo delitivo não pressupõe que a vítima participe no comportamento do autor, a necessidade de proteção permanece enquanto não seja a vítima mesma responsável pelo risco gerado. II - A doutrina clássica de forma majoritária admite o consentimento da vítima como causa supralegal de exclusão da ilicitude. Entre outras condições, devem estar presentes a permissão do ordenamento jurídico para disposição pessoal do interesse, a capacidade pessoal do consenciente (capacidade natural de compreensão e discernimento) e ausência do vício da vontade. III - Pode-se dizer que não há crime sem sujeito passivo, já que todo crime lesa ou expõe a perigo de lesão o bem jurídico de alguém. Os sujeitos passivos do crime podem ser divididos em formal ou genérico, que é o Estado, ou material, que é o titular do bem jurídico protegido. IV - Segundo a doutrina, pode-se afirmar que o consentimento presumido da vítima constitui liberdade de ação do portador do bem jurídico disponível, que exclui a tipicidade da ação, mas o consentimento real é construção normativa do psiquismo do autor sobre a existência objetiva de consentimento do titular do bem jurídico, que funciona como causa supralegal de justificação da ação típica. O consentimento presumido é subsidiário em relação ao consentimento real. Sobre as afirmações, assinale:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todas estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas I, II e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas II e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas II, III e IV estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1036621",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: TJ-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes materiais, formais e de mera conduta",
      "Crimes plurissubsistentes e unissubsistentes",
      "Crimes comuns, próprios e de mão própria"
    ],
    "enunciado_principal": "No que toca à classificação doutrinária dos crimes,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é imprescindível a ocorrência de resultado naturalístico para a consumação dos delitos materiais e formais."
      },
      {
        "letra": "B",
        "texto": "é normativa a relação de causalidade nos crimes omissivos impróprios ou comissivos por omissão, prescindindo de resultado naturalístico para a sua consumação."
      },
      {
        "letra": "C",
        "texto": "os crimes unissubsistentes são aqueles em que há iter criminis e o comportamento criminoso pode ser cindido."
      },
      {
        "letra": "D",
        "texto": "os crimes omissivos próprios dependem de resultado naturalístico para a sua consumação."
      },
      {
        "letra": "E",
        "texto": "os crimes comissivos são aqueles que requerem comportamento positivo, independendo de resultado naturalístico para a sua consumação, se formais."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1010450",
    "metadata": "Ano: 2019 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes materiais, formais e de mera conduta",
      "Crimes plurissubjetivos e monossubjetivos",
      "Outras classificações",
      "Crimes contra a dignidade sexual",
      "Divulgação de cena de estupro de vulnerável, de cena de sexo ou de pornografia"
    ],
    "enunciado_principal": "O crime de divulgação de cena de estupro ou de cena de estupro de vulnerável, de cena de sexo ou de pornografia, previsto no artigo 218-C do Código Penal, pode ser classificado como",
    "alternativas": [
      {
        "letra": "A",
        "texto": "comum, material, comissivo, unissubjetivo, culposo, principal."
      },
      {
        "letra": "B",
        "texto": "comum, formal, comissivo, unissubjetivo, doloso, subsidiário."
      },
      {
        "letra": "C",
        "texto": "especial, formal, comissivo, plurissubjetivo, admite as formas doloso e culposo, subsidiário."
      },
      {
        "letra": "D",
        "texto": "especial, material, comissivo ou omissivo, unissubjetivo, doloso, principal."
      },
      {
        "letra": "E",
        "texto": "comum, material, comissivo, plurissubjetivo, admite as formas doloso e culposo, subsidiário."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1008805",
    "metadata": "Ano: 2019 | Banca: Instituto Consulplan | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes de dano e crimes de perigo"
    ],
    "enunciado_principal": "Os crimes de perigo abstrato, que são modalidades de tutela antecipada de bens jurídicos, podem ser considerados exemplos da forma de intervenção penal denominada: “Direito Penal do Inimigo” descrita por Jakobs. Esta forma de tutela é utilizada, por exemplo, no Direito Ambiental e na proteção de vítimas de violência doméstica.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "990729",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes comuns, próprios e de mão própria"
    ],
    "enunciado_principal": "É crime próprio quanto ao sujeito:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "adulteração de peça filatélica (CP, art. 303)."
      },
      {
        "letra": "B",
        "texto": "falsidade material de atestado ou certidão (CP, art. 301, § 1º)."
      },
      {
        "letra": "C",
        "texto": "falsidade ideológica (CP, art. 299)."
      },
      {
        "letra": "D",
        "texto": "falsificação de sinal público (CP, art. 296, I)."
      },
      {
        "letra": "E",
        "texto": "atestado ideologicamente falso (CP, art. 301)."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "990129",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: CGE - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes materiais, formais e de mera conduta"
    ],
    "enunciado_principal": "A Lei de Licitações e Contratos — Lei n.º 8.666/1993 — impõe pena de detenção de três anos a cinco anos e multa ao agente que dispensar ou inexigir licitação fora das hipóteses previstas em lei, ou deixar de observar as formalidades pertinentes à dispensa ou à inexigibilidade. Em situação concreta, conforme a jurisprudência dos tribunais superiores, a dispensa indevida de licitação constitui",
    "alternativas": [
      {
        "letra": "A",
        "texto": "crime de mera conduta, que, portanto, não admite a modalidade tentada."
      },
      {
        "letra": "B",
        "texto": "crime material cujo resultado é a própria celebração do contrato licitatório."
      },
      {
        "letra": "C",
        "texto": "crime para cuja configuração é exigido o dolo específico de auferir vantagem indevida para si ou para outrem."
      },
      {
        "letra": "D",
        "texto": "crime de concurso necessário entre servidor público e particular que celebre o contrato licitatório."
      },
      {
        "letra": "E",
        "texto": "crime material para cuja configuração é exigida a demonstração do prejuízo à administração pública."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "987753",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes plurissubsistentes e unissubsistentes",
      "Outras classificações"
    ],
    "enunciado_principal": "Acerca de classificação de crimes, julgue os itens a seguir. I Os crimes de empreendimento exigem a participação de mais de três pessoas, com liame subjetivo, associadas para o cometimento do ilícito. II Os crimes unissubsistentes não admitem tentativa, haja vista não ser possível o fracionamento da conduta em atos. III O ordenamento brasileiro não prevê punição para delitos multivitimários em razão dos princípios da lesividade e da alteridade, já que esses crimes ocorrem contra vítimas difusas, destituídas de personalidade jurídica. Assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas o item I está certo."
      },
      {
        "letra": "B",
        "texto": "Apenas o item II está certo."
      },
      {
        "letra": "C",
        "texto": "Apenas os itens I e III estão certos."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens II e III estão certos."
      },
      {
        "letra": "E",
        "texto": "Todos os itens estão certos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "987655",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Classificação dos crimes",
      "Outras classificações",
      "Crime preterdoloso"
    ],
    "enunciado_principal": "Acerca da classificação de crimes, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime preterdoloso ocorre quando o agente atua com culpa na conduta antecedente, mas o resultado agrava a pena devido a uma conduta dolosa posterior."
      },
      {
        "letra": "B",
        "texto": "O alcance e a ocorrência fática da elementar subjetiva prevista no tipo penal são exigidos para a consumação de delito de tendência interna transcendente."
      },
      {
        "letra": "C",
        "texto": "O crime plurissubjetivo de condutas convergentes ocorre quando os agentes, desde o início do cometimento do crime, de comum acordo, praticam a conduta descrita no núcleo do tipo penal no sentido de auxílio mútuo, visando ao mesmo fim."
      },
      {
        "letra": "D",
        "texto": "O delito atrofiado de dois atos, embora possa ser não transeunte, é praticado pelo agente com a intenção de se praticar outro ato criminoso posterior, malgrado não se exigir esse novo comportamento para a consumação do crime mutilado."
      },
      {
        "letra": "E",
        "texto": "O delito gratuito, cuja conduta não admite o fracionamento em diversos atos, contrapõe-se ao crime mercenário, pois o agente o pratica sem contraprestação financeira"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "987654",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Classificação dos crimes",
      "Consumação e tentativa",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Outras classificações"
    ],
    "enunciado_principal": "Assinale a opção correta, relativa à teoria do delito e ao erro no direito penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O erro sobre a ilicitude do fato exclui o dolo da conduta, visto que permite a punição do fato a título de culpa, quando escusável."
      },
      {
        "letra": "B",
        "texto": "O erro mandamental evitável não exclui a responsabilização penal do agente, que poderá responder pelo crime somente a título de culpa, sem incidência de minorante na pena."
      },
      {
        "letra": "C",
        "texto": "A consumação do delito, em crimes formais, ocorre com o mero resultado jurídico, de forma que dispensa a mudança do mundo exterior para a obtenção do resultado típico."
      },
      {
        "letra": "D",
        "texto": "Os crimes comissivos, por serem crimes não transeuntes, não admitem tentativa, embora sejam crimes materiais."
      },
      {
        "letra": "E",
        "texto": "O crime plástico, por ser unissubsistente, ainda que material, não admite a sua forma tentada."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "987312",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Outras classificações"
    ],
    "enunciado_principal": "A respeito da classificação dos crimes, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de associação criminosa configura-se como crime obstáculo; o de falsidade documental para cometimento de estelionato é crime de atitude pessoal."
      },
      {
        "letra": "B",
        "texto": "O crime de uso de documento falso configura-se como crime remetido; e o de uso de petrechos para falsificação de moeda, como crime obstáculo."
      },
      {
        "letra": "C",
        "texto": "O crime de tráfico de drogas configura-se como crime vago; o de extorsão mediante sequestro constitui crime profissional."
      },
      {
        "letra": "D",
        "texto": "O crime de falso testemunho configura-se como crime de tendência; e o de injúria, como crime de ação astuciosa."
      },
      {
        "letra": "E",
        "texto": "O crime de rufianismo configura-se como crime de intenção; o de curandeirismo constitui crime de olvido."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "978061",
    "metadata": "Ano: 2019 | Banca: INSTITUTO AOCP | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Outras classificações"
    ],
    "enunciado_principal": "Dentre as seguintes alternativas, assinale a correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Crime de dupla subjetividade passiva é o crime que tem obrigatoriamente dois ou mais sujeitos passivos."
      },
      {
        "letra": "B",
        "texto": "O crime de estupro, art. 213 do CP, é um crime bipróprio, sendo que os sujeitos são determinados, não sendo possível ser praticado por qualquer pessoa."
      },
      {
        "letra": "C",
        "texto": "Podem ser sujeitos passivos de crime os entes despersonalizados, pessoa ainda não nascida, incapazes, animais e recém-nascido."
      },
      {
        "letra": "D",
        "texto": "Sujeito passivo e sujeito prejudicado são sinônimos, possuindo o mesmo significado: a pessoa física ou jurídica que sofre as consequências diretas da infração penal."
      },
      {
        "letra": "E",
        "texto": "Uma pessoa pode ser simultaneamente sujeito ativo e sujeito passivo do mesmo crime."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "977038",
    "metadata": "Ano: 2019 | Banca: INSTITUTO AOCP | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes materiais, formais e de mera conduta",
      "Crimes de dano e crimes de perigo",
      "Crimes comuns, próprios e de mão própria"
    ],
    "enunciado_principal": "O crime de homicídio, art. 121 do Código Penal, é classificado doutrinariamente como um crime",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de dano, material e instantâneo de efeitos permanentes."
      },
      {
        "letra": "B",
        "texto": "vago, permanente e multitudinário."
      },
      {
        "letra": "C",
        "texto": "próprio, de perigo e exaurido."
      },
      {
        "letra": "D",
        "texto": "comum, forma livre e concurso necessário de agentes."
      },
      {
        "letra": "E",
        "texto": "de mão própria, habitual e de forma vinculada."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "976803",
    "metadata": "Ano: 2019 | Banca: INSTITUTO AOCP | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Outras classificações",
      "Crimes comuns, próprios e de mão própria"
    ],
    "enunciado_principal": "Em alguns casos, o crime exige uma condição especial do sujeito ativo, podendo ser classificado em crimes comuns, próprios, de mão própria, bi próprios, etc. Referente ao tema, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Crime próprio pode ser praticado por qualquer pessoa, não sendo exigida uma condição ou qualidade especial do sujeito ativo."
      },
      {
        "letra": "B",
        "texto": "Crimes funcionais são crimes praticados por funcionários públicos contra a administração. Esses crimes admitem a coautoria e a participação de terceiros, podendo esse terceiro ser funcionário público ou não."
      },
      {
        "letra": "C",
        "texto": "O crime de falso testemunho é considerado um crime próprio, podendo ser praticado por qualquer pessoa, portanto a lei não exige uma qualidade especial do sujeito ativo."
      },
      {
        "letra": "D",
        "texto": "O sujeito ativo pode ser tanto quem realiza o verbo típico ou possui o domínio finalista do fato como quem, de qualquer outra forma, concorre para o crime, sendo representado apenas pelo autor e coautor."
      },
      {
        "letra": "E",
        "texto": "O sujeito ativo, para poder ser responsabilizado, será pessoa física, não podendo ser pessoa jurídica conforme determina a Constituição Federal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "972050",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Classificação dos crimes",
      "Autoria e coautoria",
      "Crimes comuns, próprios e de mão própria",
      "Participação"
    ],
    "enunciado_principal": "A respeito de autoria e participação no âmbito penal, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a autoria colateral é aquela em que há pluralidade de agentes e liame subjetivo entre eles para a realização da conduta."
      },
      {
        "letra": "B",
        "texto": "o crime de falso testemunho é classificado como crime próprio e nele são admitidas tanto a coautoria quanto a autoria mediata."
      },
      {
        "letra": "C",
        "texto": "a participação, que pode ser moral ou material, é admitida até a consumação do crime."
      },
      {
        "letra": "D",
        "texto": "a teoria da acessoriedade limitada entende que basta o fato principal ser típico para que o partícipe seja punido."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1180327",
    "metadata": "Ano: 2018 | Banca: FEPESE | Órgão: Prefeitura de Pinhalzinho - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Penas privativas de liberdade"
    ],
    "enunciado_principal": "Leia com atenção o texto apresentado a seguir. Em 24 de janeiro de 2018, os desembargadores da 8ª Turma do Tribunal Regional Federal da 4ª Região, em Porto Alegre, votaram, por unanimidade, a favor de manter a condenação do ex-presidente Luiz Inácio Lula da Silva por corrupção passiva e ....(1).... no caso do tríplex em Guarujá. Eles também elevaram a pena determinada pelo juiz Sérgio Moro, relator da Operação Lava-Jato na primeira instância, de 9 anos e 6 meses para 12 anos e 1 mês de prisão em regime ....(2).... . Assinale a alternativa que completa corretamente as lacunas numeradas do texto.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "(1) ativa • (2) aberto"
      },
      {
        "letra": "B",
        "texto": "(1) prevaricação • (2) domiciliar"
      },
      {
        "letra": "C",
        "texto": "(1) descaminho • (2) semiaberto"
      },
      {
        "letra": "D",
        "texto": "(1) lavagem de dinheiro • (2) fechado"
      },
      {
        "letra": "E",
        "texto": "(1) desvio de verba pública • (2) preventivo"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1163305",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Prefeitura de Araçatuba - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes de dano e crimes de perigo",
      "Periclitação da vida e da saúde",
      "Perigo para a vida ou a saúde de outrem"
    ],
    "enunciado_principal": "Com relação aos crimes contra a pessoa, previstos no Código Penal, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o homicídio culposo é apenado com reclusão."
      },
      {
        "letra": "B",
        "texto": "induzir alguém a suicidar-se não é crime."
      },
      {
        "letra": "C",
        "texto": "o infanticídio não é crime, mas uma hipótese de homicídio qualificado."
      },
      {
        "letra": "D",
        "texto": "o feminicídio é considerado um crime culposo."
      },
      {
        "letra": "E",
        "texto": "expor a saúde de outrem a perigo direto e iminente é considerado crime."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "991504",
    "metadata": "Ano: 2018 | Banca: IBADE | Órgão: Câmara de Porto Velho - RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes comuns, próprios e de mão própria",
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941",
      "Crimes contra o Consumidor, a Ordem Econômica e Tributária – Lei nº 8.078 de 1990 e Lei nº 8.137 de 1990"
    ],
    "enunciado_principal": "A conduta do funcionário público que patrocina, direta ou indiretamente, interesse privado perante a administração fazendária, valendo-se da qualidade de funcionário público, constitui:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "crime de mão própria contra o patrimônio do sistema financeiro nacional."
      },
      {
        "letra": "B",
        "texto": "crime funcional contra a ordem tributária."
      },
      {
        "letra": "C",
        "texto": "contravenção penal."
      },
      {
        "letra": "D",
        "texto": "crime contra a administração da justiça, previsto no Código Penal."
      },
      {
        "letra": "E",
        "texto": "crime especial contra a ordem econômica."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "952588",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: SEFAZ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes materiais, formais e de mera conduta"
    ],
    "enunciado_principal": "O único tipo de crime que se consuma com a ocorrência do resultado naturalístico é o crime",
    "alternativas": [
      {
        "letra": "A",
        "texto": "material."
      },
      {
        "letra": "B",
        "texto": "de mera conduta."
      },
      {
        "letra": "C",
        "texto": "formal."
      },
      {
        "letra": "D",
        "texto": "omissivo próprio."
      },
      {
        "letra": "E",
        "texto": "habitual."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "952103",
    "metadata": "Ano: 2018 | Banca: Fundação CEFETBAHIA | Órgão: MPE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Classificação dos crimes",
      "Tipo Penal Culposo",
      "Crimes de dano e crimes de perigo"
    ],
    "enunciado_principal": "A conduta delituosa pode apresentar como sujeitos passivos a pessoa física ou jurídica individualmente prejudicada, o Estado e a coletividade. Sobre a conduta delituosa, à luz do Código Penal Brasileiro, analise as assertivas e identifique com V as verdadeiras e com F as falsas. ( ) A utilização ou divulgação de conteúdo sigiloso, indevidamente, com o fim de beneficiar a si ou a outrem no processo seletivo para ingresso no ensino superior trata-se de crime formal contra a Administração Pública. ( ) A falsificação, no todo ou em parte, de documento público, ou a alteração de documento público verdadeiro, revela um crime de falsidade material, cujo elemento subjetivo exigido é o dolo e admite a modalidade tentada. ( ) A conduta de quem incita publicamente a prática de crime exige, para a consumação do mesmo, que alguém pratique o crime incitado. ( ) A conduta de quem envenena água potável de uso comum ou particular, ou substância alimentícia ou medicinal, traduz crime de perigo abstrato ou presumido, admitindo-se a modalidade tentada. ( ) O concurso de duas ou mais pessoas na prática do crime de estupro significa que a pena será aumentada da metade, por se tratar de crime complexo. A alternativa que contém a sequência correta, de cima para baixo, é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V F V F V"
      },
      {
        "letra": "B",
        "texto": "V F V V F"
      },
      {
        "letra": "C",
        "texto": "V V F V F"
      },
      {
        "letra": "D",
        "texto": "F V F V F"
      },
      {
        "letra": "E",
        "texto": "F F V F V"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "932921",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Outras classificações",
      "Crimes contra o patrimônio",
      "Furto"
    ],
    "enunciado_principal": "Em cada item a seguir, é apresentada uma situação hipotética, seguida de uma assertiva a ser julgada com base na legislação de regência e na jurisprudência dos tribunais superiores a respeito de execução penal, lei penal no tempo, concurso de crimes, crime impossível e arrependimento posterior.Sílvio, maior e capaz, entrou em uma loja que vende aparelhos celulares, com o propósito de furtar algum aparelho. A loja possui sistema de vigilância eletrônica que monitora as ações das pessoas, além de diversos agentes de segurança. Sílvio colocou um aparelho no bolso e, ao tentar sair do local, um dos seguranças o deteve e chamou a polícia. Nessa situação, está configurado o crime impossível por ineficácia absoluta do meio, uma vez que não havia qualquer chance de Sílvio furtar o objeto sem que fosse notado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "926049",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: AL-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes materiais, formais e de mera conduta",
      "Outras classificações",
      "Crimes comuns, próprios e de mão própria"
    ],
    "enunciado_principal": "Os crimes previstos no Código Penal e na legislação extravagante podem ser classificados levando-se em consideração diversos fatores, como conduta, resultado, sujeito ativo, dentre outros. Sobre o tema em questão, de acordo com a jurisprudência majoritária dos Tribunais Superiores, é correto afirmar que os crimes classificados como",
    "alternativas": [
      {
        "letra": "A",
        "texto": "omissivos impróprios não admitem tentativa."
      },
      {
        "letra": "B",
        "texto": "próprios não admitem responsabilização de eventual partícipe que não possua a qualidade exigida pelo tipo penal, ainda que um dos agentes preencha o requisito legal."
      },
      {
        "letra": "C",
        "texto": "formais não preveem no tipo a existência de resultado naturalístico, de modo que restam consumados com a realização do verbo núcleo."
      },
      {
        "letra": "D",
        "texto": "permanentes não admitem que a lei penal nova mais grave seja aplicada ao agente, ainda que sua vigência seja anterior à cessação da permanência, em respeito à irretroatividade da lei penal mais gravosa."
      },
      {
        "letra": "E",
        "texto": "não transeuntes são aqueles que deixam vestígios."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "897312",
    "metadata": "Ano: 2018 | Banca: FUNDATEC | Órgão: PC-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes instantâneos e permanentes"
    ],
    "enunciado_principal": "Analise as assertivas a seguir, de acordo com a classificação doutrinária dos crimes: I. Os crimes formais também podem ser definidos como crimes de resultado cortado. II. O crime de furto é classificado como crime instantâneo, porém há a possibilidade de um crime de furto ser considerado, eventualmente, crime permanente. III. O crime de lesão corporal grave em decorrência da incapacidade para as ocupações habituais por mais de 30 dias é classificado, em relação ao momento consumativo, como um crime a prazo. IV. Pode-se dizer que o crime de tráfico de drogas, previsto no artigo 33, caput, da Lei nº 11.343/2006, é um exemplo de crime de perigo abstrato e unissubjetivo. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas II."
      },
      {
        "letra": "C",
        "texto": "Apenas III e IV."
      },
      {
        "letra": "D",
        "texto": "Apenas I, II e III."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "890891",
    "metadata": "Ano: 2018 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Antijuridicidade",
      "Causas supralegais de exclusão da antijuridicidade",
      "Crimes materiais, formais e de mera conduta",
      "Crimes plurissubsistentes e unissubsistentes",
      "Crimes plurissubjetivos e monossubjetivos",
      "Crimes de dano e crimes de perigo",
      "Outras classificações",
      "Crimes comuns, próprios e de mão própria",
      "Crimes instantâneos e permanentes"
    ],
    "enunciado_principal": "Analise as proposições abaixo e assinale aquela que, à luz da doutrina, seja considerada INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando o tipo penal descreve, expressa ou implicitamente, o dissenso da vítima como elementar, o consentimento do ofendido, na hipótese, funciona como causa de exclusão da tipicidade."
      },
      {
        "letra": "B",
        "texto": "Quanto ao modo de execução, o crime de perigo de contágio venéreo – art. 130, do CP – é classificado pela doutrina como sendo de forma vinculada."
      },
      {
        "letra": "C",
        "texto": "Crime de fato transitório é aquele que não deixa vestígios, a exemplo da injúria verbal."
      },
      {
        "letra": "D",
        "texto": "Em relação aos crimes omissivos puros, exige-se a ocorrência de resultado naturalístico, uma vez que a simples omissão contida na norma não basta para que eles se aperfeiçoem."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "890890",
    "metadata": "Ano: 2018 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes materiais, formais e de mera conduta",
      "Crimes plurissubsistentes e unissubsistentes",
      "Crimes plurissubjetivos e monossubjetivos",
      "Crimes de dano e crimes de perigo",
      "Outras classificações",
      "Crimes comuns, próprios e de mão própria",
      "Crimes instantâneos e permanentes"
    ],
    "enunciado_principal": "O art. 14, II, Parágrafo único, do Código Penal, estabelece que “salvo disposição em contrário, pune-se a tentativa com a pena correspondente ao crime consumado, diminuída de um a dois terços”. Excepcionalmente, contudo, a lei penal pátria descreve condutas cujo tipo prevê a punição da tentativa com a mesma pena abstratamente aplicável ao crime consumado. É o que sucede, v.g., com o crime tipificado no art. 352, do Código Penal: “Evadir-se ou tentar evadir-se o preso ou o indivíduo submetido a medida de segurança detentiva, usando de violência contra a pessoa”: Tal espécie delitiva é classificada pela doutrina como:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Crime vago."
      },
      {
        "letra": "B",
        "texto": "Crime plurissubsistente."
      },
      {
        "letra": "C",
        "texto": "Crime de empreendimento."
      },
      {
        "letra": "D",
        "texto": "Crime de impressão."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "886219",
    "metadata": "Ano: 2018 | Banca: Fundação CEFETBAHIA | Órgão: MPE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Outras classificações",
      "Crimes comuns, próprios e de mão própria",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A teoria do domínio do fato revela um conceito indeterminado ou fixo e admite como elementos o método descritivo e a integração do regulativo."
      },
      {
        "letra": "B",
        "texto": "Os crimes de mão própria não admitem coautoria e nem autoria mediata, uma vez que o seu conteúdo de injusto reside precisamente na pessoal e indeclinável realização da atividade proibida."
      },
      {
        "letra": "C",
        "texto": "O crime propriamente militar é aquele praticado por qualquer pessoa, civil ou militar, não dizendo particularmente respeito à vida militar."
      },
      {
        "letra": "D",
        "texto": "A mera incerteza atinente à possibilidade de degradação ambiental ocasionada por um empreendimento ou nova tecnologia, deve ser interpretada em favor do meio ambiente em homenagem ao princípio da precaução, cujos contornos foram definidos na Conferência da Terra (ECO 92)."
      },
      {
        "letra": "E",
        "texto": "As alternativas “b” e “d” estão corretas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "886218",
    "metadata": "Ano: 2018 | Banca: Fundação CEFETBAHIA | Órgão: MPE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Classificação dos crimes",
      "Noções Fundamentais",
      "Conceitos e caracteres",
      "Crimes plurissubsistentes e unissubsistentes",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As circunstâncias legais são descritas pela lei penal de maneira prévia, ou na parte geral, ou na parte especial do Código, ou em leis extravagantes."
      },
      {
        "letra": "B",
        "texto": "Os crimes unissubsistentes ante o fracionamento da execução admitem a modalidade tentada."
      },
      {
        "letra": "C",
        "texto": "Tocante ao erro inescusável pode-se afirmar que nele incide qualquer homem prudente e de discernimento e, na modalidade inescusável direta o sujeito conhece o mandamento proibitivo."
      },
      {
        "letra": "D",
        "texto": "A despenalização informal pode resultar de ato administrativo, enquanto a despenalização formal pode decorrer da substituição da pena criminal por uma sanção de outra ordem jurídica."
      },
      {
        "letra": "E",
        "texto": "As alternativas “a” e “d” estão corretas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "884825",
    "metadata": "Ano: 2018 | Banca: CESGRANRIO | Órgão: Transpetro",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes comuns, próprios e de mão própria",
      "Crimes contra a fé pública",
      "Falso reconhecimento de firma ou letra"
    ],
    "enunciado_principal": "O crime de falso reconhecimento de firma ou letra, inscrito no Código Penal, em relação ao sujeito ativo, é considerado crime",
    "alternativas": [
      {
        "letra": "A",
        "texto": "comum"
      },
      {
        "letra": "B",
        "texto": "simples"
      },
      {
        "letra": "C",
        "texto": "próprio"
      },
      {
        "letra": "D",
        "texto": "adequado"
      },
      {
        "letra": "E",
        "texto": "continuado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "866722",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PC-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Outras classificações",
      "Crimes instantâneos e permanentes"
    ],
    "enunciado_principal": "No que se refere à classificação dos crimes, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No crime habitual, as ações que o compõem, consideradas isoladamente, não constituem crimes."
      },
      {
        "letra": "B",
        "texto": "No crime à distância, a conduta dá-se em um local e a produção, em outro, dentro do mesmo país."
      },
      {
        "letra": "C",
        "texto": "No crime preterintencional, há a conjugação da ação culposa no evento antecedente com o dolo no resultado consequente."
      },
      {
        "letra": "D",
        "texto": "Os crimes omissivos impróprios se perfazem com a mera abstenção da realização de um ato, independentemente de um resultado posterior."
      },
      {
        "letra": "E",
        "texto": "Nos crimes instantâneos de efeitos permanentes, a consumação do crime perdura até quando o sujeito quiser."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "866472",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: DPE-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes plurissubsistentes e unissubsistentes",
      "Outras classificações"
    ],
    "enunciado_principal": "Com relação à classificação dos crimes, julgue os itens a seguir. I Denomina-se crime plurissubsistente o crime cometido por vários agentes. II Se o sujeito fizer tudo o que está ao seu alcance para a consumação do crime, mas o resultado não ocorrer por circunstâncias alheias a sua vontade, configura-se crime falho. III Havendo, em razão do tipo, dois sujeitos passivos, o crime é denominado vago. IV Crime habitual cometido com ânimo de lucro é denominado crime a prazo. V Crime praticado por intermédio de automóvel é denominado delito de circulação.Estão certos apenas os itens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "I e IV."
      },
      {
        "letra": "C",
        "texto": "II e V."
      },
      {
        "letra": "D",
        "texto": "III e IV."
      },
      {
        "letra": "E",
        "texto": "III e V."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "908462",
    "metadata": "Ano: 2017 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes comuns, próprios e de mão própria"
    ],
    "enunciado_principal": "NO TEMA DE CRIMES PRÓPRIOS, DE ACORDO COM DOUTRINA MAIS RECENTE, ASSINALE A ALTERNATIVA INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "considerá-los como crimes de infração de dever permite a melhor delimitação entre autores e partícipes;"
      },
      {
        "letra": "B",
        "texto": "o extraneus pode ser autor de peculatodesvio, tendo em vista o artigo 30 do Código Penal;"
      },
      {
        "letra": "C",
        "texto": "somente um intraneus pode ser autor de concussão, ainda que não tenha o domínio do fato;"
      },
      {
        "letra": "D",
        "texto": "de acordo com Roxin pode haver coautoria quando um dever está confiado a várias pessoas, como, por exemplo, na vigilância de internos de uma prisão."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "849245",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: DPE-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Outras classificações",
      "Crimes comuns, próprios e de mão própria",
      "Crimes instantâneos e permanentes"
    ],
    "enunciado_principal": "No que tange à classificação dos delitos,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os crimes de mão própria possuem uma prévia limitação, de natureza normativa, quanto à possibilidade de autoria de indivíduos não contemplados pelo tipo penal."
      },
      {
        "letra": "B",
        "texto": "o crime de favorecimento à prostituição é classificado como crime instantâneo de habitualidade preexistente."
      },
      {
        "letra": "C",
        "texto": "o agente responderá, no tipo misto alternativo, por todos os crimes que sua conduta alcançar, atingindo mais de um núcleo enunciado na norma."
      },
      {
        "letra": "D",
        "texto": "o crime de prevaricação é classificado como delito especial próprio e, quando praticado por agente estranho à administração pública, encontra correlação com outra conduta tipificada em dispositivo penal diverso."
      },
      {
        "letra": "E",
        "texto": "a multiplicidade de condutas por parte do agente, uma vez que existe mais de um núcleo, torna-se obrigatória no tipo misto cumulativo, para que o delito seja consumado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "842151",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: DPU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes instantâneos e permanentes",
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "O item a seguir, a respeito de crimes contra o patrimônio, apresenta uma situação hipotética seguida de uma assertiva a ser julgada à luz da doutrina e da jurisprudência pertinentes. Maria não informou ao INSS o óbito de sua genitora e continuou a utilizar o cartão de benefício de titularidade da falecida pelo período de dez meses. Nessa situação, Maria praticou estelionato de natureza previdenciária, classificado, em decorrência de sua conduta, como crime permanente, de acordo com o entendimento do STJ.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "795670",
    "metadata": "Ano: 2017 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Classificação dos crimes",
      "Crime impossível",
      "Crimes materiais, formais e de mera conduta",
      "Outras classificações",
      "Crimes contra a administração pública",
      "Corrupção passiva",
      "Corrupção ativa"
    ],
    "enunciado_principal": "Assinale com V (verdadeiro) ou com F (falso) os enunciados abaixo. ( ) Pelo exame dos tipos incriminadores do Código Penal, verifica-se hipótese em que a corrupção é crime bilateral, ativa e passiva, quando a existência de uma modalidade depende da existência da outra. ( ) Nos crimes materiais, há distinção típica lógica e cronológica entre a conduta e o resultado, mas o mesmo não ocorre nos crimes formais, em que essa mesma distinção é somente lógica. ( ) No crime progressivo, o tipo penal, abstratamente considerado, contém explicitamente outro, o qual deve ser necessariamente realizado para alcançar o resultado. ( ) No crime putativo, a atipicidade é objetiva e subjetiva. No crime impossível, há atipicidade objetiva e tipicidade subjetiva. Já no erro de tipo, há tipicidade objetiva e atipicidade subjetiva. A sequência correta de preenchimento dos parênteses, de cima para baixo, é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V – F – F – F."
      },
      {
        "letra": "B",
        "texto": "V – F – V – V."
      },
      {
        "letra": "C",
        "texto": "V – V – F – V."
      },
      {
        "letra": "D",
        "texto": "F – V – V – F."
      },
      {
        "letra": "E",
        "texto": "F – F – V – F."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "794015",
    "metadata": "Ano: 2017 | Banca: NC-UFPR | Órgão: UFPR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes comuns, próprios e de mão própria"
    ],
    "enunciado_principal": "Em relação aos crimes contra a Administração Pública, assinale a alternativa que indica somente crimes próprios quanto ao sujeito ativo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Peculato, corrupção passiva e tráfico de influência."
      },
      {
        "letra": "B",
        "texto": "Corrupção ativa, corrupção passiva e tráfico de influência."
      },
      {
        "letra": "C",
        "texto": "Corrupção ativa, advocacia administrativa e prevaricação."
      },
      {
        "letra": "D",
        "texto": "Peculato, corrupção passiva e concussão."
      },
      {
        "letra": "E",
        "texto": "Corrupção passiva, prevaricação e tráfico de influência."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2799716",
    "metadata": "Ano: 2016 | Banca: FAEPESUL | Órgão: Prefeitura de Araranguá - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes de dano e crimes de perigo"
    ],
    "enunciado_principal": "Infringir determinação do poder público, destinada a impedir introdução ou propagação de doença contagiosa é conduta tipificada no crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Difusão de doença ou praga."
      },
      {
        "letra": "B",
        "texto": "Infração de medida sanitária preventiva."
      },
      {
        "letra": "C",
        "texto": "Epidemia."
      },
      {
        "letra": "D",
        "texto": "Atentado contra a segurança de serviço de utilidade pública."
      },
      {
        "letra": "E",
        "texto": "Omissão de notificação de doença."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1176969",
    "metadata": "Ano: 2016 | Banca: ZAMBINI | Órgão: Câmara de Embu das Artes - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes"
    ],
    "enunciado_principal": "Analise _o tipo penal abaixo de acordo com as definições de Damásio de Jesus, assinalando a alternativa correta a seu respeito. Art. 359-A. Ordenar, autorizar ou realizar operação de crédito, interno ou externo, sem prévia autorização legislativa: Pena - reclusão, de 1 (um) a 2 (dois) anos. Parágrafo único. Incide na mesma pena quem ordena, autoriza ou realiza operação de crédito, interno ou externo: I - com inobservância de limite, condição ou montante estabelecido em lei ou em resolução do Senado Federal; lI - quando o montante da dívida consolidada ultrapassa o limite máximo autorizado por lei.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Trata-se de crime impróprio, pois se exige uma condição especial do sujeito ativo."
      },
      {
        "letra": "B",
        "texto": "Pune-se o desrespeito ao princípio da legalidade administrativa, quando realizadas condutas de contratação sem prévia autorização legislativa."
      },
      {
        "letra": "C",
        "texto": "É considerado um crime formal, uma vez que o tipo não exige resultado naturalístico."
      },
      {
        "letra": "D",
        "texto": "Admite sua forma tentada ante o impedimento, por circunstâncias alheias à vontade do agente, a ordem ou autorização não possa ser emanada."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "758845",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: Prefeitura de Várzea Paulista - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes comuns, próprios e de mão própria"
    ],
    "enunciado_principal": "Assinale a alternativa que traz, apenas, crimes próprios quanto ao sujeito ativo, ou seja, que só podem ser praticados por funcionários públicos (esclarece-se que em tais crimes é admitida a co-autoria de particulares).",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Corrupção ativa; concussão; violência arbitrária."
      },
      {
        "letra": "B",
        "texto": "Fraude processual; prevaricação; peculato culposo."
      },
      {
        "letra": "C",
        "texto": "Peculato; condescendência criminosa; corrupção passiva."
      },
      {
        "letra": "D",
        "texto": "Descaminho; coação no curso do processo; fraude processual."
      },
      {
        "letra": "E",
        "texto": "Denunciação caluniosa; violação de sigilo funcional; abandono de função."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "758135",
    "metadata": "Ano: 2016 | Banca: FUNCAB | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes de dano e crimes de perigo"
    ],
    "enunciado_principal": "A lição aborda uma das concepções acerca dos crimes de perigo abstrato, buscando torná-los adequados ao sistema jurídico-penal. Essa teoria nomeia os crimes de perigo abstrato como crimes:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de perigosidade real."
      },
      {
        "letra": "B",
        "texto": "de perigosidade concreta."
      },
      {
        "letra": "C",
        "texto": "de potencial perigo."
      },
      {
        "letra": "D",
        "texto": "formais."
      },
      {
        "letra": "E",
        "texto": "de perigo geral."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "723936",
    "metadata": "Ano: 2016 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Classificação dos crimes",
      "Resultado",
      "Crimes contra o patrimônio",
      "Extorsão mediante sequestro"
    ],
    "enunciado_principal": "O delito de extorsão mediante sequestro pode ser classificado como:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Delito de tendência interna transcendente peculiar;"
      },
      {
        "letra": "B",
        "texto": "Delito de tendência interna transcendente de resultado separado;"
      },
      {
        "letra": "C",
        "texto": "Delito de tendência interna transcendente incompleto de dois atos;"
      },
      {
        "letra": "D",
        "texto": "Delito de tendência interna peculiar de resultado separado;"
      },
      {
        "letra": "E",
        "texto": "Delito de tendência interna peculiar incompleto de dois atos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "713831",
    "metadata": "Ano: 2016 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes de dano e crimes de perigo",
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Estelionato",
      "Receptação"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A Polícia de Campo Grande investigou um fato que se tornou nacionalmente conhecido como o \"golpe da gostosa\". Uma pessoa, que se dizia mulher, trocava mensagens pelas redes sociais. Segundo a polícia, ela agia sempre da mesma maneira. Criava um perfil na internet com fotos de mulher bonita e sensual. Os homens então a adicionavam, e a mulher falava que seria melhor conversarem pelo WhatsApp. Quando elogiada, dizia ser médica, recém-separada, com diversas fotos de supostos atendimentos médicos em seu perfil. Quando a conversa passava para um tom mais íntimo, ela falava que sofria perseguição do ex-marido e pedia dinheiro para comprar uma passagem de avião e ir ao encontro da vítima, mas, assim que confirmado o depósito, a golpista sumia. O “golpe da gostosa” configura crime de estelionato."
      },
      {
        "letra": "B",
        "texto": "Ricardo, ao sair de uma agência bancária, sentiu alguém colocar a mão em seu ombro. A pessoa que o abordou, mostrando que estava com um revólver municiado na cintura, ordenou-lhe que colocasse todo o dinheiro que recém havia sacado na mochila que o agente carregava. Este fato configura roubo qualificado."
      },
      {
        "letra": "C",
        "texto": "José, mediante ardil, instala dispositivo em caixa eletrônico, conhecido como “chupa-cabras”, e consegue acesso aos dados e ao cartão da correntista Neli, que ficou retido no caixa. Na sequência, com o uso do cartão, efetua saques e compras no comércio no valor total de 25 mil reais. Caso de furto qualificado pela fraude."
      },
      {
        "letra": "D",
        "texto": "Sem a ocorrência de lesão ou de perigo concreto de dano na condução do veículo, não constitui crime, de per si, a conduta de quem confia a direção do automotor a pessoa não habilitada ou com o direito de dirigir suspenso."
      },
      {
        "letra": "E",
        "texto": "A receptação qualificada é crime próprio, do industrial ou comerciante, inclusive o clandestino com comércio exercido em sua residência; mas, para a caracterização do delito, a qualidade de comerciante ou industrial do agente não é o suficiente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "710436",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes materiais, formais e de mera conduta"
    ],
    "enunciado_principal": "Considerando os aspectos legais, doutrinários e jurisprudenciais sobre a infração penal quanto aos elementos constitutivos, às espécies e aos sujeitos, bem como à ilicitude, às excludentes e ao excesso punível, à consumação e tentativa e ao concurso de pessoas, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O concurso de agentes na realização de um crime pressupõe sempre o prévio ajuste de vontades na consecução de um resultado danoso desejado por todos."
      },
      {
        "letra": "B",
        "texto": "Não será punível o excesso de legítima defesa se a pessoa usar energia exagerada para repelir uma agressão atual ou iminente, porque, em tais casos, não se pode exigir do homem médio agir moderadamente quando tomado de violenta emoção."
      },
      {
        "letra": "C",
        "texto": "Diz-se antijurídica e, portanto, punível a título doloso toda conduta contrária ao direito, ainda que praticada na crença sincera de se estar agindo com amparo em causa excludente de ilicitude."
      },
      {
        "letra": "D",
        "texto": "São exemplos de excludentes de ilicitude a coação moral irresistível, a legítima defesa, o estado de necessidade e o exercício regular de um direito."
      },
      {
        "letra": "E",
        "texto": "Nos crimes materiais, a consumação só ocorre ante a produção do resultado naturalístico, enquanto que, nos crimes formais, este resultado é dispensável."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "692960",
    "metadata": "Ano: 2016 | Banca: FUNCAB | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes contra a vida",
      "Homicídio"
    ],
    "enunciado_principal": "O homicídio é doutrinariamente classificado como crime:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de dano. material e instantâneo de efeitos permanentes."
      },
      {
        "letra": "B",
        "texto": "vago. permanente e multitudinário."
      },
      {
        "letra": "C",
        "texto": "próprio, de perigo individual e consumação antecipada."
      },
      {
        "letra": "D",
        "texto": "de concurso necessário, comum e de forma livre."
      },
      {
        "letra": "E",
        "texto": "de mão própria, habitual e de forma vinculada."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "688213",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: Prefeitura de Teresina - PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes"
    ],
    "enunciado_principal": "O delito de furto simples, previsto no art. 155 do Código Penal, é um crime",
    "alternativas": [
      {
        "letra": "A",
        "texto": "material, plurisubsistente e instantâneo."
      },
      {
        "letra": "B",
        "texto": "material, unisubsistente e instantâneo de efeitos permanentes."
      },
      {
        "letra": "C",
        "texto": "formal, unisubsistente e permanente."
      },
      {
        "letra": "D",
        "texto": "formal, unisubsistente e instantâneo de efeitos permanentes."
      },
      {
        "letra": "E",
        "texto": "formal, plurisubsistente e instantâneo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "679914",
    "metadata": "Ano: 2016 | Banca: IESES | Órgão: TJ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes plurissubjetivos e monossubjetivos"
    ],
    "enunciado_principal": "No que diz respeito à classificação do crime quanto ao concurso de Pessoas, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de furto (art. 155 do CP) é plurissubjetivo de condutas contrapostas."
      },
      {
        "letra": "B",
        "texto": "O crime de peculato (art. 312 do CP) é plurissubjetivo de condutas paralelas."
      },
      {
        "letra": "C",
        "texto": "O crime de bigamia (art. 235 do CP) é plurissubjetivo de condutas convergentes."
      },
      {
        "letra": "D",
        "texto": "O crime de roubo (art. 157 do CP) é plurissubjetivo de condutas paralelas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "650544",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: PC-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Outras classificações",
      "Crimes contra a paz pública",
      "Constituição de Milícia Privada"
    ],
    "enunciado_principal": "O CP, em seu art. 14, assevera que o crime estará consumado quando o fato reunir todos os elementos da definição legal. Para tanto, necessária será a realização de um juízo de subsunção do fato à lei. Acerca do amoldamento dos fatos aos tipos penais, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A conduta de constituir, organizar, integrar, manter ou custear organização paramilitar, milícia particular, grupo ou esquadrão com a finalidade de praticar qualquer dos crimes previstos no CP configura crime contra a paz pública, sendo considerada como crime vago, uma vez que o sujeito passivo é a coletividade."
      },
      {
        "letra": "B",
        "texto": "A doutrina e a jurisprudência são unânimes ao afirmar que configura crime de desacato quando um tenente da polícia militar, no exercício de sua função, ofende verbalmente, em razão da função exercida, um de seus subordinados."
      },
      {
        "letra": "C",
        "texto": "Amolda-se no tipo legal de calúnia, previsto nos crimes contra a honra, a conduta de instaurar investigação policial contra alguém, imputando-lhe crime de que se sabe ser inocente."
      },
      {
        "letra": "D",
        "texto": "Constituem crime de corrupção ativa, praticado por particular contra a administração geral, as condutas de dar, oferecer ou prometer dinheiro ou qualquer outra vantagem a testemunha, perito, contador, tradutor ou intérprete, para fazer afirmação falsa, negar ou calar a verdade em depoimento, perícia, cálculos, tradução ou interpretação."
      },
      {
        "letra": "E",
        "texto": "A fraude processual será atípica, se a inovação artificiosa do estado de coisa, de pessoa ou de lugar, com o fim de induzir a erro o juiz, ocorrer antes de iniciado o processo penal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "650533",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: PC-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Outras classificações",
      "Crimes comuns, próprios e de mão própria",
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "Caso o prefeito de determinado município aproprie-se de dinheiro destinado à educação, estará configurado crime",
    "alternativas": [
      {
        "letra": "A",
        "texto": "comum."
      },
      {
        "letra": "B",
        "texto": "comissivo por omissão."
      },
      {
        "letra": "C",
        "texto": "político-administrativo."
      },
      {
        "letra": "D",
        "texto": "contra a ordem financeira."
      },
      {
        "letra": "E",
        "texto": "de responsabilidade."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "649633",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: POLÍCIA CIENTÍFICA - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Classificação dos crimes",
      "Consumação e tentativa",
      "Outras classificações"
    ],
    "enunciado_principal": "Admite-se a tentativa nos crimes",
    "alternativas": [
      {
        "letra": "A",
        "texto": "unissubsistentes."
      },
      {
        "letra": "B",
        "texto": "culposos."
      },
      {
        "letra": "C",
        "texto": "preterdolosos."
      },
      {
        "letra": "D",
        "texto": "complexos."
      },
      {
        "letra": "E",
        "texto": "omissivos próprios."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "649375",
    "metadata": "Ano: 2016 | Banca: IADES | Órgão: PC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes plurissubjetivos e monossubjetivos"
    ],
    "enunciado_principal": "O Código Penal Brasileiro estabelece, em seu artigo 137, o crime de rixa, especificamente apresentando os elementos a seguir. Participar de rixa, salvo para separar os contendores: pena – detenção, de 15 dias a dois meses, ou multa. Com base no exposto, quanto à classificação das infrações penais, é correto afirmar que a rixa é um crime",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de mão própria."
      },
      {
        "letra": "B",
        "texto": "permanente."
      },
      {
        "letra": "C",
        "texto": "culposo."
      },
      {
        "letra": "D",
        "texto": "omissivo."
      },
      {
        "letra": "E",
        "texto": "plurissubjetivo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "647126",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: PC-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes instantâneos e permanentes"
    ],
    "enunciado_principal": "Rubens, estelionatário que mora na cidade de Goiânia, onde é funcionário de um banco, realizou fraudes emitindo boletos que lhe foram pagos nas cidades de São Paulo e Porto Alegre, a partir de contas bancárias de pessoas que não percebiam que os valores lhes estavam sendo subtraídos. Nessa situação hipotética, conforme o direito penal brasileiro, considera(m)-se lugar do crime",
    "alternativas": [
      {
        "letra": "A",
        "texto": "qualquer uma das cidades mencionadas, visto que, no Brasil, se adota a teoria mista ou da ubiquidade."
      },
      {
        "letra": "B",
        "texto": "qualquer uma das cidades mencionadas, visto que, no Brasil, se adota a teoria do resultado."
      },
      {
        "letra": "C",
        "texto": "qualquer uma das cidades mencionadas, visto que, no Brasil, se adota a teoria da atividade."
      },
      {
        "letra": "D",
        "texto": "somente a cidade de Goiânia, porque foi lá que Rubens praticou as ações criminosas."
      },
      {
        "letra": "E",
        "texto": "somente as cidades de São Paulo ou Porto Alegre, porque nessas cidades se deu o resultado pretendido por Rubens."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "646148",
    "metadata": "Ano: 2016 | Banca: UFMT | Órgão: DPE-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Classificação dos crimes",
      "Consumação e tentativa",
      "Crimes materiais, formais e de mera conduta",
      "Outras classificações",
      "Crimes comuns, próprios e de mão própria"
    ],
    "enunciado_principal": "Em relação aos crimes, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Crimes de mera conduta são de consumação antecipada."
      },
      {
        "letra": "B",
        "texto": "Nos denominados crimes materiais, o tipo penal descreve a conduta e o resultado naturalístico exigido."
      },
      {
        "letra": "C",
        "texto": "No crime preterdoloso, a totalidade do resultado representa um excesso de fim (isto é, o agente quis um minus e ocorreu um majus), de modo que há uma conjugação de dolo (no antecedente) e culpa (no subsequente)."
      },
      {
        "letra": "D",
        "texto": "Crimes de forma livre são aqueles que admitem qualquer meio de execução."
      },
      {
        "letra": "E",
        "texto": "Crimes transeuntes são aqueles que não deixam vestígios materiais."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "646143",
    "metadata": "Ano: 2016 | Banca: UFMT | Órgão: DPE-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes plurissubjetivos e monossubjetivos"
    ],
    "enunciado_principal": "É crime plurissubjetivo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Homicídio."
      },
      {
        "letra": "B",
        "texto": "Infanticídio."
      },
      {
        "letra": "C",
        "texto": "Rixa."
      },
      {
        "letra": "D",
        "texto": "Aborto."
      },
      {
        "letra": "E",
        "texto": "Furto."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "643066",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: Câmara de Marília - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes de dano e crimes de perigo",
      "Outras classificações",
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública"
    ],
    "enunciado_principal": "O tipo do art. 269 do CP (deixar o médico de denunciar à autoridade pública doença cuja notificação é compulsória) é classificado como",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de perigo concreto."
      },
      {
        "letra": "B",
        "texto": "doloso e/ou culposo."
      },
      {
        "letra": "C",
        "texto": "comissivo por omissão."
      },
      {
        "letra": "D",
        "texto": "omissivo por comissão."
      },
      {
        "letra": "E",
        "texto": "omissivo puro ou omissivo próprio."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1200777",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes materiais, formais e de mera conduta",
      "Crimes plurissubjetivos e monossubjetivos",
      "Outras classificações",
      "Crimes instantâneos e permanentes"
    ],
    "enunciado_principal": "No que diz respeito à classificação dos crimes, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para a caracterização do crime formal, faz-se necessária a demonstração da situação de risco do bem juridicamente protegido."
      },
      {
        "letra": "B",
        "texto": "No crime plurissubsistente, a ação e o resultado típico separam-se espacialmente."
      },
      {
        "letra": "C",
        "texto": "O crime permanente consuma-se com a ocorrência do resultado, independentemente da atividade do agente."
      },
      {
        "letra": "D",
        "texto": "Tratando-se de crime de dupla subjetividade passiva, haverá somente um único crime, ainda que seja praticada mais de uma entre as várias modalidades de condutas previstas no tipo penal do crime."
      },
      {
        "letra": "E",
        "texto": "Crime omissivo próprio é aquele cujo agente produz um resultado por meio da omissão."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "609927",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: Prefeitura de São Luís - MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes materiais, formais e de mera conduta"
    ],
    "enunciado_principal": "O crime de Inscrição de Despesas Não Empenhadas em Restos a pagar",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é punível na forma culposa, com pena reduzida."
      },
      {
        "letra": "B",
        "texto": "admite a tentativa."
      },
      {
        "letra": "C",
        "texto": "é de mera conduta."
      },
      {
        "letra": "D",
        "texto": "só se consuma com a efetiva inscrição da despesa."
      },
      {
        "letra": "E",
        "texto": "só se consuma com a ocorrência de efetivo prejuízo para o Estado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "589581",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRE-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Teoria Geral do Delito"
    ],
    "enunciado_principal": "A respeito das leis penais em branco e da teoria geral do delito, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A concepção welzeliana de ação implicou a inclusão do dolo — sem a consciência de ilicitude — e da culpa nos tipos de injustos. Além disso, conforme essa concepção, ao desvalor da ação corresponderia um desvalor do resultado, consistente na lesão ou perigo de lesão ao bem jurídico tutelado."
      },
      {
        "letra": "B",
        "texto": "Em se tratando de crimes omissivos próprios ou puros, não há uma causalidade fática, mas jurídica, uma vez que o omitente, devendo e podendo, não impede o resultado. Nesse caso, apesar de se tratar de crime material, o agente responde não por ter causado o resultado, mas por não ter evitado sua ocorrência."
      },
      {
        "letra": "C",
        "texto": "Com relação ao dolo, o legislador penal brasileiro adotou a teoria da representação, conforme a qual, para a existência do dolo, é suficiente a representação subjetiva ou a previsão do resultado como certo ou provável."
      },
      {
        "letra": "D",
        "texto": "Configura lei penal em branco em sentido estrito o artigo do Código Penal, que estabelece como criminosa a conduta de casar-se mesmo conhecendo existir impedimento que acarrete a nulidade absoluta do casamento."
      },
      {
        "letra": "E",
        "texto": "Crimes pluriofensivos são aqueles dotados de iter criminis fracionável, de forma que sua execução se desdobra em vários atos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "577655",
    "metadata": "Ano: 2015 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes materiais, formais e de mera conduta",
      "Crimes comuns, próprios e de mão própria"
    ],
    "enunciado_principal": "Sobre a classificação das infrações penais, assinale a opção CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Crime qualificado pelo resultado é sinônimo de crime preterdoloso."
      },
      {
        "letra": "B",
        "texto": "O crime de extorsão mediante sequestro é de mera conduta."
      },
      {
        "letra": "C",
        "texto": "O crime da mãe que deixa de amamentar o filho, o que leva à sua morte por inanição, é omissivo próprio."
      },
      {
        "letra": "D",
        "texto": "O roubo impróprio constitui exemplo de progressão criminosa, existindo inicialmente, a intenção do agente de subtrair a coisa e, depois, o emprego de violência ou grave ameaça para garantir a apropriação do bem."
      },
      {
        "letra": "E",
        "texto": "A lei que define os crimes de responsabilidade prevê a fixação de pena privativa de liberdade ao agente público que praticar tal infração."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "577652",
    "metadata": "Ano: 2015 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes de dano e crimes de perigo",
      "Crimes contra a honra",
      "Injúria",
      "Crimes contra o patrimônio",
      "Dano",
      "Crimes contra a organização do trabalho",
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública",
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Assinale a opção CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O delegado de polícia que se omite, deliberadamente, quanto à apuração de um crime de tortura, quando tinha o dever de fazê- lo, pratica delito assemelhado aos hediondos."
      },
      {
        "letra": "B",
        "texto": "Causar incêndio em uma casa só configura crime se o fato expuser a perigo patrimônio de outrem e a casa for habitada ou destinada à habitação."
      },
      {
        "letra": "C",
        "texto": "O enfermeiro que deixa de denunciar à autoridade pública doença cuja notificação é compulsória comete crime de omissão de notificação de doença."
      },
      {
        "letra": "D",
        "texto": "A injúria qualificada por preconceito de raça, cor, etnia, religião, origem ou condição de pessoa idosa ou portadora de deficiência dispensa o fim especial de agir consistente na vontade de discriminar o ofendido."
      },
      {
        "letra": "E",
        "texto": "Constranger alguém a participar de paralisação de atividade econômica é crime atentatório contra a liberdade de trabalho, desde que o fato seja praticado mediante violência física."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "555067",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Concurso de crimes",
      "Crime continuado",
      "Crimes instantâneos e permanentes",
      "Crimes contra a vida",
      "Crimes contra o patrimônio"
    ],
    "enunciado_principal": "À luz da jurisprudência do Supremo Tribunal Federal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não há crime de latrocínio, quando o homicídio se consuma, mas o agente não realiza a subtração de bens da vítima."
      },
      {
        "letra": "B",
        "texto": "Admite-se a suspensão condicional do processo por crime continuado, se a soma da pena mínima da infração mais grave com o aumento mínimo de um sexto for superior a um ano."
      },
      {
        "letra": "C",
        "texto": "A opinião do julgador sobre a gravidade em abstrato do crime constitui motivação idônea para a imposição de regime mais severo do que o permitido segundo a pena aplicada."
      },
      {
        "letra": "D",
        "texto": "A lei penal mais grave aplica-se ao crime continuado ou ao crime permanente, se sua vigência é anterior à cessação da continuidade ou da permanência."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "534570",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Outras classificações"
    ],
    "enunciado_principal": "Relativamente à classificação doutrinária de crimes, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime falho, também chamado de tentativa imperfeita, ocorre quando o agente voluntariamente desiste de prosseguir na execução ou impede que o resultado se produza."
      },
      {
        "letra": "B",
        "texto": "Para que se verifique o exaurimento do crime, é necessário que, depois de sua consumação, o delito atinja suas últimas consequências."
      },
      {
        "letra": "C",
        "texto": "O crime de cárcere privado é tipicamente instantâneo, haja vista que já se consuma com a efetiva restrição ou privação da liberdade de locomoção por tempo juridicamente relevante."
      },
      {
        "letra": "D",
        "texto": "As penas privativas de liberdade aplicáveis a indivíduos condenados por contravenções penais são de detenção, não se admitindo a reclusão."
      },
      {
        "letra": "E",
        "texto": "Crime próprio é aquele que só pode ser praticado pelo agente pessoalmente, não podendo este utilizar-se de interposta pessoa (a exemplo do que ocorre no falso testemunho)."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "532520",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: TJ-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Outras classificações"
    ],
    "enunciado_principal": "Assinale a alternativa correta a respeito do entendimento do crime.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime consunto é o delito que absorve o de menor gravidade."
      },
      {
        "letra": "B",
        "texto": "O crime comissivo por omissão é aquele em que o sujeito, por omissão, permite a produção de um resultado posterior que lhe é condicionante."
      },
      {
        "letra": "C",
        "texto": "É admissível a forma tentada no crime unisubsistente."
      },
      {
        "letra": "D",
        "texto": "Crime de ação múltipla é aquele em que o sujeito necessita percorrer várias ações do preceito fundamental para que consiga chegar ao resultado, sem a qual não há como se subsumir a conduta ao delito."
      },
      {
        "letra": "E",
        "texto": "Crime vago é aquele em que a ação do agente causa dúvida sobre a tipificação do fato ao delito realizado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "516661",
    "metadata": "Ano: 2015 | Banca: CEFET-BA | Órgão: MPE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Outras classificações",
      "Crimes contra a dignidade sexual",
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Corrupção ativa em transação comercial internacional. Tráfico de influência em transação comercial internacional",
      "Ultraje público ao pudor",
      "Disposições Gerais dos crimes contra a liberdade sexual e dos crimes sexuais contra vulneráveis"
    ],
    "enunciado_principal": "Analise as seguintes assertivas acerca dos crimes contra a dignidade sexual e contra a Administração Pública: I – O crime de estupro é um crime bipróprio e prevê aumento de pena se praticado contra pessoa do sexo masculino com idade de 15 (quinze) anos. II – O Código Penal estabelece como regra para os contra a liberdade sexual a ação penal pública condicionada. III – Os crimes de concussão, corrupção passiva e prevaricação são crimes formais e podem ser praticados por funcionário público, mesmo antes da assunção em sua função. IV – A consumação do crime de ato obsceno está caracterizada independentemente da presença de outras pessoas no local da prática do ato. V – O crime de tráfico de influência pode ser praticado por funcionário público ou particular, não sendo coautor ou partícipe o sujeito que “comprou” o prestígio anunciado. Estão CORRETAS as assertivas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "I, III e IV."
      },
      {
        "letra": "C",
        "texto": "I, IV e V."
      },
      {
        "letra": "D",
        "texto": "II, III e V."
      },
      {
        "letra": "E",
        "texto": "II, IV e V."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "512250",
    "metadata": "Ano: 2015 | Banca: FUNIVERSA | Órgão: PC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Outras classificações"
    ],
    "enunciado_principal": "Acerca da culpabilidade, da tentativa, da culpa imprópria, da irretroatividade da lei penal mais gravosa e da aplicação da lei penal no espaço, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de roubo é qualificado se a subtração for de veículo automotor que venha a ser transportado para outro estado ou para o exterior."
      },
      {
        "letra": "B",
        "texto": "Suponha que um chinês, a bordo de um navio privado brasileiro, falsifique dólares norte-americanos enquanto a embarcação navega em águas do domínio público internacional. Nas mesmas circunstâncias de tempo e lugar, um marroquino atira contra um australiano. Consoante o Código Penal brasileiro e os cenários hipotéticos mencionados, aplicar-se-á a lei norte-americana ao crime de falsificação de papel-moeda (em razão do bem jurídico violado) e a lei australiana ao crime de homicídio (em virtude do princípio da nacionalidade passiva)."
      },
      {
        "letra": "C",
        "texto": "Consoante a teoria extremada da culpabilidade, configura-se erro de tipo permissivo quando o agente, por erro plenamente justificado pelas circunstâncias, supõe situação de fato que, se existisse, tornaria a ação legítima. Nesta hipótese, admite-se a punição a título de culpa se o fato for punível a título culposo."
      },
      {
        "letra": "D",
        "texto": "Admite-se a forma tentada no crime impropriamente culposo."
      },
      {
        "letra": "E",
        "texto": "Segundo o STF, a lei penal mais grave aplica-se ao crime permanente, mas não ao crime continuado, se a vigência da lei é anterior à cessação da continuidade ou da permanência."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "483619",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes materiais, formais e de mera conduta"
    ],
    "enunciado_principal": "Segundo entendimento sumulado do Superior Tribunal de Justiça, os crimes de extorsão e de corrupção de menores são de natureza",
    "alternativas": [
      {
        "letra": "A",
        "texto": "material e de mera conduta, respectivamente."
      },
      {
        "letra": "B",
        "texto": "formal."
      },
      {
        "letra": "C",
        "texto": "formal e material, respectivamente."
      },
      {
        "letra": "D",
        "texto": "material e formal, respectivamente."
      },
      {
        "letra": "E",
        "texto": "material."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2717039",
    "metadata": "Ano: 2014 | Banca: FUNCAB | Órgão: PC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes"
    ],
    "enunciado_principal": "De acordo com a doutrina, os delitos que depender da ocorrência de um resultado naturalístico para sua consumação são conhecidos como crimes:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "formais."
      },
      {
        "letra": "B",
        "texto": "unissubsistentes."
      },
      {
        "letra": "C",
        "texto": "plurissubsistentes."
      },
      {
        "letra": "D",
        "texto": "materiais."
      },
      {
        "letra": "E",
        "texto": "de mera conduta."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1396111",
    "metadata": "Ano: 2014 | Banca: ESMARN | Órgão: TJ-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Classificação dos crimes",
      "Desistência voluntária e arrependimento eficaz",
      "Crimes plurissubsistentes e unissubsistentes",
      "Crimes de dano e crimes de perigo",
      "Crime preterdoloso"
    ],
    "enunciado_principal": "Examine as proposições abaixo e assinale a alternativa correta:I. Nos crimes cometidos com violência ou grave ameaça à pessoa, reparado o dano ou restituída a coisa, até o recebimento da denúncia ou da queixa, por ato voluntário do agente, a pena será reduzida de um a dois terços. II. Em geral, os crimes dolosos são compatíveis com a tentativa, pouco importando sejam materiais, formais ou de mera conduta. III. O agente que, voluntariamente, desiste de prosseguir na execução ou impede que o resultado se produza, não responde pelos atos já praticados. IV. Os crimes preterdolosos, unissubsistentes e as contravenções penais não admitem a tentativa.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições I e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições II e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições II e III estão corretas."
      },
      {
        "letra": "E",
        "texto": "Todas as proposições estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "518545",
    "metadata": "Ano: 2014 | Banca: FUNCAB | Órgão: PC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Outras classificações"
    ],
    "enunciado_principal": "Em relação à classificação doutrinária de crimes, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "crime progressivo é aquele em que o agente deseja produzir um resultado, mas, após consegui-lo, resolve prosseguir na violação do bem jurídico, produzindo um outro crime mais grave."
      },
      {
        "letra": "B",
        "texto": "crime de fato transeunte é aquele que não deixa vestígios."
      },
      {
        "letra": "C",
        "texto": "crime plurilocal é aquele em que a execução do crime se dá em um país e o resultado em outro."
      },
      {
        "letra": "D",
        "texto": "crime falho é o nome dado à tentativa imperfeita."
      },
      {
        "letra": "E",
        "texto": "crime plurissubsistente é aquele que exige pluralidade de sujeitos ativos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "493820",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: Prefeitura de São José do Rio Preto - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes materiais, formais e de mera conduta",
      "Legislação Penal Especial",
      "Crimes contra o Consumidor, a Ordem Econômica e Tributária – Lei nº 8.078 de 1990 e Lei nº 8.137 de 1990"
    ],
    "enunciado_principal": "Não se tipifica ______contra a ordem tributária, previsto no art. 1 o , incisos I a IV, da Lei n o 8.137/90,____ . Assinale a alternativa que preenche, correta e respectivamente, as lacunas do trecho.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "crime formal … antes do lançamento definitivo do tributo"
      },
      {
        "letra": "B",
        "texto": "crime formal … sem que haja dolo ou culpa do contribuinte"
      },
      {
        "letra": "C",
        "texto": "crime material … antes do lançamento definitivo do tributo"
      },
      {
        "letra": "D",
        "texto": "crime material … sem que haja dolo ou culpa do contribuinte"
      },
      {
        "letra": "E",
        "texto": "qualquer crime … sem que tenha havido autuação fiscal"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "472913",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes de dano e crimes de perigo"
    ],
    "enunciado_principal": "No que diz respeito a noções gerais aplicadas no âmbito do direito penal, julgue o próximo item.A jurisprudência dominante admite os crimes de perigo abstrato ou presumido, por considerar lícito ao legislador dispensar o perigo como elementar do tipo, sempre que a experiência cotidiana revelar que a ação incriminada é perigosa, demonstrando-se justificada a construção legal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "462679",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TCE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Classificação dos crimes",
      "Consumação e tentativa"
    ],
    "enunciado_principal": "Não se admite a tentativa nos crimes",
    "alternativas": [
      {
        "letra": "A",
        "texto": "unissubsistentes."
      },
      {
        "letra": "B",
        "texto": "culposos."
      },
      {
        "letra": "C",
        "texto": "omissivos puros."
      },
      {
        "letra": "D",
        "texto": "omissivos impróprios."
      },
      {
        "letra": "E",
        "texto": "preterdolosos sem consumação do resultado agregado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "432641",
    "metadata": "Ano: 2014 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Outras classificações"
    ],
    "enunciado_principal": "Segundo a doutrina, o delito de quadrilha pode ser classificado como:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Delito de tendência interna transcendente incompleto de dois atos;"
      },
      {
        "letra": "B",
        "texto": "Delito de tendência interna transcendente de resultado separado;"
      },
      {
        "letra": "C",
        "texto": "Delito de tendência interna transcendente peculiar;"
      },
      {
        "letra": "D",
        "texto": "Delito de tendência interna peculiar de resultado separado;"
      },
      {
        "letra": "E",
        "texto": "Delito de tendência interna peculiar incompleto de dois atos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "419450",
    "metadata": "Ano: 2014 | Banca: FUNCAB | Órgão: PJC-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes materiais, formais e de mera conduta",
      "Crimes plurissubsistentes e unissubsistentes",
      "Crimes plurissubjetivos e monossubjetivos",
      "Crimes de dano e crimes de perigo",
      "Crimes comuns, próprios e de mão própria",
      "Rixa"
    ],
    "enunciado_principal": "Quanto ao crime de rixa previsto no artigo 137 do Código Penal (participar de rixa, salvo para separar os contendores), é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é crime comum, de dano, comissivo por omissão, colet ivo, não transeunte como regra, unissubsistente, instantâneo."
      },
      {
        "letra": "B",
        "texto": "é crime comum, de perigo, comissivo, coletivo, não transeunte como regra, plurissubsistente, instantâneo."
      },
      {
        "letra": "C",
        "texto": "é crime próprio, de dano, comissivo, plurissubjetivo, transeunte como regra, plurissubsistente, permanente."
      },
      {
        "letra": "D",
        "texto": "é crime próprio, de perigo, comissivo por omissão, monossubjetivo, não transeunte como regra, unissubsistente, permanente."
      },
      {
        "letra": "E",
        "texto": "é crime comum, de perigo, comissivo, monossubjetivo, transeunte como regra, plurissubsistente, instantâneo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "419445",
    "metadata": "Ano: 2014 | Banca: FUNCAB | Órgão: PJC-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes"
    ],
    "enunciado_principal": "As elementares “relações sexuais”, “ato libidinoso” e “moléstia venérea” descritas no artigo 130 do Código Penal são classificadas, sucessivamente, como:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "objetiva, objetiva e normativa."
      },
      {
        "letra": "B",
        "texto": "normativa, normativa e normativa."
      },
      {
        "letra": "C",
        "texto": "objetiva, subjetiva e normativa."
      },
      {
        "letra": "D",
        "texto": "normativa, objetiva e objetiva."
      },
      {
        "letra": "E",
        "texto": "objetiva, objetiva e objetiva."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "417807",
    "metadata": "Ano: 2014 | Banca: IDECAN | Órgão: AGU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes comuns, próprios e de mão própria",
      "Crimes contra a administração pública",
      "Corrupção passiva",
      "Corrupção ativa"
    ],
    "enunciado_principal": "“João e José, auditores fiscais da Receita Federal foram denunciados no dia 04.07.2012 pela prática dos crimes de concussão e corrupção passiva, em concurso material. De acordo com a acusação, teriam comparecido à loja de Manoel, comerciante, no dia 03.08.2010, com o fim de realizarem fiscalização nos livros contábeis do estabelecimento e, mesmo não tendo encontrado qualquer irregularidade, teriam decidido, no local, exigir de Manoel que pagasse R$ 2.000,00 a cada um deles, com o que Manoel haveria concordado. Por esses mesmos fatos, Manoel foi denunciado pela prática do crime de corrupção ativa, também em continuidade delitiva. Após o oferecimento de defesa preliminar, foi a denúncia recebida no dia 06.08.2012. Durante a instrução, os fatos foram comprovados exatamente como descritos na inicial. No dia 10.08.2013, foi proferida sentença condenando os fiscais como incursos nos crimes de concussão e corrupção passiva, em concurso material, bem como Manoel, como incurso no crime de corrupção ativa. Analisando as circunstâncias judiciais do art. 59, do Código Penal, o juiz fixou as penas de João e José em 2 anos e 4 anos, respectivamente, pelos crimes de concussão e corrupção passiva, e a de Manoel em 3 anos, pelo crime de corrupção ativa.” Considerando a conduta de cada um dos envolvidos, bem como o seu enquadramento típico, apontando ainda os aspectos penais envolvidos na questão, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Manoel não praticou crime algum."
      },
      {
        "letra": "B",
        "texto": "João e José não praticaram crime algum."
      },
      {
        "letra": "C",
        "texto": "As penas fixadas pelo juiz para os auditores fiscais estão incorretas, porque encontram-se aquém do mínimo legal."
      },
      {
        "letra": "D",
        "texto": "A imputação aos auditores fiscais, João e José, dos crimes de concussão e corrupção ativa encontra amparo no Código Penal."
      },
      {
        "letra": "E",
        "texto": "A imputação dos crimes de concussão e corrupção ativa aos auditores fiscais está errada, uma vez que os fatos descritos configuram somente o crime de corrupção passiva."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "412507",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TCE-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Ação penal",
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "Estabelece o art. 359-D, do Código Penal, que constitui crime contra as finanças públicas ordenar despesa não autorizada por lei. Tal conduta",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cuida-se de crime próprio cujo sujeito ativo somente pode ser o agente público que possui poder e atribuição para ordenar a despesa."
      },
      {
        "letra": "B",
        "texto": "tem como objetividade jurídica a defesa orçamentária da Administração pública direta."
      },
      {
        "letra": "C",
        "texto": "objetiva atingir diretamente o Estado, representado pela União, Estados-membros, Distrito Federal e Municípios e indiretamente os titulares de créditos preferenciais perante a Administração pública."
      },
      {
        "letra": "D",
        "texto": "consuma-se quando a ordem é efetivamente executada, ou seja, quando a despesa ordenada é realmente assumida pelo Poder Público, contrariando previsão legal."
      },
      {
        "letra": "E",
        "texto": "exige ação penal condicionada ao controle orçamentário exercido pelo Tribunal de Contas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "402264",
    "metadata": "Ano: 2014 | Banca: NUCEPE | Órgão: PC-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Outras classificações"
    ],
    "enunciado_principal": "Analise os itens abaixo e assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Crimes complexos são aqueles que encerram dois ou mais tipos em uma única descrição legal."
      },
      {
        "letra": "B",
        "texto": "A consumação do crime de concussão ocorre com o recebimento da vantagem indevida."
      },
      {
        "letra": "C",
        "texto": "Dá-se o arrependimento eficaz quando o agente dá início à execução de um delito e desiste de prosseguir em virtude da reação oposta pela vítima."
      },
      {
        "letra": "D",
        "texto": "A restituição integral do valor apropriado aos cofres públicos pelo autor de peculato doloso constitui desistência voluntária e isenta o agente de pena se feita antes do recebimento da denúncia."
      },
      {
        "letra": "E",
        "texto": "Aplica-se a causa de diminuição de pena prevista no art.16 do Código Penal – arrependimento posterior – em todos os crimes patrimoniais."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "402260",
    "metadata": "Ano: 2014 | Banca: NUCEPE | Órgão: PC-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes de dano e crimes de perigo"
    ],
    "enunciado_principal": "O Brasil insere-se no contexto de uma “sociedade da insegurança” ou “sociedade do medo”, pautada no que Silva Sànches denomina de “cultura de emergência” ou reclamo popular por uma maior presença e eficácia das instâncias de controle social. Nesse sentido, o Direito Penal e as instituições do sistema punitivo são eleitos instrumentos privilegiados para responder de forma eficaz os anseios da sociedade, gerando, segundo Díaz Ripollés, o entendimento de que sua contundência e capacidade socializadora são mais eficazes na prevenção aos novos tipos de delitos do que as medidas de política social ou econômica, ou de medidas do Direito Civil ou Administrativo. Trata-se, segundo o mesmo autor, de uma canalização das demandas sociais por mais proteção como demandas por punição, daí a busca por elementos de orientação normativa, onde o Direito Penal assume especial relevância. A partir das informações do texto, NÃO se pode concluir que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os crimes de perigo abstrato não se amoldam à ideia de “sociedade do medo”."
      },
      {
        "letra": "B",
        "texto": "a intimidação em face da prática de crimes contra a dignidade sexual fora reforçada pelo Direito Penal pátrio."
      },
      {
        "letra": "C",
        "texto": "o tipo penal incriminador previsto no art.288 do Código Penal brasileiro - Associação criminosa – pode ser considerado um exemplo dessa nova política criminal."
      },
      {
        "letra": "D",
        "texto": "a alteração do termo inicial da prescrição, antes de transitar em julgado a sentença final, nos crimes contra a dignidade sexual de crianças e adolescentes, amolda-se à ideia preconizada no texto."
      },
      {
        "letra": "E",
        "texto": "a majoração da pena do delito previsto no parágrafo 9º do art.129 do Código Penal brasileiro – Violência doméstica - amolda-se à ideia preconizada no texto."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "402199",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: DPE-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes comuns, próprios e de mão própria",
      "Crimes contra a administração pública",
      "Peculato"
    ],
    "enunciado_principal": "Francisco e Armando foram condenados pela prática do crime de peculato, previsto no Artigo 312 do Código Penal. Francisco, na qualidade de funcionário público, ao ser removido para outro setor do órgão público onde trabalhava, resolveu apropriar-se de todos os equipamentos existentes na antiga sala que ocupava e que pertenciam à administração pública. Como não conseguiria carregar sozinho os equipamentos e nem tinha carro para realizar o transporte, solicitou a ajuda de seu amigo Armando, este não funcionário público. Armando concordou em auxiliar seu amigo na empreitada, não apenas ajudando a carregar os equipamentos, mas também emprestando seu carro para o transporte, mesmo tendo ciência de que se tratava de bens públicos e de que Francisco tinha sua posse apenas pelo fato de ocupar determinado cargo na administração pública. Ao apelar da sentença condenatória, a Defesa de Armando alegou que ele não poderia ter sido condenado pela prática de peculato, uma vez que se trata de crime praticado apenas por funcionários públicos. Sobre a tese sustentada pela Defesa de Armando, pode-se afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "está correta, uma vez que peculato consiste em crime próprio, praticado apenas por funcionários públicos e jamais poderia ter sido atribuído a quem não ostenta tal qualidade."
      },
      {
        "letra": "B",
        "texto": "está correta, uma vez que peculato consiste em crime de mão própria, praticado apenas por funcionários públicos e jamais poderia ter sido atribuído a quem não ostenta tal qualidade."
      },
      {
        "letra": "C",
        "texto": "não está correta, uma vez que as circunstâncias e condições de caráter pessoal, quando elementares do tipo, comunicam- se ao coautor do crime, ainda que ele não ostente tais qualidades."
      },
      {
        "letra": "D",
        "texto": "não está correta, pois, em se tratando de crimes contra a administração pública, é irrelevante que o autor da conduta ostente a qualidade de funcionário público."
      },
      {
        "letra": "E",
        "texto": "não está correta porque o peculato, quanto ao sujeito ativo, é crime comum."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "390328",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes"
    ],
    "enunciado_principal": "A Lei n.º 6.766/79 (Lei sobre o parcelamento do solo urbano) prevê como crime, no art. 50, I: “Dar início, de qualquer modo, ou efetuar loteamento ou desmembramento do solo para fins urbanos sem autorização do órgão público competente, ou em desacordo com as disposições desta Lei ou de outras normas pertinentes do Distrito Federal, Estados e Municípios”. Tal crime pode ser classificado como:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "formal, de dano e instantâneo de efeitos permanentes, no qual o sujeito passivo é o Município."
      },
      {
        "letra": "B",
        "texto": "formal, de perigo e permanente, no qual o sujeito passivo é a Administração Pública."
      },
      {
        "letra": "C",
        "texto": "material, de dano e permanente, no qual o sujeito passivo é o Estado."
      },
      {
        "letra": "D",
        "texto": "formal, de perigo e instantâneo de efeitos permanentes, no qual o sujeito passivo é a Administração Pública."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "389033",
    "metadata": "Ano: 2014 | Banca: UFMT | Órgão: MPE-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes"
    ],
    "enunciado_principal": "No que concerne à classificação de crimes, analise as assertivas abaixo. I - O crime de rixa é um exemplo de crime de condutas paralelas. II - Os crimes de ameaça e desacato são exemplos de crimes não transeuntes. III - O infanticídio é um exemplo de crime bipróprio. IV - Os crimes de conduta infungível admitem coautoria. Está correto o que se afirma em :",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II, apenas."
      },
      {
        "letra": "B",
        "texto": "II, apenas."
      },
      {
        "letra": "C",
        "texto": "III, apenas."
      },
      {
        "letra": "D",
        "texto": "I, III e IV, apenas"
      },
      {
        "letra": "E",
        "texto": "II, III e IV, apenas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "386352",
    "metadata": "Ano: 2014 | Banca: FUNDEP (Gestão de Concursos) | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Classificação dos crimes",
      "Tipo Penal Culposo",
      "Crimes materiais, formais e de mera conduta",
      "Crimes plurissubsistentes e unissubsistentes",
      "Crimes de dano e crimes de perigo",
      "Crimes comuns, próprios e de mão própria",
      "Causas de extinção da punibilidade",
      "Perdão judicial",
      "Crimes contra a vida",
      "Homicídio"
    ],
    "enunciado_principal": "Em relação ao crime de homicídio é CORRETO afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a presença de qualificadores impede o reconhecimento do homicídio privilegiado."
      },
      {
        "letra": "B",
        "texto": "o crime de homicídio classifica-se como comum; unissubjetivo; material, em regra; de forma livre; doloso ou culposo; de dano e plurissubsistente."
      },
      {
        "letra": "C",
        "texto": "tratando-se de homicídio privilegiado é admitido o perdão judicial."
      },
      {
        "letra": "D",
        "texto": "a natureza do homicídio privilegiado é de circunstância atenuante especial."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "362515",
    "metadata": "Ano: 2014 | Banca: MPE-MA | Órgão: MPE-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Outras classificações",
      "Crimes comuns, próprios e de mão própria"
    ],
    "enunciado_principal": "Segundo a qualificação doutrinária dos crimes, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ocorre delito putativo por erro de proibição quando o agente supõe estar infringindo uma norma penal que na realidade não existe. Já no delito putativo por erro de tipo o agente se equivoca quanto a existência das elementares do tipo. Um exemplo do primeiro poderia ser o da mulher que supondo estar grávida (quando não está na verdade) ingere substância abortiva;"
      },
      {
        "letra": "B",
        "texto": "Crime próprio é o que somente pode ser cometido por determinada categoria de pessoas, pois pressupõe no agente uma particular condição ou qualidade. Um exemplo pode ser o crime de aborto provocado pela gestante Já o crime de mão própria é aquele que somente pode ser cometido pelo sujeito em pessoa, como o falso testemunho;"
      },
      {
        "letra": "C",
        "texto": "Para o crime habitual é necessária reiteração da mesma conduta reprovável, de forma a constituir um estilo ou hábito de vida, como o crime de curandeirismo. O crime continuado difere do habitual, porque naquele cada ação praticada constitui-se isoladamente em crime; já no crime habitual, cada conduta tomada isoladamente não se constitui em delito;"
      },
      {
        "letra": "D",
        "texto": "Crime instantâneo é o que se perfaz num só momento, como o homicídio. O crime permanente é aquele cujo momento consumativo se protrai no tempo, como o sequestro. Já no crime instantâneo de efeitos permanentes, o crime se consuma em um dado momento, mas os efeitos da conduta perduram no tempo, como o homicídio;"
      },
      {
        "letra": "E",
        "texto": "Crime de ação múltipla é aquele que contempla no tipo várias modalidades de ação para sua prática, como o induzimento, instigação ou auxílio ao suicídio. Já no crime de forma livre, a descrição típica não encerra qualquer forma de ação específica para sua prática, como o homicídio."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "361633",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: PGE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes instantâneos e permanentes",
      "Causas de extinção da punibilidade",
      "Prazos prescricionais e forma de contagem dos prazos",
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Conforme o STF, o crime de estelionato previdenciário praticado por terceiro não beneficiário tem natureza de crime instantâneo de efeitos permanentes, razão por que seu prazo prescricional começa a fluir da percepção da primeira parcela do benefício.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "361241",
    "metadata": "Ano: 2014 | Banca: FMP Concursos | Órgão: TJ-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Concurso de crimes",
      "Crime continuado",
      "Crimes instantâneos e permanentes",
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário",
      "Livramento condicional",
      "Conceito e consequências",
      "Requisitos para a concessão",
      "Condições a serem impostas no curso do benefício"
    ],
    "enunciado_principal": "De acordo com entendimento sumulado do Supremo Tribunal Federal, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pena unificada para atender ao limite de trinta anos de cumprimento, determinado pelo art. 75 do Codigo Penal, é considerada, para concessão de outros benefícios, como livramento condicional ou regime mais favorável de execução."
      },
      {
        "letra": "B",
        "texto": "A lei penal mais grave aplica-se ao crime continuado ou ao crime permanente, se sua vigência é anterior à cessação da continuidade ou da permanência."
      },
      {
        "letra": "C",
        "texto": "Impede a progressão de regime de execução de pena, fixada em sentença não transitada em julgado, o fato de o réu se encontrar em prisão especial."
      },
      {
        "letra": "D",
        "texto": "A imposição do regime de cumprimento mais severo do que a pena aplicada permitir não exige motivação idônea"
      },
      {
        "letra": "E",
        "texto": "Admite-se a suspensão condicional do processo por crime continuado, se a soma da pena mínima da infração mais grave com o aumento mínimo de um sexto for superior a um ano"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "360492",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Noções Fundamentais",
      "Lei penal no tempo",
      "Concurso de crimes",
      "Crime continuado",
      "Crimes instantâneos e permanentes",
      "Modalidades das Penas Restritivas de Direito",
      "Conceito e características",
      "Livramento condicional",
      "Extinção da pena",
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais"
    ],
    "enunciado_principal": "Com fundamento nas súmulas dos tribunais superiores, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O juiz não pode declarar extinta a pena, enquanto não passar em julgado a sentença em processo a que responda o liberado, por crime ou contravenção praticados na vigência do livramento condicional."
      },
      {
        "letra": "B",
        "texto": "É possível a aplicação retroativa de lei penal vigente em combinação com a lei penal revogada, desde que o resultado da incidência de leis penais combinadas seja favorável ao acusado."
      },
      {
        "letra": "C",
        "texto": "A pena substitutiva de prestação de serviços à comunidade pode figurar como condição especial ao regime aberto."
      },
      {
        "letra": "D",
        "texto": "A lei penal mais grave aplicar-se-á ao crime continuado ou ao crime permanente, se a sua vigência for anterior à cessação da continuidade ou da permanência."
      },
      {
        "letra": "E",
        "texto": "O ato infracional análogo ao tráfico de drogas conduz obrigatoriamente à imposição de medida socioeducativa de internação do adolescente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "957248",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes instantâneos e permanentes"
    ],
    "enunciado_principal": "Assinale a alternativa que corresponde a crime permanente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cárcere privado."
      },
      {
        "letra": "B",
        "texto": "homicídio."
      },
      {
        "letra": "C",
        "texto": "roubo."
      },
      {
        "letra": "D",
        "texto": "lesão corporal."
      },
      {
        "letra": "E",
        "texto": "estelionato."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "957242",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes comuns, próprios e de mão própria"
    ],
    "enunciado_principal": "São classificados como crimes comum, próprio e de mão própria, respectivamente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "furto, latrocínio e prevaricação."
      },
      {
        "letra": "B",
        "texto": "estelionato, infanticídio e falso testemunho."
      },
      {
        "letra": "C",
        "texto": "peculato, prevaricação e homicídio."
      },
      {
        "letra": "D",
        "texto": "prevaricação, estupro e corrupção passiva."
      },
      {
        "letra": "E",
        "texto": "homicídio, estelionato e receptação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "699721",
    "metadata": "Ano: 2013 | Banca: UEG | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Outras classificações"
    ],
    "enunciado_principal": "Sobre sujeito ativo e sujeito passivo da infração penal, verifica-se que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "há hipóteses em que a lei se refere à vítima em relação às suas condições físicas ou psíquicas, embora nem todas as pessoas possam ser sujeito passivo do crime."
      },
      {
        "letra": "B",
        "texto": "sujeito passivo do crime não é o titular do bem jurídico ameaçado pela conduta criminosa."
      },
      {
        "letra": "C",
        "texto": "sujeito ativo do crime é aquele que pratica a conduta descrita em lei, ou seja, o fato típico."
      },
      {
        "letra": "D",
        "texto": "capacidade penal do sujeito ativo ou inimputável pode não ter a capacidade penal se passar a sofrer de doença mental após o delito."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "542797",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Outras classificações",
      "Crimes contra a liberdade pessoal",
      "Sequestro ou cárcere privado"
    ],
    "enunciado_principal": "Com relação aos crimes previstos no CP, julgue o item que se segue.O delito de sequestro e cárcere privado, inserido entre os crimes contra a pessoa, constitui infração penal de ação múltipla, e a circunstância de ter sido praticado contra menor de dezoito anos de idade qualifica o crime.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "435949",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: MPE-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes"
    ],
    "enunciado_principal": "O furto define-se como subtração, para si ou para outrem, de coisa alheia móvel. Podemos genericamente melhor classificá-lo como crime",
    "alternativas": [
      {
        "letra": "A",
        "texto": "instantâneo."
      },
      {
        "letra": "B",
        "texto": "permanente."
      },
      {
        "letra": "C",
        "texto": "habitual."
      },
      {
        "letra": "D",
        "texto": "de perigo concreto."
      },
      {
        "letra": "E",
        "texto": "de perigo abstrato."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "433345",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: AL-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Classificação dos crimes",
      "Conduta: ação / omissão",
      "Outras classificações"
    ],
    "enunciado_principal": "Com relação ao estudo da teoria do crime, assinale a afirmativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A conduta pode se manifestar por meio de um comportamento positivo (ação) ou de um comportamento negativo (omissão), quando não atua o agente de acordo com o comportamento esperado pela norma."
      },
      {
        "letra": "B",
        "texto": "Os crimes omissivos se dividem em próprio e impróprio, não se admitindo a tentativa em qualquer deles."
      },
      {
        "letra": "C",
        "texto": "Os delitos omissivos impróprios são crimes próprios, já que se exige do autor uma qualidade especial."
      },
      {
        "letra": "D",
        "texto": "Admite-se a co-autoria nos crimes omissivos impróprios."
      },
      {
        "letra": "E",
        "texto": "A indicação da figura do garantidor pelo texto legal não pode ser ampliada, eis que o rol respectivo é taxativo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "414155",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: TJ-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes"
    ],
    "enunciado_principal": "A doutrina costuma classificar os crimes de acordo com suas características, gravidade, modus operandi, resultado, etc. Diante desta classificação doutrinária, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos crimes materiais o tipo descreve uma conduta e um resultado, não exigindo que este se produza para sua consumação."
      },
      {
        "letra": "B",
        "texto": "Nos crimes formais o tipo descreve apenas uma conduta, não fazendo qualquer referência ao resultado, que não existe no campo naturalístico."
      },
      {
        "letra": "C",
        "texto": "Nos crimes de perigo concreto, a consumação apenas reclama a prática da conduta proibida."
      },
      {
        "letra": "D",
        "texto": "Nos crimes permanentes a consumação se protrai no tempo enquanto desejar o agente."
      },
      {
        "letra": "E",
        "texto": "Nos crimes a prazo a lei exige 30 dias para a sua consumação"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "407318",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Classificação dos crimes",
      "Resultado",
      "Crimes contra a administração pública"
    ],
    "enunciado_principal": "Quanto à classificação doutrinária dos crimes e suas consequências jurídicas, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O resultado típico dos crimes comissivos por omissão pode ser atribuído a qualquer pessoa, e não apenas aos indivíduos que tenham a obrigação jurídica de evitar o resultado."
      },
      {
        "letra": "B",
        "texto": "Tratando-se de crime funcional próprio, se o agente não for funcionário público, operará uma atipicidade relativa, enquadrando-se o fato em outro tipo legal."
      },
      {
        "letra": "C",
        "texto": "Em se tratando de crime plurissubjetivo, não se admite concurso eventual, já que só pode ser praticado por dois ou mais agentes em concurso."
      },
      {
        "letra": "D",
        "texto": "Considera-se o sequestro um crime instantâneo de efeito permanente, já que seu momento consumativo é instantâneo, mas seus efeitos perduram no tempo."
      },
      {
        "letra": "E",
        "texto": "A tentativa de crime preterdoloso é aceitável tanto pela doutrina quanto pela jurisprudência, porquanto, apesar de o agente não desejar o resultado agravador, sua conduta inicial é sempre dolosa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "404145",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Classificação dos crimes",
      "Consumação e tentativa",
      "Concurso de crimes",
      "Concurso material",
      "Crimes comuns, próprios e de mão própria",
      "Crimes contra a administração pública",
      "Peculato",
      "Peculato mediante erro de outrem",
      "Concussão e Excesso de Exação",
      "Denunciação caluniosa",
      "Coação no curso do processo",
      "Legislação Penal Especial",
      "Lei de Tóxicos – Lei nº 11.343 de 2006"
    ],
    "enunciado_principal": "Acerca dos crimes de menor potencial ofensivo, dos crimes contra a administração pública e dos crimes previstos na Lei de Drogas, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Considere que João, insatisfeito com o destaque da atuação de Mara, sua colega de trabalho, a denuncie para a chefia pela prática de crime de peculato, sabendo que ela era inocente. Nesse caso, ficará configurado o crime de denunciação caluniosa, na forma consumada, se a imputação feita por João der causa à instauração de investigação administrativa contra Mara."
      },
      {
        "letra": "B",
        "texto": "O agente que, mesmo antes de assumir a função, mas em razão dela, exige para si ou para outrem, direta ou indiretamente, vantagem indevida pratica o crime de concussão, caso em que não seria admitida coautoria de particular, por ser esse um crime de mão própria."
      },
      {
        "letra": "C",
        "texto": "Para fins de proposta de transação, considera-se crime de menor potencial ofensivo aquele para o qual a pena máxima prevista em abstrato não ultrapasse dois anos, de forma que, ainda que tenha praticado dois ou mais crimes dessa natureza, em concurso material, o agente terá direito ao benefício se para cada um dos delitos for prevista pena máxima em abstrato não superior a dois anos."
      },
      {
        "letra": "D",
        "texto": "Para que se configure o crime de coação no curso do processo, é necessário que a pessoa contra quem é exercida a violência ou a grave ameaça seja autoridade que intervenha em processo judicial."
      },
      {
        "letra": "E",
        "texto": "Para que incida a causa de aumento de pena decorrente do uso de transporte público no tráfico de entorpecentes, é necessário que fique comprovado que o agente tentou distribuir ou disponibilizar a droga para outros passageiros."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "379925",
    "metadata": "Ano: 2013 | Banca: FUMARC | Órgão: PC-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes comuns, próprios e de mão própria",
      "Crimes contra a administração pública",
      "Corrupção passiva"
    ],
    "enunciado_principal": "Em relação à classificação jurídica do crime de corrupção passiva (art. 317 do CP), é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o objeto jurídico é o patrimônio público."
      },
      {
        "letra": "B",
        "texto": "na modalidade “solicitar”, trata-se de crime comum."
      },
      {
        "letra": "C",
        "texto": "na modalidade “receber”, trata-se de crime material."
      },
      {
        "letra": "D",
        "texto": "o sujeito passivo é o particular que aceita a solicitação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "359266",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: TJ-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes"
    ],
    "enunciado_principal": "A doutrina costuma classificar os crimes de acordo com suas características, gravidade, modus operandi, resultado, etc. Diante desta classificação doutrinária, assinale a afirmativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os agentes, no crime plurissubjetivo de condutas contrapostas, atuam uns contra os outros, como ocorre, por exemplo, no delito de rixa."
      },
      {
        "letra": "B",
        "texto": "O crime complexo é formado pela reunião de dois ou mais crimes."
      },
      {
        "letra": "C",
        "texto": "O crime pluriofensivo é aquele que ofende mais de um bem jurídico"
      },
      {
        "letra": "D",
        "texto": "Os crimes transeuntes são aqueles que deixam vestígios."
      },
      {
        "letra": "E",
        "texto": "O crime vago é aquele em que não há sujeito passivo determinado"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "350908",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: PG-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes instantâneos e permanentes",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "Com base nessa situação hipotética e considerando que o Estatuto do Idoso (Lei n.º 10.741, de 1.º /10/2003) inseriu, no § 1.º do art. 159 do CP, a expressão “ou maior de 60 anos”, estabelecendo, para esse caso, pena entre doze e vinte anos de reclusão, muito superior à prevista no caput do referido artigo (de oito a quinze anos) e que, por isso, a conduta de Jonas amoldou-se a essa nova qualificação, julgue os itens a seguir. Sendo a extorsão com sequestro crime permanente, a sua consumação se protrai no tempo, renovando-se a cada momento. Por isso, na hipótese em apreço, incide a norma qualificadora editada durante o período da privação da liberdade de Márcio.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "350776",
    "metadata": "Ano: 2013 | Banca: IBFC | Órgão: PC-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes de dano e crimes de perigo",
      "Outras classificações",
      "Crimes comuns, próprios e de mão própria",
      "Crimes instantâneos e permanentes"
    ],
    "enunciado_principal": "Considerando a classificação doutrinária dada às infrações penais, analise as assertivas a seguir: I. Crime próprio é aquele que exige sujeito ativo especial ou qualificado, não admitindo coautoria ou participação de quem não guarde tais características peculiares. II. Crime permanente é aquele cuja consumação se protrai no tempo em decorrência de várias condutas que sucedem o ato inicial, caracterizando habitualidade da espécie delitiva. III. Crime instantâneo é aquele cuja consumação ocorre com a prática de uma única conduta geradora de resultado imediato. IV. Crime de perigo é aquele cuja consumação se caracteriza com a mera probabilidade de lesão ao bem jurídico protegido pela norma penal. V. Crime multitudinário é aquele que exige, para sua caracterização, o concurso necessário de duas ou mais pessoas, apesar de não existir a necessidade de que todas elas sejam penalmente punidas. Estão corretas apenas as assertivas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, III e V."
      },
      {
        "letra": "B",
        "texto": "II, III e IV."
      },
      {
        "letra": "C",
        "texto": "I, II e IV."
      },
      {
        "letra": "D",
        "texto": "III, IV e V."
      },
      {
        "letra": "E",
        "texto": "II, III eV."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "346664",
    "metadata": "Ano: 2013 | Banca: FUMARC | Órgão: TJM-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes materiais, formais e de mera conduta",
      "Outras classificações",
      "Crimes comuns, próprios e de mão própria",
      "Crimes contra a administração pública",
      "Peculato"
    ],
    "enunciado_principal": "Em relação à classificação jurídica do crime de peculato-apropriação (art. 312, caput, CP), é CORRETO afirmar que se trata de crime .",
    "alternativas": [
      {
        "letra": "A",
        "texto": "comum"
      },
      {
        "letra": "B",
        "texto": "formal."
      },
      {
        "letra": "C",
        "texto": "funcional próprio."
      },
      {
        "letra": "D",
        "texto": "material."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "335877",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes"
    ],
    "enunciado_principal": "Há crime em que a tentativa é punida com a mesma pena do crime consumado, sem a diminuição legal. Exemplo: art. 309 do Código Eleitoral (“votar ou tentar votar, mais de uma vez, ou em lugar de outrem”). Recebe, em doutrina, a denominação de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "crime consunto."
      },
      {
        "letra": "B",
        "texto": "crime de conduta mista."
      },
      {
        "letra": "C",
        "texto": "crime de atentado ou de empreendimento."
      },
      {
        "letra": "D",
        "texto": "crime multitudinário."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "335804",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: MPE-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Outras classificações"
    ],
    "enunciado_principal": "No que se refere à classificação dos crimes de acordo com o CP, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o crime de extorsão mediante sequestro configura crime de ímpeto."
      },
      {
        "letra": "B",
        "texto": "o crime de evasão mediante violência contra a pessoa é classificado como crime de resultado cortado."
      },
      {
        "letra": "C",
        "texto": "o crime de simulação de autoridade para celebração de casamento caracteriza-se como crime de empreendimento."
      },
      {
        "letra": "D",
        "texto": "o crime de homicídio em sua forma simples classifica-se como crime subsidiário."
      },
      {
        "letra": "E",
        "texto": "o crime de apropriação de coisa achada caracteriza-se como crime a prazo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "332055",
    "metadata": "Ano: 2013 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes instantâneos e permanentes"
    ],
    "enunciado_principal": "J, QUE NUNCA GOSTOU MUITO DE TRABALHAR E CONTANDO SOMENTE COM 15 ANOS DE SERVIÇO, RESOLVEU SE APOSENTAR. PEDIU ENTÃO A SEU AMIGO K, SERVIDOR DO INSS ENCARREGADO DA HABILITAÇÃO DE BENEFÍCIOS NO POSTO PAVUNA/RJ, QUE LHE CONSEGUISSE A APOSENTAÇÃO. K, QUE JÁ HAVIA HABILITADO ALGUNS BENEFÍCIOS IRREGULARES ANTES, RESOLVE AJUDAR E INSERE NO SISTEMA DA PREVIDÊNCIA SOCIAL DADOS FALSOS DE VÍNCULOS EMPREGATÍCIOS, TOTALIZANDO OS 35 ANOS NECESSÁRIOS À CONCESSÃO DO BENEFÍCIO DE APOSENTADORIA DE J. ESTE COMEÇOU A RECEBER O BENEFÍCIO INDEVIDO EM 01/09/2009 E CONTINUOU A RECEBÊ-LO ININTERRUPTAMENTE ATÉ JUNHO DE 2013, QUANDO A FORÇA-TAREFA COMPOSTA DE AUDITORES DO INSS E MEMBROS DO MPF, AUDITANDO AS CONCESSÕES EFETUADAS NO POSTO PAVUNA/RJ, DESCOBRE A FRAUDE E O CANCELA. DIANTE DISSO E CONSIDERANDO A SÓLIDA JURISPRUDÊNCIA DOS TRIBUNAIS SUPERIORES É CORRETO AFIRMAR QUE:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As condutas de J e de K configuram crime instantâneo de efeitos permanentes."
      },
      {
        "letra": "B",
        "texto": "A conduta de J configura crime permanente e a de K crime instantâneo."
      },
      {
        "letra": "C",
        "texto": "A conduta de J configura crime permanente e a de K crime instantâneo de efeitos permanentes."
      },
      {
        "letra": "D",
        "texto": "As condutas de J e de K configuram crime permanente."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "331878",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Outras classificações",
      "Crimes contra a liberdade pessoal",
      "Sequestro ou cárcere privado"
    ],
    "enunciado_principal": "O delito de sequestro e cárcere privado, inserido entre os crimes contra a pessoa, constitui infração penal de ação múltipla, e a circunstância de ter sido praticado contra menor de dezoito anos de idade qualifica o crime.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "331746",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: MPE-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Classificação dos crimes",
      "Crime preterdoloso",
      "Crimes comuns, próprios e de mão própria",
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Crimes contra a administração pública",
      "Prevaricação",
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Com relação ao crime de tortura, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "aquele que se omite perante a tortura quando tinha o dever de evitá­la responderá apenas pelo crime de pre­ varicação do Código Penal."
      },
      {
        "letra": "B",
        "texto": "quando qualificada pela morte é exclusivamente preter­ dolosa."
      },
      {
        "letra": "C",
        "texto": "se trata de crime próprio, cometido por funcionários encarregados da aplicação da lei (Ex.: policiais fede­ rais, policiais civis, policiais militares, guardas muni­ cipais etc)."
      },
      {
        "letra": "D",
        "texto": "a perda da função é efeito automático da condenação"
      },
      {
        "letra": "E",
        "texto": "o condenado, mesmo primário, qualquer que seja a pena aplicada, iniciará sempre o cumprimento no regime fechado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "331585",
    "metadata": "Ano: 2013 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes"
    ],
    "enunciado_principal": "Assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Crime unissubsistente é aquele que se consuma com a prática de um único ato, como, por exemplo, a injúria verbal;"
      },
      {
        "letra": "B",
        "texto": "Crime unissubjetivo é aquele que possui um único verbo núcleo na descrição típica da conduta, como, por exemplo, o homicídio;"
      },
      {
        "letra": "C",
        "texto": "Crime plurissubsistente é aquele que se consuma com a prática de mais de um ato, como, por exemplo, o estelionato;"
      },
      {
        "letra": "D",
        "texto": "Crime pluriofensivo é aquele que atinge mais de um bem jurídico, como, por exemplo, o latrocínio;"
      },
      {
        "letra": "E",
        "texto": "Crime não transeunte é aquele que deixa vestígios, como, por exemplo, o homicídio."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "322211",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPE-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes"
    ],
    "enunciado_principal": "A respeito das espécies, do sujeito ativo e do sujeito passivo da infração penal, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Crime formal ou de consumação antecipada é aquele cujo tipo penal descreve uma conduta que possibilita a produção de um resultado naturalístico, mas não exige, necessariamente, a realização deste."
      },
      {
        "letra": "B",
        "texto": "corre crime de mera conduta ou de perigo abstrato quando o agente é punido tão somente por agir em descompasso com as regras da boa moral e dos bons costumes sociais."
      },
      {
        "letra": "C",
        "texto": "Caracteriza-se como sujeito ativo somente o agente que realiza a conduta exposta no verbo nuclear do tipo penal."
      },
      {
        "letra": "D",
        "texto": "Caracteriza-se como sujeito passivo somente a pessoa que sofre prejuízo, material ou moral, em relação ao bem jurídico penalmente protegido."
      },
      {
        "letra": "E",
        "texto": "Ocorre crime material quando o agente obtém, para si ou para outrem, alguma vantagem de ordem patrimonial."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "317514",
    "metadata": "Ano: 2013 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes"
    ],
    "enunciado_principal": "Sobre a classificação dos crimes, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Crime de mão própria é aquele cujo tipo penal exige uma qualidade ou condição especial dos sujeitos ativos ou passivos."
      },
      {
        "letra": "B",
        "texto": "Denomina-se crime progressivo prazo aquele em que o tipo penal exige, para sua configura, o decurso de certo espaço de tempo."
      },
      {
        "letra": "C",
        "texto": "São chamados de crimes multitudinários aqueles cometidos por mais de duas pessoas ligadas por um vínculo associativo."
      },
      {
        "letra": "D",
        "texto": "Entende-se como crime falho aquele em que o iter criminis é interrompido antes mesmo de ser iniciado."
      },
      {
        "letra": "E",
        "texto": "Diz-se crime de atentado aquele em que a pena da tentativa é a mesma do crime consumado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "316653",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes"
    ],
    "enunciado_principal": "O crime de tortura é considerado crime comum, uma vez que não se exige qualidade ou condição especial do agente que o pratica, ou seja, qualquer pessoa pode ser considerada sujeito ativo desse crime.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "312523",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes materiais, formais e de mera conduta"
    ],
    "enunciado_principal": "Assinale a alternativa que corresponde a crime classificado como formal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "extorsão mediante sequestro."
      },
      {
        "letra": "B",
        "texto": "homicídio."
      },
      {
        "letra": "C",
        "texto": "roubo."
      },
      {
        "letra": "D",
        "texto": "estelionato."
      },
      {
        "letra": "E",
        "texto": "furto."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "308168",
    "metadata": "Ano: 2013 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes"
    ],
    "enunciado_principal": "O crime de usurpação de função pública é considerado crime eventualmente permanente; o crime de seqüestro é exemplo de crime necessariamente permanente; e os crimes de bigamia, homicídio e furto são considerados crimes instantâneos de efeitos permanentes.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "303090",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei da Lavagem de Dinheiro - Lei nº 9.613 de 1998",
      "Classificação dos crimes",
      "Outras classificações",
      "Crimes contra o patrimônio",
      "Disposições gerais nos Crimes Contra o Patrimônio",
      "Crimes contra a organização do trabalho",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "Assinale a opção correta acerca da classificação dos crimes, da ação penal, dos crimes contra a organização do trabalho e do crime de lavagem de dinheiro.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Classifica-se pela doutrina como de forma livre o crime de curandeirismo por se admitir que ele seja cometido por meio de qualquer comportamento que cause o resultado jurídico previsto em lei."
      },
      {
        "letra": "B",
        "texto": "O crime de lavagem de dinheiro, ao contrário da receptação, não é autônomo porque não prescinde do processo e do julgamento da infração penal antecedente."
      },
      {
        "letra": "C",
        "texto": "Será pública e condicionada à representação a ação penal movida contra o agente que vier a subtrair do tio dois mil reais guardados no armário da cozinha da casa onde ambos residam. Nessa hipótese, o agente não poderá beneficiar-se da isenção de pena."
      },
      {
        "letra": "D",
        "texto": "Se, durante período de greve, três indivíduos grevistas apedrejarem um ônibus de uma empresa prestadora de serviço público, de modo a impedir que esse serviço seja prestado, tal fato tipificará o crime de dano qualificado, por envolver empresa concessionária de serviço público."
      },
      {
        "letra": "E",
        "texto": "O crime de aliciar trabalhadores de um local para outro do território nacional é plurissubjetivo porque só se o tipifica se houver pelo menos dois trabalhadores, uma vez que a lei prevê o termo trabalhadores e não, apenas trabalhador."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "791265",
    "metadata": "Ano: 2012 | Banca: IPAD | Órgão: PC-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes contra a liberdade pessoal",
      "Sequestro ou cárcere privado"
    ],
    "enunciado_principal": "Quanto à classificação dos delitos, é correto afirmar-se que o sequestro caracteriza-se como crime:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "comum, permanente e unissubsistente."
      },
      {
        "letra": "B",
        "texto": "comum, permanente e plurissubsistente."
      },
      {
        "letra": "C",
        "texto": "comum, instantâneo e unissubsistente."
      },
      {
        "letra": "D",
        "texto": "próprio, instantâneo e plurissubsistente."
      },
      {
        "letra": "E",
        "texto": "próprio, permanente e unissubsistente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "288617",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: DPE-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Outras classificações"
    ],
    "enunciado_principal": "Há delitos em que a ação encontra-se envolvida por determinado ânimo cuja ausência impossibilita sua concepção, ou seja, nesses crimes, não é somente a vontade do autor que determina o caráter lesivo do acontecer externo, mas outros extratos específicos, inclusive inconscientes. Esses delitos são classificados como delitos",
    "alternativas": [
      {
        "letra": "A",
        "texto": "formais."
      },
      {
        "letra": "B",
        "texto": "de intenção."
      },
      {
        "letra": "C",
        "texto": "de tendência."
      },
      {
        "letra": "D",
        "texto": "putativos."
      },
      {
        "letra": "E",
        "texto": "materiais."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "287515",
    "metadata": "Ano: 2012 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Classificação dos crimes",
      "Antijuridicidade",
      "Legítima defesa",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Outras classificações"
    ],
    "enunciado_principal": "É INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Configura erro sobre a pessoa, a hipótese em que o agente, por erro de pontaria, ao invés de atingir a pessoa que pretendia ofender, atinge pessoa diversa."
      },
      {
        "letra": "B",
        "texto": "Nos termos do art. 21, do Código Penal, o desconhecimento da lei é inescusável. O erro sobre a ilicitude do fato, se evitável, pode diminuir a pena de um sexto a um terço."
      },
      {
        "letra": "C",
        "texto": "Na legítima defesa putativa, o agente supõe, por erro, situação de fato que se existisse tornaria a sua ação legítima."
      },
      {
        "letra": "D",
        "texto": "O excesso culposo na legítima defesa tanto pode verificar-se na escolha dos meios, quanto na moderação de seu uso."
      },
      {
        "letra": "E",
        "texto": "Os crimes de rixa (art. 137, caput, CP), formação de quadrilha (art. 288, caput, CP) e associação ao tráfico de drogas (art. 35 da Lei no 11.343/2006) constituem crimes de concurso necessário."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "284098",
    "metadata": "Ano: 2012 | Banca: ESAF | Órgão: CGU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Classificação dos crimes",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior",
      "Crimes plurissubsistentes e unissubsistentes"
    ],
    "enunciado_principal": "Marque a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "“W” foi condenado definitivamente a uma pena privativa de liberdade de 10 (dez) anos de reclusão e à perda do cargo público. Durante o trâmite processual penal, foi concedido a “W” aposentadoria proporcional ao tempo de serviço. Nesses termos, a autoridade administrativa deverá instaurar processo administrativo disciplinar para cassar a aposentadoria concedida."
      },
      {
        "letra": "B",
        "texto": "“Z” comete crime mediante grave ameaça e decide reparar, integralmente, o dano por ele causado à vítima após o recebimento da denúncia, mas antes de proferida a sentença. Nesses termos, aplica-se a “Z” o Instituto do Arrependimento Posterior."
      },
      {
        "letra": "C",
        "texto": "“X”, pretendendo matar “U” para que esse não participasse de procedimento licitatório, desferiu- lhe uma facada no abdômen, mas, voluntariamente, desiste de prosseguir em seu intento e imediatamente leva “U” para o hospital, o qual não resiste e morre em consequência da lesão. Aplica-se a “X” o Instituto da Desistência Voluntária."
      },
      {
        "letra": "D",
        "texto": "Age negligentemente o cirurgião plástico que causa a morte da paciente durante um ato cirúrgico."
      },
      {
        "letra": "E",
        "texto": "Nos crimes unissubsistentes o processo executivo coincide temporalmente com a consumação, não se admitindo a tentativa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "276704",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes"
    ],
    "enunciado_principal": "A respeito da classificação dos crimes, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Classifica-se como bipróprio o crime cujo agente é simultaneamente sujeito ativo e passivo em relação ao mesmo fato."
      },
      {
        "letra": "B",
        "texto": "A denunciação caluniosa e a extorsão mediante sequestro são consideradas crimes complexos em sentido estrito."
      },
      {
        "letra": "C",
        "texto": "A conduta de alguém que induza ou instigue outrem a suicidar- se ou preste auxílio para que o faça configura crime multitudinário ou de ação múltipla."
      },
      {
        "letra": "D",
        "texto": "O aborto com consentimento da gestante e a violação de sepultura são exemplos de crime vago."
      },
      {
        "letra": "E",
        "texto": "A injúria e a ameaça verbais são exemplos de crimes não transeuntes."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "275163",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Outras classificações",
      "Crimes contra a administração pública",
      "Peculato",
      "Corrupção ativa em transação comercial internacional. Tráfico de influência em transação comercial internacional"
    ],
    "enunciado_principal": "Assinale a opção correta, a respeito dos crimes contra a administração pública.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os crimes praticados por particular contra a administração pública incluem o desacato, a corrupção passiva e a desobediência."
      },
      {
        "letra": "B",
        "texto": "Considere que um ex-policial, valendo-se de uma arma, ao abordar um grupo de jovens, submeteu-os a revista pessoal com o intuito de encontrar drogas. Nessa situação, o ex-policial praticou o delito de exercício funcional ilegalmente prolongado."
      },
      {
        "letra": "C",
        "texto": "Considera-se crime funcional próprio aquele em que a qualidade de servidor público é essencial à sua configuração, e crime funcional impróprio, aquele que tanto pode ser cometido por servidor público como por quem não detém essa condição."
      },
      {
        "letra": "D",
        "texto": "O peculato-culposo se confunde com o peculato-furto: em ambos o servidor público, prevalecendo-se dessa condição, concorre para que terceiro subtraia o bem."
      },
      {
        "letra": "E",
        "texto": "Considere que um servidor público, influenciado por sua namorada, tenha deixado de praticar ato de ofício, caracterizando infração de dever funcional. Nessa situação, a conduta do servidor se amolda à figura típica do tráfico de influência."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "268053",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes"
    ],
    "enunciado_principal": "No que diz respeito à classificação dos crimes, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para a caracterização do crime formal, faz-se necessária a demonstração da situação de risco do bem juridicamente protegido."
      },
      {
        "letra": "B",
        "texto": "No crime plurissubsistente, a ação e o resultado típico separam-se espacialmente."
      },
      {
        "letra": "C",
        "texto": "O crime permanente consuma-se com a ocorrência do resultado, independentemente da atividade do agente."
      },
      {
        "letra": "D",
        "texto": "Tratando-se de crime de dupla subjetividade passiva, haverá somente um único crime, ainda que seja praticada mais de uma entre as várias modalidades de condutas previstas no tipo penal do crime."
      },
      {
        "letra": "E",
        "texto": "Crime omissivo próprio é aquele cujo agente produz um resultado por meio da omissão."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "237173",
    "metadata": "Ano: 2012 | Banca: CESGRANRIO | Órgão: Caixa",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes de dano e crimes de perigo"
    ],
    "enunciado_principal": "Um comerciante, com exploração de mercearia no município Y, é surpreendido pela fiscalização dos órgãos de proteção ao consumidor, que lograram autuá-lo pela exposição de mercadorias com prazo de validade vencido. Consoante à normativa aplicável ao caso, trata-se de tipo vinculado a crime",
    "alternativas": [
      {
        "letra": "A",
        "texto": "próprio"
      },
      {
        "letra": "B",
        "texto": "material"
      },
      {
        "letra": "C",
        "texto": "omissivo"
      },
      {
        "letra": "D",
        "texto": "de dano"
      },
      {
        "letra": "E",
        "texto": "de perigo"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "231930",
    "metadata": "Ano: 2012 | Banca: FUNIVERSA | Órgão: DETRAN-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes comuns, próprios e de mão própria",
      "Crimes contra a administração pública"
    ],
    "enunciado_principal": "No tocante aos crimes contra a administração pública, assinale a alternativa que apresenta crime praticado exclusivamente por funcionário público, ou crime próprio.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "usurpação de função pública"
      },
      {
        "letra": "B",
        "texto": "desacato"
      },
      {
        "letra": "C",
        "texto": "tráfico de influência"
      },
      {
        "letra": "D",
        "texto": "alteração não autorizada de sistema de informações"
      },
      {
        "letra": "E",
        "texto": "contrabando ou descaminho"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "221180",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Outras classificações"
    ],
    "enunciado_principal": "Os crimes que encerram dois ou mais tipos em uma única descrição legal denominam-se crimes",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de mão própria"
      },
      {
        "letra": "B",
        "texto": "complexos."
      },
      {
        "letra": "C",
        "texto": "plurissubjetivos."
      },
      {
        "letra": "D",
        "texto": "qualificados."
      },
      {
        "letra": "E",
        "texto": "de ação múltipla."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "316880",
    "metadata": "Ano: 2011 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes comuns, próprios e de mão própria"
    ],
    "enunciado_principal": "O artigo 269 do Código Penal tipifica o crime de omissão de notificação de doença e tem a seguinte redação: “Deixar o médico de denunciar à autoridade pública doença cuja notificação é compulsória: Pena - detenção, de 6 (seis) meses a 2 (dois) anos, e multa”. Quanto a esse crime, é INCORRETO afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ele somente existe na modalidade dolosa."
      },
      {
        "letra": "B",
        "texto": "se trata de lei penal em branco."
      },
      {
        "letra": "C",
        "texto": "se trata de crime omissivo impróprio, também chamado comissivo por omissão."
      },
      {
        "letra": "D",
        "texto": "se trata de crime próprio. Somente o médico pode ser autor desse delito."
      },
      {
        "letra": "E",
        "texto": "ele não admite tentativa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "252541",
    "metadata": "Ano: 2011 | Banca: FUJB | Órgão: MPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes instantâneos e permanentes",
      "Causas de extinção da punibilidade",
      "Prazos prescricionais e forma de contagem dos prazos"
    ],
    "enunciado_principal": "Após o regular patrocínio de ação indenizatória contra determinado Município, a advogada PORTIA, induzindo a erro seu cliente SHYLOCK, levou-o a assinar instrumento procuratório que lhe transferia os poderes de quitação, recebimento e levantamento de diversos valores, obtendo para si, especificamente, vultoso crédito a ser por ele recebido do referido ente público, através de precatório. Visando à aferição do iníciodo marcoprescricional, é correto afirmarque a circunstância de a satisfação do crédito se dar por meio de precatório:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não alteraria a conduta praticada pela agente, a qual consubstancia crime instantâneo, considerando-se a data da prática do ato, sendo irrelevante a circunstância de os efeitos terem se projetado no tempo, mediante percepção das parcelas;"
      },
      {
        "letra": "B",
        "texto": "alteraria a conduta praticada pela agente, a qual consubstancia crime instantâneo, considerando-se a data da percepção das parcelas, circunstância que se projeta no tempo;"
      },
      {
        "letra": "C",
        "texto": "não alteraria a conduta praticada pela agente, a qual consubstancia crime permanente, considerando-se como início a data da prática do ato e sua duração que se protrai no tempo, enquanto persistir a percepção das parcelas;"
      },
      {
        "letra": "D",
        "texto": "alteraria a conduta praticada pela agente, a qual consubstancia crime permanente, considerando-se a data da prática do ato, sendo irrelevante a circunstância de os efeitos terem se perpetuado no tempo, mediante percepção das parcelas;"
      },
      {
        "letra": "E",
        "texto": "alteraria a conduta praticada pela agente, a qual consubstancia crime formal, considerando-se a data da prática do ato, sendo irrelevante a circunstância de os efeitos terem se projetado no tempo, mediante percepção das parcelas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "204603",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TCE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes comuns, próprios e de mão própria",
      "Crimes contra a fé pública",
      "Falsidade de títulos e outros papéis públicos",
      "Falso reconhecimento de firma ou letra",
      "Certidão ou atestado ideologicamente falso",
      "Falsidade de atestado médico",
      "Outras falsidades"
    ],
    "enunciado_principal": "Dentre os crimes contra a fé pública, NÃO constitui crime próprio",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a falsificação de selo ou sinal público."
      },
      {
        "letra": "B",
        "texto": "o falso reconhecimento de firma ou letra."
      },
      {
        "letra": "C",
        "texto": "a certidão ou atestado ideologicamente falso."
      },
      {
        "letra": "D",
        "texto": "a falsidade de atestado médico."
      },
      {
        "letra": "E",
        "texto": "a fraude de lei sobre estrangeiro."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "204594",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TCE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes plurissubsistentes e unissubsistentes"
    ],
    "enunciado_principal": "Nos crimes plurissubsistentes, havendo iter criminis com sucessivas condutas durante a sua execução, é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "inadmissível a tentativa."
      },
      {
        "letra": "B",
        "texto": "admissível apenas a tentativa perfeita."
      },
      {
        "letra": "C",
        "texto": "cabível a tentativa tão-somente nas formas culposas."
      },
      {
        "letra": "D",
        "texto": "admissível tanto a tentativa perfeita, como a imperfeita."
      },
      {
        "letra": "E",
        "texto": "cabível apenas a tentativa imperfeita."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "198802",
    "metadata": "Ano: 2011 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes"
    ],
    "enunciado_principal": "LEIA AS PROPOSlÇÕES ABAIXO: I - São pressupostos fundamentais do crime omissivo impróprio o dever de agir, o poder agir, a evitabilidade do resultado e o dever de impedir o resultado; II - constitui crime omissivo impróprio, nos crimes ambientais, a conduta de aiguém, sabendo da conduta criminosa de outrem, deixar de impedir a sua prática, quando podia agir para evitá-la; III - O comportamento anterior, que cria o risco da ocorrência do resultado, pode ser voluntário ou involuntário, doloso ou culposo, Dentre as proposições acima:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "( ) apenas são corretas as dos incisos I e II;"
      },
      {
        "letra": "B",
        "texto": "( ) apenas são corretas as dos incisos I e III;"
      },
      {
        "letra": "C",
        "texto": "( ) apenas são corretas as dos incisos II e III;"
      },
      {
        "letra": "D",
        "texto": "( ) todas as proposições são corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "198442",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: MPE-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes"
    ],
    "enunciado_principal": "O crime de perigo para a vida ou saúde de outrem previsto no art. 132 do Código Penal é considerado de perigo",
    "alternativas": [
      {
        "letra": "A",
        "texto": "comum."
      },
      {
        "letra": "B",
        "texto": "concreto."
      },
      {
        "letra": "C",
        "texto": "abstrato."
      },
      {
        "letra": "D",
        "texto": "presumido."
      },
      {
        "letra": "E",
        "texto": "omissivo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "190317",
    "metadata": "Ano: 2011 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes"
    ],
    "enunciado_principal": "Analise as seguintes afirmativas sobre a classificação doutrinária dos crimes de intenção e assinale com V as verdadeiras e com F as falsas. Denominam-se ( ) delitos de tendência interna transcendente aqueles em que o agente quer um resultado não previsto no tipo, porém o alcança por erro na escolha dos meios de execução, dando origem a punição por crime culposo (culpa imprópria). ( ) delitos de resultado cortado aqueles em que, por obra de terceiro, há o rompimento do nexo de causalidade, daí resultando a punição por crime tentado. ( ) delitos de intenção contida as hipóteses previstas em tipos incongruentes, ou seja, crimes que exigem a complementação do injusto por condições objetivas de punibilidade. ( ) delitos mutilados de dois atos os casos em que, embora haja pluralidade de condutas e de figuras típicas, não se aplicam as regras do concurso de crimes (material, formal ou continuidade delitiva), por força do princípio da consunção. Assinale a alternativa que apresenta a sequência de letras CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "(V) (F) (V) (V)."
      },
      {
        "letra": "B",
        "texto": "(F) (V) (V) (F)."
      },
      {
        "letra": "C",
        "texto": "(F) (F) (F) (F)."
      },
      {
        "letra": "D",
        "texto": "(V) (V) (F) (V)."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "172446",
    "metadata": "Ano: 2011 | Banca: FMP Concursos | Órgão: TCE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Noções Fundamentais",
      "Conceitos e caracteres",
      "Princípios limitadores do poder punitivo estatal",
      "Concurso de crimes",
      "Crime continuado",
      "Crimes instantâneos e permanentes"
    ],
    "enunciado_principal": "Em matéria de lei penal, observe as seguintes afirmativas: I. É possível a edição de medida provisória relativa a direito penal, desde que em benefício do réu. II. Consoante entendimento do Supremo Tribunal Federal, aplica-se a lei mais benéfica ao crime permanente, se a sua vigência é anterior à cessação da permanência. III. Consoante entendimento do Supremo Tribunal Federal, aplica-se a lei mais grave ao crime continuado, se a sua vigência é anterior à cessação da continuidade. IV. Consoante entendimento mais recente do Supremo Tribunal Federal, é possível a combinação de leis penais para beneficiar o réu. Pode-se afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "todas as assertivas estão corretas."
      },
      {
        "letra": "B",
        "texto": "estão corretas somente as alternativas I e II."
      },
      {
        "letra": "C",
        "texto": "estão corretas somente as alternativas III e IV."
      },
      {
        "letra": "D",
        "texto": "estão corretas somente as alternativas II e IV."
      },
      {
        "letra": "E",
        "texto": "está correta somente a alternativa III."
      }
    ],
    "gabarito": "A"
  }
]