[
  {
    "id": "2503333",
    "metadata": "Ano: 2024 | Banca: UniRV - GO | Órgão: UniRV - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Classificação de Ação Penal"
    ],
    "enunciado_principal": "Segundo a classificação da ação penal pelo critério da titularidade, considera-se:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ação penal pública condicionada aquela que somente pode ser exercitada mediante o requerimento do ofendido."
      },
      {
        "letra": "B",
        "texto": "Ação penal privada subsidiária da ação penal pública aquela que pode ser exercitada pelo ofendido somente após a decisão de arquivamento do inquérito policial pelo Ministério Público."
      },
      {
        "letra": "C",
        "texto": "Ação penal privada aquela que somente pode ser exercitada mediante representação do ofendido."
      },
      {
        "letra": "D",
        "texto": "Ação penal pública incondicionada aquela que compete ao Ministério Público exercitar privativamente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2116628",
    "metadata": "Ano: 2023 | Banca: CONSULPAM | Órgão: TCM-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública incondicionada",
      "Ação penal pública condicionada à representação",
      "Ação penal pública condicionada à requisição do Ministro da Justiça",
      "Ação penal privada propriamente dita ou exclusiva",
      "Classificação de Ação Penal"
    ],
    "enunciado_principal": "Em conformidade com o previsto pelo Dec. Lei n.º 2.848/1940 (Código Penal brasileiro) a respeito da ação penal, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A representação será irretratável mesmo antes de oferecida a denúncia."
      },
      {
        "letra": "B",
        "texto": "Importa renúncia tácita ao direito de queixa o fato de receber o ofendido a indenização do dano causado pelo crime."
      },
      {
        "letra": "C",
        "texto": "O perdão do ofendido, nos crimes em que somente se procede mediante queixa, não obsta ao prosseguimento da ação."
      },
      {
        "letra": "D",
        "texto": "O direito de queixa não pode ser exercido quando renunciado tacitamente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1937489",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: Governo do Distrito Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Lesões corporais",
      "Lesão corporal leve e culposa",
      "Violência doméstica",
      "Classificação de Ação Penal"
    ],
    "enunciado_principal": "Joana compareceu à delegacia de polícia relatando violência doméstica, na qual seu companheiro, por não aceitar que ela exercia atividade laboral, destruiu seus instrumentos de trabalho, os quais foram avaliados em R$ 85,00 (oitenta e cinco reais). Considerando o caso narrado, julgue o seguinte item. Caso Joana também relate ter sido vítima de lesões corporais leves praticadas por seu companheiro no âmbito familiar, é correto afirmar que a ação penal, quanto às referidas lesões, será pública condicionada à representação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2088144",
    "metadata": "Ano: 2021 | Banca: Avança SP | Órgão: Prefeitura de Louveira - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Classificação de Ação Penal"
    ],
    "enunciado_principal": "Os crimes previstos na lei nº 13.869/2019, que dispõe sobre os crimes de abuso de autoridade, são de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ação penal pública condicionada."
      },
      {
        "letra": "B",
        "texto": "ação penal pública incondicionada."
      },
      {
        "letra": "C",
        "texto": "ação penal pública."
      },
      {
        "letra": "D",
        "texto": "ação penal comum."
      },
      {
        "letra": "E",
        "texto": "ação cível."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1785364",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Classificação de Ação Penal"
    ],
    "enunciado_principal": "Em 17 de setembro de 2020, Maria Lúcia, à época com 61 anos de idade, compareceu na Delegacia de Polícia mais perto de sua residência e registrou boletim de ocorrência em desfavor de Mário Sérgio, devidamente qualificado na peça policial. Disse a declarante ter adquirido um veículo de Mário Sérgio e, após o pagamento do sinal no valor de 30 mil reais, no dia 10 de setembro de 2020, não obteve mais notícias do vendedor e nem do veículo, restando o prejuízo no valor do sinal. Noticiada do prazo para representação, acabou nada dizendo. Em 01 de abril de 2021, o Ministério Público denunciou Mário Sérgio pelo crime de estelionato. Nesse caso, deve o juiz",
    "alternativas": [
      {
        "letra": "A",
        "texto": "rejeitar a denúncia, em virtude do princípio da insignificância dos valores despendidos, o que torna o fato atípico."
      },
      {
        "letra": "B",
        "texto": "receber a denúncia e citar o réu para que responda à acusação, diante da natureza incondicionada da ação penal pública em delitos de estelionato."
      },
      {
        "letra": "C",
        "texto": "receber a denúncia e citar o réu para que responda à acusação, pois, apesar da natureza pública condicionada da ação penal nos crimes de estelionato, a vítima tem mais de 60 anos."
      },
      {
        "letra": "D",
        "texto": "declarar, de ofício, a extinção da punibilidade do réu decorrente da ausência de representação da vítima no prazo legal."
      },
      {
        "letra": "E",
        "texto": "antes de receber a denúncia, determinar a intimação da vítima para que, em 30 dias, proceda ou não à necessária representação perante o próprio juízo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "414511",
    "metadata": "Ano: 2014 | Banca: FEPESE | Órgão: Prefeitura de Florianópolis - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública condicionada à requisição do Ministro da Justiça",
      "Classificação de Ação Penal"
    ],
    "enunciado_principal": "Assinale a alternativa correta de acordo com o Código Penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ação penal pública é promovida mediante queixa oferecida pelo Ministério Público."
      },
      {
        "letra": "B",
        "texto": "A ação pública é promovida pelo Ministério Público, mediante representação do ofendido ou de requisição do Ministro da Justiça."
      },
      {
        "letra": "C",
        "texto": "A ação de iniciativa privada pode ser utilizada nos crimes de ação pública, se o Ministério Público não oferecer denúncia no prazo legal."
      },
      {
        "letra": "D",
        "texto": "A vítima ou quem tenha qualidade para representá-la poderá intentar ação pena privada mediante denúncia."
      },
      {
        "letra": "E",
        "texto": "No caso de morte do autor do crime, o ofendido tem o direito de oferecer queixa ou de prosseguir na ação contra o cônjuge, ascendente, descendente ou irmão do agressor."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "317519",
    "metadata": "Ano: 2013 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal no crime de lesão corporal",
      "Classificação de Ação Penal"
    ],
    "enunciado_principal": "Observadas as proposições a seguir expostas, assinale a alternativa correta: I. A configuração do crime de entregar a direção de veículo a pessoa não habilitada, previsto no art. 310 da Lei n. 9.503/97, exige a demonstração da ocorrência de perigo concreto. II. A ação penal para o crime de lesão corporal leve praticado contra idoso é pública condicionada à representação da vítima. III. O agente que, sem autorização do órgão público competente, ou em desacordo com as determinações legais, promove o desmembramento do solo urbano e realiza a venda de terrenos para diversos consumidores pratica crime contra a economia popular previsto na Lei n. 1.521/51. IV. A ação penal para apurar crimes de responsabilidade dos prefeitos municipais independe de pronunciamento da Câmara de Vereadores.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições III e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições II e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições II e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições I e IV estão corretas."
      },
      {
        "letra": "E",
        "texto": "Todas as alternativas estão incorretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "295616",
    "metadata": "Ano: 2012 | Banca: IESES | Órgão: TJ-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Causas de extinção da punibilidade",
      "Decadência.",
      "Crimes contra a administração pública",
      "Resistência",
      "Classificação de Ação Penal"
    ],
    "enunciado_principal": "É certo afirmar:I. A ação penal apresenta três espécies: pública, privada e condicionada. II. O emprego da força pelos executores do mandado de prisão somente será permitido nos casos de resistência, ainda que por parte de terceiros, ou da tentativa de fuga do preso. É, portanto, medida de caráter excepcional. III. Penalmente a decadência pode ser definida como a perda do direito de ingressar com a ação privada ou a de representação por não ter sido exercido no prazo legal. Portanto, ela não atinge o direito de punir do Estado, visto alcançar somente o direito do particular. IV. Perda de bens e valores é a transferência ao Fundo Penitenciário Nacional de bens e valores lícitos do condenado, como forma de puni-lo, evitando-se o cárcere, tendo por limite o prejuízo gerado pelo crime ou o lucro auferido. Analisando as proposições, pode-se afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições I e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições II e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições II e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições I e IV estão corretas."
      }
    ],
    "gabarito": "C"
  }
]