[
  {
    "id": "3616266",
    "metadata": "Ano: 2025 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito",
      "Coação no curso do processo"
    ],
    "enunciado_principal": "Tendo em vista o crime de falso testemunho ou falsa perícia e o crime de coação no curso do processo, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Há previsão de causa de aumento de pena, quando as condutas incriminadas são praticadas em processo que envolve crime contra a dignidade sexual, tanto no crime de falso testemunho ou falsa perícia quanto no crime de coação no curso do processo."
      },
      {
        "letra": "B",
        "texto": "O crime de coação no curso do processo, para se caracterizar, exige a finalidade especial de favorecer interesse próprio ou alheio."
      },
      {
        "letra": "C",
        "texto": "O crime de coação no curso do processo não se caracteriza se a violência ou ameaça for empregada para o fim de favorecer interesse em procedimento investigativo criminal e juízo arbitral."
      },
      {
        "letra": "D",
        "texto": "O crime de falso testemunho ou falsa perícia e o crime de coação no curso do processo são próprios, exigindo qualidade especial do autor."
      },
      {
        "letra": "E",
        "texto": "O crime de falso testemunho não se caracteriza se a afirmação falsa for feita em procedimento investigativo criminal e juízo. arbitral/"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3538772",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Coação no curso do processo"
    ],
    "enunciado_principal": "Ryana, advogada da União, ajuizou ação de execução fiscal contra uma empresa situada no Estado do Paraná. Após a regular citação da empresa executada, o seu representante legal, Rodolfo, vai até a porta do edificio onde Ryana mora e quando ela esta saindo ele a surpreende, portando uma arma de fogo, exigindo, mediante ameaça, que ela desista da demanda proposta. Ryana registra Boletim de Ocorrência na repartição policial mais próxima. Nesse caso hipotético, Rodolfo cometeu crime, em tese, de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "coação no curso do processo."
      },
      {
        "letra": "B",
        "texto": "fraude processual."
      },
      {
        "letra": "C",
        "texto": "favorecimento pessoal."
      },
      {
        "letra": "D",
        "texto": "tráfico de influência."
      },
      {
        "letra": "E",
        "texto": "usurpação de função publica."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2537619",
    "metadata": "Ano: 2024 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Coação no curso do processo"
    ],
    "enunciado_principal": "[Questão Inédita] O crime de coação no curso do processo (art. 344 do CP) ocorre quando:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O agente suborna testemunha para que minta em juízo."
      },
      {
        "letra": "B",
        "texto": "O agente destrói provas em processo judicial."
      },
      {
        "letra": "C",
        "texto": "O agente coage, mediante violência ou grave ameaça, alguém para que pratique, não pratique ou tolere que se pratique ato em processo judicial, policial ou administrativo."
      },
      {
        "letra": "D",
        "texto": "O agente falsifica documento utilizado em processo judicial."
      },
      {
        "letra": "E",
        "texto": "O agente impede que uma testemunha compareça em juízo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2449540",
    "metadata": "Ano: 2024 | Banca: MPT | Órgão: MPT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Coação no curso do processo"
    ],
    "enunciado_principal": "Sobre os crimes contra a administração da Justiça, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No crime de denunciação caluniosa, não configura causa de aumento da pena a circunstância de o agente se servir de anonimato ou de nome suposto."
      },
      {
        "letra": "B",
        "texto": "No crime de favorecimento pessoal, não há previsão no Código Penal de isenção de pena se quem presta o auxílio é ascendente, descendente, cônjuge ou irmão do criminoso."
      },
      {
        "letra": "C",
        "texto": "A finalidade de favorecer interesse próprio ou alheio constitui elemento essencial à caracterização do crime de coação no curso do processo."
      },
      {
        "letra": "D",
        "texto": "Fazer afirmação falsa, ou negar ou calar a verdade como testemunha, perito, contador, tradutor ou intérprete em juízo arbitral constitui conduta atípica."
      },
      {
        "letra": "E",
        "texto": "Não respondida."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2176721",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito",
      "Coação no curso do processo",
      "Exercício arbitrário das próprias razões",
      "Fraude processual"
    ],
    "enunciado_principal": "A respeito dos Crimes contra a Administração da Justiça, previstos no Código Penal, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o crime de coação no curso do processo será qualificado se praticado em processo que envolva crime contra a dignidade sexual."
      },
      {
        "letra": "B",
        "texto": "a imputação de prática de contravenção penal que sabe ser inverídica não configura o crime de denunciação caluniosa, pois o tipo penal fala apenas em crime, ato improbo e infração ética-disciplinar."
      },
      {
        "letra": "C",
        "texto": "o crime de fraude processual será qualificado se a inovação tiver como objetivo produzir efeito em processo penal."
      },
      {
        "letra": "D",
        "texto": "a retração ou declaração da verdade pelo agente, antes de proferida a sentença no processo em que se deu o falso testemunho, é causa de diminuição de pena do crime de falso testemunho e falsa perícia."
      },
      {
        "letra": "E",
        "texto": "o crime de exercício arbitrário das próprias razões é de ação penal privada, excetuando os casos em que há emprego de violência."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1998526",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito",
      "Coação no curso do processo"
    ],
    "enunciado_principal": "Considerando os crimes contra a administração pública, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É atípica a conduta do indivíduo que assume perante a autoridade policial a prática de contravenção penal cometida por outra pessoa."
      },
      {
        "letra": "B",
        "texto": "O indiciado por latrocínio que altera suas feições por cirurgia plástica para evitar ser responsabilizado criminalmente não comete crime."
      },
      {
        "letra": "C",
        "texto": "É isenta de pena a conduta da mãe do criminoso que, não sendo coautora ou receptadora, lhe presta auxílio para tornar seguro o proveito do crime."
      },
      {
        "letra": "D",
        "texto": "O crime de coação no curso do processo exige como elemento do tipo que a violência ocorra em processo judicial, penal ou civil, em curso."
      },
      {
        "letra": "E",
        "texto": "O preposto que promete dinheiro à testemunha para que esta minta em processo trabalhista responde como coautor do crime de falso testemunho."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1933156",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Coação no curso do processo"
    ],
    "enunciado_principal": "Em relação ao delito de coação no curso do processo, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o processo judicial afetado pela coação deve ser de natureza criminal;"
      },
      {
        "letra": "B",
        "texto": "ameaças proferidas antes da formalização do inquérito permitem a caracterização do crime;"
      },
      {
        "letra": "C",
        "texto": "não pode ser praticado no decorrer de procedimento investigatório criminal do Ministério Público;"
      },
      {
        "letra": "D",
        "texto": "a existência de procedimento alfandegário de verificação de bagagens pode ser considerada para o delito;"
      },
      {
        "letra": "E",
        "texto": "não pode ser praticado no decorrer de inquérito civil presidido pelo Ministério Público."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1927465",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: Prefeitura de Manaus - AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Coação no curso do processo"
    ],
    "enunciado_principal": "Quanto ao delito de coação no curso do processo, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Trata-se de crime comum, desprovido de especial fim de agir."
      },
      {
        "letra": "B",
        "texto": "Trata-se de crime material, de perigo concreto à adequada prestação de resolução de conflitos."
      },
      {
        "letra": "C",
        "texto": "Para a configuração do crime é necessário que a pessoa intimidada atue no processo."
      },
      {
        "letra": "D",
        "texto": "É irrelevante para a configuração do crime se a ameaça deriva de um motivo justo."
      },
      {
        "letra": "E",
        "texto": "O delito, por ser formal, não admite a forma tentada na sua execução."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1826474",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Coação no curso do processo"
    ],
    "enunciado_principal": "Com relação aos crimes previstos na Parte Especial do Código Penal, julgue o próximo item. O crime de coação no curso do processo não pode ser caracterizado no caso da prática de coação no decorrer de procedimento investigatório criminal instaurado no âmbito do Ministério Público, por ele não ser processo judicial, policial ou administrativo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "866382",
    "metadata": "Ano: 2018 | Banca: FUNDATEC | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito",
      "Coação no curso do processo",
      "Exercício arbitrário das próprias razões"
    ],
    "enunciado_principal": "O crime contra a Administração da Justiça de dar causa à instauração de investigação policial, de processo judicial, instauração de investigação administrativa, inquérito civil ou ação de improbidade administrativa contra alguém, imputando-lhe crime de que o sabe inocente, chama-se:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Autoacusação falsa."
      },
      {
        "letra": "B",
        "texto": "Coação no curso do processo."
      },
      {
        "letra": "C",
        "texto": "Denunciação caluniosa."
      },
      {
        "letra": "D",
        "texto": "Falso testemunho ou falsa perícia."
      },
      {
        "letra": "E",
        "texto": "Exercício arbitrário das próprias razões."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "854358",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Coação no curso do processo",
      "Fraude processual"
    ],
    "enunciado_principal": "No que se refere aos crimes contra a administração da justiça, julgue o item seguinte. As condutas subornar testemunha, coagir no curso do processo e fraudar o processo, caso tenham por escopo obter prova destinada a produzir efeito em processo penal, configuram causas de aumento de pena.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "854357",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Coação no curso do processo"
    ],
    "enunciado_principal": "No que se refere aos crimes contra a administração da justiça, julgue o item seguinte. Situação hipotética: Jonas usou de grave ameaça contra perito com o objetivo de favorecer os interesses da empresa onde trabalha, que está envolvida em contenda submetida ao juízo arbitral. Assertiva: Nessa situação, o crime cometido por Jonas é tipificado como coação no curso do processo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "640846",
    "metadata": "Ano: 2016 | Banca: Prefeitura do Rio de Janeiro - RJ | Órgão: Prefeitura de Rio de Janeiro - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Prevaricação",
      "Coação no curso do processo",
      "Fraude processual",
      "Favorecimento pessoal"
    ],
    "enunciado_principal": "Usar de grave ameaça com o fim de favorecer interesse próprio, contra autoridade que é chamada a intervir em processo judicial configura o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "fraude processual"
      },
      {
        "letra": "B",
        "texto": "prevaricação"
      },
      {
        "letra": "C",
        "texto": "favorecimento pessoal"
      },
      {
        "letra": "D",
        "texto": "coação no curso de processo"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "607174",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Coação no curso do processo"
    ],
    "enunciado_principal": "“Usar de ____________ , com o fim de favorecer interesse ____________ , contra autoridade, parte, ou qualquer outra pessoa que funciona ou é chamada a intervir em processo judicial, ___________ .\" Assinale a alternativa que, correta e respectivamente, completa o tipo penal do crime de “coação no curso do processo\".",
    "alternativas": [
      {
        "letra": "A",
        "texto": "violência física, psicológica ou moral … próprio ou alheio … policial ou administrativo, ou em juízo arbitral"
      },
      {
        "letra": "B",
        "texto": "violência ou grave ameaça … próprio ou alheio … policial ou administrativo"
      },
      {
        "letra": "C",
        "texto": "violência ou grave ameaça … próprio ou alheio … policial ou administrativo, ou em juízo arbitral"
      },
      {
        "letra": "D",
        "texto": "violência ou ameaça … próprio … policial ou administrativo"
      },
      {
        "letra": "E",
        "texto": "violência física, psicológica ou moral … próprio … policial ou administrativo, ou em juízo arbitral"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "528032",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Resistência",
      "Desobediência",
      "Desacato",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito",
      "Coação no curso do processo"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre os crimes praticados pelo particular contra a Administração em geral.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de resistência previsto no artigo 329 do CP tem sua pena aplicada sem prejuízo da pena correspondente à violência grave."
      },
      {
        "letra": "B",
        "texto": "O delito de desobediência, previsto no artigo 330, CP, é crime comum, tendo como sujeito ativo qualquer pessoa, com exceção do funcionário público, que mesmo quando não está no exercício da função, não perde essa condição para efeitos penais."
      },
      {
        "letra": "C",
        "texto": "O crime de falso testemunho ou falsa perícia (art. 342, CP) admite retratação do agente que poderá ser manifestada em qualquer instância e grau de jurisdição, ocasionando a extinção da punibilidade."
      },
      {
        "letra": "D",
        "texto": "O delito de desacato (art. 331, CP), dado o objeto material (o funcionário público e sua honra), tem como sujeito passivo apenas o funcionário público humilhado."
      },
      {
        "letra": "E",
        "texto": "O crime de coação no curso do processo (art. 344, CP) não admite violência, mas apenas ameaça por parte do agente, que busca favorecer interesse próprio ou alheio, contra autoridade, parte ou qualquer outra pessoa que funciona ou é chamada a intervir em processo judicial, policial, administrativo ou em juízo arbitral."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "528031",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Concussão e Excesso de Exação",
      "Corrupção passiva",
      "Prevaricação",
      "Coação no curso do processo"
    ],
    "enunciado_principal": "Nos crimes contra a Administração Pública,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o crime de peculato doloso (artigo 312, CP) divide-se em peculato-apropriação, peculato-desvio e peculato-furto."
      },
      {
        "letra": "B",
        "texto": "o funcionário público que exige tributo ou contribuição social, que sabe ou deveria saber indevido, comete crime de concussão (art. 316, CP)."
      },
      {
        "letra": "C",
        "texto": "o funcionário que deixa, por indulgência, de responsabilizar subordinado que cometeu infração no exercício do cargo ou, quando lhe falte competência, não levar o fato ao conhecimento da autoridade competente comete crime de prevaricação (art. 319, CP)."
      },
      {
        "letra": "D",
        "texto": "o crime de corrupção passiva se consuma no momento em que o funcionário público, em consequência da promessa ou vantagem recebida, retarda ou deixa de praticar qualquer ato de ofício ou o pratica infringindo dever funcional (art. 317, CP)."
      },
      {
        "letra": "E",
        "texto": "o crime de coação no curso do processo (art. 344, CP) se configura quando, na modalidade “violência”, resultar lesão corporal no coacto."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "454348",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito",
      "Coação no curso do processo",
      "Exercício arbitrário das próprias razões",
      "Fraude processual",
      "Favorecimento pessoal",
      "Favorecimento real"
    ],
    "enunciado_principal": "Assinale a alternativa que contém apenas crimes contra a administração da justiça.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Falsificação de papéis públicos, falsificação de selo e falsificação de sinal público."
      },
      {
        "letra": "B",
        "texto": "Advocacia administrativa, advocacia profissional no terceiro setor e posse antecipada de cargo público."
      },
      {
        "letra": "C",
        "texto": "Coação no curso do processo, comunicação falsa de crime e falsa perícia."
      },
      {
        "letra": "D",
        "texto": "Falsificação de papéis públicos, prevaricação e condescendência criminosa."
      },
      {
        "letra": "E",
        "texto": "Advocacia administrativa, violência arbitrária e desobediência."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "371721",
    "metadata": "Ano: 2014 | Banca: IESES | Órgão: TJ-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Coação no curso do processo",
      "Fraude processual"
    ],
    "enunciado_principal": "Dar causa à instauração de investigação policial, de processo judicial, instauração de investigação administrativa, inquérito civil ou ação de improbidade administrativa contra alguém, imputando-lhe crime de que o sabe inocente, é tipificado no Código Penal como crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Coação no curso do processo."
      },
      {
        "letra": "B",
        "texto": "Comunicação falsa de crime ou de contravenção."
      },
      {
        "letra": "C",
        "texto": "Fraude processual."
      },
      {
        "letra": "D",
        "texto": "Denunciação caluniosa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "404145",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Classificação dos crimes",
      "Consumação e tentativa",
      "Concurso de crimes",
      "Concurso material",
      "Crimes comuns, próprios e de mão própria",
      "Crimes contra a administração pública",
      "Peculato",
      "Peculato mediante erro de outrem",
      "Concussão e Excesso de Exação",
      "Denunciação caluniosa",
      "Coação no curso do processo",
      "Legislação Penal Especial",
      "Lei de Tóxicos – Lei nº 11.343 de 2006"
    ],
    "enunciado_principal": "Acerca dos crimes de menor potencial ofensivo, dos crimes contra a administração pública e dos crimes previstos na Lei de Drogas, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Considere que João, insatisfeito com o destaque da atuação de Mara, sua colega de trabalho, a denuncie para a chefia pela prática de crime de peculato, sabendo que ela era inocente. Nesse caso, ficará configurado o crime de denunciação caluniosa, na forma consumada, se a imputação feita por João der causa à instauração de investigação administrativa contra Mara."
      },
      {
        "letra": "B",
        "texto": "O agente que, mesmo antes de assumir a função, mas em razão dela, exige para si ou para outrem, direta ou indiretamente, vantagem indevida pratica o crime de concussão, caso em que não seria admitida coautoria de particular, por ser esse um crime de mão própria."
      },
      {
        "letra": "C",
        "texto": "Para fins de proposta de transação, considera-se crime de menor potencial ofensivo aquele para o qual a pena máxima prevista em abstrato não ultrapasse dois anos, de forma que, ainda que tenha praticado dois ou mais crimes dessa natureza, em concurso material, o agente terá direito ao benefício se para cada um dos delitos for prevista pena máxima em abstrato não superior a dois anos."
      },
      {
        "letra": "D",
        "texto": "Para que se configure o crime de coação no curso do processo, é necessário que a pessoa contra quem é exercida a violência ou a grave ameaça seja autoridade que intervenha em processo judicial."
      },
      {
        "letra": "E",
        "texto": "Para que incida a causa de aumento de pena decorrente do uso de transporte público no tráfico de entorpecentes, é necessário que fique comprovado que o agente tentou distribuir ou disponibilizar a droga para outros passageiros."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "370645",
    "metadata": "Ano: 2013 | Banca: IBFC | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Coação no curso do processo"
    ],
    "enunciado_principal": "Aquele que, usando de violência, com o fim de favorecer interesse alheio, contra pessoa que funciona em processo administrativo, comete o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Abuso de Autoridade."
      },
      {
        "letra": "B",
        "texto": "Coação no curso do processo."
      },
      {
        "letra": "C",
        "texto": "Violência Arbitrária."
      },
      {
        "letra": "D",
        "texto": "Tráfico de Influência."
      },
      {
        "letra": "E",
        "texto": "Fraude Processual."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "312979",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito",
      "Coação no curso do processo",
      "Fraude processual"
    ],
    "enunciado_principal": "“O fato deixar de ser punível se, antes da sentença, no processo em que ocorreu o ilícito, o agente se retrata ou declara a verdade”. A previsão legal citada corresponde ao crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "fraude processual."
      },
      {
        "letra": "B",
        "texto": "coação no curso do processo."
      },
      {
        "letra": "C",
        "texto": "denunciação caluniosa."
      },
      {
        "letra": "D",
        "texto": "comunicação falsa de crime ou contravenção."
      },
      {
        "letra": "E",
        "texto": "falso testemunho ou falsa perícia."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "302740",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TCE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Coação no curso do processo"
    ],
    "enunciado_principal": "O crime de coação no curso do processo",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não se caracteriza quando da violência empregada contra testemunha para forçá-la a não dizer a verdade não resultaram lesões corporais."
      },
      {
        "letra": "B",
        "texto": "só pode ser praticado pelas partes, jamais por estranhos à relação processual ou pelo advogado de qualquer delas."
      },
      {
        "letra": "C",
        "texto": "exige apenas o dolo genérico, sendo desnecessária a finalidade de favorecer interesse próprio ou alheio."
      },
      {
        "letra": "D",
        "texto": "não se caracteriza quando o autor do delito ameaça de morte o escrivão de polícia no curso do inquérito policial, com o fim de impedir o seu indiciamento."
      },
      {
        "letra": "E",
        "texto": "consuma-se com a prática da violência ou grave ameaça, pouco importando se o agente conseguiu ou não a abstenção ou omissão da vítima em declarar ou apurar a verdade."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "289906",
    "metadata": "Ano: 2012 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Coação no curso do processo"
    ],
    "enunciado_principal": "Usar de violência, com o fim de favorecer interesse próprio, contra pessoa que é chamada a intervir em processo judicial, caracteriza o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Exercício arbitrário das próprias razões."
      },
      {
        "letra": "B",
        "texto": "Tergiversação."
      },
      {
        "letra": "C",
        "texto": "Violência ou fraude em arrematação judicial."
      },
      {
        "letra": "D",
        "texto": "Coação no curso do processo."
      },
      {
        "letra": "E",
        "texto": "Concussão."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "280514",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRT - 18ª Região (GO)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Coação no curso do processo"
    ],
    "enunciado_principal": "Configura o crime de coação no curso do processo o uso de violência ou grave ameaça, com o fim de favorecer interesse próprio ou alheio, contra autoridade, parte, ou qualquer outra pessoa que funciona ou é chamada a intervir em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "processo judicial, havendo aumento da pena se ocorrer em feito penal."
      },
      {
        "letra": "B",
        "texto": "processo administrativo, mas não em inquérito policial."
      },
      {
        "letra": "C",
        "texto": "processo judicial de qualquer natureza, mas não em processo administrativo."
      },
      {
        "letra": "D",
        "texto": "juízo arbitral."
      },
      {
        "letra": "E",
        "texto": "inquérito policial e apenas em processo judicial penal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "248766",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRT - 4ª REGIÃO (RS)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Coação no curso do processo",
      "Fraude processual",
      "Favorecimento pessoal"
    ],
    "enunciado_principal": "No tocante aos crimes contra a administração da justiça, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não se tipifica o delito de coação no curso do processo se o agente, com o fim de favorecer interesse alheio, usar de violência ou grave ameaça, contra pessoa que é chamada a intervir em processo judicial."
      },
      {
        "letra": "B",
        "texto": "a pena é aumentada de sexta parte, na denunciação caluniosa, se o agente se serve do anonimato ou de nome suposto."
      },
      {
        "letra": "C",
        "texto": "tipifica o delito de autoacusação falsa o ato de acusar-se, perante a autoridade, de contravenção penal inexistente ou praticada por outrem."
      },
      {
        "letra": "D",
        "texto": "a pena sempre deve ser aumentada se a fraude processual se destina a produzir efeito em processo civil."
      },
      {
        "letra": "E",
        "texto": "só configura o delito de favorecimento pessoal o ato de auxiliar a subtrair-se à ação de autoridade pública autor de crime a que for cominada pena de reclusão."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "432578",
    "metadata": "Ano: 2011 | Banca: FUNDATEC | Órgão: PGE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Coação no curso do processo",
      "Fraude processual",
      "Favorecimento pessoal",
      "Favorecimento real",
      "Sonegação de papel ou objeto de valor probatório. Exploração de prestígio"
    ],
    "enunciado_principal": "Nos crimes contra a Administração da Justiça, o agente que solicitar ou receber dinheiro ou qualquer outra utilidade, a pretexto de influir em juiz, jurado, órgão do Ministério Público, funcionário de justiça, perito, tradutor, intérprete ou testemunha pratica o delito de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "favorecimento pessoal."
      },
      {
        "letra": "B",
        "texto": "fraude processual."
      },
      {
        "letra": "C",
        "texto": "coação no curso do processo."
      },
      {
        "letra": "D",
        "texto": "favorecimento real."
      },
      {
        "letra": "E",
        "texto": "exploração de prestígio."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "204605",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TCE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Coação no curso do processo",
      "Favorecimento pessoal",
      "Patrocínio infiel. Patrocínio simultâneo ou tergiversação",
      "Sonegação de papel ou objeto de valor probatório. Exploração de prestígio"
    ],
    "enunciado_principal": "Quanto aos crimes contra a administração da justiça, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não configura o crime de coação no curso do processo o uso de violência ou grave ameaça contra testemunha em processo administrativo, com o fim de favorecer interesse próprio ou alheio."
      },
      {
        "letra": "B",
        "texto": "as penas são aumentadas de um terço no delito de exploração de prestígio, se o agente insinua que o dinheiro solicitado, a pretexto de influir em testemunha, a esta também se destina."
      },
      {
        "letra": "C",
        "texto": "constitui favorecimento pessoal prestar a criminoso, fora dos casos de coautoria ou receptação, auxílio destinado a tornar seguro o proveito do crime."
      },
      {
        "letra": "D",
        "texto": "configura o delito de auto-acusação falsa o ato da pessoa que, perante a autoridade, se atribui o cometimento de contravenção penal inexistente ou praticada por outrem."
      },
      {
        "letra": "E",
        "texto": "não incorre nas penas do delito de patrocínio infiel o advogado que defende na mesma causa, simultânea ou sucessivamente, partes contrárias."
      }
    ],
    "gabarito": "B"
  }
]