[
  {
    "id": "3373446",
    "metadata": "Ano: 2025 | Banca: FURG | Órgão: FURG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato mediante erro de outrem",
      "Prevaricação",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Violência ou fraude em arrematação judicial. Desobediência a decisão judicial sobre perda ou suspensão de direito"
    ],
    "enunciado_principal": "Tendo por base o Código Penal brasileiro, estabelecido pelo Decreto-Lei nº 2.848, de 7 de dezembro de 1940, incluindo todas as alterações legais concluídas até 31/12/2024, assinala a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Conforme artigo 359-M do Código Penal, é crime tentar depor, por meio de violência ou grave ameaça, o governo legitimamente constituído. A pena para esse crime será de reclusão, de 4 (quatro) a 20 (vinte) anos, além da pena correspondente à violência."
      },
      {
        "letra": "B",
        "texto": "Conforme o artigo 319 do Código Penal brasileiro, o crime de prevaricação se caracteriza por retardar ou deixar de praticar, indevidamente, ato de ofício, ou praticá-lo contra disposição expressa de lei, para satisfazer interesse exclusivamente financeiro, pessoal ou de outrem."
      },
      {
        "letra": "C",
        "texto": "Quando o funcionário, por indulgência, deixar de responsabilizar subordinado que cometeu infração no exercício do cargo ou, quando lhe falte competência, não levar o fato ao conhecimento da autoridade competente, comete o crime de condescendência criminosa, cuja a pena será de quinze dias até dois meses de detenção, além de advertência e multa."
      },
      {
        "letra": "D",
        "texto": "Conforme artigo 340, constitui crime de comunicação falsa de crime ou de contravenção, dar causa à instauração de inquérito policial, de procedimento investigatório criminal, de processo judicial, de processo administrativo disciplinar, de inquérito civil ou de ação de improbidade administrativa contra alguém, imputandolhe crime, infração ético-disciplinar ou ato ímprobo de que o sabe inocente."
      },
      {
        "letra": "E",
        "texto": "Conforme o artigo 313-A do Código Penal brasileiro, o funcionário autorizado que inserir ou facilitar a inserção de dados falsos, alterar ou excluir indevidamente dados corretos nos sistemas informatizados ou bancos de dados da Administração Pública com o fim de obter vantagem indevida para si ou para outrem ou para causar dano, praticará o crime de “Inserção de dados falsos em sistema de informações”, cuja pena será de reclusão de 2 (dois) a 12 (doze) anos, e multa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3441536",
    "metadata": "Ano: 2024 | Banca: INSTITUTO AOCP | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Resistência",
      "Reingresso de estrangeiro expulso",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Favorecimento pessoal",
      "Arrebatamento de Presos. Motim de Presos"
    ],
    "enunciado_principal": "São crimes contra a Administração da Justiça as seguintes condutas, EXCETO",
    "alternativas": [
      {
        "letra": "A",
        "texto": "reingressar no território nacional o estrangeiro que dele foi expulso."
      },
      {
        "letra": "B",
        "texto": "auxiliar a subtrair-se à ação de autoridade pública autor de crime a que é cominada pena de reclusão."
      },
      {
        "letra": "C",
        "texto": "amotinarem-se presos, perturbando a ordem ou disciplina da prisão."
      },
      {
        "letra": "D",
        "texto": "opor-se à execução de ato legal, mediante violência ou ameaça a funcionário competente para executá-lo ou a quem lhe esteja prestando auxílio."
      },
      {
        "letra": "E",
        "texto": "acusar-se, perante a autoridade, de crime inexistente ou praticado por outrem."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3028637",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa"
    ],
    "enunciado_principal": "Lucas compareceu ao batalhão da Polícia Militar localizado na cidade onde reside e noticiou aos policiais lá presentes que duas pessoas não identificadas, integrantes de torcidas organizadas de times rivais, estariam em intensa luta corporal, muito embora soubesse que os fatos não eram verdadeiros. Registre-se que, em razão da conduta de Lucas, provocou-se a ação de autoridades públicas. Nesse cenário, considerando as disposições do Código Penal, é correto afirmar que Lucas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não responderá por qualquer delito, pois não houve a deflagração de inquérito policial ou de procedimento investigatório criminal;"
      },
      {
        "letra": "B",
        "texto": "não responderá por qualquer delito, pois não houve a imputação de prática de crime a pessoa certa e determinada;"
      },
      {
        "letra": "C",
        "texto": "responderá por comunicação falsa de crime;"
      },
      {
        "letra": "D",
        "texto": "responderá por denunciação caluniosa;"
      },
      {
        "letra": "E",
        "texto": "responderá por falso testemunho."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2547101",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Câmara Municipal de Itapecerica da Serra - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa"
    ],
    "enunciado_principal": "Em relação aos crimes contra a administração da Justiça, é CORRETO o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Provocar a ação de autoridade, comunicando-lhe a ocorrência de crime ou de contravenção que sabe não se ter verificado configura crime de denunciação caluniosa."
      },
      {
        "letra": "B",
        "texto": "No crime de denunciação caluniosa, a pena é aumentada de sexta parte se o agente se serve de anonimato ou de nome suposto."
      },
      {
        "letra": "C",
        "texto": "No crime de falso testemunho ou falsa perícia, o fato deixa de ser punível se, antes do trânsito em julgado do processo em que ocorreu o ilícito, o agente se retrata ou declara a verdade."
      },
      {
        "letra": "D",
        "texto": "Acusar-se, perante a autoridade, de crime inexistente ou praticado por outrem, configura comunicação falsa de crime ou contravenção."
      },
      {
        "letra": "E",
        "texto": "Configura o crime de coação no curso do processo impedir, perturbar ou fraudar arrematação judicial; afastar ou procurar afastar concorrente ou licitante, por meio de violência, grave ameaça, fraude ou oferecimento de vantagem."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2365387",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: PC-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa"
    ],
    "enunciado_principal": "Durante a Olimpíada do Rio de Janeiro, em 2016, o nadador estadunidense Ryan Lochte comunicou à polícia civil ter sofrido um assalto após uma festa. O roubo efetivamente não aconteceu e, posteriormente, foi verificado que o atleta realizou a comunicação a Delegacia de Atendimento ao Turista para justificar estar chegando tarde à Vila Olímpica. A hipótese em que alguém comunica à polícia um crime que sabe não ter acontecido é tipificado pela lei penal brasileira como",
    "alternativas": [
      {
        "letra": "A",
        "texto": "comunicação falsa de crime, Art. 340 do Código Penal."
      },
      {
        "letra": "B",
        "texto": "denunciação caluniosa, Art. 339 do Código Penal."
      },
      {
        "letra": "C",
        "texto": "calúnia, Art. 138 do Código Penal."
      },
      {
        "letra": "D",
        "texto": "autoacusação falsa, Art. 341 do Código Penal."
      },
      {
        "letra": "E",
        "texto": "falso testemunho, Art. 342 do Código Penal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2224568",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria",
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa"
    ],
    "enunciado_principal": "João, com o objetivo precípuo de prejudicar o seu desafeto, comunicou o delegado de polícia que Tício teria estuprado Petônia, muito embora soubesse ser ele inocente. A autoridade policial, tomando ciência dos fatos, deflagrou inquérito policial para fins de apuração. Nesse cenário, considerando as disposições do Código Penal, João responderá pelo crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "comunicação falsa de crime;"
      },
      {
        "letra": "B",
        "texto": "denunciação caluniosa;"
      },
      {
        "letra": "C",
        "texto": "difamação;"
      },
      {
        "letra": "D",
        "texto": "calúnia;"
      },
      {
        "letra": "E",
        "texto": "injúria."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2202922",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa"
    ],
    "enunciado_principal": "Aquele que se acusa, perante a autoridade, de crime inexistente",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pratica crime de autoacusação falsa."
      },
      {
        "letra": "B",
        "texto": "pratica crime de fraude processual."
      },
      {
        "letra": "C",
        "texto": "pratica crime de comunicação falsa de crime."
      },
      {
        "letra": "D",
        "texto": "pratica crime de falso testemunho."
      },
      {
        "letra": "E",
        "texto": "não pratica crime algum, pois não há vítima."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1998526",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito",
      "Coação no curso do processo"
    ],
    "enunciado_principal": "Considerando os crimes contra a administração pública, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É atípica a conduta do indivíduo que assume perante a autoridade policial a prática de contravenção penal cometida por outra pessoa."
      },
      {
        "letra": "B",
        "texto": "O indiciado por latrocínio que altera suas feições por cirurgia plástica para evitar ser responsabilizado criminalmente não comete crime."
      },
      {
        "letra": "C",
        "texto": "É isenta de pena a conduta da mãe do criminoso que, não sendo coautora ou receptadora, lhe presta auxílio para tornar seguro o proveito do crime."
      },
      {
        "letra": "D",
        "texto": "O crime de coação no curso do processo exige como elemento do tipo que a violência ocorra em processo judicial, penal ou civil, em curso."
      },
      {
        "letra": "E",
        "texto": "O preposto que promete dinheiro à testemunha para que esta minta em processo trabalhista responde como coautor do crime de falso testemunho."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1886829",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito",
      "Favorecimento real"
    ],
    "enunciado_principal": "O filho de um tesoureiro furtou certa quantia em dinheiro da associação em que o pai trabalha. O tesoureiro, sabendo do fato, atribuiu a autoria do delito ao faxineiro da associação após, por insistência da diretoria, ter registrado a ocorrência policial e solicitado instauração do inquérito policial. Considerando-se as informações apresentadas, é correto afirmar que, nesse caso, o tesoureiro responderá por",
    "alternativas": [
      {
        "letra": "A",
        "texto": "calúnia."
      },
      {
        "letra": "B",
        "texto": "favorecimento real."
      },
      {
        "letra": "C",
        "texto": "falso testemunho."
      },
      {
        "letra": "D",
        "texto": "comunicação falsa de crime."
      },
      {
        "letra": "E",
        "texto": "denunciação caluniosa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1724707",
    "metadata": "Ano: 2020 | Banca: ABCP | Órgão: Prefeitura de Bom Jesus dos Perdões - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa"
    ],
    "enunciado_principal": "Joana, estudante de jornalismo, moradora do Município XYZ, descobriu que sua namorada, Carla, havia entrado para o tráfico de drogas. Com o objetivo de proteger sua amada, Joana resolveu se acusar perante a autoridade policial, pelo crime de tráfico de drogas, e pelas drogas que estavam na casa em que residiam. De acordo com o Código Penal, Joana praticou um dos crimes contra a administração de justiça, cujo tipo penal é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Autoacusação falsa"
      },
      {
        "letra": "B",
        "texto": "Falso testemunho."
      },
      {
        "letra": "C",
        "texto": "Denunciação caluniosa."
      },
      {
        "letra": "D",
        "texto": "Comunicação falsa de crime ou de contravenção."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1202693",
    "metadata": "Ano: 2020 | Banca: IBADE | Órgão: Prefeitura de Linhares - ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Roubo",
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "O perito que cala a verdade em processo judicial comete crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "roubo."
      },
      {
        "letra": "B",
        "texto": "denunciação caluniosa."
      },
      {
        "letra": "C",
        "texto": "lesão corporal."
      },
      {
        "letra": "D",
        "texto": "falso testemunho."
      },
      {
        "letra": "E",
        "texto": "autoacusação falsa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1647699",
    "metadata": "Ano: 2019 | Banca: ADVISE | Órgão: Prefeitura de Juarez Távora - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito",
      "Exercício arbitrário das próprias razões"
    ],
    "enunciado_principal": "Dagoberto praticou a conduta típica de “Acusar-se, perante a autoridade, de crime inexistente ou praticado por outrem”. Esta conduta configura o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Falso testemunho."
      },
      {
        "letra": "B",
        "texto": "Denunciação caluniosa."
      },
      {
        "letra": "C",
        "texto": "Comunicação falsa de crime ou de contravenção."
      },
      {
        "letra": "D",
        "texto": "Autoacusação falsa."
      },
      {
        "letra": "E",
        "texto": "Exercício arbitrário das próprias razões."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1174532",
    "metadata": "Ano: 2019 | Banca: GUALIMP | Órgão: Prefeitura de Porciúncula - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa"
    ],
    "enunciado_principal": "Rodrigo Carlos estava em debate com sua amiga Letícia Silva sobre os Crimes contra a Administração da Justiça previstos no Código Penal Brasileiro. Durante o debate, Rodrigo Carlos sustentou que comete o crime de Denunciação caluniosa, aquele que comete a conduta típica de “Dar causa à instauração de investigação policial, de processo judicial, instauração de investigação administrativa, inquérito civil ou ação de improbidade administrativa contra alguém, imputando-lhe crime de que o sabe inocente”. Letícia contradisse seu colega ao sustentar que tal conduta típica seria do crime de Comunicação Falsa de Crime. De acordo com o Código Penal, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Letícia tem razão."
      },
      {
        "letra": "B",
        "texto": "Nenhum dos dois tem razão."
      },
      {
        "letra": "C",
        "texto": "Letícia está parcialmente equivocada, mas Rodrigo Carlos está totalmente equivocado."
      },
      {
        "letra": "D",
        "texto": "Rodrigo Carlos tem razão."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1041607",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TCE-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Peculato mediante erro de outrem",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Fraude processual",
      "Favorecimento real"
    ],
    "enunciado_principal": "Carlos, servidor público municipal, negou-se, após sua função ter sido alterada, a devolver um notebook do município que lhe fora cedido em razão de seu cargo para realização de serviços que não mais faria para a prefeitura. Na delegacia, Carlos informou falsamente à autoridade policial que o aparelho havia sido furtado por alguém desconhecido. Durante a investigação policial, verificou-se que o notebook era utilizado, na realidade, pela filha do servidor, para fins particulares. Considerando-se essa situação hipotética, a legislação penal vigente e o entendimento sumulado do STJ, é correto afirmar que Carlos responderá por",
    "alternativas": [
      {
        "letra": "A",
        "texto": "peculato-furto e denunciação caluniosa."
      },
      {
        "letra": "B",
        "texto": "peculato-desvio e falsa comunicação de crime."
      },
      {
        "letra": "C",
        "texto": "peculato mediante erro de outrem e denunciação caluniosa."
      },
      {
        "letra": "D",
        "texto": "fraude processual e falsa comunicação de crime."
      },
      {
        "letra": "E",
        "texto": "favorecimento real e fraude processual."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "921272",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito",
      "Exercício arbitrário das próprias razões"
    ],
    "enunciado_principal": "Policial Militar que forja situação de flagrância, a fim de increpar indivíduo que sabe inocente e, com isso, dá causa à instauração de inquérito policial, comete crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falso testemunho (CP, art. 342)."
      },
      {
        "letra": "B",
        "texto": "calúnia qualificada (CP, art. 138, § 3o )."
      },
      {
        "letra": "C",
        "texto": "exercício arbitrário (CP, art. 350)."
      },
      {
        "letra": "D",
        "texto": "denunciação caluniosa (CP, art. 339)."
      },
      {
        "letra": "E",
        "texto": "comunicação falsa de crime (CP, art. 340)."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "896385",
    "metadata": "Ano: 2018 | Banca: IESES | Órgão: TJ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal leve e culposa",
      "Crimes contra a administração pública",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Fuga de Pessoa Presa ou Submetida a Medida de Segurança. Evasão Mediante Violência Contra a Pessoa",
      "Patrocínio infiel. Patrocínio simultâneo ou tergiversação"
    ],
    "enunciado_principal": "É certo afirmar: I. Em que pese compreender doutrina e jurisprudência que a liberdade é um direito inerente ao ser humano, constitui-se crime a evasão do sistema prisional, devidamente tipificado na Lei de Execuções Penais, independendo se tratar de preso definitivo ou provisório. II. A “Auto-acusação falsa” pode ser classificada como crime formal (que não exige resultado naturalístico para sua consumação); comum (que não exige qualidade ou condição especial do sujeito); de forma livre (que pode ser praticado por qualquer meio ou forma pelo agente); instantâneo (não há demora entre a ação e o resultado); unissubjetivo (que pode ser praticado por um agente apenas); plurissubsistente (que, em regra, pode ser praticado com mais de um ato, admitindo-se, em consequência, fracionamento em sua execução). III. Além das hipóteses do Código Penal e da legislação especial, dependerá de representação a ação penal relativa aos crimes de lesões corporais leves e lesões culposas. IV. Considera-se “tergiversação”, trair, na qualidade de advogado ou procurador, o dever profissional, prejudicando interesse, cujo patrocínio, em juízo, lhe é confiado. Analisando as proposições, pode-se afirmar",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições I e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições I e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições II e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições II e III estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "888346",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: ALESE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Exercício arbitrário das próprias razões",
      "Sonegação de papel ou objeto de valor probatório. Exploração de prestígio"
    ],
    "enunciado_principal": "São, dentre outros, crimes contra a administração da Justiça:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "resistência, desobediência, desacato e tráfico de influência."
      },
      {
        "letra": "B",
        "texto": "advocacia administrativa, condescendência criminosa, violação de sigilo funcional e abandono de função."
      },
      {
        "letra": "C",
        "texto": "auto-acusação falsa, exercício arbitrário das próprias razões, denunciação caluniosa e exploração de prestígio."
      },
      {
        "letra": "D",
        "texto": "falsidade ideológica, falso reconhecimento de firma ou letra, certidão ou atestado ideologicamente falso e adulteração de sinal identificador de veículo automotor."
      },
      {
        "letra": "E",
        "texto": "concussão, corrupção passiva, prevaricação e corrupção ativa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "878649",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito",
      "Exercício arbitrário das próprias razões"
    ],
    "enunciado_principal": "A respeito dos crimes contra a administração da justiça (arts. 339 a 347 do CP), assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A autoacusação para acobertar ascendente ou descendente é atípica."
      },
      {
        "letra": "B",
        "texto": "Dar causa a inquérito civil contra alguém, imputando-lhe falsamente a prática de crime, em tese, caracteriza o crime de denunciação caluniosa."
      },
      {
        "letra": "C",
        "texto": "Provocar a ação de autoridade, comunicando a ocorrência de crime que sabe não ter se verificado, em tese, caracteriza o crime de denunciação caluniosa."
      },
      {
        "letra": "D",
        "texto": "O crime de falso testemunho exige, para configuração, que o agente receba vantagem econômica ou outra de qualquer natureza."
      },
      {
        "letra": "E",
        "texto": "O crime de exercício arbitrário das próprias razões procede-se mediante queixa, ainda que haja emprego de violência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "874045",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: ABIN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa"
    ],
    "enunciado_principal": "Acerca dos crimes contra a administração pública, julgue o item a seguir. Situação hipotética: Gustavo, sabedor de um crime praticado por seu filho Cácio, procurou a autoridade policial e assumiu a autoria do delito, com o objetivo de impedir que ele fosse processado e condenado. Assertiva: Nessa situação, a conduta de Gustavo configura o tipo penal de autoacusação falsa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "866382",
    "metadata": "Ano: 2018 | Banca: FUNDATEC | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito",
      "Coação no curso do processo",
      "Exercício arbitrário das próprias razões"
    ],
    "enunciado_principal": "O crime contra a Administração da Justiça de dar causa à instauração de investigação policial, de processo judicial, instauração de investigação administrativa, inquérito civil ou ação de improbidade administrativa contra alguém, imputando-lhe crime de que o sabe inocente, chama-se:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Autoacusação falsa."
      },
      {
        "letra": "B",
        "texto": "Coação no curso do processo."
      },
      {
        "letra": "C",
        "texto": "Denunciação caluniosa."
      },
      {
        "letra": "D",
        "texto": "Falso testemunho ou falsa perícia."
      },
      {
        "letra": "E",
        "texto": "Exercício arbitrário das próprias razões."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "852765",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: DPE-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa"
    ],
    "enunciado_principal": "A respeito dos crimes de denunciação caluniosa e comunicação falsa de crime, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em relação a ambos os crimes, admite-se que o agente seja autoridade pública encarregada da persecução criminal."
      },
      {
        "letra": "B",
        "texto": "Em relação a ambos os crimes, a instauração da investigação configura elemento normativo dos tipos suficiente para configurar consumação."
      },
      {
        "letra": "C",
        "texto": "Exige-se, como elemento normativo dos tipos desses crimes, a indicação de pessoa certa e determinada."
      },
      {
        "letra": "D",
        "texto": "Em relação a ambos os crimes, impõe-se ao agente saber da inocência da pessoa a quem se imputa o crime ou infração."
      },
      {
        "letra": "E",
        "texto": "A consumação desses crimes se dá desde que o agente, ao comunicar o crime, tenha consciência atual de que inexiste a infração por ele imputada."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "839024",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: TRE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa"
    ],
    "enunciado_principal": "Luiz, condenado há vários anos de prisão pela prática de diversos crimes assume, perante a autoridade, a autoria de crime que não cometeu, com o intuito de livrar outra pessoa da condenação. Assim agindo, Luiz",
    "alternativas": [
      {
        "letra": "A",
        "texto": "praticou o crime de comunicação falsa de crime."
      },
      {
        "letra": "B",
        "texto": "não praticou qualquer tipo penal."
      },
      {
        "letra": "C",
        "texto": "praticou o crime de fraude processual."
      },
      {
        "letra": "D",
        "texto": "praticou o crime de denunciação caluniosa."
      },
      {
        "letra": "E",
        "texto": "praticou o crime de auto-acusação falsa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "837047",
    "metadata": "Ano: 2017 | Banca: FGV | Órgão: TRT - 12ª Região (SC)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa"
    ],
    "enunciado_principal": "Caio, oficial de justiça, todos os dias da semana chega em sua residência cansado após um longo dia de trabalho e passa a ficar incomodado com o fato de que Bruno, namorado de sua filha, com 26 anos, recebe um salário alto para a quantidade de serviço que realiza no órgão criminal do Ministério Público em que trabalha. Diante disso, objetivando que Bruno trabalhe mais, afirma para a Promotora de Justiça chefe de Bruno, que era sua conhecida, que sua esposa foi vítima de um crime de estelionato e que o fato deveria ser investigado, informando nada saber sobre a autoria delitiva. Diante disso, foi instaurado procedimento investigatório criminal no órgão. Caio, então, se arrepende e procura seu advogado para saber as consequências de sua conduta, caso seja descoberto que o fato narrado era falso. Considerando as informações narradas, o advogado deverá esclarecer que Caio:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não praticou crime, em razão do arrependimento posterior;"
      },
      {
        "letra": "B",
        "texto": "praticou crime de denunciação caluniosa, consumado;"
      },
      {
        "letra": "C",
        "texto": "praticou crime de comunicação falsa de crime ou contravenção, consumado;"
      },
      {
        "letra": "D",
        "texto": "praticou crime de falso testemunho, consumado;"
      },
      {
        "letra": "E",
        "texto": "praticou crime contra administração da justiça na modalidade tentada."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "835013",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TRE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa"
    ],
    "enunciado_principal": "Marcos estava sendo acusado de roubo. Preocupado com o futuro de Marcos, que havia recentemente sido aprovado em um concurso para a carreira policial, Carlos, pai de Marcos, comunicou à autoridade ser o autor do roubo e assumiu, em juízo, a prática do crime. Nessa situação hipotética, caso seja descoberta a mentira, Carlos responderá pela prática do crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falso testemunho."
      },
      {
        "letra": "B",
        "texto": "fraude processual."
      },
      {
        "letra": "C",
        "texto": "autoacusação falsa."
      },
      {
        "letra": "D",
        "texto": "denunciação caluniosa."
      },
      {
        "letra": "E",
        "texto": "comunicação falsa de crime."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "777887",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: TRE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa"
    ],
    "enunciado_principal": "Ricardo reside na cidade de São Paulo e acaba testemunhando, da janela de sua residência, o furto de um veículo que estava estacionado na via pública, defronte ao seu imóvel, praticado por dois agentes. Para se vingar do seu desafeto e vizinho Rodolfo e sabendo de sua inocência, Ricardo apresenta uma denúncia anônima à Polícia noticiando que Rodolfo foi um dos autores do referido crime de furto. A autoridade policial determina a instauração de inquérito policial para apuração da autoria delitiva em relação a Rodolfo. Nesse caso hipotético, Ricardo cometeu crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "denunciação caluniosa, com pena prevista de reclusão de dois a oito anos e multa, aumentada de sexta parte, pois serviu-se de anonimato."
      },
      {
        "letra": "B",
        "texto": "comunicação falsa de crime, com pena prevista de detenção de um a seis meses ou multa, aumentada de sexta parte, pois serviu-se de anonimato."
      },
      {
        "letra": "C",
        "texto": "denunciação caluniosa, com pena prevista de reclusão de dois a oito anos e multa, sem qualquer majoração."
      },
      {
        "letra": "D",
        "texto": "comunicação falsa de crime, com pena prevista de detenção de um a seis meses ou multa sem qualquer majoração."
      },
      {
        "letra": "E",
        "texto": "falso testemunho."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "641854",
    "metadata": "Ano: 2016 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa"
    ],
    "enunciado_principal": "O crime de autoacusação falsa, previsto no art. 341 do Código Penal, é classificado como delito formal, sendo indispensável para sua configuração que assuma, perante a autoridade, a prática de um crime ou contravenção inexistente ou atribuído por outrem e, neste caso, podendo, ou não, ter tomado parte como coautor ou partícipe.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "622498",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito",
      "Favorecimento pessoal",
      "Sonegação de papel ou objeto de valor probatório. Exploração de prestígio"
    ],
    "enunciado_principal": "Em relação aos crimes contra a administração da justiça, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É atípica a conduta do agente que faz justiça pelas próprias mãos sem o emprego de violência ou com o objetivo de satisfazer pretensão legítima."
      },
      {
        "letra": "B",
        "texto": "A configuração do crime de exploração de prestígio depende de a conduta do agente incluir a alegação ou a insinuação de que o dinheiro ou a utilidade também se destina ao juiz, jurado, órgão do Ministério Público, funcionário de justiça, perito, tradutor, intérprete ou testemunha."
      },
      {
        "letra": "C",
        "texto": "O agente que acusa a si mesmo, perante a autoridade, de ter cometido infração penal que não ocorreu pratica o crime de comunicação falsa de crime."
      },
      {
        "letra": "D",
        "texto": "Em se tratando do crime de falso testemunho, o agente que se retrata ainda durante o processo no qual testemunhou faz jus a causa de diminuição de pena."
      },
      {
        "letra": "E",
        "texto": "É isento de pena, ainda que pratique o crime de favorecimento pessoal, o ascendente, o descendente, o cônjuge ou o irmão de criminoso que o auxilia a fugir da ação da autoridade policial."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "580656",
    "metadata": "Ano: 2015 | Banca: Prefeitura do Rio de Janeiro - RJ | Órgão: Prefeitura de Rio de Janeiro - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa"
    ],
    "enunciado_principal": "Segundo o Código Penal Brasileiro, a conduta de acusar-se, perante a autoridade, de crime inexistente ou praticado por outrem caracteriza crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "fraude processual"
      },
      {
        "letra": "B",
        "texto": "autoacusação falsa"
      },
      {
        "letra": "C",
        "texto": "favorecimento pessoal"
      },
      {
        "letra": "D",
        "texto": "denunciação caluniosa"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "577648",
    "metadata": "Ano: 2015 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "Quanto aos crimes contra a administração pública, assinale a opção CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para a caracterização do delito de comunicação falsa de crime ou contravenção, exige-se a instauração formal de procedimento de investigação do fato comunicado."
      },
      {
        "letra": "B",
        "texto": "O falso testemunho deixa de ser punível se, antes da sentença no processo em que se apura o falso, o agente se retrata ou declara a verdade."
      },
      {
        "letra": "C",
        "texto": "O agente de polícia que, valendo-se da facilidade proporcionada pelo cargo, subtrai, em proveito próprio, dinheiro de fiança prestada por preso em flagrante na delegacia de polícia em que trabalha, e que estava na posse do escrivão de polícia, pratica o crime de peculato."
      },
      {
        "letra": "D",
        "texto": "Pratica conduta atípica o policial que, negligentemente, deixa à vista, sobre o painel de seu veículo, a arma de fogo pertencente à corporação e a si acautelada, sendo tal objeto subtraído sem violência por um ladrão que por ali passava."
      },
      {
        "letra": "E",
        "texto": "O agente de trânsito que retarda, indevidamente, a prática de ato de ofício, cedendo a pedido ou por influência de alguém, comete crime de prevaricação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "503163",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa"
    ],
    "enunciado_principal": "Com intuito de proteger seu filho, João comparece perante a autoridade policial e, falsamente, diz ter praticado o crime que em verdade fora praticado por seu filho. João",
    "alternativas": [
      {
        "letra": "A",
        "texto": "comete falsa comunicação de crime"
      },
      {
        "letra": "B",
        "texto": "comete falso testemunho, mas não será punido por expressa disposição legal."
      },
      {
        "letra": "C",
        "texto": "comete falso testemunho."
      },
      {
        "letra": "D",
        "texto": "não comete crime algum, pois não está descrito expressamente como crime no CP."
      },
      {
        "letra": "E",
        "texto": "comete autoacusação falsa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "884475",
    "metadata": "Ano: 2014 | Banca: FUNCAB | Órgão: PC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Difamação",
      "Injúria",
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "Aquele que der causa à instauração de investigação policial, de processo judicial, instauração de investigação administrativa, inquérito civil ou ação de improbidade administrativa contra alguém, imputando-lhe crime de que o sabe inocente, comete o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "denunciação caluniosa."
      },
      {
        "letra": "B",
        "texto": "falso testemunho."
      },
      {
        "letra": "C",
        "texto": "injúria."
      },
      {
        "letra": "D",
        "texto": "comunicação falsa de crime."
      },
      {
        "letra": "E",
        "texto": "difamação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "543183",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Fraude processual",
      "Patrocínio infiel. Patrocínio simultâneo ou tergiversação"
    ],
    "enunciado_principal": "A questão, refere -se às normas do Código Penal.“Dar causa à instauração de investigação policial, de processo judicial, instauração de investigação administrativa, inquérito civil ou ação de improbidade administrativa contra alguém, imputando-lhe crime de que o sabe inocente”. O delito ora tipificado é denominado",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Fraude processual."
      },
      {
        "letra": "B",
        "texto": "Comunicação falsa de contravenção."
      },
      {
        "letra": "C",
        "texto": "Denunciação caluniosa."
      },
      {
        "letra": "D",
        "texto": "Comunicação falsa de crime."
      },
      {
        "letra": "E",
        "texto": "Tergiversação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "454348",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito",
      "Coação no curso do processo",
      "Exercício arbitrário das próprias razões",
      "Fraude processual",
      "Favorecimento pessoal",
      "Favorecimento real"
    ],
    "enunciado_principal": "Assinale a alternativa que contém apenas crimes contra a administração da justiça.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Falsificação de papéis públicos, falsificação de selo e falsificação de sinal público."
      },
      {
        "letra": "B",
        "texto": "Advocacia administrativa, advocacia profissional no terceiro setor e posse antecipada de cargo público."
      },
      {
        "letra": "C",
        "texto": "Coação no curso do processo, comunicação falsa de crime e falsa perícia."
      },
      {
        "letra": "D",
        "texto": "Falsificação de papéis públicos, prevaricação e condescendência criminosa."
      },
      {
        "letra": "E",
        "texto": "Advocacia administrativa, violência arbitrária e desobediência."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "399701",
    "metadata": "Ano: 2014 | Banca: SHDIAS | Órgão: CEASA-CAMPINAS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa"
    ],
    "enunciado_principal": "Qual é a pena para quem provocar a ação de autoridade, comunicando-lhe a ocorrência de crime ou de contravenção que sabe não se ter verificado?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Reclusão, de 1 (um) a 4 (quatro) anos"
      },
      {
        "letra": "B",
        "texto": "Detenção, de um a seis meses, ou multa."
      },
      {
        "letra": "C",
        "texto": "Reclusão, de três a quatro anos, e multa."
      },
      {
        "letra": "D",
        "texto": "Detenção, de três meses a dois anos, e multa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "389338",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito",
      "Exercício arbitrário das próprias razões",
      "Fraude processual"
    ],
    "enunciado_principal": "Levar ao conhecimento da autoridade policial a ocorrência de um crime, por vingança, sabedor de que o suposto fato criminoso jamais ocorreu, supostamente, tipifica o delito de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "fraude processual."
      },
      {
        "letra": "B",
        "texto": "exercício arbitrário das próprias razões."
      },
      {
        "letra": "C",
        "texto": "comunicação falsa de crime ou de contravenção."
      },
      {
        "letra": "D",
        "texto": "denunciação caluniosa."
      },
      {
        "letra": "E",
        "texto": "falso testemunho."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "371721",
    "metadata": "Ano: 2014 | Banca: IESES | Órgão: TJ-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Coação no curso do processo",
      "Fraude processual"
    ],
    "enunciado_principal": "Dar causa à instauração de investigação policial, de processo judicial, instauração de investigação administrativa, inquérito civil ou ação de improbidade administrativa contra alguém, imputando-lhe crime de que o sabe inocente, é tipificado no Código Penal como crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Coação no curso do processo."
      },
      {
        "letra": "B",
        "texto": "Comunicação falsa de crime ou de contravenção."
      },
      {
        "letra": "C",
        "texto": "Fraude processual."
      },
      {
        "letra": "D",
        "texto": "Denunciação caluniosa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "331742",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: MPE-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Corrupção passiva",
      "Facilitação de contrabando ou descaminho",
      "Prevaricação",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "Com relação aos crimes contra a administração pública, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No crime de autoacusação falsa, a coautoria é impos­ sível"
      },
      {
        "letra": "B",
        "texto": "É impossível o falso testemunho sobre fato verdadeiro."
      },
      {
        "letra": "C",
        "texto": "Na corrupção passiva, a ação ou omissão de ato de ofício é mero exaurimento"
      },
      {
        "letra": "D",
        "texto": "Na prevaricação, é possível a tentativa nas formas omis­ sivas."
      },
      {
        "letra": "E",
        "texto": "Facilitação de contrabando ou descaminho constitui exceção à teoria monista."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "313308",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRT - 5ª Região (BA)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Reingresso de estrangeiro expulso",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito",
      "Exercício arbitrário das próprias razões",
      "Favorecimento pessoal"
    ],
    "enunciado_principal": "Assinale a opção correta a respeito dos crimes contra a administração da justiça.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Responderá pelo crime de exercício arbitrário das próprias razões o indivíduo que cortar, até o limite divisório de seu terreno, ramos de árvore plantada no imóvel vizinho que invadam seu terreno, devendo a questão ser resolvida perante o juízo cível competente."
      },
      {
        "letra": "B",
        "texto": "O indivíduo que emprestar motocicleta de sua propriedade para que o irmão cometa o crime de furto em uma agência bancária, de modo a auxiliá-lo na fuga, será beneficiado, na ação penal movida por favorecimento pessoal, com a isenção de pena, não respondendo, portanto, por sua conduta."
      },
      {
        "letra": "C",
        "texto": "O crime de reingresso de estrangeiro expulso não se consuma caso a autoridade competente impeça a entrada no território nacional daquele que se encontre na fila de atendimento após o desembarque da aeronave civil de voo comercial regular, respondendo o agente, nesse caso, pela tentativa."
      },
      {
        "letra": "D",
        "texto": "O fato de o intérprete nomeado dolosamente calar a verdade perante juízo arbitral configura crime de falso testemunho ou falsa perícia, sendo o agente punido mesmo que seja substituído por profissional que atue com maior zelo na causa."
      },
      {
        "letra": "E",
        "texto": "Aquele que, tendo visto determinada pessoa na posse de veículo automotor furtado, informa à autoridade policial ser essa pessoa o autor do crime de furto pratica o crime de comunicação falsa de crime se restar provado que, de fato, tal pessoa era autora de crime de receptação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "312979",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito",
      "Coação no curso do processo",
      "Fraude processual"
    ],
    "enunciado_principal": "“O fato deixar de ser punível se, antes da sentença, no processo em que ocorreu o ilícito, o agente se retrata ou declara a verdade”. A previsão legal citada corresponde ao crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "fraude processual."
      },
      {
        "letra": "B",
        "texto": "coação no curso do processo."
      },
      {
        "letra": "C",
        "texto": "denunciação caluniosa."
      },
      {
        "letra": "D",
        "texto": "comunicação falsa de crime ou contravenção."
      },
      {
        "letra": "E",
        "texto": "falso testemunho ou falsa perícia."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "305544",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa"
    ],
    "enunciado_principal": "Felizberto procurou o Delegado de Polícia da sua cidade e acusou-se de um crime que não havia existido. Assim, pode-se afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não há objeto jurídico violado por Felizberto, uma vez que o crime é inexistente."
      },
      {
        "letra": "B",
        "texto": "O sujeito passivo eventual é o próprio autor da autoacusação."
      },
      {
        "letra": "C",
        "texto": "Não há objeto material, em face do crime praticado por Felizberto."
      },
      {
        "letra": "D",
        "texto": "O sujeito ativo desse crime é o Estado."
      },
      {
        "letra": "E",
        "texto": "Ocorreu o crime de comunicação falsa de crime ou de contravenção."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "300464",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito",
      "Exercício arbitrário das próprias razões",
      "Favorecimento pessoal"
    ],
    "enunciado_principal": "Em relação aos crimes contra a administração pública, correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é atípica a conduta de acusar-se, perante a autoridade, de contravenção penal inexistente ou praticada por outrem."
      },
      {
        "letra": "B",
        "texto": "configura favorecimento pessoal o ato de prestar a criminoso, fora dos casos de coautoria ou de receptação, auxílio destinado a tornar seguro o proveito do crime."
      },
      {
        "letra": "C",
        "texto": "o falso testemunho deixa de ser punível se, depois da sentença em que ocorreu o ilícito, o agente se retrata ou declara a verdade."
      },
      {
        "letra": "D",
        "texto": "o crime de concussão é de natureza formal, reclamando o recebimento da vantagem para a consumação."
      },
      {
        "letra": "E",
        "texto": "é pública condicionada a ação penal no delito de exercício arbitrário das próprias razões, se não há emprego de violência."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "289818",
    "metadata": "Ano: 2012 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito",
      "Fraude processual",
      "Sonegação de papel ou objeto de valor probatório. Exploração de prestígio"
    ],
    "enunciado_principal": "Dar causa à instauração de processo judicial contra alguém, imputando-lhe crime de que o sabe inocente, caracteriza o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Comunicação falsa de crime ou de contravenção."
      },
      {
        "letra": "B",
        "texto": "Denunciação caluniosa."
      },
      {
        "letra": "C",
        "texto": "Falso testemunho."
      },
      {
        "letra": "D",
        "texto": "Fraude processual."
      },
      {
        "letra": "E",
        "texto": "Exploração de prestígio."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "270108",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: PGM - João Pessoa - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Resistência",
      "Contrabando",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa"
    ],
    "enunciado_principal": "No que concerne aos crimes praticados por particular contra a Administração em geral e contra a Administração da Justiça, é correto afirmar que quem",
    "alternativas": [
      {
        "letra": "A",
        "texto": "exporta mercadoria proibida não comete crime de contrabando."
      },
      {
        "letra": "B",
        "texto": "comete crime de resistência na modalidade culposa está sujeito apenas a sanção pecuniária."
      },
      {
        "letra": "C",
        "texto": "ilude o pagamento de direito ou imposto devido pela entrada, pela saída ou pelo consumo de mercadoria comete crime de descaminho."
      },
      {
        "letra": "D",
        "texto": "dá causa a investigação policial contra alguém, imputando-lhe crime de que o sabe inocente comete o delito de comunicação falsa de crime."
      },
      {
        "letra": "E",
        "texto": "acusar-se, perante a autoridade, de crime praticado por outrem não comete infração penal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "248766",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRT - 4ª REGIÃO (RS)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Coação no curso do processo",
      "Fraude processual",
      "Favorecimento pessoal"
    ],
    "enunciado_principal": "No tocante aos crimes contra a administração da justiça, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não se tipifica o delito de coação no curso do processo se o agente, com o fim de favorecer interesse alheio, usar de violência ou grave ameaça, contra pessoa que é chamada a intervir em processo judicial."
      },
      {
        "letra": "B",
        "texto": "a pena é aumentada de sexta parte, na denunciação caluniosa, se o agente se serve do anonimato ou de nome suposto."
      },
      {
        "letra": "C",
        "texto": "tipifica o delito de autoacusação falsa o ato de acusar-se, perante a autoridade, de contravenção penal inexistente ou praticada por outrem."
      },
      {
        "letra": "D",
        "texto": "a pena sempre deve ser aumentada se a fraude processual se destina a produzir efeito em processo civil."
      },
      {
        "letra": "E",
        "texto": "só configura o delito de favorecimento pessoal o ato de auxiliar a subtrair-se à ação de autoridade pública autor de crime a que for cominada pena de reclusão."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "236242",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: MPE-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Fraude processual"
    ],
    "enunciado_principal": "Dar causa à instauração de ação de improbidade administrativa contra alguém, imputando-lhe crime de que sabe inocente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "configura o delito de comunicação falsa de crime."
      },
      {
        "letra": "B",
        "texto": "configura o delito de denunciação caluniosa."
      },
      {
        "letra": "C",
        "texto": "configura o delito de fraude processual."
      },
      {
        "letra": "D",
        "texto": "configura o delito de auto-acusação falsa."
      },
      {
        "letra": "E",
        "texto": "não tem relevância penal, porque a ação de improbidade administrativa é ação cível."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "204605",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TCE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Coação no curso do processo",
      "Favorecimento pessoal",
      "Patrocínio infiel. Patrocínio simultâneo ou tergiversação",
      "Sonegação de papel ou objeto de valor probatório. Exploração de prestígio"
    ],
    "enunciado_principal": "Quanto aos crimes contra a administração da justiça, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não configura o crime de coação no curso do processo o uso de violência ou grave ameaça contra testemunha em processo administrativo, com o fim de favorecer interesse próprio ou alheio."
      },
      {
        "letra": "B",
        "texto": "as penas são aumentadas de um terço no delito de exploração de prestígio, se o agente insinua que o dinheiro solicitado, a pretexto de influir em testemunha, a esta também se destina."
      },
      {
        "letra": "C",
        "texto": "constitui favorecimento pessoal prestar a criminoso, fora dos casos de coautoria ou receptação, auxílio destinado a tornar seguro o proveito do crime."
      },
      {
        "letra": "D",
        "texto": "configura o delito de auto-acusação falsa o ato da pessoa que, perante a autoridade, se atribui o cometimento de contravenção penal inexistente ou praticada por outrem."
      },
      {
        "letra": "E",
        "texto": "não incorre nas penas do delito de patrocínio infiel o advogado que defende na mesma causa, simultânea ou sucessivamente, partes contrárias."
      }
    ],
    "gabarito": "B"
  }
]