[
  {
    "id": "3272323",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material",
      "Concurso formal"
    ],
    "enunciado_principal": "José e Maria estavam embarcando em sua motocicleta quando foram rendidos por João, armado com arma de fogo e anunciando um assalto. Maria reagiu e João atirou contra o casal, matando os dois, e depois fugiu com a motocicleta deles. Com base no CP e na jurisprudência do STJ, é correto afirmar que o relato reflete caso de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Dois crimes de latrocínio em concurso formal."
      },
      {
        "letra": "B",
        "texto": "Dois crimes de latrocínio em concurso material."
      },
      {
        "letra": "C",
        "texto": "Um único crime de latrocínio."
      },
      {
        "letra": "D",
        "texto": "Dois crimes de latrocínio em continuidade delitiva."
      },
      {
        "letra": "E",
        "texto": "Dois crimes de homicídio em concurso formal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3095450",
    "metadata": "Ano: 2024 | Banca: IGEDUC | Órgão: Prefeitura de Itapissuma - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material"
    ],
    "enunciado_principal": "Carlos foi condenado por praticar três furtos em dias diferentes, sem ligação entre eles. Segundo o Código Penal Brasileiro, o cálculo da pena deverá ser feito pelo sistema de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Concurso formal, com aplicação de uma única pena aumentada de um sexto a dois terços."
      },
      {
        "letra": "B",
        "texto": "Concurso material, somando as penas de cada crime."
      },
      {
        "letra": "C",
        "texto": "Crime continuado, aplicando-se uma única pena aumentada."
      },
      {
        "letra": "D",
        "texto": "Concurso ideal, aplicando-se a pena do crime mais grave."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3086773",
    "metadata": "Ano: 2024 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material"
    ],
    "enunciado_principal": "[Questão Inédita] Mevinho, vulgo ninja, e Ticinho, vulgo maestro, em comparsaria com outros dez indivíduos se uniram para praticar os crimes de roubo e extorsão. Para tanto, se utilizaram do aplicativo de relacionamento Tinder e de um perfil falso com o nome de \"Lindinha\", marcando um encontro com o ofendido em endereço fornecido à vítima como sendo o endereço da residência de \"Lindinha”. Ao chegar ao referido endereço, o ofendido caiu na emboscada, teve seus bens subtraídos, foi feito refém, apanhou no cativeiro e, sob ameaça de morte, teve que entregar senhas bancárias e, no dia seguinte, foi liberado perto de uma rodoviária, suportando prejuízo de R$ 50.000,000. Nesses termos, comprovada a materialidade e autoria dos dois crimes patrimoniais (roubo e extorsão), o Juiz, na fase final da dosimetria, deve aplicar o concurso de crimes. Assim, de acordo com o Superior Tribunal de Justiça, deverá incidir à espécie:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Crime único."
      },
      {
        "letra": "B",
        "texto": "Concurso formal próprio."
      },
      {
        "letra": "C",
        "texto": "Concurso formal impróprio."
      },
      {
        "letra": "D",
        "texto": "Continuidade delitiva."
      },
      {
        "letra": "E",
        "texto": "Concurso material."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2442331",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material"
    ],
    "enunciado_principal": "Jonas, mediante o emprego de uma faca, subtrai os pertences de uma idosa, evadindo-se na sequência. Durante a fuga, após percorrer mais de dois quilômetros, o agente, por coincidência, se depara com um desafeto de longa data. Jonas resolve matá-lo, desferindo diversos golpes de arma branca em seu peito, logrando êxito no intento criminoso. Nesse cenário, considerando as disposições do Código Penal, Jonas responderá pelos dois crimes praticados em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "concurso formal impróprio, aplicando-se a mais grave das penas cabíveis ou, se iguais, somente uma delas, mas aumentada, em qualquer caso, de um sexto até a metade;"
      },
      {
        "letra": "B",
        "texto": "concurso material, aplicando-se a mais grave das penas cabíveis ou, se iguais, somente uma delas, mas aumentada, em qualquer caso, de um sexto até a metade;"
      },
      {
        "letra": "C",
        "texto": "concurso formal próprio, aplicando-se a mais grave das penas cabíveis ou, se iguais, somente uma delas, mas aumentada, em qualquer caso, de um sexto até a metade;"
      },
      {
        "letra": "D",
        "texto": "continuidade delitiva, aplicando-se cumulativamente as penas privativas de liberdade em que haja incorrido;"
      },
      {
        "letra": "E",
        "texto": "concurso material, aplicando-se cumulativamente as penas privativas de liberdade em que haja incorrido."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2414794",
    "metadata": "Ano: 2024 | Banca: Instituto Consulplan | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material",
      "Concurso formal"
    ],
    "enunciado_principal": "Tendo como base as disposições do Código Penal brasileiro e os entendimentos dos Tribunais Superiores, julgue o item a seguir.Samuel, maior e capaz, na saída de um mercado, ao encontrar seus desafetos, Joaquim, Maria e Matheus em um veículo automotor, aproveitando-se de uma distração deles, atirou uma bomba de gás lacrimogênio no veículo, causando lesões nas vítimas e a morte de uma delas por asfixia. Nessa situação hipotética, Samuel deverá responder por concurso material e formal impróprio de crimes.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2367568",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material",
      "Concurso formal"
    ],
    "enunciado_principal": "Isabel e os filhos, Carlos, Eduardo e Luiz, crianças de sete, nove e onze anos, comemoravam o aniversário de Carlos, quando foram surpreendidos pela entrada de Caio no imóvel. Caio, sob influência de álcool, exibiu arma de fogo a Isabel e sua família para impedir que eles resistissem, e, assim, subtrair os pertences dela. Assustado, Luiz começou a chorar e a gritar por socorro, após o que Carlos o agrediu com coronhadas para que permanecesse em silêncio e garantir o sucesso da empreitada. Isabel, então, colocou-se entre Carlos e o filho, após o que Carlos atirou na cabeça de Isabel e de seus filhos, que vieram a óbito. Na sequência, Carlos pegou o computador, as joias e a quantia de R$20.000,00, quantia esta que Isabel escondia no armário. Após, evadiu-se do local, na posse dos mencionados bens de Isabel. Do lado de fora do imóvel, estava Pedro, pessoa com quem Carlos ajustou que iria praticar o furto, enquanto ele vigiava a aproximação de policiais, mas que estava ciente de que Carlos trazia com ele arma de fogo. Diante destes fatos, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Carlos, de acordo com a jurisprudência mais atual tanto do Supremo Tribunal como do Superior Tribunal de Justiça, deverá responder, em concurso material por quatro latrocínios."
      },
      {
        "letra": "B",
        "texto": "Carlos, segundo a jurisprudência mais atual tanto do Supremo Tribunal como do Superior Tribunal de Justiça, deverá responder, em concurso formal impróprio."
      },
      {
        "letra": "C",
        "texto": "Carlos, nos termos da jurisprudência mais atual tanto do Supremo Tribunal como do Superior Tribunal de Justiça, restará configurada a continuidade delitiva."
      },
      {
        "letra": "D",
        "texto": "A pluralidade de vítimas de violência não afasta, pelo Supremo Tribunal Federal, quando há subtração de um só patrimônio, o reconhecimento de crime único de latrocínio."
      },
      {
        "letra": "E",
        "texto": "Configurada hipótese de cooperação dolosamente distinta, nos termos do Art. 29, caput, do Código Penal, Pedro deve responder por furto, não sendo caso de se reconhecer dolo eventual por parte de Pedro."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2360681",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: PC-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material",
      "Concurso formal"
    ],
    "enunciado_principal": "Numa repartição militar em um país em guerra, soldados cumpriram ordens de superiores para executar todos os prisioneiros. Assim, Klaus acionou um botão de um dispositivo com gás letal, levando intencionalmente à morte por asfixia de 10 prisioneiros de uma cela. Thomas deu um tiro de fuzil em um prisioneiro, porém o projétil atingiu acidentalmente mais uma pessoa, levando ambas ao óbito. Por fim, Mark foi perseguindo e executando prisioneiros, tendo matado 8 pessoas, uma em cada cela. Diante da situação hipotética narrada, analise as condutas de Klaus, Thomas e Mark e assinale a afirmativa correta acerca do concurso de crimes.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A conduta de Klaus compreende o concurso formal imperfeito, a conduta de Thomas compreende concurso formal perfeito e a conduta de Mark pode se amoldar ao concurso material."
      },
      {
        "letra": "B",
        "texto": "A conduta de Klaus compreende o concurso formal perfeito, a conduta de Thomas corresponde ao crime continuado e a conduta de Mark se amolda ao concurso material."
      },
      {
        "letra": "C",
        "texto": "A conduta de Klaus compreende o concurso formal imperfeito, a conduta de Thomas corresponde ao crime continuado e a conduta de Mark se amolda ao crime continuado específico."
      },
      {
        "letra": "D",
        "texto": "Klaus, Thomas e Mark devem responder integralmente pelas penas do crime de homicídio na forma do concurso material."
      },
      {
        "letra": "E",
        "texto": "Klaus, Thomas e Mark devem responder pelas penas do crime de homicídio na forma do crime continuado específico."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2193852",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: PGM - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material",
      "Concurso formal",
      "Crime continuado"
    ],
    "enunciado_principal": "Marcos foi denunciado e condenado pela prática dos delitos de peculato e falsificação de documento público. As penas foram fixadas em 2 anos e 10 dias-multa para cada um dos delitos. Na sentença, considerando que, mediante uma única ação com desígnios autônomos, o réu praticou dois crimes distintos, o juízo aumentou a reprimenda em 1/6, fixando a sanção definitiva, em relação à pena privativa de liberdade, em 2 anos e 4 meses.Considerando a situação hipotética apresentada, é correto afirmar que houve o reconhecimento do",
    "alternativas": [
      {
        "letra": "A",
        "texto": "crime continuado, caso em que a aplicação das penas de multa deve seguir o sistema do cúmulo material."
      },
      {
        "letra": "B",
        "texto": "concurso formal de crimes, caso em que a aplicação das penas de multa deve seguir o sistema da exasperação."
      },
      {
        "letra": "C",
        "texto": "crime continuado, caso em que a aplicação das penas de multa deve seguir o sistema da exasperação."
      },
      {
        "letra": "D",
        "texto": "concurso material de crimes, caso em que a aplicação das penas de multa deve seguir o sistema do cúmulo material"
      },
      {
        "letra": "E",
        "texto": "concurso formal de crimes, caso em que a aplicação das penas de multa deve seguir o sistema do cúmulo material."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2183273",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material",
      "Concurso formal",
      "Crimes contra o patrimônio",
      "Roubo"
    ],
    "enunciado_principal": "Dexter ingressou em um ônibus e, mediante grave ameaça, consistente em emprego de arma de fogo, determinou que os passageiros lhe entregassem os seus bens. Nesse contexto, três diferentes passageiros, sem qualquer vínculo entre si, entregaram os seus telefones celulares ao autor do delito, o qual, ato contínuo, evadiu-se. Nesse cenário, considerando o disposto no Código Penal e a jurisprudência dominante dos Tribunais Superiores, é correto afirmar que Dexter responderá pela prática de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "três crimes de roubo, qualificados pelo emprego de arma de fogo, em continuidade delitiva;"
      },
      {
        "letra": "B",
        "texto": "três crimes de roubo, circunstanciados pelo emprego de arma de fogo, em concurso material;"
      },
      {
        "letra": "C",
        "texto": "três crimes de roubo, circunstanciados pelo emprego de arma de fogo, em concurso formal;"
      },
      {
        "letra": "D",
        "texto": "um crime de roubo, circunstanciado pelo emprego de arma de fogo;"
      },
      {
        "letra": "E",
        "texto": "um crime de roubo, qualificado pelo emprego de arma de fogo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2059105",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: DPE-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material",
      "Concurso formal",
      "Crime continuado"
    ],
    "enunciado_principal": "Quando o agente, mediante uma só ação, quer e obtém dois resultados distintos, ocorre",
    "alternativas": [
      {
        "letra": "A",
        "texto": "crime continuado."
      },
      {
        "letra": "B",
        "texto": "concurso material homogêneo."
      },
      {
        "letra": "C",
        "texto": "concurso formal próprio."
      },
      {
        "letra": "D",
        "texto": "concurso material heterogêneo."
      },
      {
        "letra": "E",
        "texto": "concurso formal impróprio."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2006438",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: MPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material",
      "Concurso formal",
      "Crimes contra o patrimônio",
      "Roubo"
    ],
    "enunciado_principal": "Caim foi preso e denunciado duas vezes por cometimento do crime de roubo qualificado em concurso material, por ter, de posse de uma arma de fogo, abordado um casal e roubado os celulares das vítimas. Na defesa prévia, o advogado do denunciado alegou que a denúncia não poderia ser recebida porque: 1) não existe o concurso material de dois roubos, pois, apesar de existirem duas vítimas, foi realizado somente em um ato; 2) a qualificadora do crime de roubo pelo uso da arma de fogo não pode subsistir, uma vez que não há perícia da arma juntada nos autos, logo não há materialidade para sustentar a qualificadora, ante o fato de não ter sido apreendida a arma; 3) o denunciado não tinha dolo do roubo, somente cometendo o ato, pois precisava usar o celular para fazer uma ligação para sua mãe doente e estava voltando para devolver logo após, no momento em que foi preso em flagrante e 4) também não poderia ser recebida, pois o celular roubado possuía valor muito baixo sendo celular “comprado em camelô” do tipo “Smartphone Xing Ling”, custando somente cinquenta reais, devendo ser aplicado o princípio da insignificância. Como Promotor de Justiça, em resposta à defesa prévia apresentada e ao recebimento da denúncia, aponte a correta manifestação ministerial.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A denúncia deve ser integralmente recebida, não havendo qualquer reparação na peça acusatória, uma vez que realizou a grave ameaça contra duas vítimas, sendo irrelevante a juntada da perícia para configuração da qualificadora do uso de arma de fogo, e ainda que teve o elemento subjetivo específico de subtrair a coisa para si e, por fim, que o valor do bem subtraído não justifica a aplicação do princípio da insignificância, pois o ato foi praticado com grave ameaça e uso de arma de fogo."
      },
      {
        "letra": "B",
        "texto": "A denúncia deve ser parcialmente recebida, uma vez que deve ser acolhida a tese de crime único, afastando-se o concurso material de crimes, pois foi realizado somente um ato, bem como afastada a qualificadora, pois se verificou que realmente não foi juntada, na fase investigatória, a perícia da arma, que sequer foi apreendida, e mantido os demais termos da denúncia."
      },
      {
        "letra": "C",
        "texto": "A denúncia não deve ser recebida, pois, como o denunciado estava indo devolver o celular furtado que era de baixo valor, não subsiste o crime de roubo, restando somente o crime de ameaça, que deve ser apurado perante o Juizado Especial Criminal."
      },
      {
        "letra": "D",
        "texto": "A denúncia deve ser parcialmente recebida, pois se verificou que realmente não foi juntada, na fase investigatória, a perícia da arma, que sequer foi apreendida, devendo ser afastada a qualificadora e mantidos os demais termos da denúncia."
      },
      {
        "letra": "E",
        "texto": "A denúncia deve ser parcialmente recebida, uma vez que o roubo praticado contra vítimas diferentes em um único contexto configura o concurso formal e não crime único, afastando-se o concurso material de crimes, pois foi realizado somente um ato, devendo-se manter os demais termos da denúncia."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1992814",
    "metadata": "Ano: 2022 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "O EMPRESÁRIO “A” SE VALE DE INFORMAÇÃO RELEVANTE, AINDA NÃO DIVULGADA AO MERCADO, SOBRE O DESEMPENHO NEGATIVO DA SUA EMPRESA “B”, ALIENANDO, ATRAVÉS DE UM FUNDO FINANCEIRO POR ELE CONTROLADO, NO MERCADO DE CAPITAIS, GRANDE QUANTIDADE DAS AÇÕES QUE DETINHA DA EMPRESA “B”, AUFERINDO SIGNIFICATIVO LUCRO FINANCEIRO, EM DETRIMENTO DO PÚBLICO INVESTIDOR, HAJA VISTA QUE, COM A POSTERIOR NOTÍCIA DO DESEMPENHO NEGATIVO DA EMPRESA “B”, SUA COTAÇÃO “DESPENCOU” NA BOLSA DE VALORES. DIAS DEPOIS, ATRAVÉS DAS SUAS CONTAS NAS REDES SOCIAIS, O EMPRESÁRIO “A” DÁ DECLARAÇÕES “BOMBÁSTICAS”, COMPROMETENDO-SE, FALSAMENTE, A “INJETAR” BILHÕES DE REAIS NA EMPRESA “B”, POIS, MUITO EM BREVE, ELA IRÁ FECHAR UM “GRANDE NEGÓCIO” NA CHINA, NEGÓCIO NA VERDADE INEXISTENTE, SENDO QUE, COM TAIS DECLARAÇÕES A COTAÇÃO E O VOLUME NEGOCIADO DAS AÇÕES DA EMPRESA “B” TIVERAM UMA GRANDE ELEVAÇÃO NO PREGÃO DA BOLSA, O QUE ACARRETOU DANO PARA OS INCAUTOS INVESTIDORES. DIANTE DESSES FATOS, ASSINALE A RESPOSTA QUE NÃO ESTÁ ERRADA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O empresário “A” deve responder pelo crime de manipulação de mercado, tipificado no art. 27-C, da Lei n. 6.385/1976, com a redação dada pela Lei n. 13.506/2017, por duas vezes, em continuidade delitiva (art. 71, do CP)."
      },
      {
        "letra": "B",
        "texto": "O empresário “A” deve responder pelos crimes de manipulação de mercado e de uso indevido de informação privilegiada, tipificados nos arts. 27-C e 27-D, da Lei n. 6.385/1976, com a redação dada pela Lei n. 13.506/2017, na forma do concurso material (art. 69, do CP)."
      },
      {
        "letra": "C",
        "texto": "O empresário “A” deve responder pelo crime de uso indevido de informação privilegiada (art. 27-D, da Lei n. 6.385/1976, com a redação dada pela Lei n. 13.506/2017), que absorve, no concurso aparente de normas, o crime tipificado no art. 27-C, do mesmo diploma legal, por esse se tratar de post factum impunível."
      },
      {
        "letra": "D",
        "texto": "O empresário “A” deve responder pelo crime de uso indevido de informação privilegiada, tipificado no art. 27-D, da Lei n. 6.385/1976, com a redação dada pela Lei n. 13.506/2017, e pelo crime de gestão fraudulenta de instituição financeira (art. 4º, caput, da Lei n. 7.492/1986), na forma do concurso material (art. 69, do CP)."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1974591",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Noções gerais de Concursos de Pessoas",
      "Concurso de crimes",
      "Concurso material",
      "Crimes contra o patrimônio",
      "Roubo",
      "Crimes contra a paz pública",
      "Associação criminosa"
    ],
    "enunciado_principal": "Gerald, Harold, Arnold, Sid e Eugene se reúnem de forma permanente e estável, por alguns meses, planejando roubos a determinados bancos. Ultimada essa fase, deflagram a execução do roubo, com emprego de simulacros de armas de fogo, sendo certo que Harold, Arnold, Sid e Eugene ingressam no estabelecimento bancário, realizando a rendição das pessoas e a coleta do dinheiro em espécie, ao passo que Gerald permanece com um veículo de fuga ligado, na porta do banco. Quando da fuga, são cercados pela polícia, dentro do carro, no quarteirão imediatamente posterior, ainda em posse dos simulacros e do dinheiro arrecadado. Diante desse cenário, é correto afirmar que os agentes responderão por:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "associação criminosa e roubo majorado pelo concurso de pessoas, em concurso material;"
      },
      {
        "letra": "B",
        "texto": "associação criminosa e roubo simples, em concurso material;"
      },
      {
        "letra": "C",
        "texto": "associação criminosa e roubo majorado pelo concurso de pessoas, em concurso formal;"
      },
      {
        "letra": "D",
        "texto": "associação criminosa e roubo simples, em concurso formal;"
      },
      {
        "letra": "E",
        "texto": "roubo majorado pelo concurso de pessoas, ficando a associação criminosa consumida."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1971690",
    "metadata": "Ano: 2022 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material",
      "Crime continuado"
    ],
    "enunciado_principal": "Acerca do concurso de crimes, assinale a assertiva CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos crimes dolosos praticados em continuidade delitiva, contra vítimas diferentes, o juiz pode, independentemente de quaisquer outros requisitos objetivos e subjetivos, aumentar a pena de um dos crimes, se idênticas, ou a mais grave, se diversas, até o triplo."
      },
      {
        "letra": "B",
        "texto": "No concurso de crimes as penas de multa deverão ser aplicadas distinta e integralmente."
      },
      {
        "letra": "C",
        "texto": "Ocorrendo erro na execução (aberratio ictus), e sendo atingida também a vítima visada, aplica-se a regra do concurso material."
      },
      {
        "letra": "D",
        "texto": "No concurso material, caso aplicada pena privativa de liberdade suspensa para um dos crimes, será incabível, para os demais, a substituição de que trata o artigo 44 do CP."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1966750",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material",
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria.",
      "Pena de multa",
      "Dosimetria",
      "Reincidência"
    ],
    "enunciado_principal": "No que diz respeito à aplicação da pena, em sede de Direito Penal, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Verifica-se a reincidência quando o agente comete novo crime, depois de transitar em julgado a sentença que, no País ou no estrangeiro, o tenha condenado por crime anterior"
      },
      {
        "letra": "B",
        "texto": "Quando o agente, mediante mais de uma ação ou omissão, pratica dois ou mais crimes, idênticos ou não, aplicam-se cumulativamente as penas privativas de liberdade em que haja incorrido. No caso de aplicação cumulativa de penas de reclusão e de detenção, executam-se ambas, conjuntamente"
      },
      {
        "letra": "C",
        "texto": "Na fixação da pena de multa o juiz deve atender, principalmente, à situação econômica do réu"
      },
      {
        "letra": "D",
        "texto": "No concurso de agravantes e atenuantes, a pena deve aproximar-se do limite indicado pelas circunstâncias preponderantes, entendendo-se como tais as que resultam dos motivos determinantes do crime, da personalidade do agente e da reincidência"
      },
      {
        "letra": "E",
        "texto": "A pena pode ser atenuada em razão de circunstância relevante, anterior ou posterior ao crime, embora não prevista expressamente em lei"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1964849",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: MPC-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material"
    ],
    "enunciado_principal": "Antônio, Carlos e Pedro, previamente ajustados, subtraíram diversos bens pertencentes a um estabelecimento comercial. Após deixarem o local, foram encontrados pela polícia, ainda na posse dos bens.A partir dessa situação hipotética, julgue o seguinte item.Considerando-se que Pedro fosse menor de dezoito anos de idade na data do crime e que os demais agentes tivessem conhecimento desse fato, é correto afirmar que estes deveriam responder também pelo delito de corrupção de menores, em concurso material.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1914775",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: MPE-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material",
      "Crimes contra o patrimônio",
      "Roubo",
      "Extorsão"
    ],
    "enunciado_principal": "Amanda estava em um ponto de ônibus, quando foi surpreendida por um indivíduo que, munido de arma de fogo, subtraiu-lhe a bolsa mediante grave ameaça. Após garantir a posse dos pertences da vítima, o agente, ainda se valendo da arma de fogo, constrangeu-a a fornecer a senha de seu cartão bancário, a fim de sacar dinheiro de sua conta-corrente, e, em seguida, fugiu. Nessa situação hipotética, de acordo com a jurisprudência dos tribunais superiores, o agente criminoso praticou",
    "alternativas": [
      {
        "letra": "A",
        "texto": "roubo e extorsão, em concurso material."
      },
      {
        "letra": "B",
        "texto": "um único roubo."
      },
      {
        "letra": "C",
        "texto": "roubo e extorsão, em concurso formal."
      },
      {
        "letra": "D",
        "texto": "roubo e constrangimento ilegal, em concurso formal."
      },
      {
        "letra": "E",
        "texto": "roubo e extorsão, em continuidade delitiva."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1900321",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: SERES-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material",
      "Concurso formal",
      "Crime continuado"
    ],
    "enunciado_principal": "Quando o agente, com uma única ação dolosa, pratica dois ou mais crimes, mas cada qual resultante de desígnio autônomo, ocorre",
    "alternativas": [
      {
        "letra": "A",
        "texto": "concurso material homogêneo de crimes."
      },
      {
        "letra": "B",
        "texto": "concurso formal próprio de crimes."
      },
      {
        "letra": "C",
        "texto": "concurso formal impróprio de crimes."
      },
      {
        "letra": "D",
        "texto": "crime continuado."
      },
      {
        "letra": "E",
        "texto": "concurso material heterogêneo de crimes."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1899397",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PC-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material",
      "Concurso formal"
    ],
    "enunciado_principal": "Igor, inconformado por saber que seu amigo Silvio teria trocado mensagens de cunho sexual com sua esposa, decide matá-lo. Para tanto, espera Silvio na saída do trabalho e, da calçada, efetua um único disparo com sua pistola na direção de Silvio. Após atingir Silvio e causar a sua morte, o projétil também atinge Roberto, que passava pelo local e não tinha nenhuma relação com o autor ou a vítima. Roberto sofre apenas lesão corporal, visto que foi atingido de raspão. Igor é preso em flagrante e indiciado pela prática dos crimes de Homicídio qualificado (Art. 121 §2º do Código Penal - pena 12 a 30 anos de reclusão) e lesão corporal culposa (Art. 129 §6º do Código Penal – pena de 2 meses a 1 ano de detenção). Com relação à modalidade de concurso de crime presente na hipótese e o método a ser empregado é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Igor responderá pelos dois crimes na modalidade do crime continuado, previsto no Art. 71 do Código Penal."
      },
      {
        "letra": "B",
        "texto": "Igor responderá pelos dois crimes em concurso formal perfeito, previsto na primeira parte do Art. 70 do Código Penal, aplicando-se a pena do crime mais grave (homicídio qualificado) com o aumento de pena em 1/6."
      },
      {
        "letra": "C",
        "texto": "Igor responderá pelos dois crimes em concurso formal imperfeito, em razão da presença dos desígnios autônomos, previsto na parte final do Art. 70 do Código Penal, somando-se as penas dos dois crimes."
      },
      {
        "letra": "D",
        "texto": "Igor responderá pelos dois crimes na modalidade do concurso material, previsto no artigo 69 do Código Penal."
      },
      {
        "letra": "E",
        "texto": "Igor responderá pelos dois crimes na forma do concurso material benéfico, previsto no parágrafo único do Art. 70 do Código Penal, uma vez que o emprego da exasperação acarretará pena maior do que o somatório das penas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1893448",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PC-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material",
      "Concurso formal",
      "Crime continuado",
      "Crimes contra a dignidade sexual",
      "Estupro"
    ],
    "enunciado_principal": "Na hipótese de um agente ter praticado um crime de estupro e um crime de atentado violento ao pudor, contra a mesma vítima e no mesmo contexto fático, a partir do advento da Lei nº 12.015/2009, deverá responder por",
    "alternativas": [
      {
        "letra": "A",
        "texto": "concurso material."
      },
      {
        "letra": "B",
        "texto": "concurso formal próprio."
      },
      {
        "letra": "C",
        "texto": "concurso formal impróprio."
      },
      {
        "letra": "D",
        "texto": "continuidade delitiva."
      },
      {
        "letra": "E",
        "texto": "crime único."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1886831",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material",
      "Concurso formal",
      "Crime continuado",
      "Crimes contra o patrimônio",
      "Roubo"
    ],
    "enunciado_principal": "O roubo perpetrado contra diversas vítimas em um único evento, estando comprovados os desígnios autônomos do autor do fato, configura",
    "alternativas": [
      {
        "letra": "A",
        "texto": "crime único."
      },
      {
        "letra": "B",
        "texto": "concurso formal impróprio."
      },
      {
        "letra": "C",
        "texto": "crime continuado."
      },
      {
        "letra": "D",
        "texto": "concurso material."
      },
      {
        "letra": "E",
        "texto": "concurso formal próprio."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1873815",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PC-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Crimes contra a administração pública",
      "Exercício arbitrário das próprias razões"
    ],
    "enunciado_principal": "Em determinado dia, durante a saída dos alunos da escola municipal Beta, Hermes, pai da aluna Harmonia, invadiu a sala de aula e agrediu o professor Ares com socos e chutes. As agressões foram geradas em razão de Harmonia, de 14 anos, ter informado que vinha sofrendo assédio por parte do professor, consistente em insistentes toques não consentidos em seu cabelo e sua cintura. Após as agressões, Hermes deixou a escola acompanhado por sua filha. Ares foi atendido, medicado e retomou suas atividades rotineiras três dias depois. Nessa hipótese, Hermes:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "está isento de pena;"
      },
      {
        "letra": "B",
        "texto": "responderá por lesões corporais leves;"
      },
      {
        "letra": "C",
        "texto": "responderá por exercício arbitrário das próprias razões;"
      },
      {
        "letra": "D",
        "texto": "responderá por exercício arbitrário das próprias razões em concurso formal com lesões corporais leves;"
      },
      {
        "letra": "E",
        "texto": "responderá por exercício arbitrário das próprias razões em concurso material com lesões corporais leves."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1869772",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: DPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material",
      "Concurso formal",
      "Crime continuado",
      "Crimes contra o patrimônio",
      "Roubo"
    ],
    "enunciado_principal": "De acordo com a orientação dos Tribunais Superiores, quando o agente rouba a agência dos Correios e, durante a ação, desarma um vigilante e se apropria de sua arma de fogo, deverá ser reconhecida a hipótese de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "concurso material;"
      },
      {
        "letra": "B",
        "texto": "concurso formal próprio;"
      },
      {
        "letra": "C",
        "texto": "concurso formal impróprio;"
      },
      {
        "letra": "D",
        "texto": "continuidade delitiva."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1865578",
    "metadata": "Ano: 2021 | Banca: IV - UFG | Órgão: TJ-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Noções gerais de Concursos de Pessoas",
      "Concurso de crimes",
      "Concurso material",
      "Concurso formal"
    ],
    "enunciado_principal": "O crime é um fenômeno complexo e nem sempre é praticado por uma só pessoa ou isoladamente. Assim, o direito penal, enquanto ramo do direito que tutela os bens jurídicos mais importantes, deve conter as normas para dirimir dúvidas acerca de concursos de crimes e concurso de pessoas. Sobre este tema, no Brasil, sabe-se que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se uma pessoa dispara arma de fogo com o objetivo de acertar uma outra, mas, por erro, também atinge culposamente uma terceira pessoa, levando as duas a óbito, haverá concurso formal de crimes, classificado, também, como homogêneo e próprio."
      },
      {
        "letra": "B",
        "texto": "o Código Penal adota a teoria do domínio do fato, conhecida pelo seu uso durante o caso do “mensalão”; a teoria diferencia o autor do partícipe por meio da análise de quem controla finalisticamente o fato, podendo ser aplicada em delitos dolosos e culposos."
      },
      {
        "letra": "C",
        "texto": "a continuidade delitiva entre roubo e extorsão é possível, assim como é possível a continuidade delitiva entre roubo e latrocínio, desde que tenha o elo de continuidade, pouco importando se protegem o mesmo bem jurídico tutelado."
      },
      {
        "letra": "D",
        "texto": "o nome de conivência ou participação negativa é atribuído quando o induzimento, instigação ou auxílio que tinha a obrigação de impedir o resultado, não a impediu."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1826212",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: TJ-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material",
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade"
    ],
    "enunciado_principal": "No cálculo da pena,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o aumento pelo crime continuado comum, incidente na terceira etapa, decorrerá da culpabilidade, dos antecedentes, da conduta social e da personalidade do agente, bem como dos motivos e das circunstâncias, aplicando-se a pena de um só dos crimes, se idênticas, ou mais grave, se diversas, até o triplo."
      },
      {
        "letra": "B",
        "texto": "se reconhecido o concurso formal, próprio ou impróprio, as penas de multa são aplicadas distinta e integralmente."
      },
      {
        "letra": "C",
        "texto": "o juiz, havendo concurso de causas de aumento ou de diminuição previstas na parte geral do Código Penal, pode limitar-se a um só aumento ou a uma só diminuição, prevalecendo, todavia, a causa que mais aumente ou diminua."
      },
      {
        "letra": "D",
        "texto": "o acréscimo na pena privativa de liberdade pelo concurso formal impróprio, incidente na terceira etapa, deve considerar o número de vítimas."
      },
      {
        "letra": "E",
        "texto": "o arrependimento posterior como circunstância atenuante incide na segunda fase do cálculo, mas não pode conduzir a pena abaixo do mínimo legal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1810030",
    "metadata": "Ano: 2021 | Banca: IDECAN | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material",
      "Crimes contra a vida",
      "Homicídio",
      "Crimes contra a dignidade sexual",
      "Estupro"
    ],
    "enunciado_principal": "Aquele que, com intenção de estuprar uma mulher, mantém com ela, sob coação, relação sexual e, após encerrada a prática delituosa do estupro, resolve matar a vítima, desferindo contra ela facadas que provocam excessiva perda de sangue, sendo causa da morte conforme laudo pericial, responderá por delito de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estupro em concurso formal com delito de homicídio."
      },
      {
        "letra": "B",
        "texto": "estupro qualificado pelo resultado morte."
      },
      {
        "letra": "C",
        "texto": "estupro em concurso material com delito de homicídio."
      },
      {
        "letra": "D",
        "texto": "estupro em concurso material com lesão corporal seguida de morte."
      },
      {
        "letra": "E",
        "texto": "estupro apenas; o delito de homicídio será absorvido pelo estupro."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1771700",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: PC-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material",
      "Legislação Penal Especial",
      "Lei de Armas (Estatuto do Desarmamento) – Lei nº 10.826 de 2003 e Decretos Regulamentares"
    ],
    "enunciado_principal": "Após discutir com alguns vizinhos, Lúcio efetuou disparos de arma de fogo para o alto na via pública, atingindo o telhado de uma das casas, o que fez com que os moradores da localidade, dois dias depois, registrassem o fato na delegacia de polícia. A autoridade policial representou pela busca e apreensão de eventual prova de crime na residência de Lúcio, o que foi deferido pelo juízo competente. No cumprimento do mandado, foi apreendida na residência uma arma de fogo sem registro, sendo certo que Lúcio não tinha autorização legal para portar ou possuir qualquer tipo de arma. Restando comprovados os fatos por prova oral e pericial, Lúcio:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "responderá pelos crimes de posse de arma de fogo e de disparo de arma de fogo, na forma continuada;"
      },
      {
        "letra": "B",
        "texto": "responderá apenas pelo crime de disparo de arma de fogo, ficando o crime de posse absorvido pela consunção;"
      },
      {
        "letra": "C",
        "texto": "responderá pelos crimes de posse de arma de fogo e de disparo de arma de fogo, em concurso material;"
      },
      {
        "letra": "D",
        "texto": "responderá apenas pelo crime de posse de arma de fogo, configurando o disparo pós-fato impunível;"
      },
      {
        "letra": "E",
        "texto": "não responderá por qualquer delito, pois os crimes de posse e disparo de arma de fogo exigem perigo concreto."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1759338",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material",
      "Concurso formal",
      "Penas privativas de liberdade",
      "Terceira fase da dosimetria"
    ],
    "enunciado_principal": "Bruno foi condenado em primeira instância pela prática do crime de roubo circunstanciado pelo concurso de agentes e emprego de arma de fogo (Art. 157, §2º, II e §2º-A, I do Código Penal) em concurso material com o crime de corrupção de menores (Art. 244-B da Lei nº 8.069/1990), cometido em 2019. O magistrado fixou a pena base do crime de roubo no mínimo legal, procedeu ao aumento de 1/3 pelo concurso de duas pessoas e, em seguida, aumentou em 2/3 pelo emprego de arma de fogo. Por fim, aplicou a regra do concurso material entre os crimes de roubo e corrupção de menores, porquanto o acusado, mediante mais de uma ação, praticou dois crimes de espécies distintas, que ofenderam bens jurídicos diversos, revelando desígnios autônomos nas ações de subtrair coisa alheia móvel e corromper menor de 18 anos. Analisando o caso à luz da atual jurisprudência do Superior Tribunal de Justiça, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a incidência cumulativa das causas de aumento do crime de roubo decorre de previsão legal, de modo que deve ser aplicada conforme a sentença; quanto ao concurso de crimes, deve ser reconhecido o crime único, eis que num mesmo contexto fático, com unidade de conduta e fim, só se vislumbra uma ação punível;"
      },
      {
        "letra": "B",
        "texto": "a incidência cumulativa das causas de aumento do crime de roubo não é possível se a fundamentação do julgador fizer remissão à descrição típica das majorantes e à afirmação de serem circunstâncias distintas; quanto ao concurso de crimes, deve ser reconhecido o concurso formal entre os de roubo e corrupção de menores porque este independe da comprovação da efetiva corrupção do menor envolvido;"
      },
      {
        "letra": "C",
        "texto": "a incidência cumulativa das causas de aumento do crime de roubo, conforme a sentença, não é possível porque caberia ao juiz fundamentar concretamente a opção pela cumulação; quanto ao concurso de crimes, deve ser reconhecido o concurso formal entre os de roubo e corrupção de menores porque, mediante uma única ação, o acusado praticou ambos os delitos, tendo a corrupção se dado em razão da prática do delito patrimonial;"
      },
      {
        "letra": "D",
        "texto": "a incidência cumulativa das causas de aumento do crime de roubo, conforme a sentença, é possível, eis que o disposto no parágrafo único do Art. 68 do Código Penal (“No concurso de causas de aumento ou diminuição previstas na parte especial, pode o juiz limitar-se a um só aumento ou a uma só diminuição, prevalecendo, todavia, a causa que mais aumente ou diminua”) constitui uma faculdade do julgador e não um dever legal; quanto ao concurso de crimes, deve ser reconhecido o concurso formal entre os de roubo e corrupção de menores porque este é crime formal;"
      },
      {
        "letra": "E",
        "texto": "a incidência cumulativa das causas de aumento do crime de roubo, conforme a sentença, não é possível porque, na hipótese de concurso homogêneo de causas de aumento de pena da Parte Especial do Código Penal, devem elas refletir-se, separadamente, sobre a pena base, como se não existisse anterior causa de aumento; quanto ao concurso de crimes, deve ser reconhecido o concurso formal entre os de roubo e corrupção de menores, eis que o juiz não fundamentou de forma concreta a autonomia das condutas ou a precedência de uma em relação à outra."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1744091",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material",
      "Concurso formal"
    ],
    "enunciado_principal": "Observe as afirmações que tratam do concurso de crimes: I) O concurso formal se configura quando por meio de uma única ação ou omissão o agente pratica dois ou mais crimes, não importando se da mesma espécie ou não. II) O concurso formal enseja a aplicação da pena mais grave dentre as infrações penais praticadas, que deve ser majorada de 1/6 a 1/2, estando sempre descartada a utilização do sistema do cúmulo material. III) A pena aplicada a crimes praticados em continuidade delitiva jamais pode ultrapassar aquela que seria imposta ao agente caso tivesse praticado os mesmos crimes em concurso material. IV) A continuidade delitiva somente se configura quando os crimes praticados são da mesma espécie. V) Nos casos de continuidade delitiva, a pena de um dos crimes, se idênticas, ou a mais grave, se diversas, somente pode ser majorada até 2/3, jamais comportando majoração superior. Assinale a alternativa que aponta os itens que contêm SOMENTE afirmações verdadeiras:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, III e IV."
      },
      {
        "letra": "B",
        "texto": "I, III, IV e V."
      },
      {
        "letra": "C",
        "texto": "II, III e V."
      },
      {
        "letra": "D",
        "texto": "II, IV e V."
      },
      {
        "letra": "E",
        "texto": "I e II."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1149282",
    "metadata": "Ano: 2020 | Banca: IBFC | Órgão: TRE-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material",
      "Concurso formal",
      "Crime continuado"
    ],
    "enunciado_principal": "Por concurso de crimes se entende a prática de duas ou mais infrações penais, mediante a unidade ou pluralidade de condutas. Quanto às espécies do referido instituto, analise as afirmativas abaixo: I. Segundo jurisprudência dos tribunais superiores, não há continuidade delitiva entre os crimes de roubo e extorsão, ainda que praticados em conjunto, uma vez que os referidos crimes, apesar de serem da mesma natureza, são de espécies diversas. II. Ocorre concurso material quando o agente, mediante uma só ação, pratica crimes de roubo contra vítimas diferentes, ainda que da mesma família, eis que caracterizada a violação a patrimônios distintos. III. Segundo decisão do Superior Tribunal de Justiça, os desígnios autônomos que caracterizam o concurso formal próprio ou perfeito referem-se a qualquer forma de dolo, direto ou eventual. IV. Dentre as espécies de crime continuado, o parágrafo único do artigo 71 do Código Penal prevê o crime continuado qualificado, segundo a doutrina, o qual se verifica nos crimes dolosos, contra vítimas diferentes, cometidos com violência ou grave ameaça à pessoa. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as afirmativas I, III e IV estão corretas"
      },
      {
        "letra": "B",
        "texto": "Apenas as afirmativas I e IV estão corretas"
      },
      {
        "letra": "C",
        "texto": "Apenas as afirmativas II e III estão corretas"
      },
      {
        "letra": "D",
        "texto": "Apenas a afirmativa I está correta"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1017684",
    "metadata": "Ano: 2019 | Banca: IDIB | Órgão: Prefeitura de Petrolina - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material",
      "Concurso formal"
    ],
    "enunciado_principal": "O Código Penal trouxe diversas regras sobre o concurso material ou formal de crimes, orientando o juiz no momento de aplicação da pena. Sobre o tema em questão, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando o agente, mediante uma só ação ou omissão, pratica dois ou mais crimes, idênticos ou não, aplica-se-lhe a mais grave das penas cabíveis ou, se iguais, somente uma delas, mas aumentada, em qualquer caso, de até dois terços"
      },
      {
        "letra": "B",
        "texto": "No caso de aplicação cumulativa de penas de detenção e de reclusão, executa-se primeiro aquela."
      },
      {
        "letra": "C",
        "texto": "No concurso formal, aplicam-se cumulativamente as penas privativas de liberdade em que haja incorrido o agente, se a ação ou omissão, dolosa ou culposa, resultar de desígnios autônomos."
      },
      {
        "letra": "D",
        "texto": "No concurso de crimes, as penas de multa são aplicadas distinta e integralmente."
      },
      {
        "letra": "E",
        "texto": "No concurso material, aplica-se a mais grave das penas cabíveis ou, se iguais, somente uma delas, mas aumentada, em qualquer caso, de um sexto até dois terços."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "984656",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material",
      "Concurso formal"
    ],
    "enunciado_principal": "Considerada a hipótese de reconhecimento probatório de um agente ter praticado um roubo com emprego de arma de fogo contra duas vítimas que caminhavam na rua e, posteriormente, passados três meses do crime anteriormente noticiado, em cidade diversa daquela onde ocorrera o crime anterior, veio a praticar roubo simples contra vítima diversa da anterior, a fixação da pena deverá observar o concurso",
    "alternativas": [
      {
        "letra": "A",
        "texto": "formal pela primeira conduta e concurso material entre esta e a segunda."
      },
      {
        "letra": "B",
        "texto": "formal pelas duas condutas."
      },
      {
        "letra": "C",
        "texto": "material na primeira conduta e formal entre esta e a última."
      },
      {
        "letra": "D",
        "texto": "material na primeira conduta e crime continuado entre esta e a segunda."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "976004",
    "metadata": "Ano: 2019 | Banca: INSTITUTO AOCP | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material",
      "Concurso formal",
      "Crime continuado"
    ],
    "enunciado_principal": "O crime de porte de arma de fogo é absorvido pelo crime de roubo quando estiver caracterizada a dependência ou subordinação entre as duas condutas. Para essa absorção, ainda, é necessário que os delitos sejam praticados no mesmo contexto fático. O enunciado refere-se ao",
    "alternativas": [
      {
        "letra": "A",
        "texto": "concurso formal de crimes."
      },
      {
        "letra": "B",
        "texto": "crime continuado."
      },
      {
        "letra": "C",
        "texto": "concurso material de crimes."
      },
      {
        "letra": "D",
        "texto": "crime de mãos próprias."
      },
      {
        "letra": "E",
        "texto": "princípio da consunção."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1035532",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: MPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material",
      "Concurso formal",
      "Crime continuado"
    ],
    "enunciado_principal": "Pretendendo matar seus dois irmãos Mévio e Caio e, com isso, garantir-se como único herdeiro de seus ricos pais, Tício se aproveita do fato de Mévio e Caio estarem enfileirados e efetua um único disparo de fuzil em direção a estes, sabendo que, pelo potencial lesivo do material bélico, aquele único tiro seria suficiente para causar a morte dos dois colaterais, o que efetivamente ocorre. Descobertos os fatos, caberá ao Promotor de Justiça oferecer denúncia contra Tício pela prática de dois crimes de homicídio qualificado em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "concurso material, diante dos dois resultados mortes, devendo as penas serem somadas;"
      },
      {
        "letra": "B",
        "texto": "concurso formal próprio, devendo a pena de um deles (mais grave) ser aumentada;"
      },
      {
        "letra": "C",
        "texto": "concurso formal impróprio, devendo a pena de um deles (a mais grave) ser aumentada;"
      },
      {
        "letra": "D",
        "texto": "concurso formal impróprio, devendo as penas serem somadas;"
      },
      {
        "letra": "E",
        "texto": "continuidade delitiva, devendo a pena de um deles (a mais grave) ser aumentada."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "951031",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material",
      "Concurso formal"
    ],
    "enunciado_principal": "Entende-se por “concurso material benéfico” a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "limitação de tempo de cumprimento de pena em 30 anos."
      },
      {
        "letra": "B",
        "texto": "aplicação da regra do concurso material para beneficiar o coautor ou partícipe."
      },
      {
        "letra": "C",
        "texto": "regra estabelecida em lei pela qual a pena aplicada pelo concurso formal não poderá superar a pena aplicada pelo concurso material."
      },
      {
        "letra": "D",
        "texto": "extensão ao coautor da condição pessoal que se afigurar elementar do crime."
      },
      {
        "letra": "E",
        "texto": "diminuição de pena para determinados crimes materiais."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "905937",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material",
      "Concurso formal",
      "Crime continuado"
    ],
    "enunciado_principal": "Tendo em vista as normas referentes ao concurso de crimes, previstas no Código Penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No crime continuado, que se caracteriza quando o agente, mediante uma só ação ou omissão, pratica dois ou mais crimes, aplicar-se-á a pena de um só dos crimes, se idênticas, ou a mais grave, se diversas, aumentada, em qualquer caso, de 1/6 (um sexto) a 2/3 (dois terços)."
      },
      {
        "letra": "B",
        "texto": "No concurso formal, que se caracteriza quando o agente, mediante duas ou mais ações, pratica 2 (dois) ou mais crimes, aplicar-se-á a mais grave das penas cabíveis ou, se iguais, somente uma delas, mas aumentada, em qualquer caso, de 1/6 (um sexto) até a metade."
      },
      {
        "letra": "C",
        "texto": "No crime continuado, tratando-se de crimes dolosos, contra vítimas diferentes, cometidos com violência ou grave ameaça à pessoa, a pena de um só dos crimes, se idênticas, ou a mais grave, se diversas, será aumentada, até o dobro."
      },
      {
        "letra": "D",
        "texto": "No concurso material, que se caracteriza quando o agente, mediante uma só ação ou omissão, pratica 2 (dois) ou mais crimes, aplicar-se-á a mais grave das penas cabíveis ou, se iguais, somente uma delas, mas aumentada, em qualquer caso, de 1/6 (um sexto) até a metade."
      },
      {
        "letra": "E",
        "texto": "No concurso formal, que se caracteriza quando o agente, mediante uma só ação ou omissão, pratica 2 (dois) ou mais crimes, aplicar-se-á a pena dos crimes, cumulativamente, se se tratar de ação ou omissão dolosa e os crimes concorrentes resultem de desígnios autônomos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "896381",
    "metadata": "Ano: 2018 | Banca: IESES | Órgão: TJ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Concurso de crimes",
      "Concurso material",
      "Concurso formal",
      "Crime continuado",
      "Pena de multa",
      "Conceito e Características da Pena de Multa",
      "Dosimetria"
    ],
    "enunciado_principal": "É certo afirmar: I. A finalidade do conceito analítico do crime é a análise dos seus caracteres e elementos, por isso seu foco são os elementos ou requisitos do delito, onde é entendido como conduta típica, antijurídica e culpável (conceito tripartido, teoria clássica ou tridimensional), ou apenas conduta típica e antijurídica, ou ainda, como fato típico, antijurídico e punível abstratamente. II. Trata-se de concurso formal quando o agente, mediante mais de uma ação ou omissão, pratica dois ou mais crimes, idênticos ou não, aplicam-se cumulativamente as penas privativas de liberdade em que haja incorrido. No caso de aplicação cumulativa de penas de reclusão e de detenção, executa-se primeiro aquela. III. Na fixação da pena de multa o juiz deve atender, principalmente, à situação social do réu. IV. A continuidade temporal e espacial não é um requisito invariável do delito continuado, mas pode ser um indício da continuidade. Analisando as proposições, pode-se afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições I e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições II e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições II e IV estão corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "886780",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material",
      "Concurso formal",
      "Modalidades das Penas Restritivas de Direito",
      "Conceito e características"
    ],
    "enunciado_principal": "Quando o agente, mediante mais de 1 (uma) ação ou omissão, pratica 2 (dois) ou mais crimes, verifica-se o instituto do concurso de crimes, que pode ser formal ou material, a depender da unidade ou da pluralidade de condutas. Sobre o tema, o Código Penal estabelece que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "na hipótese de concurso material, quando ao agente tiver sido aplicada pena privativa de liberdade, não suspensa, por um dos crimes, para os demais crimes será cabível a substituição de pena privativa de liberdade por pena restritiva de direitos."
      },
      {
        "letra": "B",
        "texto": "na hipótese de concurso formal imperfeito ou impróprio, aplica-se o sistema de exasperação da pena, independentemente da quantidade de condenação."
      },
      {
        "letra": "C",
        "texto": "quando forem aplicadas penas restritivas de direitos, será possível ao condenado cumpri-lás de forma simultânea, desde que compatíveis entre si."
      },
      {
        "letra": "D",
        "texto": "se entende por concurso formal próprio ou perfeito aquele em que o agente pratica mais de uma conduta, mas na presença de desígnios autônomos, ou seja, a vontade de atingir mais de um resultado."
      },
      {
        "letra": "E",
        "texto": "no caso de concurso material, sendo o agente condenado cumulativamente a pena de reclusão e detenção, executa-se primeiro a de detenção."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "866724",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PC-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Concurso de crimes",
      "Concurso material",
      "Participação"
    ],
    "enunciado_principal": "Artur, Romualdo e José decidiram roubar um banco onde sabiam haver vigilantes armados e treinados para garantir a segurança. Com um revólver, Artur rendeu um deles e lhe tomou a pistola, enquanto seus parceiros, também com revólveres, ameaçaram os demais circunstantes e ordenaram aos caixas que juntassem o dinheiro e colocassem-no dentro de sacolas. Consumada a ação, eles correram para onde haviam deixado o carro de fuga, mas não conseguiram chegar até ele em virtude da chegada da polícia. Fingindo-se um cidadão comum, Artur conseguiu obter carona em um caminhão de entregas, livrando-se da iminente prisão em flagrante. Enquanto isso, Romualdo e José abordaram um motorista que estacionava seu carro e lhe tomaram as chaves do veículo. A vítima tentou reagir e foi abatida por dois disparos feitos por José, tendo morrido no local. Os ladrões fugiram com o automóvel, mas foram perseguidos e presos ao fim da perseguição. Horas depois, Artur também foi preso, e em seu poder foi apreendida a pistola tomada do vigilante do banco. Acerca dessa situação hipotética, julgue os itens a seguir de acordo com a legislação e a jurisprudência dos tribunais superiores. I Configurou-se o concurso material de roubo circunstanciado e de homicídio qualificado. II Artur não tem nenhuma responsabilidade pela morte do motorista, visto que nem mesmo estava no local onde ocorreu o fato. III Há crime único, de latrocínio, porque o resultado morte aconteceu como desdobramento causal da ação principal e era previsível para todos os partícipes. IV Artur, assim como Romualdo e José, responderá por latrocínio, e sua pena não poderá ser reduzida sob o argumento de participação menos importante. Estão certos apenas os itens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "I e III."
      },
      {
        "letra": "C",
        "texto": "III e IV."
      },
      {
        "letra": "D",
        "texto": "I, II e IV."
      },
      {
        "letra": "E",
        "texto": "II, III e IV."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "863427",
    "metadata": "Ano: 2017 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material"
    ],
    "enunciado_principal": "Entende-se por concurso material benéfico",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o cometimento de dois crimes com uma única ação, cujas penas são somadas em favor do réu."
      },
      {
        "letra": "B",
        "texto": "a soma da pena de dois crimes distintos que não impeçam a obtenção da suspensão condicional da pena."
      },
      {
        "letra": "C",
        "texto": "o cometimento de mais de um crime, mediante mais de uma ação, cuja pena pode ser substituída."
      },
      {
        "letra": "D",
        "texto": "o cometimento de dois crimes mediante mais de uma ação, porém nas mesmas condições de tempo, lugar e maneira de execução."
      },
      {
        "letra": "E",
        "texto": "o cometimento de dois crimes idênticos, mediante a prática de duas ações distintas, porém em sequência imediata."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "852974",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material"
    ],
    "enunciado_principal": "Um estrangeiro foi preso sob a acusação de compartilhar arquivos contendo pornografia infantil na chamada deep Web (Internet Profunda), cujo conteúdo não é de fácil acesso para a maioria dos internautas. Segundo a polícia, o estrangeiro é acusado da prática reiterada do crime de pedofilia e estupro de vulnerável. As investigações concluíram que o material pornográfico foi produzido pelo agente no exterior e divulgado — inicialmente, já que, posteriormente houve repasse do material por terceiros — somente por uma troca de email entre o acusado, que residia no Brasil, e um brasileiro também residente no país. Constatou-se, ainda, que ele próprio praticava as cenas de sexo explícito com as vítimas. A respeito dessa situação hipotética, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Verificada a conexão entre o estupro de vulnerável e a produção e a divulgação do material pornográfico, as penas deverão ser aplicadas considerando-se as regras do concurso material de crimes."
      },
      {
        "letra": "B",
        "texto": "O local da prática deve ser considerado o território nacional, em razão do princípio da territorialidade."
      },
      {
        "letra": "C",
        "texto": "Como o agente é estrangeiro e a produção do material ocorreu no exterior, ele não poderá ser julgado por autoridades brasileiras pela produção do material."
      },
      {
        "letra": "D",
        "texto": "Mesmo em relação à divulgação do material prevalece o caráter de internacionalidade do crime, dada a utilização da Internet."
      },
      {
        "letra": "E",
        "texto": "Deverá ser aplicado o princípio da consunção ou da absorção, uma vez que as condutas de produzir e armazenar são atos preparatórios para a transmissão via Internet."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "844074",
    "metadata": "Ano: 2017 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material",
      "Concurso formal",
      "Crime continuado",
      "Crimes contra a vida",
      "Homicídio",
      "Aborto"
    ],
    "enunciado_principal": "Determinado indivíduo, sabendo que Dorotéia estava grávida, e assumindo conscientemente qualquer consequência que disso pudesse advir, desferiu nela golpes de faca na nuca, matando-a, e provocando também a morte do feto em face do aborto. Nesse caso, conforme jurisprudência consolidada no STJ, é correto afirmar que a hipótese é de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "homicídio e aborto provocado por terceiro, sendo que as penas devem ser aplicadas cumulativamente, em decorrência do concurso formal próprio."
      },
      {
        "letra": "B",
        "texto": "duplo homicídio, caracterizando-se o concurso material, sendo que as penas devem ser somadas."
      },
      {
        "letra": "C",
        "texto": "homicídio e aborto provocado por terceiro, devendo ser aplicada a pena mais grave, aumentada de 1/6 a 2/3, pela regra da continuidade delitiva."
      },
      {
        "letra": "D",
        "texto": "homicídio e aborto provocado por terceiro, aplicando-se a pena nos moldes preconizados para o concurso formal imperfeito."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "843967",
    "metadata": "Ano: 2017 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro de tipo acidental",
      "Concurso de crimes",
      "Concurso material",
      "Concurso formal"
    ],
    "enunciado_principal": "Durante discussão acontecida na Câmara Municipal de uma cidadezinha do interior, o vereador “A” dispara um tiro contra o vereador “B” com a intenção de matá-lo, porém causa-lhe apenas lesão corporal. Ocorre que o mesmo projétil que atravessou o ombro de “B”, atingiu o tórax do presidente da Câmara “C”, causando-lhe a morte, resultado não pretendido por “A”. É correto afirmar que, nesse caso hipotético, houve",
    "alternativas": [
      {
        "letra": "A",
        "texto": "aberratio ictus, aplicando-se a regra do concurso formal próprio.."
      },
      {
        "letra": "B",
        "texto": "aberratio criminis, aplicando-se a regra do concurso formal imperfeito."
      },
      {
        "letra": "C",
        "texto": "erro na execução, aplicando-se a regra do concurso formal impróprio."
      },
      {
        "letra": "D",
        "texto": "erro in personae, aplicando-se a regra do concurso formal perfeito."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "843714",
    "metadata": "Ano: 2017 | Banca: FAPEMS | Órgão: PC-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material",
      "Concurso formal",
      "Crime continuado"
    ],
    "enunciado_principal": "Segundo o colhido nos autos de Inquérito Policial, o agente, professor de escola pública, praticou atos libidinosos diversos de conjunção carnal com cinco alunas da 4ª série. Consoante restou apurado, lecionando para crianças de até 11 anos, o agente aproveitou-se do cargo para, em dias distintos na mesma semana, praticar atos libidinosos com as menores. Em seu interrogatório declarou com detalhes o modus operandi sendo que, com o pretexto de corrigir o dever de casa das estudantes, convidava cada qual em um dia da semana ao fundo da sala e, longe da vista dos demais, praticava os atos libidinosos para satisfazer sua lascívia. Após as repugnantes práticas, as menores eram ameaçadas de reprovação caso contassem o ocorrido aos pais. No relatório final, o Delegado de Polícia opinou pela ocorrência de violação ao disposto no tipo penal de estupro de vulnerável, previsto no artigo 217-A do Estatuto Penal. Considerando o posicionamento do Superior Tribunal de Justiça sobre concurso de crimes, é correto afirmar que a exordial deverá contemplar, especificamente no caso proposto,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a prática dos crimes sexuais em continuidade específica."
      },
      {
        "letra": "B",
        "texto": "a prática dos crimes sexuais em concurso material."
      },
      {
        "letra": "C",
        "texto": "a prática dos crimes sexuais em concurso formal próprio."
      },
      {
        "letra": "D",
        "texto": "a prática dos crimes sexuais em concurso formal impróprio."
      },
      {
        "letra": "E",
        "texto": "a prática dos crimes sexuais em continuidade comum."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "826723",
    "metadata": "Ano: 2017 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material",
      "Concurso formal",
      "Crime continuado"
    ],
    "enunciado_principal": "Quanto ao concurso de crimes, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "há concurso formal próprio quando o agente, mediante uma só ação ou omissão, pratica dois ou mais crimes, idênticos ou não, aplicando-se a mais grave das penas cabíveis ou, se iguais, somente uma delas, mas aumentada, em qualquer caso, de um sexto a dois terços, considerado o número de infrações cometidas."
      },
      {
        "letra": "B",
        "texto": "há concurso formal impróprio ou imperfeito quando a ação ou omissão, dolosa ou culposa, resultar de desígnios autônomos, hipótese em que a pena será aplicada pela regra do concurso material."
      },
      {
        "letra": "C",
        "texto": "nos crimes dolosos, cometidos com violência ou grave ameaça contra a mesma vítima, poderá o juiz, considerando a culpabilidade, os antecedentes, a conduta social e a personalidade do agente, bem como os motivos e as circunstâncias, aumentar a pena de um só dos crimes, se idênticas, ou a mais grave, se diversas, até o triplo."
      },
      {
        "letra": "D",
        "texto": "no crime continuado comum, aplica-se a pena de um só dos crimes, se idênticas, ou a mais grave, se diversas, aumentada, em qualquer caso, de um sexto a dois terços, considerado o número de infrações cometidas, incidindo a extinção da punibilidade sobre a pena de cada uma, isoladamente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "818950",
    "metadata": "Ano: 2017 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material",
      "Concurso formal",
      "Crime continuado"
    ],
    "enunciado_principal": "Sobre unidade e pluralidade de crimes, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Com dolo de homicídio, A desfere disparo de arma de fogo contra o desafeto B, mas por erro nos meios de execução, atinge o policial civil C, produzindo-lhe a morte: A responde por prática de homicídio qualificado por ter sido cometido contra agente integrante de órgão da segurança pública (CP, art. 121, § 2º, inciso VII)."
      },
      {
        "letra": "B",
        "texto": "A é condenado à pena de 8 (oito) anos de reclusão, por prática do crime de extorsão mediante sequestro (CP, art. 159), e à pena de 1 (um) ano de reclusão, por prática do crime de corrupção de menores (Lei nº 8.069/90, art. 244-B), realizados em concurso formal: pela regra prevista no art. 70, parágrafo único, do Código Penal, deve ser aplicado o princípio da cumulação entre os crimes, resultando na pena final de 9 (nove) anos de reclusão."
      },
      {
        "letra": "C",
        "texto": "O crime de homicídio qualificado por motivo torpe (CP, art. 121, § 2º, inciso I), praticado contra vítimas diferentes, em tese admite aplicação da regra do crime continuado específico (CP, art. 71, parágrafo único), cuja pena deve ser medida pelo princípio da exasperação."
      },
      {
        "letra": "D",
        "texto": "A, em ação única, realiza sabotagem no elevador utilizado por B e C, com a finalidade de matar ambos, o que efetivamente ocorre em razão de queda abrupta de grande altura: pela regra prevista no art. 70, caput, última parte, do Código Penal, a pena a ser aplicada deve seguir o princípio da cumulação entre os homicídios."
      },
      {
        "letra": "E",
        "texto": "Por aplicação do princípio da subsidiariedade formal, o crime de exposição a perigo (CP, art. 132) é subsidiário em relação ao crime de lesões corporais graves (CP, art. 129, § 1º); por aplicação do princípio da consunção, o crime de homicídio (CP, art. 121) absorve o crime de porte ilegal de arma de fogo (Lei nº 10.826/03, art. 14), utilizada especialmente para a prática homicida, no mesmo contexto fático."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "797809",
    "metadata": "Ano: 2017 | Banca: NUCEPE | Órgão: SEJUS-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material",
      "Concurso formal"
    ],
    "enunciado_principal": "Marque a alternativa CORRETA em relação ao concurso de crimes.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ocorre o concurso material, quando o agente, mediante uma só ação ou omissão, pratica dois ou mais crimes, idênticos ou não, aplicam-se cumulativamente as penas privativas de liberdade em que haja incorrido."
      },
      {
        "letra": "B",
        "texto": "Há concurso formal, quando o agente, mediante duas ou mais ações, pratica dois ou mais crimes, idênticos ou não, aplica-se-lhe a mais grave das penas cabíveis ou, se iguais, somente uma delas, mas aumentada, em qualquer caso, de 1/6 (um sexto) até 1/2 (metade)."
      },
      {
        "letra": "C",
        "texto": "Há crime continuado quando o agente, mediante uma só ação ou omissão, pratica dois ou mais crimes da mesma espécie e, pelas condições de tempo, lugar, maneira de execução e outras semelhantes, devem os subsequentes ser havidos como continuação do primeiro, aplica-se-lhe a pena de um só dos crimes, se idênticas, ou a mais grave, se diversas, aumentada, em qualquer caso, de 1/6 (um sexto) a 2/3 (dois terços)."
      },
      {
        "letra": "D",
        "texto": "No concurso de crimes, as penas de multa são aplicadas distinta e integralmente."
      },
      {
        "letra": "E",
        "texto": "Quando, por acidente ou erro no uso dos meios de execução, o agente, ao invés de atingir a pessoa que pretendia ofender, atinge pessoa diversa, responde como se tivesse praticado o crime contra esta."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "625067",
    "metadata": "Ano: 2016 | Banca: TRF - 3ª REGIÃO | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material",
      "Concurso formal",
      "Crimes contra a administração pública",
      "Corrupção ativa",
      "Legislação Penal Especial",
      "Crimes contra o Consumidor, a Ordem Econômica e Tributária – Lei nº 8.078 de 1990 e Lei nº 8.137 de 1990"
    ],
    "enunciado_principal": "Relativamente ao concurso de crimes, pode-se afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não pode haver concurso material, ou formal, entre os crimes de cartel e corrupção ativa;"
      },
      {
        "letra": "B",
        "texto": "Entre o crime tributário a falsidade documental intentada para sua prática, há concurso material;"
      },
      {
        "letra": "C",
        "texto": "Entre o crime tributário a falsidade documental intentada para sua prática, há concurso formal;"
      },
      {
        "letra": "D",
        "texto": "Em regra, o cartel afasta a corrupção."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "595627",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material",
      "Concurso formal",
      "Crime continuado",
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria"
    ],
    "enunciado_principal": "Considerando as orientações legais relativas a aplicação de penas, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Havendo concurso formal de delitos, em que o agente, mediante uma só ação ou omissão, pratica dois ou mais crimes, idênticos ou não, aplicar-se-á a pena privativa de liberdade mais grave, ou, se as penas forem iguais, aplicar-se-á apenas uma delas, majorada, em qualquer caso, de um sexto até metade, sem prejuízo de eventual cumulação de penas, nas situações em que a ação ou a omissão for dolosa, e os crimes resultarem de desígnios autônomos."
      },
      {
        "letra": "B",
        "texto": "As agravantes e as atenuantes previstas no CP são numerus clausus, ou seja, não é possível invocar circunstância atenuante ou agravante que não tenha sido expressamente prevista no texto legal."
      },
      {
        "letra": "C",
        "texto": "No caso de concurso material de delitos, quando os crimes forem praticados, mediante mais de uma ação ou omissão, e resultarem na aplicação cumulativa de penas de reclusão e detenção, o agente deverá cumprir, primeiramente, a pena de detenção."
      },
      {
        "letra": "D",
        "texto": "O agente, condenado por sentença transitada em julgado pela prática de crime de motim, será considerado reincidente, em caso de sentença condenatória por crime de furto."
      },
      {
        "letra": "E",
        "texto": "Se, no curso do prazo, o agente cometer novo crime doloso ou culposo, a suspensão condicional da pena deverá ser revogada; no entanto, se o beneficiado for condenado, irrecorrivelmente, por contravenção penal à pena privativa de liberdade, a revogação será facultativa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "636612",
    "metadata": "Ano: 2015 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material"
    ],
    "enunciado_principal": "“Na Praça da Matriz, por volta das 15h, Tício, apontando um revólver, subtraiu, para si, o relógio de ouro de Pérsio, o que foi testemunhado pelo pedestre Caio. No dia seguinte, no mesmo horário e na mesma praça, Tício, utilizando o mesmo revólver, agrediu Pérsio, mediante coronhadas, causando-lhe perda da visão do olho esquerdo.” Tício responderá pelos crimes",
    "alternativas": [
      {
        "letra": "A",
        "texto": "em concurso material."
      },
      {
        "letra": "B",
        "texto": "em concurso formal."
      },
      {
        "letra": "C",
        "texto": "em concurso de pessoas."
      },
      {
        "letra": "D",
        "texto": "em continuidade delitiva."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "588017",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: DPE-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material",
      "Concurso formal"
    ],
    "enunciado_principal": "Em cada uma das seguintes opções, é apresentada uma situação hipotética relativa ao concurso de crimes, seguida de uma assertiva a ser julgada. Assinale a opção que apresenta assertiva correta de acordo com a legislação penal e a jurisprudência do STJ.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No interior de um ônibus coletivo, Sérgio subtraiu, com o emprego de grave ameaça, os aparelhos celulares de cinco passageiros, além do dinheiro que o cobrador portava. Nessa situação, como houve a violação de patrimônios distintos, Sérgio praticou o crime de roubo simples em concurso material."
      },
      {
        "letra": "B",
        "texto": "Plínio praticou um crime de latrocínio (previsto no art. 157, § 3.º, parte final, do CP) no qual houve uma única subtração patrimonial, com desígnios autônomos e com dois resultados mortes (vítimas). Nessa situação, Plínio praticou o crime de latrocínio em concurso formal impróprio, disposto no art. 70, caput, parte final, do CP, no qual se aplica a regra do concurso material, de forma que as penas devem ser aplicadas cumulativamente."
      },
      {
        "letra": "C",
        "texto": "Túlio, em um mesmo contexto fático, praticou, com uma menor impúbere de treze anos de idade, sexo oral (felação), além de cópula anal e conjunção carnal. Nessa situação, Túlio perpetrou o crime de estupro de vulnerável em concurso material."
      },
      {
        "letra": "D",
        "texto": "Zélio foi condenado pela prática de crimes de roubo e corrupção de menores em concurso formal, cometidos em continuidade delitiva. Nessa situação, na dosimetria da pena aplicar-se-ão cumulativamente as regras do concurso formal (art. 70 do CP) e da continuidade delitiva (art. 71 do CP)."
      },
      {
        "letra": "E",
        "texto": "Múcio, mediante grave ameaça exercida com o emprego de arma de fogo, subtraiu bens pertencentes a Bruna e, ainda, exigiu dela a entrega de cartão bancário e senha para a realização de saques. Nessa situação, Múcio praticou, em concurso formal, os crimes de roubo circunstanciado e extorsão majorada."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "577643",
    "metadata": "Ano: 2015 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material",
      "Concurso formal",
      "Crime continuado"
    ],
    "enunciado_principal": "Sobre o concurso de crimes e o crime continuado, é CORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ocorre o concurso material homogêneo quando os crimes praticados em concurso são da mesma espécie."
      },
      {
        "letra": "B",
        "texto": "No concurso material de crimes, o cálculo do prazo prescricional se dá com base na soma das penas referentes aos delitos."
      },
      {
        "letra": "C",
        "texto": "No concurso formal impróprio de crimes, o juiz aplica uma só pena, se idênticas as penas previstas para os crimes, ou a maior pena, quando não idênticas, aumentadas de um sexto até a metade."
      },
      {
        "letra": "D",
        "texto": "Para a configuração do crime continuado, prepondera na doutrina e na jurisprudência o entendimento de que são “crimes da mesma espécie\" aqueles que ofendem o mesmo bem jurídico, não se exigindo a sua previsão no mesmo tipo legal."
      },
      {
        "letra": "E",
        "texto": "Admite-se o crime continuado, desde que presentes os requisitos do art. 71 do Código Penal, ainda que o agente faça do crime um estilo de vida (habitualidade criminosa)."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "576252",
    "metadata": "Ano: 2015 | Banca: FUNCAB | Órgão: PC-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material",
      "Crimes contra a vida",
      "Aborto"
    ],
    "enunciado_principal": "Nei Santos, jovem de família conservadora, toma conhecimento de que sua noiva Ana Silva, com quem está prestes a casar, se encontra no segundo mês de gravidez. Preocupado em não decepcionar seus familiares, Nei faz de tudo para convencer Ana a realizar o aborto. Para tanto, orienta-a a procurar uma conhecida clínica clandestina situada próximo a sua residência. O procedimento abortivo realizado pelo cirurgião Carlos Quintão, provoca em Ana uma lesão leve (pequena escoriação), em face de seu comportamento negligente. Indique o(s) crime(s) praticado(s) por Nei, Ana e Carlos, respectivamente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "consentimento para o aborto, consentimento para o aborto e aborto praticado por terceiro com consentimento da gestante, em concurso material de crimes com o delito de lesão corporal leve."
      },
      {
        "letra": "B",
        "texto": "consentimento para o aborto, aborto provocado por terceiro com consentimento especialmente agravado e aborto provocado por terceiro com consentimento da gestante em concurso material com lesão corporal de natureza leve."
      },
      {
        "letra": "C",
        "texto": "consentimento para o aborto, consentimento para o aborto e aborto provocado por terceiro."
      },
      {
        "letra": "D",
        "texto": "autoaborto, aborto praticado por terceiro com consentimento, em concurso de crimes com o delito de lesão corporal e aborto praticado por terceiro com consentimento, em concurso formal de crimes com o delito de lesão grave em sentido estrito."
      },
      {
        "letra": "E",
        "texto": "autoaborto, aborto provocado por terceiro com consentimento da gestante e aborto provocado por terceiro com consentimento da gestante em concurso material com lesão corporal de natureza leve."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "530899",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material",
      "Concurso formal",
      "Crime continuado"
    ],
    "enunciado_principal": "Na hipótese de concurso de pessoas instantâneo, entre um adulto e um adolescente, para a prática de roubo, sem que o adulto esteja animado por desígnio autônomo para corromper especificamente o adolescente para a prática do roubo, estabelece-se entre os delitos de roubo e corrupção de menores a seguinte modalidade de concurso de crimes:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não há concurso de crimes entre os delitos de roubo e corrupção de menores."
      },
      {
        "letra": "B",
        "texto": "Concurso formal impróprio."
      },
      {
        "letra": "C",
        "texto": "Concurso formal."
      },
      {
        "letra": "D",
        "texto": "Concurso material."
      },
      {
        "letra": "E",
        "texto": "Crime continuado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "494558",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material",
      "Crime continuado",
      "Crimes contra a vida",
      "Homicídio",
      "Crimes contra o patrimônio",
      "Estelionato",
      "Disposições gerais nos Crimes Contra o Patrimônio",
      "Crimes contra a fé pública",
      "Falsidade de documento particular"
    ],
    "enunciado_principal": "Ana, de quarenta e seis anos de idade, conheceu Silas, de sessenta e três anos de idade, portador de doenças coronárias crônicas. Aproveitando-se da situação de Silas, que era já aposentado por invalidez, Ana começou a manter com ele relacionamento amoroso, visando receber os valores decorrentes de sua aposentadoria. De fato, em pouco tempo e com a aquiescência de Silas, ela obteve declaração formal de união estável e convenceu o companheiro a adotar, mediante processo regular concretizado, seu filho menor, fruto de relacionamento anterior. Durante a união estável, Ana forjou procuração feita em nome de Silas, com auxílio de Lauro, que se passou por Silas no cartório para fins de reconhecimento de firma e em outras ocasiões em que era necessária a presença do outorgante. De posse do instrumento procuratório amplo, Ana fez empréstimos na mesma instituição bancária em que Silas recebia sua aposentadoria, vinculando o pagamento das parcelas do empréstimo ao benefício previdenciário. Além disso, de posse dos mesmos instrumentos, em instituição bancária diversa, Ana firmou contrato de arrendamento mercantil em nome de Silas e transferiu o bem a Lauro. Além disso, passou a perceber, continuamente, a aposentadoria de Silas mediante uso da senha bancária e cartão de benefício, obtidos com uso da aludida procuração. Em data recente, Silas tomou conhecimento de tudo o que Ana havia feito e mais, já que as despesas domésticas estavam sendo pagas com dinheiro proveniente de empréstimos bancários contraídos em seu nome, mês a mês, com prestações que atingiam o percentual de 70% do benefício. Diante disso, Silas encaminhou notitia criminis contra a companheira, encerrando o relacionamento. Ao tomar conhecimento da representação, Ana e Lauro passaram a pressionar Silas, mediante grave ameaça, para que ele se retratasse da representação e assumisse as transações realizadas. Em decorrência da situação, Silas sofreu infarto fulminante e faleceu.Com referência a essa situação hipotética, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ana e Lauro devem responder, em tese, pela prática dos seguintes delitos, entre outros: estelionato, em continuidade delitiva, e estelionato qualificado, em concurso com o crime contra sistema financeiro; falsificação de documento particular; e homicídio na modalidade qualificada."
      },
      {
        "letra": "B",
        "texto": "O crime perpetrado por Ana será o de estelionato qualificado, uma vez que as condutas antecedentes tinham como único desígnio a percepção da aposentadoria de Silas, sendo irrelevante a representação deste."
      },
      {
        "letra": "C",
        "texto": "Se Ana for denunciada pelos crimes patrimoniais descritos, admite-se em seu favor a oposição da escusa absolutória, uma vez que os fatos ocorreram na constância da união estável, não se estendendo essa vantagem a Lauro"
      },
      {
        "letra": "D",
        "texto": "Ana e Lauro perpetraram, em concurso de agentes, o crime de falsificação de documento particular em concurso material com o crime de latrocínio, já que a morte de Silas assegurou a ocultação da falsificação e a impunidade dos agentes."
      },
      {
        "letra": "E",
        "texto": "Os agentes praticaram o estelionato na modalidade qualificada por terem agido em detrimento de entidade de direito público, em concurso de agentes; além disso, Ana e Lauro devem responder também por crime contra sistema financeiro e homicídio na modalidade qualificada, já que Silas tinha mais de sessenta anos de idade quando morreu."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "476020",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material",
      "Concurso formal"
    ],
    "enunciado_principal": "A previsão legal do Código Penal acerca do concurso formal de crimes dispõe que: “Quando o agente, ______ , pratica dois ou mais crimes, idênticos ou não, aplica-se-lhe a mais grave das penas cabíveis ou, se iguais, somente uma delas, mas aumentada, em qualquer caso, de um sexto até metade. As penas aplicam-se, entretanto, cumulativamente, se a ação ou omissão é ________ e os crimes concorrentes resultam de desígnios autônomos”.Assinale a alternativa que preenche, correta e respectivamente, o enunciado.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "mediante mais de uma ação ou omissão … culposa"
      },
      {
        "letra": "B",
        "texto": "mediante mais de uma ação ou omissão … dolosa"
      },
      {
        "letra": "C",
        "texto": "mediante uma só ação ou omissão … culposa"
      },
      {
        "letra": "D",
        "texto": "mediante uma ou mais de uma ação ou omissão … culposa"
      },
      {
        "letra": "E",
        "texto": "mediante uma só ação ou omissão … dolosa"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "464479",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material",
      "Concurso formal",
      "Crime continuado"
    ],
    "enunciado_principal": "Sobre o concurso material de crimes, o Código Penal estabelece que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "quando o agente, mediante mais de uma ação ou omissão, pratica dois ou mais crimes, idênticos ou não, aplicam-se cumulativamente as penas privativas de liberdade em que haja incorrido."
      },
      {
        "letra": "B",
        "texto": "quando o agente, mediante uma só omissão, pratica dois ou mais crimes, idênticos ou não, aplicam-se cumulativamente as penas privativas de liberdade em que haja incorrido."
      },
      {
        "letra": "C",
        "texto": "quando o agente, mediante mais de uma ação ou omissão, pratica dois ou mais crimes, idênticos ou não, aplica-se a mais grave das penas cabíveis ou, se iguais, somente uma delas, mas aumentada, em qualquer caso, de um sexto até dois terços"
      },
      {
        "letra": "D",
        "texto": "quando o agente, mediante uma só ação, pratica dois ou mais crimes, idênticos ou não, aplicam-se cumulativamente as penas privativas de liberdade em que haja incorrido."
      },
      {
        "letra": "E",
        "texto": "quando o agente, mediante mais de uma ação ou omissão, pratica dois ou mais crimes, idênticos ou não, aplica-se a mais grave das penas cabíveis ou, se iguais, somente uma delas, mas aumentada, em qualquer caso, de um sexto até metade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "464369",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material",
      "Concurso formal",
      "Crime continuado"
    ],
    "enunciado_principal": "Quando o agente, mediante uma só ação ou omissão, pratica dois ou mais crimes, idênticos ou não, aplica-se-lhe a mais grave das penas cabíveis ou, se iguais, somente uma delas, mas aumentada, em qualquer caso, de um sexto até metade. Trata-se da definição legal do",
    "alternativas": [
      {
        "letra": "A",
        "texto": "concurso formal."
      },
      {
        "letra": "B",
        "texto": "concurso material."
      },
      {
        "letra": "C",
        "texto": "concurso material benéfico."
      },
      {
        "letra": "D",
        "texto": "princípio da consunção"
      },
      {
        "letra": "E",
        "texto": "crime continuado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1396113",
    "metadata": "Ano: 2014 | Banca: ESMARN | Órgão: TJ-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material",
      "Concurso formal"
    ],
    "enunciado_principal": "Acerca do concurso de crimes, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O concurso formal próprio é causa de aumento de pena e incide na terceira fase de aplicação da pena."
      },
      {
        "letra": "B",
        "texto": "A sentença, quando aplica a pena em concurso material de crimes, não precisa especificar qual a forma de concurso que está reconhecendo."
      },
      {
        "letra": "C",
        "texto": "É caso de concurso material de crimes quando o agente, mediante uma ação ou omissão, pratica dois ou mais crimes, idênticos ou não, aplicando-se cumulativamente as penas privativas de liberdade em que haja incorrido."
      },
      {
        "letra": "D",
        "texto": "No concurso material, a suspensão condicional do processo somente é admissível quando a somatória das penas impostas ao acusado preencha os pressupostos do art. 89 da Lei. 9.099/05, de modo que o total das penas mínimas deve ser igual ou inferior a 2 (dois) anos."
      },
      {
        "letra": "E",
        "texto": "Imperfeito ou impróprio corresponde à modalidade de concurso formal que se verifica quando a conduta culposa do agente e os crimes concorrentes derivam de desígnios autônomos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "785985",
    "metadata": "Ano: 2014 | Banca: TJ-AC | Órgão: TJ-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material"
    ],
    "enunciado_principal": "Quanto ao concurso de crimes, É CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "no concurso material o agente, mediante uma só ação ou omissão, pratica dois ou mais crimes, idênticos ou não, sendo aplicada a mais grave das penas cabíveis ou, se iguais, somente uma delas, mas aumentada, em qualquer caso, de 1/6 (um sexto) até ½ (metade)."
      },
      {
        "letra": "B",
        "texto": "no concurso material o agente, mediante mais de uma ação ou omissão, pratica dois ou mais crimes, idênticos ou não, aplicam-se cumulativamente as penas privativas de liberdade em que haja incorrido."
      },
      {
        "letra": "C",
        "texto": "no concurso material o agente, mediante mais de uma ação ou omissão, pratica dois ou mais crimes da mesma espécie e, pelas condições de tempo, lugar, maneira de execução e outras semelhanças, devem os subsequentes ser havidos como sequencia do primeiro."
      },
      {
        "letra": "D",
        "texto": "todas as respostas estão erradas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "518550",
    "metadata": "Ano: 2014 | Banca: FUNCAB | Órgão: PC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material",
      "Concurso formal",
      "Crime continuado"
    ],
    "enunciado_principal": "Em relação ao concurso de crimes, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No concurso formal perfeito, aplica-se ao agente a mais grave das penas cabíveis ou, se iguais, somente uma delas, mas aumentada, em qualquer caso, de um sexto até metade."
      },
      {
        "letra": "B",
        "texto": "No concurso material, aplica-se a regra da cumulação das penas."
      },
      {
        "letra": "C",
        "texto": "No concurso formal heterogêneo, uma só ação dá causa a diversos crimes de natureza diversa como, por exemplo, lesão corporal e homicídio."
      },
      {
        "letra": "D",
        "texto": "Não é admitido, no ordenamento jurídico brasileiro, o reconhecimento do crime continuado entre infrações da mesma espécie, praticadas em condições de tempo e de lugar semelhantes, sob o mesmo modo de agir, contra vítimas diferentes, cometidas com violência ou grave ameaça à pessoa."
      },
      {
        "letra": "E",
        "texto": "No concurso formal imperfeito, aplicam-se ao agente as penas cumulativamente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "415099",
    "metadata": "Ano: 2014 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material"
    ],
    "enunciado_principal": "Trata-se de concurso material quando o agente, mediante uma só ação ou omissão, pratica dois ou mais crimes, idênticos ou não, incidindo, assim, a exasperação da pena.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "404145",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Classificação dos crimes",
      "Consumação e tentativa",
      "Concurso de crimes",
      "Concurso material",
      "Crimes comuns, próprios e de mão própria",
      "Crimes contra a administração pública",
      "Peculato",
      "Peculato mediante erro de outrem",
      "Concussão e Excesso de Exação",
      "Denunciação caluniosa",
      "Coação no curso do processo",
      "Legislação Penal Especial",
      "Lei de Tóxicos – Lei nº 11.343 de 2006"
    ],
    "enunciado_principal": "Acerca dos crimes de menor potencial ofensivo, dos crimes contra a administração pública e dos crimes previstos na Lei de Drogas, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Considere que João, insatisfeito com o destaque da atuação de Mara, sua colega de trabalho, a denuncie para a chefia pela prática de crime de peculato, sabendo que ela era inocente. Nesse caso, ficará configurado o crime de denunciação caluniosa, na forma consumada, se a imputação feita por João der causa à instauração de investigação administrativa contra Mara."
      },
      {
        "letra": "B",
        "texto": "O agente que, mesmo antes de assumir a função, mas em razão dela, exige para si ou para outrem, direta ou indiretamente, vantagem indevida pratica o crime de concussão, caso em que não seria admitida coautoria de particular, por ser esse um crime de mão própria."
      },
      {
        "letra": "C",
        "texto": "Para fins de proposta de transação, considera-se crime de menor potencial ofensivo aquele para o qual a pena máxima prevista em abstrato não ultrapasse dois anos, de forma que, ainda que tenha praticado dois ou mais crimes dessa natureza, em concurso material, o agente terá direito ao benefício se para cada um dos delitos for prevista pena máxima em abstrato não superior a dois anos."
      },
      {
        "letra": "D",
        "texto": "Para que se configure o crime de coação no curso do processo, é necessário que a pessoa contra quem é exercida a violência ou a grave ameaça seja autoridade que intervenha em processo judicial."
      },
      {
        "letra": "E",
        "texto": "Para que incida a causa de aumento de pena decorrente do uso de transporte público no tráfico de entorpecentes, é necessário que fique comprovado que o agente tentou distribuir ou disponibilizar a droga para outros passageiros."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "353229",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: SEFAZ-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material",
      "Concurso formal"
    ],
    "enunciado_principal": "Considere que, logo após subtrair, dentro de um ônibus, a carteira de Manoel, sem que este perceba o fato, Jonas se dirija para o fundo do veículo, onde, mediante ameaça com uma faca, subtraia o celular de Paula e a carteira de seu namorado, Pedro. Nessa situação hipotética, Jonas pratica.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "furto em continuidade delitiva com roubo."
      },
      {
        "letra": "B",
        "texto": "roubo continuado."
      },
      {
        "letra": "C",
        "texto": "roubo, dada a progressão criminosa."
      },
      {
        "letra": "D",
        "texto": "furto em concurso material com roubos em concurso formal."
      },
      {
        "letra": "E",
        "texto": "furto em concurso formal com roubo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "332053",
    "metadata": "Ano: 2013 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Concurso de crimes",
      "Concurso material",
      "Concurso formal",
      "Crime continuado",
      "Penas privativas de liberdade",
      "Modalidades das Penas privativas de liberdade"
    ],
    "enunciado_principal": "APESAR DA DENOMINAÇÃO “CONCURSO DE CRIMES”, O LEGISLADOR TRATA DESTA MATÉRIA NA PARTE PERTINENTE A APLICAÇÃO DA PENA. DESSE MODO, OS ARTS. 69 A 76, DO CÓDIGO PENAL, DISCIPLINAM A APLICAÇÃO OU A EXECUÇÃO DA SANÇÃO PENAL RELATIVAMENTE AOS INSTITUTOS DO CONCURSO MATERIAL, CONCURSO FORMAL, CRIME CONTINUADO, ERRO NA EXECUÇÃO, RESULTADO DIVERSO DO PRETENDIDO, LIMITE MÁXIMO E UNIFICAÇÃO DO TEMPO DE CUMPRIMENTO DE PENA. SENDO ASSIM, ASSINALE A ALTERNATIVA CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No concurso formal, homogêneo ou heterogêneo, há unidade de conduta e pluralidade de resultados. O concurso formal divide-se em perfeito ou próprio e imperfeito ou impróprio. Em quaisquer dos casos, aplica-se, sempre, a mais grave das penas ou, se iguais, somente uma delas, aumentada de um sexto até metade."
      },
      {
        "letra": "B",
        "texto": "No crime continuado, homogêneo ou heterogêneo, há pluralidade de condutas e pluralidade de resultados, praticados nas mesmas condições de tempo, lugar, maneira de execução e outras semelhantes, o que faz com que os crimes subsequentes sejam havidos como continuação do primeiro, aplicando-se, assim, a pena de um só dos crimes, se iguais, ou a mais grave, se diversos, aumentada de um sexto a dois terços."
      },
      {
        "letra": "C",
        "texto": "No erro na execução ou aberratio ictus, com unidade simples, o agente, por acidente ou erro no uso dos meios de execução, atinge pessoa diversa daquela que pretendia ofender. A rigor, cuida- se de concurso formal entre um crime tentado ou consumado, de um lado, e um crime culposo, do outro. No entanto, o Código determina que só seja aplicada a pena referente ao primeiro crime, considerando-se, porém, as condições ou qualidades da pessoa que pretendia atingir."
      },
      {
        "letra": "D",
        "texto": "Em atenção ao princípio constitucional da vedação de pena de caráter perpétuo, o Código Penal determina que o tempo máximo de cumprimento das penas privativas de liberdade não pode ser superior a trinta anos. Na hipótese de condenações cuja soma seja superior a trinta anos, devem ser elas unificadas para atender àquele limite máximo, sendo tal unificação válida para a concessão de benefícios, como livramento condicional ou progressão de regime."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "297786",
    "metadata": "Ano: 2013 | Banca: FEPESE | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material"
    ],
    "enunciado_principal": "Assinale a alternativa correta de acordo com o Direito Penal. Entende-se por concurso material quando o agente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "mediante mais de uma ação ou omissão, pratica dois ou mais crimes, idênticos ou não."
      },
      {
        "letra": "B",
        "texto": "mediante duas ou mais ações ou omissões, pratica o mesmo crime reiteradamente."
      },
      {
        "letra": "C",
        "texto": "mediante uma ação ou omissão, pratica dois ou mais crimes, idênticos ou não."
      },
      {
        "letra": "D",
        "texto": "mediante mais de uma ação ou omissão, prática apenas um crime."
      },
      {
        "letra": "E",
        "texto": "mediante uma ação, pratica dois crimes, idênticos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "829720",
    "metadata": "Ano: 2012 | Banca: COPEVE-UFAL | Órgão: MPE-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material",
      "Concurso formal",
      "Crime continuado"
    ],
    "enunciado_principal": "Assinale a opção incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No concurso ideal impróprio, aplica-se o sistema do cúmulo material."
      },
      {
        "letra": "B",
        "texto": "No crime continuado, aplica-se o sistema da exasperação."
      },
      {
        "letra": "C",
        "texto": "Há concurso formal quando existe unidade de conduta e pluralidade de crimes."
      },
      {
        "letra": "D",
        "texto": "Há concurso material quando existe pluralidade de condutas e pluralidade de crimes."
      },
      {
        "letra": "E",
        "texto": "Há crime continuado quando existe pluralidade de condutas e pluralidade de quaisquer crimes, os quais, todavia, devem ser compreendidos como uma continuação do primeiro por circunstância de tempo, lugar, modo de execução e outras semelhantes."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "286577",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: DPE-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material",
      "Concurso formal",
      "Crimes contra o patrimônio",
      "Roubo",
      "Legislação Penal Especial",
      "Lei de Armas (Estatuto do Desarmamento) – Lei nº 10.826 de 2003 e Decretos Regulamentares"
    ],
    "enunciado_principal": "Silas e Ezequiel, maiores e capazes, renderam e imobilizaram, no período noturno, o único agente de segurança de uma instituição bancária privada da cidade de Tobias Barreto S SE. Utilizando armas de brinquedo, mediante grave ameaça, subtraíam a arma do vigilante e usaram dinamite para explodir dois caixas eletrônicos da agência, o que causou significativos estragos ao edifício. Após a explosão, a dupla subtraiu a quantia de seis mil reais e fugiu. Com base no que dispõem o CP e o Estatuto do Desarmamento acerca dos crimes contra o patrimônio e contra a incolumidade pública, bem como no entendimento doutrinário e jurisprudencial a respeito da matéria, assinale a opção correta a respeito da situação hipotética acima apresentada.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No caso, incide o princípio da consunção, dada a caracterização do crime roubo qualificado pelo porte e emprego de explosivo, em concurso formal com o crime de dano qualificado."
      },
      {
        "letra": "B",
        "texto": "O porte e o emprego de armas de brinquedo pelos agentes caracterizaram conduta atípica, devendo eles responder apenas pelo delito de roubo simples."
      },
      {
        "letra": "C",
        "texto": "A conduta dos agentes configurou roubo qualificado, dada a presença de duas causas de aumento de pena: a prática da infração durante o período de repouso noturno e o concurso de agentes."
      },
      {
        "letra": "D",
        "texto": "As condutas descritas amoldam-se aos tipos penais de roubo qualificado pelo concurso de pessoas, em concurso formal com o crime de emprego de artefato explosivo."
      },
      {
        "letra": "E",
        "texto": "Os agentes devem ser responsabilizados pelo crime de roubo na forma simples, em concurso material com o crime de perigo comum pelo uso de explosivo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "286031",
    "metadata": "Ano: 2012 | Banca: FGV | Órgão: PC-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material",
      "Concurso formal",
      "Crime continuado"
    ],
    "enunciado_principal": "Com relação a concurso de crimes, assinale a afirmativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Código Penal trata da matéria no Título DAS PENAS, apesar da relevância da análise da conduta criminosa quando do exame da forma aplicável à espécie."
      },
      {
        "letra": "B",
        "texto": "No concurso material é adotado o sistema do cúmulo material, enquanto no concurso formal e no crime continuado é adotado o sistema da exasperação."
      },
      {
        "letra": "C",
        "texto": "Na hipótese do concurso formal, a pena final não poderá exceder aquela que seria cabível pela regra do concurso material."
      },
      {
        "letra": "D",
        "texto": "O crime continuado tem como requisitos a pluralidade de condutas e de crimes da mesma espécie, além de condições objetivas de tempo, lugar, maneira de execução e outras semelhantes, bem como unidade de desígnios, devendo ser havidos os crimes subsequentes como continuação do primeiro."
      },
      {
        "letra": "E",
        "texto": "A lei penal mais grave aplica-se ao crime continuado, se a sua vigência é anterior à cessão da continuidade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "286029",
    "metadata": "Ano: 2012 | Banca: FGV | Órgão: PC-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material",
      "Concurso formal",
      "Crimes contra o patrimônio",
      "Roubo",
      "Legislação Penal Especial",
      "Lei de Armas (Estatuto do Desarmamento) – Lei nº 10.826 de 2003 e Decretos Regulamentares"
    ],
    "enunciado_principal": "No curso de uma investigação policial, Júlio é flagrado com uma bolsa contendo várias armas e munições, algumas de uso permitido e outras de uso restrito, sem autorização legal para portá-las. Certamente ele iria utilizá-las na prática de um roubo, estando inclusive na porta de um estabelecimento comercial, aguardando a chegada do empregado que iria abri-lo. Diante deste quadro, foi encaminhado à delegacia própria, vindo o laudo confirmando a potencialidade ofensiva das armas. Com base no exposto, Júlio deverá responder",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pela prática dos injustos dos artigos 14 (porte de arma de uso permitido) e 16 (porte de arma de uso restrito) da Lei n. 10.826/03, na forma do artigo 70 do CP (concurso formal), e 157, § 2º, I, c/c 14, II, do CP (roubo majorado pelo emprego de arma na forma tentada)."
      },
      {
        "letra": "B",
        "texto": "pela prática dos injustos dos artigos 14 (porte de arma de uso permitido) e 16 (porte de arma de uso restrito) da Lei n. 10.826/03, na forma do artigo 69 do CP (concurso material)."
      },
      {
        "letra": "C",
        "texto": "pela prática do injusto do artigo 16 (porte de arma de uso restrito) da Lei n. 10.826/03."
      },
      {
        "letra": "D",
        "texto": "pela prática dos injustos dos artigos 14 (porte de arma de uso permitido) e 16 (porte de arma de uso restrito) da Lei n. 10.826/03, na forma do artigo 70 do CP (concurso formal)."
      },
      {
        "letra": "E",
        "texto": "pela prática dos injustos dos artigos 14 (porte de arma de uso permitido) e 16 (porte de arma de uso restrito) da Lei n. 10.826/03, na forma do artigo 69 do CP (concurso material), e 157, § 2º, I, c/c 14, II, do CP (roubo majorado pelo emprego de arma na forma tentada)."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "275093",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: PC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material",
      "Concurso formal"
    ],
    "enunciado_principal": "Em relação ao concurso de crimes, o Código Penal (CP) adota o sistema do cúmulo material e o da exasperação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "274981",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: PC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material",
      "Concurso formal"
    ],
    "enunciado_principal": "Há concurso material, pois, com uma única conduta, Reginaldo cometeu dois crimes distintos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "242156",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: DPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material",
      "Concurso formal",
      "Crime continuado"
    ],
    "enunciado_principal": "Em relação ao concurso de crimes ou infrações, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O agente que investe com seu veículo automotor dolosamente em direção a um desafeto atingindo-o, mas acaba por lesionar culposamente também um terceiro, incorre em hipótese de concurso formal imperfeito ou impróprio."
      },
      {
        "letra": "B",
        "texto": "As eventuais penas de multa serão aplicadas distinta e integralmente, não observando o mesmo critério aplicado para a pena privativa de liberdade."
      },
      {
        "letra": "C",
        "texto": "Com o advento da Lei no 12.015/09, que alterou o título relativo aos crimes contra a dignidade sexual, se acentuou a possibilidade de revisão das condenações pela prática de estupro e atentado violento ao pudor praticados em condições semelhantes de tempo, lugar ou maneira de execução, em que houve aplicação do cúmulo material."
      },
      {
        "letra": "D",
        "texto": "Se a aplicação do critério do concurso formal redundar em pena superior àquela que seria aplicável na hipótese de reconhecimento do concurso material, as penas relativas aos crimes devem ser somadas."
      },
      {
        "letra": "E",
        "texto": "Diz-se que a unicidade de condutas no caso de crime continuado é ficção jurídica inspirada em motivos de política criminal, uma vez que se reveste de culpabilidade menos acentuada, em razão da repetição da conduta que arrefeceria a consciência do ilícito."
      }
    ],
    "gabarito": "A"
  }
]