[
  {
    "id": "3171402",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: PC-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Conceito de Medida de Segurança"
    ],
    "enunciado_principal": "Após a observância do contraditório e da ampla defesa, como consectários do devido processo legal, Carlos foi absolvido impropriamente, com a aplicação de medida de segurança, em razão da prática de conduta que, em tese, caracteriza crime contra a dignidade sexual. Nesse contexto, a mãe de Carlos buscou, na Defensoria Pública, informações sobre o instituto em referência. De acordo com a narrativa e considerando as disposições do Código Penal, analise as afirmativas a seguir. I. A internação, ou o tratamento ambulatorial, será por tempo indeterminado, perdurando enquanto não for averiguada, mediante perícia médica, a cessação de periculosidade. O prazo mínimo deverá ser de um a três anos. II. A perícia médica será realizada ao término do prazo mínimo fixado para a medida de segurança e deverá ser repetida semestralmente, ou a qualquer tempo, conforme determinação do Juiz da execução. III. A desinternação, ou a liberação, será sempre condicional devendo ser restabelecida a situação anterior se o agente, antes do decurso de um ano, pratica fato indicativo de persistência de sua periculosidade. Nesse cenário, considerando as disposições do Código Penal, está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "I e II, apenas."
      },
      {
        "letra": "C",
        "texto": "I e III, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2207116",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: PC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Conceito de Medida de Segurança",
      "Distinções entre a pena e a medida de segurança",
      "Espécies de Medida de Segurança",
      "Superveniência de doença mental"
    ],
    "enunciado_principal": "No que diz respeito ao direito penal, julgue o item a seguir.A liberação do preso internado em hospital de custódia será sempre condicional, devendo ser restabelecida a situação anterior se o agente, antes do decurso de um ano, praticar fato indicativo de persistência de sua periculosidade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2116627",
    "metadata": "Ano: 2023 | Banca: CONSULPAM | Órgão: TCM-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Medida de segurança",
      "Conceito de Medida de Segurança",
      "Distinções entre a pena e a medida de segurança",
      "Espécies de Medida de Segurança"
    ],
    "enunciado_principal": "Consoante o teor do vigente Código Penal brasileiro (Dec. Lei nº. 2.848/1940) acerca da pena, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O condenado será transferido do regime aberto, se, podendo, não pagar a multa cumulativamente aplicada."
      },
      {
        "letra": "B",
        "texto": "O condenado por crime contra a administração pública terá direito à progressão de regime do cumprimento da pena independentemente da reparação do dano que causou."
      },
      {
        "letra": "C",
        "texto": "O trabalho externo é inadmissível, no regime fechado."
      },
      {
        "letra": "D",
        "texto": "Não se computa, na medida de segurança, o tempo de prisão provisória."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2072934",
    "metadata": "Ano: 2023 | Banca: FUNDATEC | Órgão: SPGG - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Medida de segurança",
      "Conceito de Medida de Segurança",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Em uma avaliação de responsabilidade penal (também conhecida como exame de insanidade mental), caso o periciando seja considerado _________, ele poderá ter a redução de sua pena, ou a mesma transformada em _________. Assinale a alternativa que preenche, correta e respectivamente, as lacunas do trecho acima.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "inimputável – medida de segurança"
      },
      {
        "letra": "B",
        "texto": "semi-imputável – internação compulsória"
      },
      {
        "letra": "C",
        "texto": "imputável – medida de segurança"
      },
      {
        "letra": "D",
        "texto": "semi-imputável – medida de segurança"
      },
      {
        "letra": "E",
        "texto": "inimputável – internação compulsória"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1870561",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Conceito de Medida de Segurança"
    ],
    "enunciado_principal": "Acerca das medidas de segurança, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É permitida, ante a ausência de vaga em hospital de custódia, a permanência em ala separada de estabelecimento prisional, de forma isolada, de inimputável submetido à medida de segurança de internação se submetido a tratamento médico."
      },
      {
        "letra": "B",
        "texto": "À luz dos princípios da adequação, da razoabilidade e da proporcionalidade, mesmo nos casos de delitos sujeitos à pena de reclusão praticados por pessoas inimputáveis, o magistrado tem a faculdade de determinar tratamento ambulatorial, se considerá-lo mais adequado."
      },
      {
        "letra": "C",
        "texto": "Segundo jurisprudência do STF, o tempo de duração da medida de segurança não deve ultrapassar o limite máximo da pena abstratamente cominada ao delito praticado."
      },
      {
        "letra": "D",
        "texto": "Como as medidas de segurança têm natureza diversa das penas não podem ser objeto de indulto ou comutação, consoante a própria dicção da regra constitucional."
      },
      {
        "letra": "E",
        "texto": "Na hipótese de conversão do tratamento ambulatorial em internação motivada pela incompatibilidade do agente com a medida, o prazo mínimo de internação será de três anos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1870431",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: MPE-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Conceito de Medida de Segurança"
    ],
    "enunciado_principal": "Quanto à Política Antimanicomial, às medidas de segurança e às penas privativas de liberdade, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo a Lei n.º 10.216/2001, são espécies de internação psiquiátrica, nos mesmos moldes da Lei Antidrogas, a internação voluntária e a involuntária, não cabendo, assim, a chamada intervenção compulsória, devido ao princípio da inafastabilidade do controle jurisdicional."
      },
      {
        "letra": "B",
        "texto": "A jurisprudência sumulada do STJ prevê que o prazo máximo de cumprimento da medida de segurança é o estabelecido na Lei de Execução Penal (ou seja, 40 anos), mesmo que não cessada a periculosidade, dada a vedação constitucional a penas perpétuas."
      },
      {
        "letra": "C",
        "texto": "As pessoas custodiadas nos regimes semiaberto e aberto serão preferencialmente assistidas nos serviços da rede de atenção à saúde, diferentemente das pessoas submetidas a medidas de segurança de regime ambulatorial, conforme a Portaria Interministerial n.º 1/2014 (PNAISP-SUS)."
      },
      {
        "letra": "D",
        "texto": "De acordo com a jurisprudência do STJ, a medida de segurança deve atender ao interesse da segurança social e, principalmente, ao interesse da obtenção da cura daquele a quem é imposta, ou a possibilidade de um tratamento que minimize os efeitos da doença mental, não implicando, necessariamente, internação."
      },
      {
        "letra": "E",
        "texto": "A execução paralela de pena privativa de liberdade e medida de segurança, por fatos diversos, ofende o sistema vicariante, conforme a jurisprudência do STJ."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "926796",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: AL-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Medida de segurança",
      "Conceito de Medida de Segurança",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "No curso de ação penal onde se imputa a prática de crime de roubo majorado, durante a oitiva das testemunhas de defesa, ocasião em que se identifica que a principal tese defensiva é de negativa de autoria, o juiz verifica que, possivelmente, o réu seria inimputável. Suspenso o processo antes do interrogatório e de encerrar a prova, realizado laudo pericial, é constatada a total inimputabilidade do agente na data dos fatos. Diante da constatação, juntado o laudo, caberá ao juiz;",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de imediato, absolver impropriamente o réu, aplicando medida de segurança, o que não gera reincidência;"
      },
      {
        "letra": "B",
        "texto": "caso constatada a autoria e materialidade após instrução, condenar o réu, aplicando medida de segurança e pena privativa de liberdade"
      },
      {
        "letra": "C",
        "texto": "caso constatada a autoria e materialidade após instrução, absolver impropriamente o réu, aplicando apenas pena privativa de liberdade com causa de redução de pena;"
      },
      {
        "letra": "D",
        "texto": "caso constatada a autoria e materialidade após instrução, absolver impropriamente o réu, aplicando apenas medida de segurança;"
      },
      {
        "letra": "E",
        "texto": "de imediato, condenar o réu, aplicando medida de segurança, o que gera reincidência."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "904021",
    "metadata": "Ano: 2018 | Banca: NUCEPE | Órgão: PC-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Conceito de Medida de Segurança",
      "Espécies de Medida de Segurança"
    ],
    "enunciado_principal": "Com relação às medidas de segurança, marque a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As medidas de segurança podem ser detentivas (internação) ou restritivas (tratamento ambulatorial). E conforme entendimento do STF, a melhora do quadro psiquiátrico e clínico do paciente autoriza o juízo de execução ou juiz que sentenciou a determinar procedimento de desinternação progressiva em regime de semi-internação."
      },
      {
        "letra": "B",
        "texto": "O inimputável que comete uma conduta típica e ilícita deve ser absolvido."
      },
      {
        "letra": "C",
        "texto": "O semi-imputável que pratica uma conduta típica, ilícita e culpável deve ser condenado."
      },
      {
        "letra": "D",
        "texto": "As medidas de segurança são de internação em hospital de custódia e tratamento psiquiátrico ou, à falta, em outro estabelecimento adequado e de sujeição a tratamento ambulatorial. Caso o fato previsto como crime seja punível com detenção, poderá o juiz submetê-lo a tratamento ambulatorial."
      },
      {
        "letra": "E",
        "texto": "Há entendimento do STF no sentido de que a medida de segurança deve perdurar enquanto não haja cessado a periculosidade do agente, limitada, contudo, ao período máximo de 30 (trinta) anos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "886224",
    "metadata": "Ano: 2018 | Banca: Fundação CEFETBAHIA | Órgão: MPE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Participação",
      "Medida de segurança",
      "Conceito de Medida de Segurança",
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nas contravenções penais se requer tão somente, no tocante ao elemento psíquico, a voluntariedade da ação, prescindindo do dolo ou culpa."
      },
      {
        "letra": "B",
        "texto": "Na esfera da participação criminal no delito de lavagem de capitais, denomina-se acessoriedade limitada o grau de dependência segundo o qual só se pode castigar a conduta do partícipe quando o fato principal for típico e antijurídico."
      },
      {
        "letra": "C",
        "texto": "Na configuração dos crimes de resultado basta o desvalor do ato para a ofensa ao bem jurídico."
      },
      {
        "letra": "D",
        "texto": "A medida de segurança, a exemplo da pena, tem o caráter retributivo e sua finalidade principal é promover a recuperação do doente ou perturbado mental."
      },
      {
        "letra": "E",
        "texto": "As alternativas “a” e “b” estão corretas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "855344",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TRE-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Penas privativas de liberdade",
      "Diferenças entre reclusão e detenção",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Medida de segurança",
      "Conceito de Medida de Segurança",
      "Modalidades de sanções penais"
    ],
    "enunciado_principal": "A respeito das penas e das medidas de segurança, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A atenuante da confissão espontânea é preponderante em relação à reincidência, impossibilitando a compensação plena entre uma e outra na segunda fase da dosimetria."
      },
      {
        "letra": "B",
        "texto": "São espécies de penas privativas de liberdade a reclusão, a detenção, a prisão simples e a prisão especial."
      },
      {
        "letra": "C",
        "texto": "São espécies de penas restritivas de direitos a prestação de serviços à comunidade, a interdição temporária de direitos e a obrigação de reparar o dano causado pelo crime."
      },
      {
        "letra": "D",
        "texto": "São princípios constitucionais aplicáveis à pena a personalidade ou responsabilidade pessoal, a legalidade, a inderrogabilidade, a proporcionalidade, a individualização e a humanização."
      },
      {
        "letra": "E",
        "texto": "A duração da medida de segurança é por tempo indeterminado, e o condenado só será liberado depois que perícia médica atestar a cessação de sua periculosidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2803017",
    "metadata": "Ano: 2016 | Banca: FUNRIO | Órgão: IF-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Conceito de Medida de Segurança"
    ],
    "enunciado_principal": "Medida de segurança é instrumento aplicável a qualquer indivíduo que tenha praticado um delito penal. Em relação a sua aplicação é correto afirmar, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o apenado deve, obrigatoriamente, ser inimputável."
      },
      {
        "letra": "B",
        "texto": "o prazo mínimo de sua duração é de seis meses."
      },
      {
        "letra": "C",
        "texto": "sua aplicação é determinada pelo resultado de avaliação médica."
      },
      {
        "letra": "D",
        "texto": "a sanção penal pressupõe culpabilidade e a medida de segurança periculosidade."
      },
      {
        "letra": "E",
        "texto": "cabe ao Juiz de Direito, responsável pela ação penal, a aplicação, ou não, da medida."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "567095",
    "metadata": "Ano: 2015 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Conceito de Medida de Segurança",
      "Legislação Penal Especial",
      "Lei de Execução Penal – Lei nº 7.210 de 1984"
    ],
    "enunciado_principal": "Sobre a execução das penas privativas de liberdade e medidas de segurança, assinale a alternativa que contém afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em que pese a ausência de limitação legal, o prazo máximo para cumprimento das medidas de segurança, conforme a jurisprudência do Supremo Tribunal Federal, é de 30 (trinta) anos."
      },
      {
        "letra": "B",
        "texto": "No caso de revogação do livramento condicional, independentemente do seu fundamento, o período em que o liberado esteve solto não será computado para fins de cálculo da pena cumprida."
      },
      {
        "letra": "C",
        "texto": "O exame de verificação da cessação da periculosidade do agente submetido a medida de segurança deverá ser realizado em intervalos mínimos de 6 (seis) meses."
      },
      {
        "letra": "D",
        "texto": "A remição da pena é admitida apenas em decorrência da realização de atividade laboral pelo preso e será computada à razão de 1 (um) dia de pena para cada 3 (três) dias de trabalho."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "521350",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Conceito de Medida de Segurança"
    ],
    "enunciado_principal": "Acerca da aplicação de medida de segurança, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O internado por medida de segurança deve ser encaminhado para estabelecimento com características hospitalares, onde deve receber tratamento."
      },
      {
        "letra": "B",
        "texto": "Imposta medida de segurança de tratamento ambulatorial ao agente, será vedado ao juiz determinar a internação desse agente mesmo se houver piora do seu quadro de sanidade mental."
      },
      {
        "letra": "C",
        "texto": "Se o agente for inimputável, a ele deverá ser imposta medida de segurança de internação, ainda que o crime seja punido com detenção."
      },
      {
        "letra": "D",
        "texto": "Extinta a punibilidade, o juiz poderá determinar que o agente seja submetido a tratamento ambulatorial para garantia da ordem pública, se concluir que ele ainda oferece risco para a sociedade."
      },
      {
        "letra": "E",
        "texto": "O direito brasileiro proíbe a aplicação de pena privativa de liberdade a agentes semi-imputáveis e restringe a punição a essas pessoas a medidas de segurança de tratamento ambulatorial."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "530190",
    "metadata": "Ano: 2014 | Banca: SEGPLAN-GO | Órgão: SEAP-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Conceito de Medida de Segurança"
    ],
    "enunciado_principal": "Ninguém será internado em Hospital de Custódia e Tratamento Psiquiátrico ou submetido a tratamento ambulatorial para cumprimento de medida de segurança sem a guia expedida pela autoridade judiciária. O Hospital de Custódia e Tratamento Psiquiátrico destina-se aos inimputáveis e",
    "alternativas": [
      {
        "letra": "A",
        "texto": "semi-imputáveis."
      },
      {
        "letra": "B",
        "texto": "gestantes e parturientes."
      },
      {
        "letra": "C",
        "texto": "presos provisórios doentes."
      },
      {
        "letra": "D",
        "texto": "condenados acometidos de doença grave."
      },
      {
        "letra": "E",
        "texto": "imputáveis."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "456591",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Crime continuado",
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão.",
      "Suspensão condicional da pena. Revogação.",
      "Medida de segurança",
      "Conceito de Medida de Segurança",
      "Espécies de Medida de Segurança",
      "Causas de extinção da punibilidade",
      "Prescrição da pretensão punitiva pela pena em abstrato",
      "Prescrição da pretensão punitiva pela pena em concreto",
      "Perdão judicial"
    ],
    "enunciado_principal": "Com base em súmulas do STF, STJ e TJDFT, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Mesmo quando a pena base for fixada no mínimo legal, a gravidade abstrata do delito determinará regime prisional mais gravoso que o cabível em decorrência da pena aplicada."
      },
      {
        "letra": "B",
        "texto": "Ao réu que responda por crime continuado é vedada a aplicação do benefício da suspensão condicional do processo."
      },
      {
        "letra": "C",
        "texto": "Ainda que apenas a defesa tenha recorrido de sentença condenatória, poderá ser aplicada, em segunda instância, medida de segurança."
      },
      {
        "letra": "D",
        "texto": "Ao ser proferida sentença concessiva do perdão judicial, será extinta a punibilidade do agente, mas subsistirão os efeitos condenatórios da sentença."
      },
      {
        "letra": "E",
        "texto": "O prazo de prescrição da pretensão punitiva não é afetado pelo fato de o réu em questão ser reincidente."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "429725",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: MPE-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Conceito de Medida de Segurança",
      "Legislação Penal Especial",
      "Lei de Execução Penal – Lei nº 7.210 de 1984"
    ],
    "enunciado_principal": "No que toca à execução penal, constitui entendimento sumulado pelos Tribunais Superiores:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A frequência a curso de ensino formal é causa de remição de parte do tempo de execução apenas sob regime semiaberto"
      },
      {
        "letra": "B",
        "texto": "Não impede a progressão de regime de execução da pena, fixada em sentença não transitada em julgado, o fato de o réu se encontrar em prisão especial"
      },
      {
        "letra": "C",
        "texto": "Em caso de fuga, o prazo para a contagem do prazo prescricional inicia-se da data da recaptura do réu."
      },
      {
        "letra": "D",
        "texto": "A pena unificada para atender ao limite de trinta anos de cumprimento é também considerada para a concessão do livramento condicional"
      },
      {
        "letra": "E",
        "texto": "Não se admite a aplicação de regime menos severo determinada na sentença condenatória antes do seu trânsito em julgado"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "423618",
    "metadata": "Ano: 2014 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Conceito de Medida de Segurança",
      "Legislação Penal Especial",
      "Lei de Execução Penal – Lei nº 7.210 de 1984"
    ],
    "enunciado_principal": "De acordo com o artigo 67 da Lei de Execuções Penais, Lei nº 7210/1984, a fiscalização da execução da pena e da medida de segurança compete",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ao Conselho Nacional de Política Criminal e Penitenciária."
      },
      {
        "letra": "B",
        "texto": "ao Conselho Penitenciário."
      },
      {
        "letra": "C",
        "texto": "à Defensoria Pública."
      },
      {
        "letra": "D",
        "texto": "ao Juiz da execução."
      },
      {
        "letra": "E",
        "texto": "ao Ministério Público."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "371577",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Conceito de Medida de Segurança"
    ],
    "enunciado_principal": "No que se refere à medida de segurança e à sua execução, assinale a opção correta",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A duração máxima do cumprimento da medida de segurança aplicada por sentença transitada em julgado é de trinta anos."
      },
      {
        "letra": "B",
        "texto": "Aplicada a medida de segurança, o prazo mínimo de internação deve ser de três anos, devendo a perícia médica realizar-se ao termo do prazo mínimo fixado e repetir-se a cada ano, ou a qualquer tempo, se o determinar o juiz da execução."
      },
      {
        "letra": "C",
        "texto": "A medida de segurança que substitui a pena privativa de liberdade aplicada em condenação transitada em julgado, em razão de ser o condenado acometido de doença mental no curso da execução penal, terá como limite de duração a pena máxima prevista em lei para o crime praticado."
      },
      {
        "letra": "D",
        "texto": "A prescrição da pretensão punitiva da medida de segurança é calculada com base na pena mínima cominada ao tipo penal atribuído ao agente."
      },
      {
        "letra": "E",
        "texto": "A prescrição da pretensão executória da medida de segurança é calculada com base na pena máxima cominada ao tipo penal atribuído ao agente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "323839",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Conceito de Medida de Segurança"
    ],
    "enunciado_principal": "Julgue os itens subsequentes, relativos à aplicação da lei penal e seus princípios. Uma vez que as medidas de segurança não são consideradas penas, possuindo caráter essencialmente preventivo, a elas não se aplicam os princípios da reserva legal e da anterioridade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "308091",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: SEJUS-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Conceito de Medida de Segurança",
      "Legislação Penal Especial",
      "Lei de Execução Penal – Lei nº 7.210 de 1984"
    ],
    "enunciado_principal": "Os condenados que cumprem pena em regime fechado ou semiaberto e os presos provisórios poderão obter permissão para sair do estabelecimento, mediante escolta, quando ocorrer um dos seguintes fatos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "condenada gestante ou parturiente."
      },
      {
        "letra": "B",
        "texto": "estiver trabalhando ou comprovar a possibilidade de fazê-lo imediatamente."
      },
      {
        "letra": "C",
        "texto": "sair para o trabalho e retornar, nos horários fixados."
      },
      {
        "letra": "D",
        "texto": "condenada com filho menor ou deficiente físico ou mental."
      },
      {
        "letra": "E",
        "texto": "falecimento ou doença grave do cônjuge."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "308088",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: SEJUS-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Conceito de Medida de Segurança",
      "Legislação Penal Especial",
      "Lei de Execução Penal – Lei nº 7.210 de 1984"
    ],
    "enunciado_principal": "A penitenciária destina-se ao condenado à pena de reclusão em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "regime fechado."
      },
      {
        "letra": "B",
        "texto": "medida de segurança."
      },
      {
        "letra": "C",
        "texto": "penas alternativas."
      },
      {
        "letra": "D",
        "texto": "detenção forçada."
      },
      {
        "letra": "E",
        "texto": "regime semiaberto."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "308087",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: SEJUS-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Conceito de Medida de Segurança",
      "Legislação Penal Especial",
      "Lei de Execução Penal – Lei nº 7.210 de 1984"
    ],
    "enunciado_principal": "No Centro de Observação realizar-se-ão os exames gerais e o criminológico, cujos resultados serão encaminhados",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ao defensor público do preso primário."
      },
      {
        "letra": "B",
        "texto": "ao defensor particular do preso provisório."
      },
      {
        "letra": "C",
        "texto": "ao Juiz da condenação."
      },
      {
        "letra": "D",
        "texto": "à Comissão Técnica de Classificação."
      },
      {
        "letra": "E",
        "texto": "ao Diretor do Hospital de Custódia e Tratamento Psiquiátrico."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "293724",
    "metadata": "Ano: 2012 | Banca: IESES | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Conceito de Medida de Segurança"
    ],
    "enunciado_principal": "Assinale a afirmação INCORRETA, segundo o expressamente previsto pelo Código Penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A representação será irretratável depois de oferecida a denúncia."
      },
      {
        "letra": "B",
        "texto": "Salvo disposição expressa em contrário, o ofendido decai do direito de queixa ou de representação se não o exerce dentro do prazo de um ano contado do dia em que veio a saber quem é o autor do crime."
      },
      {
        "letra": "C",
        "texto": "O direito de queixa não pode ser exercido quando renunciado expressa ou tacitamente."
      },
      {
        "letra": "D",
        "texto": "No caso de Medida de Segurança, a desinternação, ou a liberação, será sempre condicional, devendo ser restabelecida a situação anterior se o agente, antes do decurso de um ano, pratica fato indicativo de persistência de sua periculosidade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "275398",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Conceito de Medida de Segurança",
      "Legislação Penal Especial",
      "Lei de Execução Penal – Lei nº 7.210 de 1984"
    ],
    "enunciado_principal": "A respeito da execução penal, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É vedada a progressão de regime prisional ao detento em prisão especial fixada em sentença não transitada em julgado, visto que o detento já se encontra em regime mais benéfico."
      },
      {
        "letra": "B",
        "texto": "O juízo da execução criminal, de ofício ou a requerimento do MP, deve promover a execução da sentença que aplicou a pena restritiva de direitos, independentemente do trânsito em julgado."
      },
      {
        "letra": "C",
        "texto": "A Lei de Execuções Penais assegura ao sentenciado que cumpre a pena em regime fechado ou semiaberto o direito de remir parte do tempo de execução da pena por trabalho ou por estudo, contudo, caso o sentenciado pratique falta grave, terá revogado o tempo remido em até um terço, recomeçando a contagem de lapso temporal para progressão de regime a partir da data da infração disciplinar."
      },
      {
        "letra": "D",
        "texto": "A responsabilidade pela aplicação da lei penal mais benéfica ao sentenciado que cumpre pena por sentença penal transitada em julgado é do juízo prolator da sentença, visto que o juízo da execução criminal não pode modificar o que foi decidido em definitivo por outro juízo."
      },
      {
        "letra": "E",
        "texto": "Ao preso provisório é vedada a progressão de regime prisional, dada a ausência de pena definitiva que possa ser utilizada para o cômputo dos eventuais benefícios."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "291959",
    "metadata": "Ano: 2011 | Banca: NC-UFPR | Órgão: DPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Conceito de Medida de Segurança"
    ],
    "enunciado_principal": "No que tange às medidas de segurança, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As medidas de segurança obedecem ao princípio da legalidade estrita."
      },
      {
        "letra": "B",
        "texto": "A aplicação de medida de segurança em inimputável é limitada pelo curso do prazo prescricional, mas tomando-se como critério a pena máxima cominada em abstrato."
      },
      {
        "letra": "C",
        "texto": "Segundo a jurisprudência do STF, a medida de segurança deve obedecer ao limite máximo de trinta anos de cumprimento de pena."
      },
      {
        "letra": "D",
        "texto": "As medidas de segurança podem ser aplicadas na forma de internação ou tratamento ambulatorial."
      },
      {
        "letra": "E",
        "texto": "A aplicação de medida de segurança em semi-imputável terá duração determinada pela valoração da periculosidade, até o limite máximo de trinta anos de cumprimento de pena."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "291945",
    "metadata": "Ano: 2011 | Banca: NC-UFPR | Órgão: DPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Conceito de Medida de Segurança"
    ],
    "enunciado_principal": "Sobre a medida de segurança, considere as seguintes afirmativas: 1. O prazo prescricional da medida de segurança será contado de acordo com o tempo de tratamento fixado na sentença. 2. A medida de segurança não tem prazo mínimo ou máximo fixado na lei. 3. A medida de segurança poderá ser aplicada nos casos de sentença condenatória. 4. Se ao crime for cominada pena privativa de liberdade, a medida de segurança será estacionária. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as afirmativas 1 e 2 são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "Somente a afirmativa 3 é verdadeira."
      },
      {
        "letra": "C",
        "texto": "Somente a afirmativa 4 é verdadeira."
      },
      {
        "letra": "D",
        "texto": "Somente as afirmativas 1, 3 e 4 são verdadeiras."
      },
      {
        "letra": "E",
        "texto": "Somente as afirmativas 2 e 4 são verdadeiras."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "201813",
    "metadata": "Ano: 2011 | Banca: TJ-DFT | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Conceito de Medida de Segurança",
      "Legislação Penal Especial",
      "Lei de Execução Penal – Lei nº 7.210 de 1984"
    ],
    "enunciado_principal": "Da Execução das medidas de segurança e cessação da periculosidade, anotamos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para cumprimento de medida de segurança mediante internação em Hospital de Custódia e Tratamento Psiquiátrico ou submetido a tratamento ambulatorial, é bastante que assim conste da sentença que a impõe;"
      },
      {
        "letra": "B",
        "texto": "Na execução da medida de segurança o condenado será submetido a exame criminológico que indicará os elementos necessários a uma adequada individualização da execução"
      },
      {
        "letra": "C",
        "texto": "Em qualquer tempo de duração da medida de segurança, independente de provocação do representante do Ministério Público, do interessado, do seu procurador ou defensor, o juiz pode ordenar o exame para verificação da cessação da periculosidade;"
      },
      {
        "letra": "D",
        "texto": "Uma vez cessada a periculosidade, ainda que não transitada em julgado a sentença que a proferiu, o juiz expedirá ordem para a desinternação ou a liberação."
      }
    ],
    "gabarito": "B"
  }
]