[
  {
    "id": "3530657",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres"
    ],
    "enunciado_principal": "Julgue o item a seguir, relativos à evolução da teoria do bem jurídico e suas emanações. Segundo doutrinadores em direito penal, expressões como \"segurança pública\" e \"paz pública\" não aludem a bens jurídicos reais, mas apenas a bens jurídicos aparentes, seja porque correspondem à soma de bens jurídicos individuais verdadeiros, que, todavia, não cria um bem jurídico coletivo, seja porque a sua indeterminação não permite que a teoria do bem jurídico cumpra sua função crítica.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3530656",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres"
    ],
    "enunciado_principal": "Julgue o item a seguir, relativos à evolução da teoria do bem jurídico e suas emanações. O conceito de bem jurídico foi criado por Johann Birnbaum, segundo o qual a enunciação do bem jurídico correspondente ao modelo proibitivo de conduta é um critério de interpretação da norma, confundindo-se com a ratio legis.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3228269",
    "metadata": "Ano: 2025 | Banca: IBGP | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres"
    ],
    "enunciado_principal": "O Direito Penal, enquanto mecanismo de controle social gerido pelo Estado, é viabilizado por meio dos processos de criminalização. A respeito desse assunto, avalie as afirmativas a seguir: Entende-se por criminalização primária o ato formal de definir, por meio da edição de uma lei, a incriminação de determinada conduta. Este ato é levado a cabo pelo poder legislativo. O processo de criminalização secundária guarda necessária correlação com a reincidência, uma vez que pressupõe que o sujeito já tenha cometido outro crime antecedente. A criminalização secundária é exercida sobre pessoas concretas e é realizada pelas agências policiais, pelo Ministério Público, pelo Poder Judiciário. Sobre as afirmativas, estão CORRETAS:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "I e II."
      },
      {
        "letra": "C",
        "texto": "I e III."
      },
      {
        "letra": "D",
        "texto": "II e III."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3183197",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres"
    ],
    "enunciado_principal": "A interpretação da lei penal busca revelar o alcance e o sentido do texto normativo, adequando-o às mudanças sociais, econômicas e culturais, garantindo, assim, que sua aplicação seja justa e compatível com a realidade atual. (BITENCOURT, Cezar Roberto. Tratado de Direito Penal: Parte Geral. 24. ed. São Paulo: Saraiva Educação, 2020.) Com base nesse conceito sobre os métodos de interpretação da lei penal, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A interpretação literal consiste em interpretar a norma penal de forma gramatical e textual, considerando o contexto e as intenções do legislador."
      },
      {
        "letra": "B",
        "texto": "A interpretação teleológica busca identificar a finalidade da norma, considerando as intenções do legislador e os objetivos sociais que ela pretende alcançar."
      },
      {
        "letra": "C",
        "texto": "A interpretação sistemática se restringe ao entendimento da norma penal isoladamente, sem considerar sua interação com outras normas do ordenamento jurídico."
      },
      {
        "letra": "D",
        "texto": "A interpretação histórica visa compreender a norma penal à luz dos costumes e valores do período em que foi promulgada, ignorando completamente as mudanças sociais posteriores."
      },
      {
        "letra": "E",
        "texto": "A interpretação lógico-sistemática procura o sentido da lei, através da função gramatical dos vocábulos. Trata-se da primeira etapa do processo interpretativo, pois as palavras podem ser equívocas, não espelhando com fidelidade a vontade da lei."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3171756",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Porto Alegre - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres",
      "A norma penal"
    ],
    "enunciado_principal": "A Parte Geral do Código Penal inicia com as diretrizes sobre a aplicação da lei penal, em seu Título I, dispostas entre os artigos primeiro e décimo segundo. Considerando que essas regras gerais se aplicam aos fatos incriminados por lei especial, se esta não dispuser de modo diverso, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A entrada em vigor de uma nova lei que deixa de considerar criminoso determinado fato (abolitio criminis) faz retroagir as suas disposições; contudo, não gera efeitos em processos com condenação com trânsito em julgado."
      },
      {
        "letra": "B",
        "texto": "A lei penal temporária não é admitida em nosso ordenamento penal, por ausência de previsão legal."
      },
      {
        "letra": "C",
        "texto": "A lei excepcional, embora cessadas as circunstâncias que a determinaram, aplica-se ao fato praticado durante sua vigência."
      },
      {
        "letra": "D",
        "texto": "Em nenhuma hipótese é possível a aplicação da lei penal brasileira ao crime cometido no estrangeiro."
      },
      {
        "letra": "E",
        "texto": "Ninguém pode ser punido por fato que lei posterior deixa de considerar crime (abolitio criminis), cessando, em favor do agente, todos os efeitos penais e civis da sentença condenatória."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3110342",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: TSE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres"
    ],
    "enunciado_principal": "A respeito da punibilidade e das suas causas de extinção, da prescrição, dos crimes contra a administração pública e do abuso de autoridade, julgue o próximo item, considerando o entendimento jurisprudencial dos tribunais superiores. Os empregados da Ordem dos Advogados do Brasil (OAB) são equiparados a funcionários públicos para fins penais.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3098530",
    "metadata": "Ano: 2024 | Banca: Instituto Consulplan | Órgão: TJ-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Noções Fundamentais",
      "Conceitos e caracteres",
      "Princípios limitadores do poder punitivo estatal",
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "O Presidente da República, preocupado com o aumento significativo de atos de violência em eventos esportivos e com o impacto negativo para a segurança pública, decide editar uma Medida Provisória criando um novo tipo penal para punir esses comportamentos. A Medida Provisória foi aprovada pelo Congresso Nacional e convertida em lei, sem que houvesse impugnações formais. Com base no caso apresentado, na legislação vigente e nos princípios pertinentes, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O princípio da reserva legal é respeitado, desde que a Medida Provisória seja aprovada pelo Congresso Nacional e transformada em lei."
      },
      {
        "letra": "B",
        "texto": "A Medida Provisória não é válida, afrontando o princípio da reserva legal, pois não cabe ao Presidente da República a iniciativa de lei em matéria penal."
      },
      {
        "letra": "C",
        "texto": "A Medida Provisória é inconstitucional, ofendendo o princípio da reserva legal, pois o Presidente da República não pode criar tipos penais incriminadores por esse meio, mesmo que o Congresso Nacional a tenha convertido em lei."
      },
      {
        "letra": "D",
        "texto": "A Medida Provisória é válida, pois a competência para legislar em matéria penal pode ser exercida, em qualquer hipótese, desde que seja de forma provisória, pelo Presidente da República em situações de urgência, excepcionando o princípio da reserva legal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3015188",
    "metadata": "Ano: 2024 | Banca: IPEFAE | Órgão: Prefeitura de Aguaí - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres",
      "Princípios limitadores do poder punitivo estatal",
      "Lei penal no tempo",
      "Lei penal no espaço"
    ],
    "enunciado_principal": "Visando estabelecer parâmetros mínimos de civilidade no convívio social, o Estado assume o papel de agente regulador, fiscalizador e punitivo junto aos cidadãos que descumprem suas leis. Nesse sentido, em relação as regras penais, é correto afirmar que: I. Não há crime sem lei anterior que o defina, mas há pena sem prévia cominação legal. II. A lei posterior, que de qualquer modo repercuta sobre o crime, aplica-se aos fatos anteriores, ainda que decididos por sentença condenatória transitada em julgado. III. Aplica-se a lei brasileira, sem prejuízo de convenções, tratados e regras de direito internacional, ao crime cometido no território nacional e ao crime cometido por brasileiro em território estrangeiro. IV. A lei excepcional ou temporária, embora decorrido o período de sua duração ou cessadas as circunstâncias que a determinaram, aplica-se ao fato praticado durante sua vigência. Das assertivas acima, estão corretas apenas aquelas que constam em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II e III."
      },
      {
        "letra": "B",
        "texto": "II."
      },
      {
        "letra": "C",
        "texto": "IV."
      },
      {
        "letra": "D",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2518751",
    "metadata": "Ano: 2024 | Banca: NC-UFPR | Órgão: Prefeitura de Campo Magro - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres",
      "A norma penal",
      "Princípios limitadores do poder punitivo estatal",
      "Conflito aparente de normas",
      "Lei penal no tempo",
      "Lei penal no espaço"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre a aplicação da lei penal, de acordo com o Código Penal brasileiro.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A lei brasileira é de aplicação soberana e exclusiva em crimes cometidos no território nacional."
      },
      {
        "letra": "B",
        "texto": "A lei posterior que, de qualquer modo, favorecer o agente aplica-se aos fatos anteriores."
      },
      {
        "letra": "C",
        "texto": "A lei temporária não será aplicada após decorrido o período de sua duração, salvo em caso de fato praticado antes do período de sua vigência."
      },
      {
        "letra": "D",
        "texto": "Em caso de novidade tecnológica, há crime mesmo sem lei anterior que o defina."
      },
      {
        "letra": "E",
        "texto": "A lei brasileira aplica-se aos crimes praticados em aeronaves estrangeiras de propriedade pública no território nacional."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2377803",
    "metadata": "Ano: 2024 | Banca: IBFC | Órgão: Prefeitura de Manaus - AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres",
      "A norma penal"
    ],
    "enunciado_principal": "De acordo com o Código Penal e as disposições sobre a aplicação da Lei Penal, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não há pena sem prévia cominação legal"
      },
      {
        "letra": "B",
        "texto": "Ninguém pode ser punido por fato que lei posterior deixa de considerar crime, cessando em virtude dela a execução e os efeitos penais da sentença condenatória"
      },
      {
        "letra": "C",
        "texto": "A lei excepcional ou temporária, embora decorrido o período de sua duração ou cessadas as circunstâncias que a determinaram, aplica-se ao fato praticado durante sua vigência"
      },
      {
        "letra": "D",
        "texto": "A lei posterior, que de qualquer modo favorecer o agente, aplica-se aos fatos anteriores, salvo se decididos por sentença condenatória transitada em julgado"
      },
      {
        "letra": "E",
        "texto": "Não há crime sem lei anterior que o defina"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2324555",
    "metadata": "Ano: 2023 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres",
      "Lei penal no tempo",
      "Lei penal no espaço"
    ],
    "enunciado_principal": "Sobre a teoria da lei penal, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A lei nova, que prevê exclusão de qualificadora a determinado crime, aplica-se a fatos anteriores à sua vigência, ainda que após o respectivo trânsito em julgado da sentença penal condenatória."
      },
      {
        "letra": "B",
        "texto": "Dentre as proibições que derivam da aplicação do princípio da legalidade, pode-se citar a proibição de retroatividade da lei penal, que admite exceções, e a proibição de analogia em matéria penal, que não admite exceções."
      },
      {
        "letra": "C",
        "texto": "As normas excepcionais e temporárias, de acordo com sistemática adotada pelo Código Penal brasileiro, possuem ultra-atividade."
      },
      {
        "letra": "D",
        "texto": "As normas penais em branco - de que é exemplo o crime previsto no art. 39 da Lei 9.605/98 (cortar árvores em floresta considerada de preservação permanente, sem permissão da autoridade competente) -, dependem de complemento por atos legislativos ou administrativos para perfectibilização de sua tipicidade."
      },
      {
        "letra": "E",
        "texto": "A lei nova, que prevê elevação do prazo prescricional para extinção da punibilidade de determinado crime, não se aplica a fatos anteriores à sua vigência, em razão do princípio da irretroatividade da lei penal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2322678",
    "metadata": "Ano: 2023 | Banca: FUNDEP (Gestão de Concursos) | Órgão: DPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres",
      "A norma penal",
      "Princípios limitadores do poder punitivo estatal",
      "Teoria Geral do Delito"
    ],
    "enunciado_principal": "O direito positivo não esgota a ciência penal. Dessa maneira, considerando a principiologia do Direito Penal, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A Convenção Americana de Direitos Humanos e o Pacto Internacional sobre Direitos Civis e Políticos têm, em seu bojo, o princípio do ne bis in idem como princípio processual, porém, esse é um princípio de índole substancial também aplicável à matéria penal."
      },
      {
        "letra": "B",
        "texto": "A subsidiariedade do Direito Penal deriva de sua consideração como “remédio sancionar extremo”, que deve ser ministrado apenas quando outro se revele ineficiente, quando fracassam as demais barreiras protetoras de bem jurídico."
      },
      {
        "letra": "C",
        "texto": "A doutrina trabalhou e a jurisprudência acolheu diversos casos de possíveis incidências do princípio da adequação social, como a perfuração de orelhas de crianças para colocar brincos e a venda de bebida alcoólica a menores de idade em localidades afastadas dos grandes centros."
      },
      {
        "letra": "D",
        "texto": "A jurisprudência admite a aplicação do princípio da insignificância nos crimes patrimoniais em que não há emprego de violência ou grave ameaça, mas há resistência para o reconhecimento para o crime de roubo."
      },
      {
        "letra": "E",
        "texto": "Há precedentes nos tribunais superiores reconhecendo a aplicação do princípio da insignificância mesmo que a vida pregressa do indivíduo denote reincidência criminal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2312788",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres"
    ],
    "enunciado_principal": "Projeto que deu origem ao Código Penal de 1940, conhecido pelo nome de seu elaborador:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Galdino Siqueira."
      },
      {
        "letra": "B",
        "texto": "Euzébio Gómez."
      },
      {
        "letra": "C",
        "texto": "Alcântara Machado."
      },
      {
        "letra": "D",
        "texto": "Sá Pereira."
      },
      {
        "letra": "E",
        "texto": "Alfredo Buzaid."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2312787",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres"
    ],
    "enunciado_principal": "A função do Direito Penal é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "proteger bens jurídicos relevantes para a sociedade."
      },
      {
        "letra": "B",
        "texto": "aplicar penas e medidas de segurança."
      },
      {
        "letra": "C",
        "texto": "dirimir controvérsias e pacificar a sociedade."
      },
      {
        "letra": "D",
        "texto": "construir uma sociedade livre, justa e solidária."
      },
      {
        "letra": "E",
        "texto": "garantir a execução das leis."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2195286",
    "metadata": "Ano: 2023 | Banca: IV - UFG | Órgão: TJ-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres"
    ],
    "enunciado_principal": "Até o início do século XIX, no Brasil colonial, o direito penal era regido pelos diplomas legais em vigor na metrópole, ou seja, vigoraram as Ordenações Afonsinas, seguidas pelas Manoelinas e pelas Filipinas. Após a República, a legislação penal comum pátria foi consolidada,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "perpassando por cinco códigos: o código Criminal do Império do Brasil, de 1830; o Código Penal dos Estados Unidos do Brasil, de 1890; a Consolidação das Leis Penais, de 1932; o Código Penal de 1940; e o Código Penal de 1984."
      },
      {
        "letra": "B",
        "texto": "perpassando por vários códigos até chegar ao atual texto, de 1940, modificado substancialmente em 1984, quando passou a adotar a teoria causalista da ação ao invés da finalista."
      },
      {
        "letra": "C",
        "texto": "perpassando por seis códigos: o código Criminal do Império do Brasil, de 1830; o Código Penal dos Estados Unidos do Brasil, de 1890; a Consolidação das Leis Penais, de 1932; o Código Penal de 1940; o Código Penal de 1969, revogado antes de entrar em vigor; e o atual Código Penal de 1984."
      },
      {
        "letra": "D",
        "texto": "perpassando por vários códigos até chegar ao atual texto, de 1984, dividido em parte geral e especial, além da adoção da teoria dualista para fins de tipificação criminal em casos de concurso de pessoas, diferenciando o autor do partícipe."
      },
      {
        "letra": "E",
        "texto": "perpassando por três códigos que entraram em vigência: o Código Criminal do Império do Brasil, de 1830; o Código Penal dos Estados Unidos do Brasil, de 1890; e o Código Penal de 1940, em vigor até hoje."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2134247",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres"
    ],
    "enunciado_principal": "Acerca da teoria geral do direito penal, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É possível utilizar o direito penal para prevenir condutas criminosas antes de qualquer exteriorização do dolo do agente."
      },
      {
        "letra": "B",
        "texto": "A pena em abstrato cominada a um delito pode ser definida em momento posterior ao seu cometimento."
      },
      {
        "letra": "C",
        "texto": "A legitimidade do direito penal advém da reiteração de condutas perturbadoras da paz social."
      },
      {
        "letra": "D",
        "texto": "A pena é a resposta a um fato e não contém julgamentos sobre a personalidade do autor."
      },
      {
        "letra": "E",
        "texto": "O direito penal deve ser usado como instrumento de proteção de qualquer bem jurídico, independentemente da intensidade da lesão a ele infligida."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2042730",
    "metadata": "Ano: 2023 | Banca: FCM | Órgão: Prefeitura de Contagem - MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres",
      "Princípios limitadores do poder punitivo estatal"
    ],
    "enunciado_principal": "Sobre os princípios do Direito Penal, Nilo Batista pondera que “a procura de princípios básicos do direito penal exprime o esforço para, a um só tempo, caracterizá-lo e delimitá-lo. Existem efetivamente alguns princípios básicos que, por sua ampla recepção na maioria dos ordenamentos jurídico-penais positivos da família romano-germânica, pela significação política de seu aparecimento histórico ou de sua função social, e pela reconhecida importância de sua situação jurídica – condicionadora de derivações e efeitos relevantes – constituem um patamar indeclinável, com ilimitada valência na compreensão de todas as normas positivas” (BATISTA, Nilo. Introdução crítica ao direito penal brasileiro. 11. ed. Rio de Janeiro: Revan, 2007. p. 61). Indique o postulado normativo que decorre diretamente do princípio da lesividade penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É vedado, no âmbito penal, o uso da analogia em prejuízo do acusado (in malam partem)."
      },
      {
        "letra": "B",
        "texto": "Ninguém poderá ser punido criminalmente, senão quando agir com dolo ou, ao menos, com culpa."
      },
      {
        "letra": "C",
        "texto": "A lei penal não poderá ser aplicada em relação a fatos ocorridos antes de sua vigência, salvo quando beneficiar o acusado."
      },
      {
        "letra": "D",
        "texto": "O direito penal só deverá ser utilizado subsidiariamente (como ultima ratio) para a resolução de conflitos sociais."
      },
      {
        "letra": "E",
        "texto": "A autolesão e, em geral, condutas que não excedam o âmbito do próprio autor não devem ser objeto de incriminação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1968392",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres"
    ],
    "enunciado_principal": "Ao tratar de determinada função do direito penal, Cleber Masson esclarece que esta é “inerente a todas as leis, não dizendo respeito somente às de cunho penal. Não produz efeitos externos, mas somente na mente dos governantes e dos cidadãos. (...) Manifesta-se, comumente, no direito penal do terror, que se verifica com a inflação legislativa (direito penal de emergência), criando-se exageradamente figuras penais desnecessárias, ou então com o aumento desproporcional e injustificado das penas para os casos pontuais (hipertrofia do direito penal).” O autor ainda conclui que a função deve ser afastada, pois cumpre funções governamentais, ou seja, tarefas que não podem ser atribuídas ao direito penal. No texto apresentado anteriormente, Cleber Masson está se referindo à função denominada",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ético-social."
      },
      {
        "letra": "B",
        "texto": "simbólica."
      },
      {
        "letra": "C",
        "texto": "instrumento de controle social."
      },
      {
        "letra": "D",
        "texto": "motivadora."
      },
      {
        "letra": "E",
        "texto": "promocional."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1893440",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PC-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres"
    ],
    "enunciado_principal": "Assinale a opção que corresponde a bem jurídico coletivo aparente.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Meio ambiente equilibrado."
      },
      {
        "letra": "B",
        "texto": "Administração estatal da justiça."
      },
      {
        "letra": "C",
        "texto": "Incolumidade pública."
      },
      {
        "letra": "D",
        "texto": "Ordem econômica."
      },
      {
        "letra": "E",
        "texto": "Relações de consumo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1884464",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres"
    ],
    "enunciado_principal": "Em termos de interpretação da lei penal, quando se encontram na legislação expressões como “qualquer outro meio”, “qualquer outra vantagem”, “outro recurso” ou “qualquer outro meio fraudulento”, por exemplo, tais preceitos serão supridos por",
    "alternativas": [
      {
        "letra": "A",
        "texto": "analogia."
      },
      {
        "letra": "B",
        "texto": "interpretação progressiva."
      },
      {
        "letra": "C",
        "texto": "interpretação autêntica."
      },
      {
        "letra": "D",
        "texto": "interpretação analógica."
      },
      {
        "letra": "E",
        "texto": "interpretação declarativa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1892993",
    "metadata": "Ano: 2021 | Banca: IBADE | Órgão: ISE-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres"
    ],
    "enunciado_principal": "Considerando os sujeitos da infração penal, pode-se dizer que a pessoa que realiza direta ou indiretamente a conduta criminosa, seja isoladamente, seja em concurso, é sujeito:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Menor de idade."
      },
      {
        "letra": "B",
        "texto": "Ativo."
      },
      {
        "letra": "C",
        "texto": "Passivo."
      },
      {
        "letra": "D",
        "texto": "Amicus curiae."
      },
      {
        "letra": "E",
        "texto": "Terceiro interessado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1857512",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: SERIS-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres"
    ],
    "enunciado_principal": "Com relação ao direito penal, julgue o item a seguir.Suponha que uma pessoa de dezessete anos de idade, faixa preta em arte marcial, cometa um ato previsto como crime. Nessa situação, essa pessoa será considerada penalmente inimputável, conforme previsão expressa na Constituição Federal de 1988 e no Código Penal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1855770",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: PC-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres"
    ],
    "enunciado_principal": "O tipo penal é a ferramenta fundamental para limitar o poder punitivo do Estado e determinar a liberdade de conduta dos cidadãos. Compõem o conceito de sujeitos da conduta típica:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "autor, réu e juiz;"
      },
      {
        "letra": "B",
        "texto": "juiz, promotor, defensor e réu;"
      },
      {
        "letra": "C",
        "texto": "sujeito ativo, sujeito passivo e o Estado;"
      },
      {
        "letra": "D",
        "texto": "juiz, promotor e réu;"
      },
      {
        "letra": "E",
        "texto": "agente, vítima e testemunha."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1777474",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: DEPEN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres",
      "A norma penal"
    ],
    "enunciado_principal": "A respeito da aplicação da lei penal, julgue o item a seguir. O direito penal brasileiro proíbe a interpretação analógica, ainda que ela seja favorável ao réu.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1761839",
    "metadata": "Ano: 2021 | Banca: INSTITUTO AOCP | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres"
    ],
    "enunciado_principal": "De acordo com o autor alemão Jakobs, o direito penal do inimigo pode ser caracterizado por quais elementos?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Punição retrospectiva; desproporcionalidade das penas; e relativização ou supressão de garantias processuais."
      },
      {
        "letra": "B",
        "texto": "Punição retrospectiva; proporcionalidade das penas; e relativização ou supressão de garantias processuais."
      },
      {
        "letra": "C",
        "texto": "Punição prospectiva; desproporcionalidade das penas; e relativização ou supressão de garantias processuais."
      },
      {
        "letra": "D",
        "texto": "Punição contemporânea; desproporcionalidade das penas; e relativização ou supressão de garantias processuais."
      },
      {
        "letra": "E",
        "texto": "Punição prospectiva; proporcionalidade das penas; e relativização ou supressão de garantias processuais."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1761796",
    "metadata": "Ano: 2021 | Banca: INSTITUTO AOCP | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres",
      "A norma penal"
    ],
    "enunciado_principal": "No tocante ao Direito Penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É vedada a edição de medidas provisórias sobre matéria relativa a Direito Penal (art. 62, §1º, I, alínea b, CF). Nada obstante, o STF firmou jurisprudência no sentido de que as medidas provisórias podem ser utilizadas na esfera penal, desde que benéficas ao agente."
      },
      {
        "letra": "B",
        "texto": "O fundamento político do princípio da reserva legal revela a aceitação pelo povo, representado pelo Congresso Nacional, da opção legislativa no âmbito criminal."
      },
      {
        "letra": "C",
        "texto": "Com a evolução da sociedade e a modificação dos seus valores, determinados comportamentos, inicialmente típicos, podem deixar de interessar ao Direito Penal. Nesse caso, pode-se afirmar que ocorreu a chamada desmaterialização (liquefação) de bens jurídicos no Direito Penal."
      },
      {
        "letra": "D",
        "texto": "O princípio da fragmentariedade se projeta no plano concreto, isto é, em sua atuação prática, o Direito Penal somente se legitima quando os demais meios disponíveis já tiverem sido empregados, sem sucesso, para proteção do bem jurídico."
      },
      {
        "letra": "E",
        "texto": "A primeira manifestação do princípio da personalidade da pena no Brasil ocorreu já no período republicano, com o advento do Código Penal de 1890."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1109694",
    "metadata": "Ano: 2019 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres"
    ],
    "enunciado_principal": "Sobre o bem jurídico-penal, assinale a alternativa que não está de acordo com o magistério doutrinário de Eugenio Raúl Zaffaroni e José Henrique Pierangeli (Manual de Direito Penal Brasileiro - parte geral, ed. RT):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando o legislador encontra-se diante de um ente e tem interesse em tutelá-lo, é porque o valora. Sua valoração do ente traduz-se em uma norma, que eleva o ente á categoria de bem jurídico. Quando quer dar uma tutela penal a esse bem jurídico, com base na norma elabora um tipo penal e o bem jurídico passa a ser penalmente tutelado."
      },
      {
        "letra": "B",
        "texto": "Não se concebe a existência de uma conduta típica que não afete um bem jurídico, posto que os tipos não passam de particulares manifestações de tutela jurídica desses bens. Embora seja certo que o delito é algo mais - ou muito mais - que a lesão a um bem jurídico, esta lesão é indispensável para configurar a tipicidade."
      },
      {
        "letra": "C",
        "texto": "Bem jurídico penalmente tutelado é a relação de indisponibilidade de um indivíduo com um objeto, protegida pelo Estado, que revela seu interesse mediante a tipificação penal de condutas que o afetam."
      },
      {
        "letra": "D",
        "texto": "O bem jurídico cumpre duas funções, que são duas razões fundamentais pelas quais não podemos dele prescindir: uma função garantidora e outra função teleológico-sistemática. Ambas funções são necessárias para que o direito penal se mantenha dentro dos limites da racionalidade dos atos de governo, impostos pelo princípio republicano."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1048814",
    "metadata": "Ano: 2019 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres",
      "Teoria Geral do Delito",
      "Sistemas penais"
    ],
    "enunciado_principal": "Analise as proposições seguintes e assinale a alternativa correta: I - Jesús-María Silva Sánchez fala em Direito Penal de “duas velocidades”. Segundo o referido autor, há um a primeira velocidade, representada pelo Direito Penal “da prisão” , na qual haver-se-iam de manter rigidamente os princípios político-criminais clássicos, as regras de imputação e os princípios processuais. A segunda velocidade, por sua vez, estaria relacionada aos casos em que, por não se tratar de prisão, mas de penas de privação de direitos ou pecuniárias, aqueles princípios e regras poderiam experimentar um a flexibilização proporcional a menor intensidade da sanção. II - Na medida em que o Direito Penal nazista era entendido como um instrumento de luta contra os infiéis à com unidade do povo e que a violação de um dever era o conteúdo material do crime, era lógico que o centro de gravidade para o exercício do poder punitivo tinha de passar a ser a “vontade contrária ao Direito” , e não mais o “ resultado proibido” . Nesse contexto foi concebido o “Direito Penal da vontade” , construção teórica marcante do Direito Penal nazista, sendo Roland Freisler um de seus principais expoentes. Essa concepção baseada na vontade permitiu a expansão do poder punitivo a níveis que um a dogmática atrelada a resultados de dano a bens jurídicos não admitia, já que ensejou uma profusa criminalização dos perigos abstratos. Além do mais, tal concepção também defendia que a tentativa tivesse a mesma pena do crime consumado. III - Para Günther Jakobs a função do Direito Penal é tutelar a vigência da norma. Quando o infrator comete um crime ele rompe com as expectativas normativas. A pena, assim, tem como função restabelecer a vigência da norma e demonstrar para a sociedade que ela pode seguir confiando no sistema normativo (estabilização das expectativas normativas). IV - Winfried Hassemer, da chamada “Escola Penal de Frankfurt”, observa que o Direito Penal Moderno, procurando minimizar a insegurança oriunda de uma sociedade de riscos, tem se tornado um instrumento em busca do controle dos grandes problemas da sociedade atual, como a proteção ao meio ambiente, da saúde pública, da ordem econômica, dentre outros. Assim, com o intuito de frear essa tendência de expansão do Direito Penal e com o objetivo de permitir a atuação do Direito Penal em relação aos tipos penais tradicionais, consubstanciados pelo núcleo básico de bens jurídicos individuais, propõe um “Direito de Intervenção” , situado entre o Direito Penal e o Direito Administrativo, que teria por finalidade controlar e inibir os riscos oriundos das novas tecnologias e do desenvolvimento econômico contemporâneo, por meio da proibição de condutas perigosas e da proteção de bens jurídicos coletivos. Esse “Direito de Intervenção”, segundo Hassemer, poderia contar com garantias e formalidades mais flexíveis e menos exigentes, mas também seria provido com sanções menos intensas contra o indivíduo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São corretos os itens I, II, III e IV."
      },
      {
        "letra": "B",
        "texto": "São corretos os itens I, III e IV."
      },
      {
        "letra": "C",
        "texto": "São corretos os itens II e III."
      },
      {
        "letra": "D",
        "texto": "É correto apenas o item I."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "987756",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres"
    ],
    "enunciado_principal": "A respeito de características do direito penal, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo o direito penal, é possível incriminar a simples conduta humana que exponha a perigo bens jurídicos, ainda que não exista vítima determinada e direta."
      },
      {
        "letra": "B",
        "texto": "O direito penal tem os princípios como fontes de integração da lei penal, que devem ser utilizados em caso de omissão legislativa, mas cuja aplicação é vedada para desfavorecer o réu."
      },
      {
        "letra": "C",
        "texto": "De acordo com o direito penal, a aplicação de nova lei, no caso de esta estabelecer nova causa de diminuição de pena e nova causa de aumento para um tipo penal incriminador existente, deve ser afastada a fato ocorrido antes de sua vigência, ainda que em benefício do réu."
      },
      {
        "letra": "D",
        "texto": "Segundo o direito penal, a fato praticado durante a vigência de lei excepcional, quando findo o período de sua duração ou quando cessarem as circunstâncias que a determinaram, não mais se aplica a lei excepcional."
      },
      {
        "letra": "E",
        "texto": "O direito penal estabelece, com fundamento na teoria da atividade, que deve ser analisado todo o desdobramento da ação criminosa para se estabelecer o local do delito."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "923530",
    "metadata": "Ano: 2018 | Banca: UEG | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres"
    ],
    "enunciado_principal": "“Ciência ou a arte de selecionar os bens (ou direitos), que devem ser tutelados jurídica e penalmente, e escolher os caminhos para efetivar tal tutela, o que iniludivelmente implica a crítica dos valores e caminhos já eleitos.” (ZAFFARONI, E. R.; PIERANGELI, J. H. Manual de Direito Penal Brasileiro. 12. ed. São Paulo: Editora Revista dos Tribunais, 2018. p. 128) A descrição apresentada acima se refere a um conceito de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "criminologia."
      },
      {
        "letra": "B",
        "texto": "teoria do delito."
      },
      {
        "letra": "C",
        "texto": "política criminal."
      },
      {
        "letra": "D",
        "texto": "abolicionismo penal."
      },
      {
        "letra": "E",
        "texto": "direito penal do inimigo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "913045",
    "metadata": "Ano: 2018 | Banca: UERR | Órgão: SETRABES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres",
      "Princípios limitadores do poder punitivo estatal",
      "Conflito aparente de normas"
    ],
    "enunciado_principal": "A respeito das disposições constitucionais aplicáveis ao direito penal, é incorreto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a prática do racismo constitui crime inafiançável e imprescritível, sujeito à pena de reclusão, nos termos da lei."
      },
      {
        "letra": "B",
        "texto": "a lei penal não retroagirá, salvo para beneficiar o réu."
      },
      {
        "letra": "C",
        "texto": "não há crime sem lei anterior que o defina, nem pena sem prévia cominação legal."
      },
      {
        "letra": "D",
        "texto": "a criação de crimes e penas por meio de medida provisória não ofende o princípio da legalidade."
      },
      {
        "letra": "E",
        "texto": "nenhuma pena passará da pessoa do condenado, podendo a obrigação de reparar o dano e a decretação do perdimento de bens ser, nos termos da lei, estendidas aos sucessores e contra eles executadas, até o limite do valor do patrimônio transferido."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "911425",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: EMAP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres",
      "A norma penal"
    ],
    "enunciado_principal": "A respeito da aplicação da lei penal, julgue o item a seguir.A analogia constitui meio para suprir lacuna do direito positivado, mas, em direito penal, só é possível a aplicação analógica da lei penal in bonam partem, em atenção ao princípio da reserva legal, expresso no artigo primeiro do Código Penal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "886218",
    "metadata": "Ano: 2018 | Banca: Fundação CEFETBAHIA | Órgão: MPE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Classificação dos crimes",
      "Noções Fundamentais",
      "Conceitos e caracteres",
      "Crimes plurissubsistentes e unissubsistentes",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As circunstâncias legais são descritas pela lei penal de maneira prévia, ou na parte geral, ou na parte especial do Código, ou em leis extravagantes."
      },
      {
        "letra": "B",
        "texto": "Os crimes unissubsistentes ante o fracionamento da execução admitem a modalidade tentada."
      },
      {
        "letra": "C",
        "texto": "Tocante ao erro inescusável pode-se afirmar que nele incide qualquer homem prudente e de discernimento e, na modalidade inescusável direta o sujeito conhece o mandamento proibitivo."
      },
      {
        "letra": "D",
        "texto": "A despenalização informal pode resultar de ato administrativo, enquanto a despenalização formal pode decorrer da substituição da pena criminal por uma sanção de outra ordem jurídica."
      },
      {
        "letra": "E",
        "texto": "As alternativas “a” e “d” estão corretas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "886217",
    "metadata": "Ano: 2018 | Banca: Fundação CEFETBAHIA | Órgão: MPE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Noções Fundamentais",
      "Conceitos e caracteres",
      "Consumação e tentativa"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Traduzem elementos constitutivos essenciais da tentativa, o princípio da execução típica, o dolo e a não consumação involuntária."
      },
      {
        "letra": "B",
        "texto": "Exige-se que a adequação típica se materialize através de indagações de ordem cultural ou de pesquisas pertinentes ao conhecimento hauridos na experiência cotidiana."
      },
      {
        "letra": "C",
        "texto": "Todo direito penal de periculosidade é direito penal de autor, enquanto o direito penal de culpabilidade pode ser de autor ou de ato."
      },
      {
        "letra": "D",
        "texto": "O objeto material do crime não se inclui nos elementos do fato típico, porque representa o conteúdo de valor que faz com que o Estado preveja como criminosa a ação descrita no preceito penal."
      },
      {
        "letra": "E",
        "texto": "Todas as alternativas estão corretas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "886215",
    "metadata": "Ano: 2018 | Banca: Fundação CEFETBAHIA | Órgão: MPE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres",
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A reação defensiva na legítima defesa não exige que o fato seja previsto como crime, mas deve ser no mínimo um ato ilícito em sentido amplo."
      },
      {
        "letra": "B",
        "texto": "A ilicitude penal projeta-se para o todo do direito e, assim, não se restringe ao campo do direito penal."
      },
      {
        "letra": "C",
        "texto": "Os conceitos de ilicitude e injusto não se distinguem uma vez que ambos não dispensam contrariedade ao ordenamento jurídico."
      },
      {
        "letra": "D",
        "texto": "As alternativas “a”, “b” e “c” estão corretas."
      },
      {
        "letra": "E",
        "texto": "Apenas as alternativas “a” e “b” estão corretas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "866721",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PC-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres"
    ],
    "enunciado_principal": "No direito penal, a analogia",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é uma forma de autointegração da norma penal para suprir as lacunas porventura existentes."
      },
      {
        "letra": "B",
        "texto": "é uma fonte formal imediata do direito penal."
      },
      {
        "letra": "C",
        "texto": "utiliza, na modalidade jurídica, preceitos legais existentes para solucionar hipóteses não previstas em lei."
      },
      {
        "letra": "D",
        "texto": "corresponde a uma interpretação extensiva da norma penal."
      },
      {
        "letra": "E",
        "texto": "é uma fonte formal mediata, tal como o costume e os princípios gerais do direito."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "866717",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PC-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres"
    ],
    "enunciado_principal": "Acerca do direito penal e do poder punitivo, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O garantismo penal impede a intervenção punitiva do Estado, o qual deverá exercer função exclusivamente preventiva e garantidora das liberdades individuais."
      },
      {
        "letra": "B",
        "texto": "O direito penal do autor poderá servir de fundamento para a redução da pena quando existirem circunstâncias pessoais favoráveis ao acusado."
      },
      {
        "letra": "C",
        "texto": "O direito penal do ato tem como característica a ampliação da tipicidade do crime para atingir também os atos preparatórios e os de tentativa."
      },
      {
        "letra": "D",
        "texto": "No direito penal do inimigo, a sanção penal é aplicada com extremo rigor e objetiva punir o inimigo de modo exemplar por atos cometidos, sem, contudo, relativizar ou suprimir garantias processuais."
      },
      {
        "letra": "E",
        "texto": "A criminalização secundária tem como características a igualdade e a abstração, uma vez que a lei penal é genérica e a todos dirigida."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "866291",
    "metadata": "Ano: 2018 | Banca: FUNDATEC | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres"
    ],
    "enunciado_principal": "De acordo com o Professor Cezar Roberto Bitencourt, “o Direito Penal regula as relações dos indivíduos em sociedade e as relações destes com a mesma sociedade. (...) a persecução criminal somente pode ser legitimamente desempenhada de acordo com as normas preestabelecidas, legisladas de acordo com as regras de um sistema democrático. Por esse motivo, os bens protegidos pelo Direito Penal não interessam apenas ao indivíduo, mas à coletividade como um todo”. Tendo por base o pensamento do referido autor, analise as seguintes assertivas: I. Uma das principais características do Direito Penal moderno é seu caráter fragmentário, no sentido de que representa a ultima ratio do sistema para a proteção daqueles bens e interesses de maior importância para o indivíduo e a sociedade à qual pertence. II. Segundo leciona Paulo César Busato, o Direito Penal atua como o instrumento mais contundente de que dispõe o Estado para levar a cabo o controle social. Sua intervenção, portanto, constitui uma violência, por si só, razão pela qual o seu emprego deve dar-se somente e na exata medida da urgente necessidade de preservação da sociedade. III. Pode-se afirmar, no tocante aos objetivos e às missões do Direito Penal, que a opinião majoritária considera que a missão do Direito Penal é a de proteger bens jurídicos de possíveis lesões ou perigos, sendo que tais bens devem ser aqueles que permitem assegurar as condições de existência da sociedade, a fim de garantir os aspectos principais e indispensáveis da vida em comunidade. IV. Foi Welzel quem tentou atribuir uma dupla missão ao Direito Penal, pois, sem negar a missão de proteção de bens jurídicos, acrescentou-lhe a missão de proteção dos valores elementares da consciência, de caráter ético-social. O que não é admitido pela maioria da doutrina, já que o Direito Penal não deve se ocupar de exercer um controle moral sobre as pessoas. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I e II."
      },
      {
        "letra": "B",
        "texto": "Apenas I e IV."
      },
      {
        "letra": "C",
        "texto": "Apenas III e IV."
      },
      {
        "letra": "D",
        "texto": "Apenas II, III e IV."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2791380",
    "metadata": "Ano: 2017 | Banca: FAPEMS | Órgão: PC-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres"
    ],
    "enunciado_principal": "No que se refere aos princípios aplicáveis ao Direito , Penal, assinale a alternativa correspondente ao Princípio da Lesividade.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Esse princípio é a expressão da intervenção mínima, pois reduz a capacidade de criminalização do Estado."
      },
      {
        "letra": "B",
        "texto": "Esse princípio é a expressão de que só pode ser castigado aquele comportamento que lesione direitos de qualquer pessoa, até mesmo do próprio agente."
      },
      {
        "letra": "C",
        "texto": "Esse princípio é a expressão de proteção do indivíduo quanto à dignidade da pessoa humana, pois determina a criminalização - mandados de criminalização - de bens jurídicos relevantes."
      },
      {
        "letra": "D",
        "texto": "Esse princípio é a expressão da taxatividade, pois delimita o bem jurídico que pode ou não ser passível de tutela penal."
      },
      {
        "letra": "E",
        "texto": "Esse princípio é a expressão da exterioridade e alteridade (bilateralidade), significa que a tutela penal não tem relevância para reprimir a os meramente internos à psique do agente."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "860675",
    "metadata": "Ano: 2017 | Banca: VUNESP | Órgão: DPE-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres"
    ],
    "enunciado_principal": "O Código Penal estabelece que é crime “praticar ato obsceno em lugar público, ou aberto ou exposto ao público” (CP, art. 233). Para interpretar o exato significado da expressão “ato obsceno”, deve o operador do Direito valer-se de elementos",
    "alternativas": [
      {
        "letra": "A",
        "texto": "analógicos."
      },
      {
        "letra": "B",
        "texto": "autênticos."
      },
      {
        "letra": "C",
        "texto": "sociológicos."
      },
      {
        "letra": "D",
        "texto": "gramaticais."
      },
      {
        "letra": "E",
        "texto": "sintáticos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "857186",
    "metadata": "Ano: 2017 | Banca: FEPESE | Órgão: PC-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Noções Fundamentais",
      "Conceitos e caracteres",
      "Crime praticado por pessoa jurídica"
    ],
    "enunciado_principal": "É correto afirmar sobre a infração penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A infração penal somente poderá ser cometida por pessoa física."
      },
      {
        "letra": "B",
        "texto": "O Estado sempre será sujeito passivo formal de um crime."
      },
      {
        "letra": "C",
        "texto": "Apenas os bens materiais poderão ser objeto de infração penal."
      },
      {
        "letra": "D",
        "texto": "A infração penal não poderá ser praticada de forma isolada por um agente."
      },
      {
        "letra": "E",
        "texto": "O sujeito ativo de uma infração penal é o titular do bem jurídico lesado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "831084",
    "metadata": "Ano: 2017 | Banca: MPT | Órgão: MPT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres"
    ],
    "enunciado_principal": "Sobre o garantismo jurídico, analise as proposições abaixo: I - O garantismo jurídico surge nos anos 1970, na Itália, restrito ao Direito Penal, como movimento em oposição à redução dos direitos e garantias penais e processuais penais, em reação a uma legislação de exceção implementada sob a justificativa do combate ao terrorismo. II - Atualmente o garantismo jurídico é entendido de maneira mais ampla, sendo um modelo de Direito que subordina os poderes à garantia dos direitos, submetendo a sua atuação, em primeiro lugar, à efetivação dos direitos humanos e direitos fundamentais. III - O garantismo jurídico pode ser entendido como sinônimo de Estado Constitucional de Direito, em oposição ao paradigma clássico de Estado Liberal, alargando-o em duas direções: de um lado, a todos os poderes públicos, não só submetendo o Judiciário, mas também o Legislativo e o Executivo; e, de outro lado, também aos poderes privados, incluindo nestes o poder econômico, impondo limites à liberdade de mercado. IV - Nos dias de hoje é necessário estender o paradigma garantista aos novos poderes e instituições supraestatais, devido ao fato de que o constitucionalismo estatal é inadequado para enfrentar a crise da capacidade regulatória do Direito em relação a emergências planetárias, tais como: crise política e econômica; crise humanitária e social; crise ambiental; questão nuclear e questão criminal e corrupção dos poderes. No âmbito dos Estados Nacionais, o garantismo jurídico não encontra mais lugar, devido à necessidade de enfrentamento do terrorismo, da corrupção espraiada no poder político e da premência de crescimento econômico. Assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a assertiva IV está incorreta."
      },
      {
        "letra": "B",
        "texto": "Apenas a assertiva I está incorreta."
      },
      {
        "letra": "C",
        "texto": "Apenas a assertiva II está correta."
      },
      {
        "letra": "D",
        "texto": "Todas as assertivas estão corretas."
      },
      {
        "letra": "E",
        "texto": "Não respondida."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2034914",
    "metadata": "Ano: 2016 | Banca: CONSULPAM | Órgão: Prefeitura de Cascavel - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres"
    ],
    "enunciado_principal": "Analise as afirmativas a seguir. I. Não há crime sem lei anterior que o defina. Não há pena sem prévia cominação legal. II. Ninguém pode ser punido por fato que lei posterior deixa de considerar crime. III. Considera-se praticado o crime no momento do resultado, ainda que distinto da ação ou omissão. Considerando o que dispõe o Código Penal brasileiro, está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "I, apenas."
      },
      {
        "letra": "C",
        "texto": "II, apenas."
      },
      {
        "letra": "D",
        "texto": "III, apenas."
      },
      {
        "letra": "E",
        "texto": "I e II, apenas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "649445",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: TJM-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres",
      "Teoria Geral do Delito",
      "Sistemas penais"
    ],
    "enunciado_principal": "A corrente/teoria penal que se funda na ideia de que as normas jurídicas devem ser protegidas por si mesmas, pouco importando o bem jurídico por trás delas, é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a teoria do garantismo penal, de Luigi Ferrajoli."
      },
      {
        "letra": "B",
        "texto": "o funcionalismo teleológico-racional, de Claus Roxin."
      },
      {
        "letra": "C",
        "texto": "o funcionalismo sistêmico, de Günther Jakobs."
      },
      {
        "letra": "D",
        "texto": "a teoria da tipicidade conglobante, de Eugenio Zaffaroni."
      },
      {
        "letra": "E",
        "texto": "a teoria constitucionalista do delito."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "634536",
    "metadata": "Ano: 2016 | Banca: FUNCAB | Órgão: SEGEP-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres"
    ],
    "enunciado_principal": "Assinale a alternativa que corretamente indica uma das missões do direito penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aplicar a pena com o escopo único de retribuir ao criminoso o mal causado, pois a pena é intrinsecamente justa."
      },
      {
        "letra": "B",
        "texto": "Aplacar o clamor popular através de instrumentos simbólicos de punição."
      },
      {
        "letra": "C",
        "texto": "Manter a ordem política através da seletividade nas incriminações."
      },
      {
        "letra": "D",
        "texto": "Estimar a vingança privada nas hipóteses previstas em lei, como, por exemplo, na legítima defesa."
      },
      {
        "letra": "E",
        "texto": "Servir como instrumento de garantias para o criminoso."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "629638",
    "metadata": "Ano: 2016 | Banca: IBEG | Órgão: Prefeitura de Guarapari - ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres",
      "Princípios limitadores do poder punitivo estatal"
    ],
    "enunciado_principal": "Sendo o Brasil um Estado Democrático de Direito, por reflexo, seu direito penal há de ser legítimo, democrático e obediente aos princípios constitucionais que o informam, passando o tipo penal a ser uma categoria aberta, cujo conteúdo deve ser preenchido em consonância com os princípios derivados deste perfil político-constitucional. Assim, analisando as premissas abaixo, pode-se afirmar que:I. Não se admitem mais critérios absolutos na definição dos crimes, os quais passam a ter exigências de ordem formal (somente a lei pode descrevê-los e cominar-lhes uma pena correspondente) e material (o seu conteúdo deve ser questionado à luz dos princípios constitucionais derivados do Estado Democrático de Direito). II. Podemos, então, afirmar que do Estado Democrático de Direito parte o princípio da dignidade humana, orientando toda a formação do Direito Penal. Qualquer construção típica, cujo conteúdo contrariar e afrontar a dignidade humana será materialmente inconstitucional, posto que atentatória ao próprio fundamento da existência de nosso Estado. III. Assim, considerando a aplicação do princípio da legalidade, para a caracterização do crime de calúnia, é imprescindível a imputação falsa de fato determinado e definido na lei como crime ou contravenção penal. IV. Os princípios da legalidade e anterioridade são os principais alicerces de manutenção da segurança jurídica num Estado Democrático de Direito, pois se tratam de obstáculos à intervenção estatal na esfera de liberdade do indivíduo. É uma conquista de cunho político, uma proteção ao cidadão. Dessa forma, não poderá o Estado atuar de forma absoluta ou arbitrária, tendo o seu poder punitivo limitado ao direito positivo. V. O princípio da legalidade não veda o uso da analogia in malam partem, pois se admite o emprego de analogia para normas incriminadoras, desde que haja lacunas na lei em questão e disposição legal relativa a um caso semelhante.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas I, II e III são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas I, II e IV são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas II, IV e V são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas II, III e IV são verdadeiras."
      },
      {
        "letra": "E",
        "texto": "Apenas as alternativas II, III e V são verdadeiras."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "591077",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres",
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Acerca do crime e da aplicação da lei penal no tempo e no espaço, julgue o item que se segue. Sob o prisma formal, crime corresponde à concepção do direito acerca do delito, em uma visão legislativa do fenômeno; sob o prisma material, o conceito de crime é pré-jurídico, ou seja, é a concepção da sociedade a respeito do que pode e deve ser proibido.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "589580",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRE-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres",
      "Lei penal no tempo",
      "Lei penal no espaço"
    ],
    "enunciado_principal": "Com relação às fontes e aos princípios de direito penal, bem como à aplicação e interpretação da lei penal no tempo e no espaço, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No Código Penal brasileiro, adota-se, com relação ao tempo do crime, a teoria da ubiquidade."
      },
      {
        "letra": "B",
        "texto": "A lei penal brasileira aplica-se ao crime perpetrado no interior de navio de guerra de pavilhão pátrio, ainda que em mar territorial estrangeiro, dado o princípio da territorialidade."
      },
      {
        "letra": "C",
        "texto": "Segundo a doutrina majoritária, os costumes e os princípios gerais do direito são fontes formais imediatas do direito penal."
      },
      {
        "letra": "D",
        "texto": "Dado o princípio da legalidade estrita, é proibido o uso de analogia em direito penal."
      },
      {
        "letra": "E",
        "texto": "Dada a ampla margem de escolha atribuída ao legislador no que se refere à tipificação dos crimes e cominações de pena, é-lhe permitido tipificar crimes de perigo abstrato e criminalizar atitudes internas das pessoas, como orientações sexuais."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "553906",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: DPE-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres"
    ],
    "enunciado_principal": "Identifica-se a aplicação do direito penal do autor em detrimento ao direito penal do fato nas seguintes disposições legais:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Regime de cumprimento de pena e reincidência."
      },
      {
        "letra": "B",
        "texto": "Fixação da pena, regime de cumprimento da pena e espécies de sanção."
      },
      {
        "letra": "C",
        "texto": "Concurso material de delitos, concurso formal de delitos e crime continuado."
      },
      {
        "letra": "D",
        "texto": "Fixação da pena e concurso de crimes."
      },
      {
        "letra": "E",
        "texto": "Aberratio ictus, resultado diverso do pretendido, espécies de sanção."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "534569",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres",
      "Princípios limitadores do poder punitivo estatal"
    ],
    "enunciado_principal": "Acerca dos princípios e fontes do direito penal, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo a jurisprudência do STJ, o princípio da insignificância deve ser aplicado a casos de furto qualificado em que o prejuízo da vítima tenha sido mínimo."
      },
      {
        "letra": "B",
        "texto": "Conforme entendimento do STJ, o princípio da adequação social justificaria o arquivamento de inquérito policial instaurado em razão da venda de CDs e DVDs."
      },
      {
        "letra": "C",
        "texto": "Depreende-se do princípio da lesividade que a autolesão, via de regra, não é punível."
      },
      {
        "letra": "D",
        "texto": "Depreende-se da aplicação do princípio da insignificância a determinado caso que a conduta em questão é formal e materialmente atípica."
      },
      {
        "letra": "E",
        "texto": "As medidas provisórias podem regular matéria penal nas hipóteses de leis temporárias ou excepcionais."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2780443",
    "metadata": "Ano: 2014 | Banca: FUNCAB | Órgão: PC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres",
      "Causas de extinção da punibilidade"
    ],
    "enunciado_principal": "É correto afirmar que a coação física irresistível exclui:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a culpabilidade."
      },
      {
        "letra": "B",
        "texto": "o potencial de consciência da ilicitude."
      },
      {
        "letra": "C",
        "texto": "a imputabilidade."
      },
      {
        "letra": "D",
        "texto": "o fato típico."
      },
      {
        "letra": "E",
        "texto": "a ilicitude."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "884470",
    "metadata": "Ano: 2014 | Banca: FUNCAB | Órgão: PC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres"
    ],
    "enunciado_principal": "De acordo com a doutrina, os delitos que dependem da ocorrência de um resultado naturalístico para sua consumação são conhecidos como crimes:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "formais."
      },
      {
        "letra": "B",
        "texto": "unissubsistentes."
      },
      {
        "letra": "C",
        "texto": "de mera conduta."
      },
      {
        "letra": "D",
        "texto": "materiais."
      },
      {
        "letra": "E",
        "texto": "plurissubsistentes."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "884469",
    "metadata": "Ano: 2014 | Banca: FUNCAB | Órgão: PC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Noções Fundamentais",
      "Conceitos e caracteres",
      "Conduta: ação / omissão",
      "Antijuridicidade",
      "Estrito cumprimento de dever legal e exercício regular de direito",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "De acordo com o conceito analítico de crime, é um dos elementos do fato típico:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "imputabilidade."
      },
      {
        "letra": "B",
        "texto": "conduta."
      },
      {
        "letra": "C",
        "texto": "exigibilidade de conduta diversa."
      },
      {
        "letra": "D",
        "texto": "exercício regular de um direito."
      },
      {
        "letra": "E",
        "texto": "potencial consciência da ilicitude."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "472918",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Noções Fundamentais",
      "Conceitos e caracteres",
      "Princípios limitadores do poder punitivo estatal",
      "Tipicidade formal"
    ],
    "enunciado_principal": "No que diz respeito a noções gerais aplicadas no âmbito do direito penal, julgue o próximo item.Conforme jurisprudência assente do STF, o princípio da insignificância descaracteriza a tipicidade penal em seu caráter material.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "472916",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres"
    ],
    "enunciado_principal": "No que diz respeito a noções gerais aplicadas no âmbito do direito penal, julgue o próximo item.O direito de punir do Estado está vinculado ao direito penal substantivo, ou direito penal objetivo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "472915",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres"
    ],
    "enunciado_principal": "No que diz respeito a noções gerais aplicadas no âmbito do direito penal, julgue o próximo item.O direito penal subjetivo refere-se ao conjunto de princípios e regras que se ocupam da definição das infrações penais e da imposição de penas ou medidas de segurança.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "472914",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres"
    ],
    "enunciado_principal": "No que diz respeito a noções gerais aplicadas no âmbito do direito penal, julgue o próximo item.O direito penal vincula-se ao estudo dos valores fundamentais sobre os quais se assentam as bases da convivência e da paz social, dos fatos que os violam e do conjunto de normas jurídicas instauradas para proteger esses valores, mediante a imposição de penas e de medidas de segurança.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "463531",
    "metadata": "Ano: 2014 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres"
    ],
    "enunciado_principal": "Em relação ao Direito Penal a Sociedade de Risco, marque a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A vida em si é um risco e este, portanto, é inerente à condição humana. Entretanto, a transposição das ameaças internas e externas torna-se obrigatória para o aprimoramento das condições em que se estabelece a vida em sociedade. Segundo Ulrich Beck, as duas faces do risco – oportunidade e perigo – se converteram em tema durante a industrialização e a partir da navegação mercante internacional. Um tempo marcado pelas incertezas, inseguranças e grandes obstáculos ao desenvolvimento da civilização."
      },
      {
        "letra": "B",
        "texto": "O risco decorre da colocação em uma situação intelectual que assuma projetivamente os resultados positivo e negativo. A situação de risco advém da contraposição da situação positiva de ausência de risco com sua antítese, a realização do risco considerado. O risco, portanto, é a possibilidade de que algo venha a macular o status quo ante."
      },
      {
        "letra": "C",
        "texto": "O conceito de risco é semelhante ao de catástrofe, já que, pelos processos informativos atuais, o risco é realidade fática. Por exemplo, através da análise de dados específicos pode-se vislumbrar o maior risco da ocorrência de um grave problema ambiental (a 'catástrofe do risco')."
      },
      {
        "letra": "D",
        "texto": "A atuação da persecução penal do Estado é chamada a solucionar os conflitos decorrentes dessa sociedade de risco, em nome de uma segurança concreta, veloz e eficaz. O Direito Penal e o Direito Processual Penal, por vezes, passam a ser vistos como as soluções mágicas para o sentimento de insegurança da sociedade de risco. A adoção desse papel nas atividades persecutórias faz com que se crie um ambiente de valorização excessiva da intervenção estatal, o que pode caracterizar um Estado de prevenção, absolutamente incompatível com a ideia do modelo liberal e garantista."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "424356",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres",
      "Crimes contra o patrimônio",
      "Outras fraudes"
    ],
    "enunciado_principal": "Julgue o item subsequente, a respeito dos crimes militares e dos delitos em espécie previstos na parte especial do Código Penal.De acordo com a jurisprudência do STJ, a conduta do empresário que emite duplicata mercantil sem que esta corresponda à venda de mercadoria ou serviço prestado constitui fato atípico, pois a utilização da interpretação analógica in malam partem é vedada em direito penal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "423684",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres"
    ],
    "enunciado_principal": "A respeito da contagem de prazo no Código Penal, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o ano penal é composto de apenas trezentos e sessenta dias."
      },
      {
        "letra": "B",
        "texto": "o dia do começo inclui-se no cômputo do prazo."
      },
      {
        "letra": "C",
        "texto": "os dias, os meses e os anos não são contados pelo calendário comum."
      },
      {
        "letra": "D",
        "texto": "o dia do fim não se inclui no cômputo do prazo."
      },
      {
        "letra": "E",
        "texto": "os sábados e domingos são desprezados no cômputo do prazo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "421364",
    "metadata": "Ano: 2014 | Banca: IADES | Órgão: METRÔ-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres",
      "Princípios limitadores do poder punitivo estatal"
    ],
    "enunciado_principal": "Em relação ao conceito, às funções e aos caracteres do direito penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O direito penal é o setor ou parcela do ordenamento jurídico público, que estabelece as ações ou omissões delitivas, cominando-lhes penas, medidas de segurança ou trabalho forçado."
      },
      {
        "letra": "B",
        "texto": "Do ponto de vista material, integra-se por normas jurídicas (mandatos e proibições) que criam o injusto penal e suas respectivas consequências jurídicas."
      },
      {
        "letra": "C",
        "texto": "A função primordial do direito penal radica na proteção de bens jurídico – penais – bens do Direito – essenciais ao país e à comunidade."
      },
      {
        "letra": "D",
        "texto": "A missão do direito penal é proteger a convivência humana, assegurando-se, por meio da coação estatal, a inquebrantabilidade da ordem jurídica."
      },
      {
        "letra": "E",
        "texto": "O direito penal não se presta à tutela de bens ou interesses difusos ou coletivos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "420557",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres",
      "Princípios limitadores do poder punitivo estatal"
    ],
    "enunciado_principal": "Com referência a fundamentos e noções gerais aplicadas ao direito penal, julgue o próximo item. Em matéria penal, os tratados e as convenções internacionais, após serem referendados pelo Congresso Nacional, constituem fontes imediatas do direito penal e têm eficácia erga omnes.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2723258",
    "metadata": "Ano: 2013 | Banca: COPESE - UFPI | Órgão: Prefeitura de Parnaíba - PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres"
    ],
    "enunciado_principal": "Sobre o uso de algemas, é CORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não há necessidade de justificativa, por escrito, do emprego de algemas por parte da autoridade ou de agentes públicos."
      },
      {
        "letra": "B",
        "texto": "O uso indevido de algemas por autoridades ou agentes públicos não implica quaisquer responsabilidades para o Estado."
      },
      {
        "letra": "C",
        "texto": "O uso de algemas é permitido, desde que haja fundado receio de fuga ou de perigo à integridade física própria ou alheia, por parte do preso ou de terceiros, com justificativa por escrito."
      },
      {
        "letra": "D",
        "texto": "Fica a critério da autoridade ou do agente público o uso de algemas diante das circunstâncias reais que envolvem o caso concreto."
      },
      {
        "letra": "E",
        "texto": "O uso indevido de algemas não pode resultar na nulidade da prisão e em qualquer consequência processual."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "379261",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: DPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres",
      "Princípios limitadores do poder punitivo estatal"
    ],
    "enunciado_principal": "Sobre a relação entre o sistema penal brasileiro contemporâneo e a Constituição Federal, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o princípio constitucional da humanidade das penas encontra ampla efetividade no Brasil, diante da adequação concreta das condições de aprisionamento aos tratados internacionais de direitos humanos."
      },
      {
        "letra": "B",
        "texto": "o princípio constitucional da legalidade restringe-se à tipificação de condutas como crimes, não abarcando as faltas disciplinares em execução penal."
      },
      {
        "letra": "C",
        "texto": "o estereótipo do criminoso não contribui para o processo de criminalização, pois violaria o princípio constitucional da não discriminação."
      },
      {
        "letra": "D",
        "texto": "a seletividade do sistema penal brasileiro, por ser um problema conjuntural, poderia ser resolvida com a aplicação do princípio da igualdade nas ações policiais."
      },
      {
        "letra": "E",
        "texto": "o princípio constitucional da intranscendência da pena não é capaz de impedir a estigmatização e práticas violadoras de direitos humanos de familiares de pessoas presas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "354664",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: SEGESP-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres"
    ],
    "enunciado_principal": "No que se refere aos crimes contra a fé pública e contra o patrimônio e à imputabilidade, julgue os itens seguintes. Se uma lei ordinária alterar o Código Penal para estabelecer a maioridade penal aos dezesseis anos, será julgada inconstitucional, pois a Constituição Federal de 1988 dispõe expressamente que são penalmente inimputáveis os menores de dezoito anos de idade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "350773",
    "metadata": "Ano: 2013 | Banca: IBFC | Órgão: PC-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres",
      "A norma penal"
    ],
    "enunciado_principal": "O princípio da reserva legal constitui-se na garantia individual de que o poder de punir do Estado em matéria penal será exercido nos limites da norma positivada, permitindo a criação de tipos penais incriminadores e a instituição de penas por intermédio de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Qualquer espécie normativa, desde que elaborada em observância ao regular processo administrativo ou legislativo."
      },
      {
        "letra": "B",
        "texto": "Lei ordinária e medida provisória, já que esta última também possui força de lei até que seja submetida a regular processo legislativo."
      },
      {
        "letra": "C",
        "texto": "Decreto legislativo, já que são funções exclusivas do Poder Legislativo a criação de direito novo, a imposição de obrigações de caráter geral e a definição de sanções jurídicas."
      },
      {
        "letra": "D",
        "texto": "Decreto-lei, regularmente elaborado no exercício do poder administrativo-normativo do chefe do Poder Executivo, já que o ato de legislar encontra-se no feixe de atribuições típicas deste Poder."
      },
      {
        "letra": "E",
        "texto": "Lei em sentido estrito, entendida esta como a espécie normativa aprovada em regular processo legislativo levado a efeito no âmbito do Poder Legislativo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "340813",
    "metadata": "Ano: 2013 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres",
      "A norma penal"
    ],
    "enunciado_principal": "Assinale a alternativa que NÃO SE AJUSTA à doutrina do garantismo penal, em sua concepção clássica:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A interpretação da lei nunca é uma atividade exclusivamente recognitiva, mas é sempre fruto de uma escolha prática a respeito de hipóteses interpretativas alternativas."
      },
      {
        "letra": "B",
        "texto": "O problema do garantismo penal é elaborar técnicas no plano teórico, torná-las vinculantes no plano normativo e assegurar sua efetividade no plano prático."
      },
      {
        "letra": "C",
        "texto": "Na aplicação da lei penal, o julgador, preocupado com a legitimação da atividade jurisdicional e com a adesão social a seus atos, deve orientar suas decisões em conformidade com o consenso geral da população."
      },
      {
        "letra": "D",
        "texto": "O direito penal é necessário como técnica institucional de minimização da reação violenta ao desvio socialmente não tolerado e como garantia do acusado contra os arbítrios, os excessos e os erros conexos a formas não jurídicas de controle social."
      },
      {
        "letra": "E",
        "texto": "As garantias penais não servem tanto para legitimar ou validar, senão mais para deslegitimar o abuso da potestade punitiva."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "316651",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres"
    ],
    "enunciado_principal": "Pela analogia, meio de interpretação extensiva, busca-se alcançar o sentido exato do texto de lei obscura ou incerta, admitindo-se, em matéria penal, apenas a analogia in bonam partem.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "308228",
    "metadata": "Ano: 2013 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres"
    ],
    "enunciado_principal": "Em sede de Política Criminal, o Direito Penal de segunda velocidade, identificado, por exemplo, quando da edição das Leis dos Crimes Hediondos e do Crime Organizado, compreende a utilização da pena privativa de liberdade e a permissão de uma flexibilização de garantias materiais e processuais.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "308164",
    "metadata": "Ano: 2013 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres"
    ],
    "enunciado_principal": "A interpretação, quanto aos meios empregados, divide-se em gramatical, literal ou sintática; e lógica ou teleológica. Se houver contradição entre as conclusões da interpretação literal e lógica, deverá a esta prevalecer. A interpretação teleológica se vale dos seguintes elementos: ratio legis; sistemático; histórico; Direito Comparado; extrapenal e extrajurídico.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "303085",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres"
    ],
    "enunciado_principal": "Assinale a opção correta acerca da interpretação da lei penal",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A interpretação extensiva é admitida em direito penal para estender o sentido e o alcance da norma até que se atinja sua real acepção."
      },
      {
        "letra": "B",
        "texto": "A interpretação analógica não é admitida em direito penal porque prejudica o réu."
      },
      {
        "letra": "C",
        "texto": "A interpretação teleológica consiste em extrair o sentido e o alcance da norma de acordo com a posição da palavra na estrutura do texto legal."
      },
      {
        "letra": "D",
        "texto": "A analogia penal permite ao juiz atuar para suprir a lacuna da lei, desde que isso favoreça o réu."
      },
      {
        "letra": "E",
        "texto": "A interpretação judicial da lei penal se manifesta na edição de súmulas vinculantes editadas pelos tribunais."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "253689",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: MPE-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Noções Fundamentais",
      "Conceitos e caracteres",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "A respeito de aspectos diversos dos crimes bem como dos princípios aplicáveis ao direito penal, assinale a opção correta de acordo com as disposições do CP e da doutrina penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caracteriza situação de arrependimento eficaz o caso do agente que, durante a ação, diz para si “posso prosseguir, mas não quero” e encerra sua empreitada criminosa."
      },
      {
        "letra": "B",
        "texto": "Chama-se de dolo direto de segundo grau aquele que se dirige em relação ao fim proposto e aos meios escolhidos."
      },
      {
        "letra": "C",
        "texto": "Norma penal em branco homogênea, ou em sentido amplo, é aquela cujo complemento é oriundo da mesma fonte legislativa que editou a norma que necessita desse complemento."
      },
      {
        "letra": "D",
        "texto": "Negligente é o agente que pratica um ato perigoso sem os cuidados que o caso requer."
      },
      {
        "letra": "E",
        "texto": "No erro de tipo essencial incriminador, o erro recai sobre os pressupostos fáticos de uma causa de justificação, isto é, excludente de ilicitude, que se encontra em tipos penais permissivos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "240628",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres"
    ],
    "enunciado_principal": "Em relação à analogia, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A analogia só ocorre na hipótese de aplicação de lei, sendo vedada a utilização de entendimento firmado em súmula de tribunal superior analogicamente a outra situação semelhante."
      },
      {
        "letra": "B",
        "texto": "A analogia em direito penal, em regra, só pode ser utilizada em razão da ausência de norma regulamentadora, da presença de lacuna na lei ou da existência de lei desproporcional."
      },
      {
        "letra": "C",
        "texto": "A analogia, forma de autointegração da lei, não constitui fonte mediata do direito, podendo ser utilizada em relação a normas permissivas e incriminadoras."
      },
      {
        "letra": "D",
        "texto": "A jurisprudência do STJ admite, no âmbito do direito penal, a aplicação de analogia de normas de direito civil ou processual civil, ainda que resulte na condenação do réu."
      },
      {
        "letra": "E",
        "texto": "O uso do instituto da analogia pressupõe, necessariamente, uma lacuna involuntária da norma em vigor."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "239547",
    "metadata": "Ano: 2012 | Banca: VUNESP | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Noções Fundamentais",
      "Conceitos e caracteres",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "Leia atentamente as assertivas a seguir. I. Pode-se afirmar que, na história do Direito Penal Brasileiro, as Ordenações Filipinas foram substituídas pelo Código Criminal do Império de 1830. II. A interpretação da lei é autêntica contextual quando o julgador, dentro de um determinado contexto fático, aplica-a. III. O agente que, voluntariamente, desiste de prosseguir na execução ou impede que o resultado se produza, só responde pelo crime tentado. IV. O erro sobre o elemento constitutivo do tipo legal de crime exclui o dolo, mas permite a punição por crime culposo, se previsto em lei. Está correto apenas o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II"
      },
      {
        "letra": "B",
        "texto": "I e IV."
      },
      {
        "letra": "C",
        "texto": "III e IV."
      },
      {
        "letra": "D",
        "texto": "I, III e IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "239359",
    "metadata": "Ano: 2012 | Banca: PC-SP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres"
    ],
    "enunciado_principal": "Com relação às fontes do Direito Penal, é correto dizer que as fontes formais são classificadas em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "materiais e de cognição."
      },
      {
        "letra": "B",
        "texto": "imediata e substancial"
      },
      {
        "letra": "C",
        "texto": "mediata e de produção."
      },
      {
        "letra": "D",
        "texto": "mediata e imediata"
      },
      {
        "letra": "E",
        "texto": "exclusivamente de cognição."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "239343",
    "metadata": "Ano: 2012 | Banca: PC-SP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres"
    ],
    "enunciado_principal": "Assinale a alternativa que contenha o nome de uma elogiada legislação brasileira que, apos debates acalorados, manteve a pena de morte dentre as sanções penais e que foi responsável pela criação do sistema de dias-multa.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Código Penal da República (1890)."
      },
      {
        "letra": "B",
        "texto": "Código Criminal do Império (1830)."
      },
      {
        "letra": "C",
        "texto": "Consolidação das Leis Penais (1932)"
      },
      {
        "letra": "D",
        "texto": "Ordenações Filipinas (1603)"
      },
      {
        "letra": "E",
        "texto": "Código Penal (1940). V"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "236062",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres"
    ],
    "enunciado_principal": "Julgue os itens a seguir com base no direito penal. O fato de determinada conduta ser considerada crime somente se estiver como tal expressamente prevista em lei não impede, em decorrência do princípio da anterioridade, que sejam sancionadas condutas praticadas antes da vigência de norma excepcional ou temporária que as caracterize como crime.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "235160",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Noções Fundamentais",
      "Conceitos e caracteres",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "Acerca dos princípios aplicáveis ao direito penal, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O princípio da adequação social, dirigido ao julgador, e não ao legislador, objetiva restringir a abrangência do tipo penal, limitando sua interpretação e dele excluindo as condutas consideradas socialmente adequadas e aceitas pela sociedade."
      },
      {
        "letra": "B",
        "texto": "Dada a necessidade de observância do princípio da legalidade, a tipicidade penal resume-se ao mero exercício de adequação do fato concreto à norma abstrata."
      },
      {
        "letra": "C",
        "texto": "O princípio da lesividade busca evitar a incriminação de condutas desviadas que não afetem qualquer bem jurídico, não cuidando de condutas que não excedam o âmbito do próprio autor."
      },
      {
        "letra": "D",
        "texto": "A jurisprudência do STJ é firme no sentido da aplicabilidade do princípio da insignificância ao delito de moeda falsa, caso o valor das cédulas falsificadas não ultrapasse a quantia correspondente a um salário mínimo."
      },
      {
        "letra": "E",
        "texto": "A aplicação do princípio da insignificância, que deve ser analisado em conexão com os postulados da fragmentariedade e da intervenção mínima do Estado, objetiva excluir ou afastar a própria tipicidade penal, examinada na perspectiva de seu caráter material."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "235159",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres"
    ],
    "enunciado_principal": "Assinale a opção correta com referência às fontes de direito penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Fontes formais mediatas do direito penal, os costumes qualificam-se como princípio consuetudinário com a mera repetição mecânica de uma regra de conduta."
      },
      {
        "letra": "B",
        "texto": "A jurisprudência, entendida como a repetição de decisões em um mesmo sentido, emanadas dos tribunais, é fonte de criação do direito penal."
      },
      {
        "letra": "C",
        "texto": "Quando serve de orientação ao legislador, mediante a formação de comissões prévias de estudos, a doutrina passa a ser fonte formal mediata do direito penal."
      },
      {
        "letra": "D",
        "texto": "A lei, fonte material do direito penal, constitui a expressão suprema da vontade do Estado, a que outras fontes se condicionam e se subordinam."
      },
      {
        "letra": "E",
        "texto": "A doutrina e a jurisprudência podem ter influência mais ou menos direta na sanção e modificação das leis, mas não são fontes do direito penal."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "198736",
    "metadata": "Ano: 2011 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Noções Fundamentais",
      "Conceitos e caracteres",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "NA ASSISTÊNCIA JURÍDICA RECÍPROCA EM MATÉRIA PENAL, A RESERVA DE ESPECIALIDADE",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é prática amplamente disseminada, implicando o poder de todos os Estados de proibir o uso de informações e provas por eles fornecidas, quando entendam que o caso especifico é lesivo a seus interesses;"
      },
      {
        "letra": "B",
        "texto": "é prática adotada por muitos Estados consistente na indicação dos crimes para cuja persecução podem ser usadas as informações ou provas por eles fornecidas;"
      },
      {
        "letra": "C",
        "texto": "é prática em extinção no direito internacional,consistente em arrolar, nos acordos bilaterais, os crimes a que a assistência se restringe;"
      },
      {
        "letra": "D",
        "texto": "é prática adotada por todos os Estados, que equivale ao princípio da isenção de crimes políticos no direito extradicional."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "190315",
    "metadata": "Ano: 2011 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres",
      "Teoria Geral do Delito",
      "Sistemas penais"
    ],
    "enunciado_principal": "Sobre a evolução do conceito de bem jurídico, cuja “criação não é apenas produto de uma elaboração jurídica pura, mas também de um contexto político e econômico”, é INCORRETO afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a noção positivista de bem jurídico parte da ideia de que o bem jurídico se reduz a um elemento da própria norma, porque somente a lei expressa os objetos jurídicos ao encerrar a vontade declarada do Estado."
      },
      {
        "letra": "B",
        "texto": "a visão neokantiana exprime o bem jurídico como um valor que se identifica com a própria finalidade da norma, considerando-o como elemento de todos os pressupostos do complexo cultural de que emana o direito."
      },
      {
        "letra": "C",
        "texto": "tanto na visão positivista quanto na visão neokantiana, o bem jurídico é visto como um pressuposto formal da incriminação, trabalhando com os dados existentes na ordem jurídica, sem questioná-los."
      },
      {
        "letra": "D",
        "texto": "na visão funcionalista, o bem jurídico é visto na perspectiva dos valores ético-sociais elementares, relativos à pessoa, ao patrimônio, à família e ao Estado, negando-se o fim de estabilidade da norma como instrumental à manutenção do sistema."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "190314",
    "metadata": "Ano: 2011 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres"
    ],
    "enunciado_principal": "Sobre as possíveis leituras do garantismo, na perspectiva dos direitos fundamentais, é CORRETO afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a concepção de um “garantismo positivo” alia-se ao princípio da proibição de proteção deficiente, trazendo como consequência a extensão da função de tutela penal aos bens jurídicos de interesse coletivo."
      },
      {
        "letra": "B",
        "texto": "o pensamento garantista se funda, em seu modelo clássico, em princípios que se opõem à tradição jurídica do iluminismo e do liberalismo."
      },
      {
        "letra": "C",
        "texto": "o garantismo, na concepção de Ferrajoli, tem como objetivo principal edificar um conceito específico para a criminologia, a partir da discussão da legitimidade da intervenção penal, não se ocupando, por isso, do estudo da qualidade, quantidade e necessidade da pena."
      },
      {
        "letra": "D",
        "texto": "a proposta do garantismo pode ser sintetizada na tentativa de arrefecer os princípios fundamentais que devem orientar o direito penal em um sistema punitivo democrático."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "172446",
    "metadata": "Ano: 2011 | Banca: FMP Concursos | Órgão: TCE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Noções Fundamentais",
      "Conceitos e caracteres",
      "Princípios limitadores do poder punitivo estatal",
      "Concurso de crimes",
      "Crime continuado",
      "Crimes instantâneos e permanentes"
    ],
    "enunciado_principal": "Em matéria de lei penal, observe as seguintes afirmativas: I. É possível a edição de medida provisória relativa a direito penal, desde que em benefício do réu. II. Consoante entendimento do Supremo Tribunal Federal, aplica-se a lei mais benéfica ao crime permanente, se a sua vigência é anterior à cessação da permanência. III. Consoante entendimento do Supremo Tribunal Federal, aplica-se a lei mais grave ao crime continuado, se a sua vigência é anterior à cessação da continuidade. IV. Consoante entendimento mais recente do Supremo Tribunal Federal, é possível a combinação de leis penais para beneficiar o réu. Pode-se afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "todas as assertivas estão corretas."
      },
      {
        "letra": "B",
        "texto": "estão corretas somente as alternativas I e II."
      },
      {
        "letra": "C",
        "texto": "estão corretas somente as alternativas III e IV."
      },
      {
        "letra": "D",
        "texto": "estão corretas somente as alternativas II e IV."
      },
      {
        "letra": "E",
        "texto": "está correta somente a alternativa III."
      }
    ],
    "gabarito": "A"
  }
]