[
  {
    "id": "3334339",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Tipicidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Consumação e tentativa",
      "Crime impossível",
      "Noções gerais de Concursos de Pessoas",
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo"
    ],
    "enunciado_principal": "Cansados da vida honesta e inspirados por um filme de qualidade duvidosa de Sessão da Tarde, Beto, o entregador de pizza, e seu primo Mevinho, estudante de teatro e aspirante a vilão de novela mexicana, decidem praticar um roubo. A dupla, munida de um simulacro de arma feito com uma banana coberta por papel alumínio, invade uma padaria no fim do expediente. Entre gritos dramáticos de Mevinho: - Entregue todo o dinheiro, infeliz!\", e Beto tentando não rir da encenação, eles conseguem subtrair R$ 152,50 e dois sonhos de padaria. Ao tentarem fugir de bicicleta, Mevinho escorrega, a banana voa longe, e ambos são capturados por uma senhora de 70 anos que fazia taekwondo na academia Qfight. Com base nessa narrativa, assinale a alternativa correta sobre a tipificação penal dos fatos narrados:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Como a arma utilizada era uma banana, trata-se de furto simples, e não de roubo, pois não houve efetiva ameaça ou violência real."
      },
      {
        "letra": "B",
        "texto": "Trata-se de roubo simples, pois a encenação com a banana não configura meio idôneo para gerar temor na vítima."
      },
      {
        "letra": "C",
        "texto": "Configura roubo majorado pelo concurso de pessoas, mesmo com a utilização de um simulacro."
      },
      {
        "letra": "D",
        "texto": "Como os agentes não conseguiram fugir com os bens, o crime é impossível, pela ineficácia absoluta do meio empregado."
      },
      {
        "letra": "E",
        "texto": "A conduta dos agentes é atípica, pois não houve violência real nem grave ameaça concreta, mas apenas uma cena de comédia."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3296377",
    "metadata": "Ano: 2025 | Banca: ADM&TEC | Órgão: Prefeitura de João Alfredo - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "Analise as afirmativas sobre aspectos legais do socorro em emergências: I. O motorista socorrista pode responder civil e penalmente caso haja negligência ou imprudência na condução, resultando em agravos ao paciente. II. O Código de Ética Profissional do Servidor Público dispensa a responsabilização do motorista no desempenho de atividades oficiais. III. A recusa injustificada de atendimento a uma vítima em situação de risco pode configurar omissão de socorro, passível de responsabilização. IV. O serviço pré-hospitalar deve respeitar a intimidade e privacidade do paciente, mesmo em situações de urgência. Estão CORRETAS as afirmativas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, III e IV, apenas."
      },
      {
        "letra": "B",
        "texto": "II e III, apenas."
      },
      {
        "letra": "C",
        "texto": "I e II, apenas."
      },
      {
        "letra": "D",
        "texto": "II, III e IV, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3270130",
    "metadata": "Ano: 2025 | Banca: CEPS-UFPA | Órgão: UFOPA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Um empregador se comporta de forma negligente quando é requisitado a implementar medidas de segurança regulamentadas por lei em um ambiente de trabalho. Como resultado direto desta negligência, seu funcionário sofre um grave acidente, resultando em uma incapacidade permanente. Nesse contexto, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O empregador pode ser responsabilizado apenas na esfera civil, que pode gerar o pagamento de indenização ao funcionário acidentado."
      },
      {
        "letra": "B",
        "texto": "O empregador não pode ser responsabilizado criminalmente, pois acidentes de trabalho são considerados riscos inerentes à atividade laboral."
      },
      {
        "letra": "C",
        "texto": "O empregador pode ser responsabilizado tanto civil quanto criminalmente, dependendo das circunstâncias do caso."
      },
      {
        "letra": "D",
        "texto": "O empregador só pode ser responsabilizado criminalmente se ficar comprovado que agiu com dolo no descumprimento das normas de segurança."
      },
      {
        "letra": "E",
        "texto": "O empregador não pode ser responsabilizado criminalmente, pois a legislação trabalhista brasileira não prevê sanções penais para acidentes de trabalho."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3153258",
    "metadata": "Ano: 2025 | Banca: FACET Concursos | Órgão: Prefeitura de Pedro Velho - RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Sobre o conceito de crime no Direito Penal, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todo crime pressupõe dolo, não havendo previsão de responsabilização por conduta culposa."
      },
      {
        "letra": "B",
        "texto": "A tipicidade formal exige correspondência exata entre a conduta praticada e a descrição contida na norma penal."
      },
      {
        "letra": "C",
        "texto": "A antijuridicidade é caracterizada apenas pela ausência de justificativa moral para a conduta."
      },
      {
        "letra": "D",
        "texto": "A culpabilidade é elemento dispensável para a configuração do crime, bastando a conduta e o resultado lesivo."
      },
      {
        "letra": "E",
        "texto": "A relação de causalidade entre conduta e resultado é irrelevante nos crimes omissivos impróprios."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2545590",
    "metadata": "Ano: 2024 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "[Questão Inédita] A Polícia Militar é acionada para averiguar possível contravenção de perturbação ao sossego alheio (art. 42 da Lei das Contravenções Penais). Ao chegar no local, a guarnição militar atestou a materialidade da infração penal e, ao averiguar a autoria, chegou-se ao nome de Mevinho, jovem de 18 anos. Ocorre que, o vovô Mévio, com 75 anos, foi até a Delegacia de Polícia assumir a autoria da infração penal, sabedor que o real perturbador do sossego alheio era seu neto, Mevinho. Nesses termos, o vovô Mévio praticou:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Auto-acusação falsa (art. 341 do Código Penal)"
      },
      {
        "letra": "B",
        "texto": "Denunciação Caluniosa (art. 339 do Código Penal)"
      },
      {
        "letra": "C",
        "texto": "Comunicação falsa de crime ou de contravenção (art. 340 do Código Penal)"
      },
      {
        "letra": "D",
        "texto": "Conduta atípica"
      },
      {
        "letra": "E",
        "texto": "Falso testemunho (art. 342 do Código Penal)"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2434503",
    "metadata": "Ano: 2023 | Banca: SELECON | Órgão: Câmara de Várzea Grande - MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Gerard atua na área de Segurança Pública e é responsável por selecionar treinamentos para funcionários de várias empresas. Após discutir o conteúdo básico para um curso inaugural de Direito Penal, conclui que é essencial estabelecer o conceito de crime, entendido, correntemente, como uma ação típica, ilícita e culpável. Essa concepção é denominada:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "formal"
      },
      {
        "letra": "B",
        "texto": "simples"
      },
      {
        "letra": "C",
        "texto": "material"
      },
      {
        "letra": "D",
        "texto": "analítica"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2322685",
    "metadata": "Ano: 2023 | Banca: FUNDEP (Gestão de Concursos) | Órgão: DPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Conforme Cláudio Brandão (2019): A culpabilidade é o único elemento que versa sobre a pessoa humana. Por isso já se disse, desde o século XIX, a partir da obra de Von Liszt, que o progresso do Direito Penal é medido pelo aperfeiçoamento da culpabilidade. BRANDÃO, Cláudio. Teoria Jurídica do Crime. Coleção Ciência Criminal Contemporânea. Coord. Cláudio Brandão. Belo Horizonte: Editora D’Plácido, 2019, p. 216. Sobre esse elemento do crime, analise as afirmativas a seguir. I. Para a teoria finalista, a culpabilidade é um juízo normativo que reprova o autor de um fato típico e antijurídico, quando se verificam concomitantemente a potencial consciência de antijuridicidade, a imputabilidade e a exigibilidade de outra conduta. II. Cometer o fato sob coação moral irresistível ou em estrita obediência à ordem de superior hierárquico não manifestamente ilegal são hipóteses previstas no Código Penal de excludente de culpabilidade por inexigibilidade de conduta conforme o direito. III. A exclusão da culpabilidade por inexigibilidade de comportamento conforme o direito é admitida por significativa parcela da doutrina e jurisprudência, mesmo em hipóteses não previstas na legislação. IV. A culpabilidade pela vulnerabilidade, proposta por Zaffaroni, expressa a busca pela limitação da violência punitiva a partir da constatação de que o âmbito de autodeterminação dos agentes é diferente em razão das reais desigualdades. Estão corretas as afirmativas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "B",
        "texto": "I e III, apenas."
      },
      {
        "letra": "C",
        "texto": "I e II, apenas."
      },
      {
        "letra": "D",
        "texto": "III e IV, apenas."
      },
      {
        "letra": "E",
        "texto": "II e IV, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2322680",
    "metadata": "Ano: 2023 | Banca: FUNDEP (Gestão de Concursos) | Órgão: DPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Sobre a teoria do crime, analise as afirmativas a seguir. I. O Código Penal brasileiro trouxe o conceito de crime, mas deixou para a doutrina a tarefa de regular o nexo de causalidade, sendo atualmente mais aceita a teoria da causalidade adequada. II. A norma penal não se confunde com o tipo penal, mas é uma decorrência lógica que é extraída do tipo. A antinormatividade é a contradição da conduta com a norma proibitiva e a antijuridicidade é a contrariedade dessa conduta com o ordenamento jurídico, no qual se complementam normas proibitivas com permissivas. III. Na esteira de Roxin, a teoria da imputação objetiva cria um elo normativo que serve de limitação ao poder punitivo do Estado, na medida em que a imputação ao tipo objetivo pressupõe a realização de um perigo criado pelo autor e não coberto por um risco permitido. IV. O erro sobre elemento constitutivo do tipo legal de crime exclui o dolo, mas permite a punição por crime culposo, se necessariamente previsto em lei. V. A teoria do domínio do fato resolve problemas de delimitação probatória na medida que, pela escala hierárquica, torna-se possível presumir a ciência de determinados agentes sobre o delito praticado por subalternos. Estão corretas as afirmativas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III, apenas."
      },
      {
        "letra": "B",
        "texto": "I e V, apenas"
      },
      {
        "letra": "C",
        "texto": "II, III e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "III e IV, apenas."
      },
      {
        "letra": "E",
        "texto": "I, IV e V, apenas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2082257",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: MPE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Conduta: ação / omissão"
    ],
    "enunciado_principal": "Considerando os modelos de conceituação de ação, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De acordo com o modelo estratégico de ação, esta é um ato de fala, traduzido na forma de um discurso, com pretensão de validade."
      },
      {
        "letra": "B",
        "texto": "De acordo com o modelo causal de ação, esta consiste no movimento corpóreo que produz modificação no mundo exterior, o que permite diferenciar crimes comissivos e omissivos, bem como crimes materiais, formais e de mera conduta."
      },
      {
        "letra": "C",
        "texto": "De acordo com o modelo finalista de ação, esta consiste na conduta dirigida a um fim ou objetivo, o que permite segmentar a conduta em objetiva e subjetiva, contudo seu elemento essencial não é o objetivo do sujeito, mas a dirigibilidade dos meios causais usados a fim de atingir o objetivo."
      },
      {
        "letra": "D",
        "texto": "De acordo com o modelo social de ação, cujo principal formulador é o alemão Günther Jakobs, a ação é uma conduta socialmente irrelevante, ou seja, incapaz de ser objeto de um juízo de valor ou intervir no círculo jurídico de outrem, o que permite excluir de seu conceito fatos ou fenômenos que independam da vontade do sujeito."
      },
      {
        "letra": "E",
        "texto": "De acordo com o modelo funcional de ação, o elemento central da ação é a base material da conduta, o que permite a análise do crime como lesão a bem jurídico."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2066951",
    "metadata": "Ano: 2023 | Banca: IADES | Órgão: GDF-SEEC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Nexo de causalidade",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Um homem que adquiriu legalmente uma pistola e que tem porte de arma deferido pela Polícia Federal pretendia matar uma pessoa. Aguardava seu alvo em local que julgou propício para os disparos, quando decidiu escolher outra oportunidade, em razão da grande quantidade de pessoas que ali circulavam na ocasião. Essa conduta configura",
    "alternativas": [
      {
        "letra": "A",
        "texto": "arrependimento posterior."
      },
      {
        "letra": "B",
        "texto": "crime tentado."
      },
      {
        "letra": "C",
        "texto": "desistência voluntária."
      },
      {
        "letra": "D",
        "texto": "arrependimento eficaz."
      },
      {
        "letra": "E",
        "texto": "ato preparatório impunível."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2408346",
    "metadata": "Ano: 2022 | Banca: SELECON | Órgão: Prefeitura de São Gonçalo - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "D.T. praticou crime de furto, tendo se apropriado indevidamente da bicicleta de Turandot. Vinte e quatro horas após o delito, D.T. devolve a bicicleta à sua proprietária. Nos termos do Código Penal, é caso de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "desistência voluntária"
      },
      {
        "letra": "B",
        "texto": "ato de vontade descriminalizador"
      },
      {
        "letra": "C",
        "texto": "arrependimento posterior"
      },
      {
        "letra": "D",
        "texto": "restituição eficaz"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2280938",
    "metadata": "Ano: 2022 | Banca: IASD | Órgão: Prefeitura de Fortuna - MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "A Lei de Introdução do Código Penal diz no “Art. 1º Considera-se crime a infração penal que a lei comina pena de reclusão ou de detenção, quer isoladamente, quer alternativa ou cumulativamente com a pena de multa; contravenção, a infração penal a que a lei comina, isoladamente, pena de prisão simples ou de multa, ou ambas, alternativa ou cumulativamente.” De acordo com as definições do art. 18 do Código Penal Brasileiro, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime é culposo, quando o agente quis o resultado ou assumiu o risco de produzi-lo"
      },
      {
        "letra": "B",
        "texto": "O crime é doloso, quando o agente quis o resultado ou assumiu o risco de produzi-lo."
      },
      {
        "letra": "C",
        "texto": "O crime é doloso, quando o agente deu causa ao resultado por imprudência, negligência ou imperícia."
      },
      {
        "letra": "D",
        "texto": "O crime é culposo, quando o agente deu causa ao resultado por assumir o risco do produzi-lo."
      },
      {
        "letra": "E",
        "texto": "O crime é doloso, quando o agente deu causa ao resultado, assumindo o risco de produzi-lo, por imprudência, negligência ou imperícia."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2067117",
    "metadata": "Ano: 2022 | Banca: INEP BRASIL | Órgão: Prefeitura de Palestina de Goiás - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Estrito cumprimento de dever legal e exercício regular de direito"
    ],
    "enunciado_principal": "Um crime é toda conduta ilícita ou antijurídica, típica e culpável, assim prevê a teoria do crime no Direito Penal, porém, algumas condutas podem ser típicas, ou seja, previstas em um tipo penal, mas podem não ser ilícitas, quando praticadas em algumas circunstâncias. Com base nessa afirmação, selecione a alternativa que não se enquadrar nela:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O agente não faz a ingestão de bebidas alcoólicas querendo embriagar-se, mas, deixando de observar o seu dever de cuidado, ingere quantidade suficiente que o coloca em estado de embriaguez. Nessa hipótese, o agente, por descuido, por falta de costume ou mesmo sensibilidade do organismo, embriaga-se sem que fosse a sua intenção colocar-se nesse estado."
      },
      {
        "letra": "B",
        "texto": "Quem pratica o fato criminoso para salvar de perigo atual (que não provocou por sua vontade, nem podia de outro modo evitar) direito próprio ou alheio, cujo sacrifício, nas circunstâncias, não era razoável exigir-se."
      },
      {
        "letra": "C",
        "texto": "Quando o agente deu causa ao resultado por imprudência (agiu de forma precipitada, sem cuidado ou cautela), negligência (descuido ou desatenção, deixando de observar precaução normalmente adotada na situação) ou imperícia (agiu sem habilidade ou qualificação técnica)."
      },
      {
        "letra": "D",
        "texto": "Aquele que repele agressão injusta atual ou iminente de direito próprio ou alheio com reação e uso moderado dos meios necessários."
      },
      {
        "letra": "E",
        "texto": "Não há crime quando o indivíduo praticar a conduta em estrito cumprimento do dever legal ou no exercício regular de direito."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2067114",
    "metadata": "Ano: 2022 | Banca: INEP BRASIL | Órgão: Prefeitura de Palestina de Goiás - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "No Direito Penal brasileiro, infração penal é toda conduta previamente tipificada pela legislação como ilícita, imbuída de culpabilidade. Diante disso, assinale a resposta correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São consideradas crimes todas as infrações às quais a Lei preveja sanção com pena e de reclusão em regime fechado."
      },
      {
        "letra": "B",
        "texto": "A Infração Penal prevê a detenção, não importando se cominada com pena de multa, seja de forma alternativa, seja cumulativa."
      },
      {
        "letra": "C",
        "texto": "Contravenção ou contraordenação é uma infração penal considerada grave, podendo ser punida com pena de prisão simples, multa, ou ambas."
      },
      {
        "letra": "D",
        "texto": "O crime é uma infração de maior potencial ofensivo e um tipo de espécie do gênero Infração Penal, que é toda conduta que gera lesão penalmente relevante a um bem jurídico tutelado pelo Estado, que está previamente tipificado como ilícito e que determine, expressamente, o conceito primário e secundário do tipo penal."
      },
      {
        "letra": "E",
        "texto": "Nenhuma das questões anteriores."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2053129",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: AL-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Consumação e tentativa"
    ],
    "enunciado_principal": "Nos termos do art. 31 do CP, salvo disposição expressa em contrário: se o crime não chega, pelo menos, a ser tentado",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não são puníveis o ajuste, a determinação ou instigação e o auxílio."
      },
      {
        "letra": "B",
        "texto": "não são puníveis o ajuste, a determinação ou instigação e o auxílio, exceto na hipótese de crime inafiançável."
      },
      {
        "letra": "C",
        "texto": "não é punível o auxílio, mas são puníveis o ajuste e a determinação ou instigação."
      },
      {
        "letra": "D",
        "texto": "não são puníveis o ajuste e a determinação ou instigação, mas é punível o auxílio."
      },
      {
        "letra": "E",
        "texto": "não é punível o ajuste, mas são puníveis a determinação ou instigação e o auxílio."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1985744",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: Senado Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Durante assalto a uma joalheria, dois homens armados obrigaram a gerente, mediante grave ameaça, a abrir o cofre e a acondicionar as joias que estavam guardadas ali em uma mochila, que eles levaram consigo na fuga. Com base no caso descrito e no conceito tripartite de crime, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A cooperação da gerente com os roubadores é um fato penalmente atípico."
      },
      {
        "letra": "B",
        "texto": "Em razão da ameaça, a gerente não agiu com dolo ao colaborar com os roubadores."
      },
      {
        "letra": "C",
        "texto": "A gerente não agiu de forma culpável, apesar de haver cometido um injusto penal."
      },
      {
        "letra": "D",
        "texto": "A gerente cometeu o crime de roubo em concurso de agentes, mas é favorecida por uma escusa absolutória."
      },
      {
        "letra": "E",
        "texto": "A gerente agiu em legítima defesa, razão por que a sua colaboração com os roubadores é justificada."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1960223",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Conduta: ação / omissão",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "No que se refere à teoria do crime, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O agente que, voluntariamente, desiste de prosseguir na execução ou impede que o resultado se produza, responde por tentativa de crime"
      },
      {
        "letra": "B",
        "texto": "O resultado, de que depende a existência do crime, somente é imputável a quem lhe deu causa. Considera-se causa a ação ou omissão sem a qual o resultado não teria ocorrido"
      },
      {
        "letra": "C",
        "texto": "Não se pune a tentativa quando, por ineficácia absoluta do meio ou por absoluta impropriedade do objeto, é impossível consumar-se o crime"
      },
      {
        "letra": "D",
        "texto": "A omissão é penalmente relevante quando o omitente devia e podia agir para evitar o resultado"
      },
      {
        "letra": "E",
        "texto": "Salvo disposição em contrário, pune-se a tentativa com a pena correspondente ao crime consumado, diminuída de um a dois terços"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1941183",
    "metadata": "Ano: 2022 | Banca: Quadrix | Órgão: CAU-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Quanto ao conceito de crime, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Sob o aspecto material, crime seria toda conduta que colide frontalmente com a lei penal editada pelo Estado."
      },
      {
        "letra": "B",
        "texto": "Segundo sua conceituação analítica, crime é o fato típico, ilícito e culpável."
      },
      {
        "letra": "C",
        "texto": "Sob o aspecto formal, conceitua-se crime como aquela conduta que viola os bens jurídicos mais importantes tutelados pelo Estado."
      },
      {
        "letra": "D",
        "texto": "O conceito de crime está formal e expressamente positivado no Código Penal, em atenção ao princípio da legalidade."
      },
      {
        "letra": "E",
        "texto": "Segundo sua conceituação analítica, crime é o fato típico, ilícito, culpável e punível."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1939476",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PG-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Julgue o item a seguir, a respeito da teoria do crime.Considera-se infração penal tentada quando, iniciada a execução, o resultado não ocorre por circunstâncias alheias à vontade do agente, hipótese em que haverá necessariamente a redução da pena, independentemente de se tratar de crime ou contravenção.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1939475",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PG-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Julgue o item a seguir, a respeito da teoria do crime.Entre as teorias que buscam explicar a relação de causalidade entre a conduta e o resultado criminoso, predomina, na jurisprudência brasileira, a teoria da causalidade adequada, a qual exige, para que alguém seja penalmente responsabilizado por conduta que tenha desenvolvido, a criação ou o incremento de um perigo juridicamente intolerável e não permitido ao bem jurídico protegido, bem como a concretização desse perigo em resultado típico.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1939473",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PG-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Julgue o item a seguir, a respeito da teoria do crime.A doutrina classifica os crimes em comissivos, omissivos e omissivos por comissão, sendo exemplo desta última modalidade a conduta do indivíduo que, tendo o dever e a possibilidade de evitar o resultado, omite-se de evitá-lo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1939472",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PG-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Julgue o item a seguir, a respeito da teoria do crime.Segundo o direito penal contemporâneo, consideram-se criminosas as condutas ontologicamente consideradas reprováveis e constatadas por um juízo de percepção natural.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1927524",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: MPE-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Crimes omissivos"
    ],
    "enunciado_principal": "O Código Penal estabelece que a omissão é penalmente relevante quando o omitente devia e podia agir para evitar o resultado. Sobre a relevância da omissão, o dever de agir incumbe a quem I. tenha por lei obrigação de cuidado, proteção ou vigilância. II. tenha assumido a responsabilidade de impedir o resultado. III. criou, com seu comportamento anterior, o risco da ocorrência do resultado. IV. impede que o resultado se produza. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "I, II e III."
      },
      {
        "letra": "C",
        "texto": "I, II e IV."
      },
      {
        "letra": "D",
        "texto": "III e IV."
      },
      {
        "letra": "E",
        "texto": "II, III e IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1914771",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: MPE-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Outras classificações"
    ],
    "enunciado_principal": "Tendo em vista que os tipos penais recebem diversas classificações doutrinárias, assinale a opção correta a esse respeito.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os tipos congruentes apresentam simetria entre o elemento objetivo e o subjetivo, como ocorre nos crimes preterdolosos."
      },
      {
        "letra": "B",
        "texto": "Os tipos simples são aqueles cuja conduta nuclear pode ser praticada por apenas um agente, tal como previsto no homicídio."
      },
      {
        "letra": "C",
        "texto": "Os tipos fundamentais estabelecem a conduta básica caracterizadora da infração penal e são previstos sempre no caput do dispositivo legal."
      },
      {
        "letra": "D",
        "texto": "Os tipos abertos demandam do operador do direito conhecimento que ultrapasse o teor literal da norma para a sua completa integração, como nos casos de leis penais em branco."
      },
      {
        "letra": "E",
        "texto": "Os tipos preventivos são aqueles que antecipam a tutela penal, punindo condutas que servem, em regra, como preparação para outros delitos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1911923",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PC-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Segundo o conceito analítico de crime, o instituto é composto por três elementos, quais sejam, o fato típico, a ilicitude ou antijuridicidade e a culpabilidade. O fato típico, por sua vez, é composto por conduta, resultado, nexo de causalidade e tipicidade. Analise as proposições a seguir e assinale aquela que contém somente causas de exclusão da tipicidade.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Coação moral irresistível, estados de inconsciência e obediência hierárquica."
      },
      {
        "letra": "B",
        "texto": "Coação física irresistível, estados de inconsciência e atos reflexos."
      },
      {
        "letra": "C",
        "texto": "Coação física irresistível, estrito cumprimento do dever legal e estados de inconsciência."
      },
      {
        "letra": "D",
        "texto": "Coação moral irresistível, estados de inconsciência e exercício regular de direito."
      },
      {
        "letra": "E",
        "texto": "Coação física irresistível, obediência hierárquica e atos reflexos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1873821",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PC-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Dentro da teoria geral do crime, entende-se por “crimes de empreendimento” aqueles em que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "todas as elementares do tipo penal precisam ser praticadas para que o resultado seja alcançado;"
      },
      {
        "letra": "B",
        "texto": "o agente pratica os atos de execução, mas a configuração do crime depende da colaboração da própria vítima;"
      },
      {
        "letra": "C",
        "texto": "há exigência de reiteração da conduta e finalidade de obtenção de lucro;"
      },
      {
        "letra": "D",
        "texto": "o legislador equipara a forma tentada à forma consumada do delito, prevendo a mesma pena para ambas as modalidades;"
      },
      {
        "letra": "E",
        "texto": "o crime é cometido por meio da profissão lícita do agente, como meio para realizar uma conduta criminosa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1825432",
    "metadata": "Ano: 2021 | Banca: NC-UFPR | Órgão: PC-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Considere o seguinte caso hipotético: A.J. e B.J são irmãos gêmeos com 17 anos de idade. Em certa ocasião, após uma discussão, B.J. atacou A.J. com uma faca, com o nítido propósito de matar. Porém, antes de ser atingido pelo golpe de B.J., A.J. conseguiu se desviar e empurrou B.J., que foi ao chão. Na queda, B.J. caiu com o abdômen sobre a faca, sofrendo uma grave perfuração. Depois disso, A.J. ainda prestou socorro a B.J., o que acabou salvando a vida de B.J. A partir das noções sobre a teoria do delito aplicadas a esse caso, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A.J. não cometeu crime porque praticou uma conduta atípica."
      },
      {
        "letra": "B",
        "texto": "Apesar de praticar uma conduta ilícita, A.J. não cometeu crime porque agiu sem culpabilidade por ser menor de 18 anos."
      },
      {
        "letra": "C",
        "texto": "Apesar de praticar uma conduta ilícita, A.J. não cometeu crime porque agiu sem culpabilidade por estar sob coação irresistível."
      },
      {
        "letra": "D",
        "texto": "Apesar de praticar uma conduta típica, A.J. não cometeu crime porque a conduta é justificada pela legítima defesa."
      },
      {
        "letra": "E",
        "texto": "A.J. não cometeu crime porque a conduta é justificada pelo estado de necessidade exculpante."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1809507",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: SEFAZ-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Conduta: ação / omissão"
    ],
    "enunciado_principal": "José trabalha como guarda-vidas da piscina do Clube Romano, aberto ao público das 8h às 22h, diariamente. A piscina do clube funciona das 9h às 21h, de terça a domingo, sendo aberta por Antônio, que trabalha como zelador no mesmo clube. José é sempre o primeiro a entrar na área da piscina, tão logo ela é aberta, para assumir seu posto no alto da cadeira de guarda-vidas. Contudo, no dia 1º de novembro de 2020, ele não chegou no horário porque sua condução atrasou. O espaço da piscina foi aberto por Antônio no horário habitual, mas José somente chegou ao clube às 10h. Ao entrar na área da piscina deparou-se com uma cena terrível: o corpo de uma criança morta, boiando na piscina. Sobre a conduta de José, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "José não praticou nenhum crime."
      },
      {
        "letra": "B",
        "texto": "José omitiu-se na prestação de socorro (Art. 135 do CP)."
      },
      {
        "letra": "C",
        "texto": "José cometeu homicídio culposo (Art. 121, § 3º, do CP)."
      },
      {
        "letra": "D",
        "texto": "José cometeu homicídio culposo na modalidade comissiva por omissão, pois exercia a função de garantidor (Art. 121, § 3º, c/c. o Art. 13, § 2º, ambos do CP)."
      },
      {
        "letra": "E",
        "texto": "José cometeu homicídio doloso na modalidade comissiva por omissão, pois exercia a função de garantidor (Art. 121, caput, c/c. o Art. 13, § 2º, ambos do CP)."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1767741",
    "metadata": "Ano: 2021 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Quanto às TEORIAS DO CRIME, pode-se ASSEVERAR que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O modelo Neokantista, da teoria teleológica do delito, manteve o dolo natural e a culpa strictu sensu na culpabilidade, acrescentando a esta, apenas, o elemento exigibilidade de conduta conforme o Direito."
      },
      {
        "letra": "B",
        "texto": "Para o finalismo, o juízo de culpabilidade deve recair sobre o fato."
      },
      {
        "letra": "C",
        "texto": "O funcionalismo sistêmico preconiza que a missão do Direito Penal é a proteção de bens jurídicos, através da prevenção geral ou especial."
      },
      {
        "letra": "D",
        "texto": "Na visão do funcionalismo teleológico, a responsabilidade, como condição para a sanção, exige, além da análise dos requisitos da culpabilidade, o juízo da necessidade da pena."
      },
      {
        "letra": "E",
        "texto": "Conceito central para a moderna teoria significativa da ação é o papel que cada pessoa tem, em uma vida em sociedade, restringindo-se a possibilidade de responsabilização penal ao seu conhecimento e aos seus limites."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1617763",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: PRF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "No que se refere a aspectos legais relacionados aos procedimentos policiais, julgue o item a seguir.O iter criminis é composto por fases, entre as quais se inclui a fase de execução, que consiste no ato de separar os meios necessários para a consecução do plano delituoso.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1302365",
    "metadata": "Ano: 2019 | Banca: Itame | Órgão: Prefeitura de Senador Canedo - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Marque a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As contravenções penais ancoradas no Código Penal, aplicam-se tanto nas contravenções praticadas no Brasil, quanto àquelas cometidas no exterior."
      },
      {
        "letra": "B",
        "texto": "O crime classificado como culposo é aquele cujo agente desejou o resultado ou assumiu o risco de produzi-lo."
      },
      {
        "letra": "C",
        "texto": "Segundo o Código Penal é considerado sujeito ativo aquele que pratica a infração penal, podendo ser qualquer pessoa, independente da idade."
      },
      {
        "letra": "D",
        "texto": "A infração penal se subdivide em duas espécies: crime e contravenção penal. As contravenções penais são sempre de ação penal pública incondicionada"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1098005",
    "metadata": "Ano: 2019 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "No tocante à teoria do delito, marque a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para a teoria causal, o resultado, como parte integrante da ação causal, deve estar contido necessariamente em todos os delitos, pois o conceito causal não pode reconhecer crimes sem resultado."
      },
      {
        "letra": "B",
        "texto": "A reformulação neokantista na teoria do delito tem profunda repercussão na relação tipo-antijuridicidade, e com Mezger a perda da autonomia do tipo atinge seu clímax, ao ser concebido como um momento da antijuricidade. O delito é, assim, definido como a ação tipicamente antijurídica e culpável."
      },
      {
        "letra": "C",
        "texto": "Característica básica da postura finalista é tratar o delito culposo segundo a condução da atividade humana estabelecida no tipo de injusto, quer tendo por base o objeto de um juízo de valor negativo sobre essa atividade, quer o desvio do processo causal ou defeito de congruência."
      },
      {
        "letra": "D",
        "texto": "A tipicidade, no conceito neoclássico de delito (neokantismo), foi profundamente afetada pelo descobrimento de elementos normativos do tipo. Os elementos subjetivos do injusto, por sua vez, somente vieram a integrar a tipicidade com o advento do finalismo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1008761",
    "metadata": "Ano: 2019 | Banca: Instituto Consulplan | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Nos delitos imprudentes (ou culposos), a aferição da concreção do risco na implementação do evento típico (ou resultado) é um dos critérios da “teoria da imputação objetiva”.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1066254",
    "metadata": "Ano: 2018 | Banca: IBADE | Órgão: SEJUDH - MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "Segundo o Código Penal, o erro sobre elemento constitutivo do tipo legal de crime:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "surge em casos como estado de necessidades, legítima defesa, estrito cumprimento de dever legal ou exercício regular de direito."
      },
      {
        "letra": "B",
        "texto": "se dá quando o agente quis o resultado criminoso ou assumiu o risco de produzi-lo."
      },
      {
        "letra": "C",
        "texto": "exclui o dolo, permite a punição por crime culposo, se previsto em lei."
      },
      {
        "letra": "D",
        "texto": "ocorre quando alguém , usando moderadamente dos meios necessários, repele injusta agressão, atual ou iminente, a direito seu ou de outrem."
      },
      {
        "letra": "E",
        "texto": "é evitável se o agente atua ou se omite sem a consciência da ilicitude do fato, quando lhe era possível, nas circunstâncias, ter ou atingir essa consciência."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1063376",
    "metadata": "Ano: 2018 | Banca: IV - UFG | Órgão: Prefeitura de Jataí - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Segundo Dotti (2012), na dogmática jurídico-penal, a definição dominante do conceito de crime compreende a “conduta humana [ação ou omissão] típica, ilícita e culpável”. Nessa linha teórica, a tipicidade refere-se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "à qualidade de um comportamento desautorizado pelo direito."
      },
      {
        "letra": "B",
        "texto": "ao juízo de reprovação pessoal que recai sobre o agente imputável."
      },
      {
        "letra": "C",
        "texto": "à adequação objetiva e subjetiva de uma conduta a uma norma legal."
      },
      {
        "letra": "D",
        "texto": "ao objeto caracterizador do bem jurídico tutelado pela norma penal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "932658",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: Câmara Legislativa do Distrito Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Conduta: ação / omissão",
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade"
    ],
    "enunciado_principal": "De acordo com o que estabelece o Código Penal,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não há crime quando o agente pratica o fato no exercício regular de direito."
      },
      {
        "letra": "B",
        "texto": "entende-se em legítima defesa quem pratica o fato para salvar de perigo atual, que não provocou por sua vontade, nem podia de outro modo evitar."
      },
      {
        "letra": "C",
        "texto": "é possível a invocação do estado de necessidade mesmo para aquele que tinha o dever legal de enfrentar o perigo."
      },
      {
        "letra": "D",
        "texto": "é plenamente possível a compensação de culpas quando ambos os agentes agiram com imprudência, negligência ou imperícia na prática do ilícito."
      },
      {
        "letra": "E",
        "texto": "considera-se praticado o crime no momento do resultado, ainda que outro seja o momento da ação ou omissão."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "904024",
    "metadata": "Ano: 2018 | Banca: NUCEPE | Órgão: PC-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Conduta: ação / omissão",
      "Causas de extinção da punibilidade",
      "Perdão judicial",
      "Crimes contra a vida",
      "Homicídio",
      "Crimes contra o patrimônio",
      "Roubo",
      "Extorsão"
    ],
    "enunciado_principal": "Com relação ao Direito Penal e as Súmulas do STJ e STF, é CORRETO afirmar, no entendimento sumulado que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Há crime, mesmo quando ocorre a preparação do flagrante pela polícia, havendo então a prova de que ocorreu a consumação."
      },
      {
        "letra": "B",
        "texto": "O crime de extorsão consuma-se quando se prova a obtenção da vantagem indevida."
      },
      {
        "letra": "C",
        "texto": "Há crime de latrocínio, quando o homicídio se consuma, quando há prova de que ocorreu a subtração de bens da vítima."
      },
      {
        "letra": "D",
        "texto": "Não se admite continuidade delitiva nos crime contra a vida."
      },
      {
        "letra": "E",
        "texto": "A sentença concessiva do perdão judicial é declaratória da extinção da punibilidade, subsistindo ainda efeito condenatório."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "896381",
    "metadata": "Ano: 2018 | Banca: IESES | Órgão: TJ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Concurso de crimes",
      "Concurso material",
      "Concurso formal",
      "Crime continuado",
      "Pena de multa",
      "Conceito e Características da Pena de Multa",
      "Dosimetria"
    ],
    "enunciado_principal": "É certo afirmar: I. A finalidade do conceito analítico do crime é a análise dos seus caracteres e elementos, por isso seu foco são os elementos ou requisitos do delito, onde é entendido como conduta típica, antijurídica e culpável (conceito tripartido, teoria clássica ou tridimensional), ou apenas conduta típica e antijurídica, ou ainda, como fato típico, antijurídico e punível abstratamente. II. Trata-se de concurso formal quando o agente, mediante mais de uma ação ou omissão, pratica dois ou mais crimes, idênticos ou não, aplicam-se cumulativamente as penas privativas de liberdade em que haja incorrido. No caso de aplicação cumulativa de penas de reclusão e de detenção, executa-se primeiro aquela. III. Na fixação da pena de multa o juiz deve atender, principalmente, à situação social do réu. IV. A continuidade temporal e espacial não é um requisito invariável do delito continuado, mas pode ser um indício da continuidade. Analisando as proposições, pode-se afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições I e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições II e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições II e IV estão corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "896379",
    "metadata": "Ano: 2018 | Banca: IESES | Órgão: TJ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Arrependimento posterior",
      "Crime preterdoloso",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "É certo afirmar: I. Mesmo nos crimes cometidos com violência ou grave ameaça à pessoa, reparado o dano ou restituída a coisa, até o recebimento da denúncia ou da queixa, por ato voluntário do agente, a pena será reduzida de um a dois terços. É o que o Código Penal define como “arrependimento posterior”. II. Chama-se “teoria do delito” à parte da ciência do direito penal que se ocupa de explicar o que é o delito em geral, isto é, quais são as características que deve ter qualquer delito. III. A emoção ou a paixão excluem a imputabilidade penal. IV. Preterdoloso é o crime onde o resultado final é mais grave do que o pretendido pelo agente. Analisando as proposições, pode-se afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições I e II estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições II e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições III e IV estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "894658",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: TJ-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Mévio, superior hierárquico de Tício, Oficial de Justiça, solicitou que ele alterasse o teor de determinada certidão em mandado de busca e apreensão. Apesar de ter conhecimento de que a conduta não era correta, Tício atendeu a solicitação de Mévio, já que este era seu superior hierárquico e os dois eram também amigos de infância. Descobertos os fatos, foi instaurado procedimento investigatório, razão pela qual Tício procura seu advogado para esclarecimentos. Considerando apenas as informações narradas, o advogado de Tício deverá esclarecer que sua conduta configura:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "fato típico, ilícito e culpável;"
      },
      {
        "letra": "B",
        "texto": "fato típico, mas não ilícito, em razão do estrito cumprimento do dever legal;"
      },
      {
        "letra": "C",
        "texto": "fato típico, mas não ilícito, em razão da obediência hierárquica;"
      },
      {
        "letra": "D",
        "texto": "fato típico e ilícito, mas não culpável, em razão da obediência hierárquica;"
      },
      {
        "letra": "E",
        "texto": "fato típico e ilícito, mas não culpável, em razão da coação moral irresistível."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "886365",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Sistemas penais"
    ],
    "enunciado_principal": "Tendo em conta a teoria geral do crime, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os partidários da teoria tripartida do delito consideram a culpabilidade como pressuposto da pena e não elemento do crime."
      },
      {
        "letra": "B",
        "texto": "Os partidários da teoria tripartida do delito consideram elementos do crime a tipicidade, a antijuricidade e a punibilidade."
      },
      {
        "letra": "C",
        "texto": "A tipicidade, elemento do crime, na concepção material, esgota-se na subsunção da conduta ao tipo penal."
      },
      {
        "letra": "D",
        "texto": "O dolo, na escola clássica, deixou de ser elemento integrante da culpabilidade, deslocando-se para a conduta, já que ação e intenção são indissociáveis."
      },
      {
        "letra": "E",
        "texto": "Os partidários da teoria funcionalista da culpabilidade entendem que a culpabilidade é limitada pela finalidade preventiva da pena; constatada a desnecessidade da pena, o agente não será punido."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2747530",
    "metadata": "Ano: 2017 | Banca: IMA | Órgão: CREF - 15ª Região (PI - MA)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Pena de multa",
      "Espécies de Pena de Multa",
      "Causas de extinção da punibilidade"
    ],
    "enunciado_principal": "Nos termos do Decreto-Lei n. 3.688/1941, acerca da Lei das Contravenções Penais, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não é punível a tentativa de contravenção."
      },
      {
        "letra": "B",
        "texto": "As penas principais são: prisão simples, restritiva de direitos e multa."
      },
      {
        "letra": "C",
        "texto": "A pena de prisão simples deve ser cumprida, com rigor penitenciário, em estabelecimento especial ou seção especial de prisão comum, em regime semiaberto ou aberto."
      },
      {
        "letra": "D",
        "texto": "No caso de ignorância ou de errada compreensão da lei, quando escusáveis, a pena pode ser reduzida até a metade."
      },
      {
        "letra": "E",
        "texto": "O prazo mínimo de duração da internação em manicômio judiciário ou em casa de custódia e tratamento é de trinta dias."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1331680",
    "metadata": "Ano: 2017 | Banca: Fundação CEFETBAHIA | Órgão: Prefeitura de Irecê - BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Sistemas penais"
    ],
    "enunciado_principal": "Considerando as disposições do Código Penal Brasileiro sobre a Teoria do Delito, analise as assertivas e identifique com V as verdadeiras e com F as falsas. ( ) O crime considera-se praticado no momento da ação ou omissão, ainda que outro seja o momento do resultado. ( ) O agente que, voluntariamente, desiste de prosseguir na execução ou impede que o resultado se produza, só responde pelos atos já praticados. ( ) Não se pune o exaurimento quando, por ineficácia relativa do meio ou por impropriedade completa do objeto, é impossível executar os atos preparatórios. ( ) A pena não será reduzida, se o inimputável, em virtude de perturbação de saúde mental ou por desenvolvimento mental incompleto ou retardado, não era inteiramente capaz de entender o caráter ilícito do fato ou de determinar-se de acordo com o direito. A alternativa que contém a sequência correta, de cima pra baixo, é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V F V F"
      },
      {
        "letra": "B",
        "texto": "V V F F"
      },
      {
        "letra": "C",
        "texto": "V F F V"
      },
      {
        "letra": "D",
        "texto": "F F V V"
      },
      {
        "letra": "E",
        "texto": "F V F V"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "860674",
    "metadata": "Ano: 2017 | Banca: VUNESP | Órgão: DPE-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Doutrinadores nacionais admitem que a reforma de 1984 da Parte Geral do Código Penal, especialmente no que concerne ao “conceito de crime”, aderiu ao “finalismo”. Quem é considerado o criador de tal sistema jurídico-penal?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Hans Welzel."
      },
      {
        "letra": "B",
        "texto": "Claus Roxim."
      },
      {
        "letra": "C",
        "texto": "Von Liszt."
      },
      {
        "letra": "D",
        "texto": "Günther Jakobs."
      },
      {
        "letra": "E",
        "texto": "Cesare Beccaria."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "828304",
    "metadata": "Ano: 2017 | Banca: IESES | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Medida de segurança",
      "Prazo de duração",
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais"
    ],
    "enunciado_principal": "De acordo com o Código Penal, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não se comunicam as circunstâncias e as condições de caráter pessoal, ainda que elementares do crime."
      },
      {
        "letra": "B",
        "texto": "Considera-se praticado o crime no momento da ação ou omissão, no todo ou em parte, bem como quando se produziu ou deveria produzir-se o resultado."
      },
      {
        "letra": "C",
        "texto": "A extinção da punibilidade de crime que é pressuposto, elemento constitutivo ou circunstância agravante de outro não se estende a este. Nos crimes conexos, a extinção da punibilidade de um deles impede, quanto aos outros, a agravação da pena resultante da conexão."
      },
      {
        "letra": "D",
        "texto": "Tratando-se de Medida de Segurança, a fixação do período de internação ou tratamento ambulatorial não comportará tempo determinado, perdurando enquanto não for averiguada, mediante perícia médica, a cessação de periculosidade. O prazo mínimo, contudo, deverá ser de 1 (um) a 3 (três) anos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "828134",
    "metadata": "Ano: 2017 | Banca: IDECAN | Órgão: SEAP-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Majoritariamente entende-se que, de acordo com o conceito analítico, crime é um:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Fato típico e antijurídico."
      },
      {
        "letra": "B",
        "texto": "Fato antijurídico e culpável."
      },
      {
        "letra": "C",
        "texto": "Fato típico, antijurídico e culpável."
      },
      {
        "letra": "D",
        "texto": "Fato típico, antijurídico, culpável e punível."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "812479",
    "metadata": "Ano: 2017 | Banca: IBADE | Órgão: PC-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Sobre a doutrina da ação finalista, tal qual formulada por Hans Welzel, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o tipo, para Welzel, é objetivo e neutro, ao passo em que o injusto é uma criação normativa, propiciada por juízos de valor que teriam como norte o objetivo almejado pelo legislador, seja a proteção de bens jurídicos, seja outra situação estatal de conveniência."
      },
      {
        "letra": "B",
        "texto": "para a teoria finalista de Welzel. ação é uma manifestação da personalidade, que abrange todos os acontecimentos atribuíveis ao centro de ação psíquico-espiritual do homem, não distinguindo a manifestação da personalidade da realização de um propósito."
      },
      {
        "letra": "C",
        "texto": "a direção final de uma ação se dá em duas fases, que nas ações simples se entrecruzam, a saber, uma que ocorre na esfera do pensamento, com a antecipação do fim a realizar, a seleção dos meios necessários à sua realização e a consideração dos efeitos simultâneos decorrentes dos fatores causais eleitos; e a concretização da ação no mundo real, de acordo com a projeção mental."
      },
      {
        "letra": "D",
        "texto": "ora a ação é apresentada como comportamento humano socialmente relevante, ora como fenômeno social, em modelos nos quais a finalidade humana é apresentada como um fator formador de sentido da realidade social."
      },
      {
        "letra": "E",
        "texto": "a teoria foi desenvolvida a partir de modelos ditados pelo método científico de Descartes, com as contribuições positivistas de pensadores como Comte, resultando em uma formulação na qual o conteúdo da vontade é dissociado do processo causal que desencadeia a vontade no mundo exterior."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "794338",
    "metadata": "Ano: 2017 | Banca: IBFC | Órgão: POLÍCIA CIENTÍFICA-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Considere as regras básicas aplicáveis ao Direito Penal e ao Direito Processual Penal para assinalar a alternativa correta sobre as espécies de infração penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Crime e contravenção penal são sinônimos"
      },
      {
        "letra": "B",
        "texto": "No caso de contravenção penal, admitem-se penas de reclusão e detenção, enquanto que, para os crimes, admite-se prisão simples"
      },
      {
        "letra": "C",
        "texto": "No caso de crime, admitem-se penas de reclusão e detenção, enquanto que, para as contravenções penais, admite-se prisão simples"
      },
      {
        "letra": "D",
        "texto": "No caso de contravenção penal, admite-se pena de reclusão, enquanto que, para os crimes, admite-se detenção"
      },
      {
        "letra": "E",
        "texto": "No caso de contravenção penal, admite-se pena de detenção, enquanto que, para os crimes, admite-se reclusão"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "758142",
    "metadata": "Ano: 2016 | Banca: FUNCAB | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Por teoria da ratio essendi entende-se o(a):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estruturação do direito penal sob o princípio da intervenção mínima, que orientará iniciativas político-criminais pelo prisma da ultima ratio."
      },
      {
        "letra": "B",
        "texto": "ingresso pelo agente nos atos executórios de um crime, quando este se posta, de acordo com sua idealização, em atividade imediata e diretamente coligada à realização do tipo."
      },
      {
        "letra": "C",
        "texto": "possibilidade de punição da punição da participação em sentido estrito quando o agente da conduta principal é um adolescente-infrator, bastando que este aja de forma típica e antijurídica."
      },
      {
        "letra": "D",
        "texto": "concepção da culpabilidade como uma relação psicológica entre o autor e o fato por ele praticado, de sorte que dolo e culpa, para a teoria, são espécies de culpabilidade."
      },
      {
        "letra": "E",
        "texto": "fusão entre dois substratos do conceito analítico de crime, a saber, a tipicidade e a antijuridicidade, sendo aquela reconhecida como a razão de ser desta; assim, o crime é composto pelo fato antijurídico (injusto) e pela culpabilidade."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "671331",
    "metadata": "Ano: 2016 | Banca: FUMARC | Órgão: Câmara de Conceição do Mato Dentro",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Consumação e tentativa",
      "Crimes omissivos"
    ],
    "enunciado_principal": "No que tange ao conceito de crime, nos termos do Código Penal brasileiro, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A tentativa é punida mesmo quando, por ineficácia absoluta do meio ou por absoluta impropriedade do objeto, é impossível consumar-se o crime."
      },
      {
        "letra": "B",
        "texto": "A omissão é penalmente relevante quando o omitente devia e podia agir para evitar o resultado."
      },
      {
        "letra": "C",
        "texto": "Considera-se crime tentado quando nele se reúnem todos os elementos de sua definição legal."
      },
      {
        "letra": "D",
        "texto": "O agente que, voluntariamente, desiste de prosseguir na execução ou impede que o resultado se produza, responde nas mesmas penas aplicáveis ao crime consumado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "591077",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conceitos e caracteres",
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Acerca do crime e da aplicação da lei penal no tempo e no espaço, julgue o item que se segue. Sob o prisma formal, crime corresponde à concepção do direito acerca do delito, em uma visão legislativa do fenômeno; sob o prisma material, o conceito de crime é pré-jurídico, ou seja, é a concepção da sociedade a respeito do que pode e deve ser proibido.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "565815",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Antijuridicidade",
      "Legítima defesa"
    ],
    "enunciado_principal": "Acerca da aplicação da lei penal, do conceito analítico de crime, da exclusão de ilicitude e da imputabilidade penal, julgue o item que se segue.A legítima defesa é causa de exclusão da ilicitude da conduta, mas não é aplicável caso o agente tenha tido a possibilidade de fugir da agressão injusta e tenha optado livremente pelo seu enfrentamento.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "565814",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Acerca da aplicação da lei penal, do conceito analítico de crime, da exclusão de ilicitude e da imputabilidade penal, julgue o item que se segue.O direito penal brasileiro não admite a punição de atos meramente preparatórios anteriores à fase executória de um crime, uma vez que a criminalização de atos anteriores à execução de delito é uma violação ao princípio da lesividade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "553903",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: DPE-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Sistemas penais"
    ],
    "enunciado_principal": "A teoria finalista da ação, adotada pelo Código Penal em sua Parte Geral, concebe o crime como um fato típico e antijurídico. A culpabilidade diz respeito à reprovabilidade da conduta. O dolo, que integrava o juízo de culpabilidade, para esta teoria é elemento estruturante do fato típico. Essa adoção pretende corrigir contradições na teoria",
    "alternativas": [
      {
        "letra": "A",
        "texto": "da equivalência dos antecedentes causais."
      },
      {
        "letra": "B",
        "texto": "da responsabilidade objetiva."
      },
      {
        "letra": "C",
        "texto": "da causalidade normativa."
      },
      {
        "letra": "D",
        "texto": "do domínio do fato."
      },
      {
        "letra": "E",
        "texto": "da imputabilidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "512625",
    "metadata": "Ano: 2015 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Após a leitura dos enunciados abaixo, assinale a alternativa correta: I- A teoria finalista, no conceito analítico de crime, o define como um fato típico e antijurídico, sendo a culpabilidade pressuposto da pena. II- A teoria clássica, no conceito analítico de crime, o define como um fato típico, antijurídico e culpável. III- A teoria clássica entende que a culpabilidade consiste em um vínculo subjetivo que liga a ação ao resultado, ou seja, no dolo ou na culpa em sentido estrito. IV- A teoria finalista entende que, por ser o delito uma conduta humana e voluntária que tem sempre uma finalidade, o dolo e a culpa são abrangidos pela conduta. V- A teoria finalista entende que pode existir crime sem que haja culpabilidade, isto é, censurabilidade ou reprovabilidade da conduta, inexistindo, portanto, a condição indispensável à imposição e pena.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente o II e o III são verdadeiros."
      },
      {
        "letra": "B",
        "texto": "Somente o I e o IV são verdadeiros."
      },
      {
        "letra": "C",
        "texto": "Somente o I, IV e V são verdadeiros."
      },
      {
        "letra": "D",
        "texto": "Somente o I e II são verdadeiros."
      },
      {
        "letra": "E",
        "texto": "Todos são verdadeiros."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "512408",
    "metadata": "Ano: 2015 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Descriminantes Putativas"
    ],
    "enunciado_principal": "Quanto ao crime, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nas descriminantes putativas, a isenção de pena abrange os crimes dolosos e culposos."
      },
      {
        "letra": "B",
        "texto": "Salvo nos casos expressos em lei, ninguém pode ser punido por fato previsto como crime, senão quando o pratica dolosamente."
      },
      {
        "letra": "C",
        "texto": "Em qualquer das hipóteses de excludente de ilicitude, o agente responderá pelo excesso doloso ou culposo."
      },
      {
        "letra": "D",
        "texto": "Se o fato é cometido sob coação ou em estrita obediência a ordem, não manifestamente ilegal, de superior hierárquico, só é punível o autor da coação ou da ordem."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "481534",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TCM-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "No tipo do crime descrito no art. 319 do Código Penal “Retardar, ou deixar de praticar, indevidamente, ato de ofício, ou praticá-lo contra disposição expressa de lei, para satisfazer interesse ou sentimento pessoal”, a expressão “para satisfazer interesse ou sentimento pessoal” constitui",
    "alternativas": [
      {
        "letra": "A",
        "texto": "elemento normativo do tipo."
      },
      {
        "letra": "B",
        "texto": "elemento subjetivo do tipo."
      },
      {
        "letra": "C",
        "texto": "circunstância qualificadora."
      },
      {
        "letra": "D",
        "texto": "elemento objetivo do tipo."
      },
      {
        "letra": "E",
        "texto": "elemento descritivo do tipo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "476019",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Conduta: ação / omissão"
    ],
    "enunciado_principal": "Nos termos do Código Penal considera-se causa do crime",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a ação ou omissão sem a qual o resultado não teria ocorrido."
      },
      {
        "letra": "B",
        "texto": "a ação ou omissão praticada pelo autor, independentemente da sua relação com o resultado."
      },
      {
        "letra": "C",
        "texto": "exclusivamente a ação ou omissão que mais se relaciona com a intenção do autor."
      },
      {
        "letra": "D",
        "texto": "a ação ou omissão praticada pelo autor, independentemente de qualquer causa superveniente."
      },
      {
        "letra": "E",
        "texto": "exclusivamente a ação ou omissão que mais contribui para o resultado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "467353",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: DPE-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "O Estado, para garantir a segurança dos cidadãos, deve proibir ou restringir todas aquelas ações que se refiram, de maneira imediata, só a quem as realize, das quais derive lesão aos direitos dos outros, isto é, que atinjam sua liberdade e propriedade, sem o seu consentimento ou contra ele, ou das que haja de temê-las provavelmente; probabilidade na qual haverá de considerar a dimensão do dano que se quer causar e a importância da limitação da liberdade produzida por lei proibitiva.Wilhem Von Humboldt. Los límites de la acción del estado. 1792, p. 122 (com adaptações).Com relação ao fragmento de texto acima, aos princípios de direito penal e às teorias do bem jurídico, julgue o item a seguir.Ao vincular a ideia de crime à violação de direitos subjetivos, o pensamento do autor do fragmento em apreço nega os fundamentos da doutrina privatista de Feuerbach, concepção pioneira a respeito do objeto de tutela penal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "472004",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Quanto às penas, à tipicidade, à ilicitude e aos elementos e espécies da infração penal, julgue os itens a seguir. Na legislação pátria, adotou-se o critério bipartido na definição das infrações penais, ou seja, estas se subdividem em contravenções penais e crimes ou delitos, inexistindo diferença conceitual entre as duas últimas espécies.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "461143",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: PROCEMPA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Majoritariamente, a doutrina conceitua crime como sendo um fato típico, ilícito e culpável. Como elementos do fato típico estão a conduta, o resultado, o nexo de causalidade e a tipicidade. Com relação a tais elementos, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não há crime sem resultado jurídico."
      },
      {
        "letra": "B",
        "texto": "Na teoria finalista da ação, o dolo e a culpa devem ser analisados na antijuridicidade."
      },
      {
        "letra": "C",
        "texto": "A coação moral irresistível, diferentemente da resistível, afasta a própria conduta e, assim, a tipicidade."
      },
      {
        "letra": "D",
        "texto": "Para que seja reconhecida a tipicidade material, basta a simples adequação da conduta ao tipo penal."
      },
      {
        "letra": "E",
        "texto": "A superveniência de causa relativamente independente que, por si só, produza o resultado, faz com que o agente apenas responda pelo resultado a título de culpa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "411201",
    "metadata": "Ano: 2014 | Banca: TRF - 4ª REGIÃO | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Dadas as assertivas abaixo, assinale a alternativa correta. I. Segundo o Código Penal, o crime é complexo quando elemento ou circunstância do tipo legal, por si mesmo, constituir crime. II. A lei brasileira sobre lavagem de dinheiro (Lei nº 9.613/98), a exemplo de legislações europeias, não contemplou a \"autolavagem\", ou seja, a possibilidade de o autor do crime antecedente responder também, em concurso de crimes, por lavagem de dinheiro. III. Em apertada síntese, segundo a teoria do domínio do fato, o autor de um delito é quem tem o poder de decisão sobre a realização do fato. Explica, assim, a figura do autor mediato, ou seja, o \"autor atrás de outro autor\". Na prática, essa teoria se aplica nas hipóteses em que não se logra obter elementos probatórios que vinculem, por exemplo, um superior hierárquico, que se utiliza de um subordinado para a execução da conduta típica. IV. De acordo com a jurisprudência do Superior Tribunal de Justiça, o monitoramento por câmeras de vigilância e por sistema de alarmes ou mesmo a existência de seguranças no estabelecimento tornam impossível a consumação do furto, incidindo, assim, a regra do art. 17 do Código Penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Está correta apenas a assertiva I."
      },
      {
        "letra": "B",
        "texto": "Está correta apenas a assertiva II."
      },
      {
        "letra": "C",
        "texto": "Está correta apenas a assertiva III."
      },
      {
        "letra": "D",
        "texto": "Estão corretas todas as assertivas."
      },
      {
        "letra": "E",
        "texto": "Nenhuma assertiva está correta."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "389325",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Dentre as escolas penais a seguir, aquela na qual se pretendeu inicialmente aplicar ao direito penal os mesmos métodos de observação e investigação que se utilizavam em outras ciências naturais é a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Clássica."
      },
      {
        "letra": "B",
        "texto": "Técnico-Jurídica."
      },
      {
        "letra": "C",
        "texto": "Correcionalista."
      },
      {
        "letra": "D",
        "texto": "Positivista."
      },
      {
        "letra": "E",
        "texto": "Moderna."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "381223",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Assinale a opção correta com base na teoria geral do delito.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A lei penal brasileira não considera a independência relativa do novo curso causal como excludente da imputação do resultado."
      },
      {
        "letra": "B",
        "texto": "O tipo subjetivo da omissão de ação é assimétrico: na omissão de ação imprópria, há somente dolo; na omissão de ação própria, há dolo e imprudência."
      },
      {
        "letra": "C",
        "texto": "Nos tipos dolosos de simples atividade, a tarefa de atribuição causal do tipo objetivo se esgota na subsunção da ação ao tipo legal respectivo porque não existe um resultado exterior imputável ao autor do fato."
      },
      {
        "letra": "D",
        "texto": "O conhecimento atual das circunstâncias de fato do tipo objetivo deve abranger os elementos presentes - a vítima, a coisa, o documento etc. - e futuros - o curso causal e o resultado - do tipo objetivo, bem como as condições objetivas de punibilidade."
      },
      {
        "letra": "E",
        "texto": "O conceito clássico de delito é falho, na medida em que nele não é estabelecido vínculo entre a conduta e o resultado por meio do nexo de causalidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "376238",
    "metadata": "Ano: 2014 | Banca: IV - UFG | Órgão: UEAP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "O conceito formal do crime constitui-se na conduta proibida por lei, sob a ameaça de aplicação da pena, numa visão legislativa do fenômeno. Assim sendo, respeita o princípio da legalidade ou da reserva legal, para o qual não há crime sem lei anterior que o defina, nem pena sem lei anterior que a comine. Em relação ao crime e seus elementos, espécies e sujeitos,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o sujeito passivo é o titular do bem jurídico protegido, e o sujeito passivo formal ou constante, titular do interesse jurídico de punir, que surge com a prática da infração penal, é sempre o Estado."
      },
      {
        "letra": "B",
        "texto": "o contexto dos crimes próprios envolve os crimes que exigem sujeito ativo qualificado, devendo este cometer pessoalmente a conduta tipica, admitindo-se entretanto a coautoria e a participação."
      },
      {
        "letra": "C",
        "texto": "o tipo penal vem estruturado como sendo título ou nomem juris; como preceito primário e preceito secundário, caracteriza-se este último como a descrição da conduta proibida, quando se refere ao tipo incriminador, ou à conduta permitida."
      },
      {
        "letra": "D",
        "texto": "o juiz é proibido na pena de tentativa de levar em conta o inter criminis, ou seja, o grau de perigo que o bem jurídico sofreu, sendo causa de diminuição obrigatória, sem, entretanto, ter a fixação em parâmetros."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "353301",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Conduta: ação / omissão"
    ],
    "enunciado_principal": "Não há crime sem .",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dolo."
      },
      {
        "letra": "B",
        "texto": "resultado naturalístico."
      },
      {
        "letra": "C",
        "texto": "imprudência."
      },
      {
        "letra": "D",
        "texto": "conduta."
      },
      {
        "letra": "E",
        "texto": "lesão."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "489660",
    "metadata": "Ano: 2013 | Banca: PUC-PR | Órgão: TCE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Noções Fundamentais",
      "Lei penal no tempo",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Consumação e tentativa",
      "Antijuridicidade",
      "Noções Gerais Antijuridicidade"
    ],
    "enunciado_principal": "Segundo o Direito Penal brasileiro, analise os itens abaixo e assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São elementos que integram o fato típico: a conduta humana, o resultado, o nexo causal e a ilicitude."
      },
      {
        "letra": "B",
        "texto": "São excludentes legais de ilicitude: o estado de necessidade, a legítima defesa, o estrito cumprimento de dever legal, o exercício regular de direito e o consentimento do ofendido."
      },
      {
        "letra": "C",
        "texto": "Integram o crime tentado: o início da execução e a não consumação por circunstâncias alheias à vontade do agente, a qual pode ser dar a título de dolo ou de culpa."
      },
      {
        "letra": "D",
        "texto": "Sobre a lei penal no tempo, o Código Penal Brasileiro adotou a Teoria da Ubiquidade."
      },
      {
        "letra": "E",
        "texto": "O crime é consumado quando nele se reúnem todos os elementos de sua definição legal."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "331867",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Segundo a teoria causal, o dolo causalista é conhecido como dolo normativo, pelo fato de existir, nesse dolo, juntamente com os elementos volitivos e cognitivos, considerados psicológicos, elemento de natureza normativa ( real ou potencial consciência sobre a ilicitude do fato ).",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "317973",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Consumação e tentativa"
    ],
    "enunciado_principal": "De acordo com o Código Penal, a execução iniciada de um crime, que não se consuma por circunstâncias alheias à vontade do agente, caracteriza o(a)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "arrependimento eficaz."
      },
      {
        "letra": "B",
        "texto": "arrependimento posterior."
      },
      {
        "letra": "C",
        "texto": "tentativa."
      },
      {
        "letra": "D",
        "texto": "crime frustrado."
      },
      {
        "letra": "E",
        "texto": "desistência voluntária."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "312545",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Acerca do conceito de crime, considerando a corrente majoritária do Direito, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime é o fato típico, ilícito e culpável."
      },
      {
        "letra": "B",
        "texto": "O índio que não teve contato com a civilização e não tem como conhecer a ilicitude de um fato típico e ilícito não comete crime."
      },
      {
        "letra": "C",
        "texto": "O menor de dezoito anos não comete crime."
      },
      {
        "letra": "D",
        "texto": "O indivíduo portador de um transtorno psiquiátrico de natureza psicótica grave não comete crime."
      },
      {
        "letra": "E",
        "texto": "O indivíduo que comete um fato ilícito, sem dolo ou culpa, não comete crime."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "311590",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Consumação e tentativa"
    ],
    "enunciado_principal": "Considera-se crime toda ação ou omissão típica, antijurídica e culpável.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "308745",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Consumação e tentativa"
    ],
    "enunciado_principal": "No que se refere aos elementos do crime, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o estrito cumprimento do dever legal exclui a imputabilidade."
      },
      {
        "letra": "B",
        "texto": "o dolo e a culpa integram a tipicidade e a culpabilidade, respectivamente."
      },
      {
        "letra": "C",
        "texto": "o arrependimento eficaz afasta a ilicitude."
      },
      {
        "letra": "D",
        "texto": "a exigibilidade de conduta diversa é pressuposto da culpabilidade."
      },
      {
        "letra": "E",
        "texto": "o crime impossível extingue a punibilidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "305557",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Infração penal significa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando um caso não previsto em lei é regulado por um preceito legal, que rege um semelhante."
      },
      {
        "letra": "B",
        "texto": "Ofensa real ou potencial a um bem jurídico, levando-se em consideração os elementos subjetivos do tipo, a ilicitude e a culpabilidade."
      },
      {
        "letra": "C",
        "texto": "Todos os valores ético-sociais que estejam a exigir uma proteção especial, no âmbito do direito penal, por se revelarem insuficientes à proteção dos outros ramos do direito."
      },
      {
        "letra": "D",
        "texto": "Quando o princípio para o caso omitido se deduz do espírito e do sistema do ordenamento jurídico, considerado em seu conjunto."
      },
      {
        "letra": "E",
        "texto": "Que o delito é sinônimo de contravenção penal no Brasil."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "304743",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "No que concerne à teoria do crime, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em direito penal, entende-se a tentativa como uma forma de adequação típica de subordinação imediata ou direta."
      },
      {
        "letra": "B",
        "texto": "O princípio da insignificância incide nos crimes contra a administração pública, o que exclui a tipicidade, mesmo que a conduta praticada ofenda a probidade administrativa, e não apenas o patrimônio."
      },
      {
        "letra": "C",
        "texto": "O indivíduo que tenta o suicídio pode ser sujeito ativo e passivo da própria conduta."
      },
      {
        "letra": "D",
        "texto": "Há crimes que se caracterizam pela pluralidade de objetos materiais, mas nenhum crime prescinde de objeto material."
      },
      {
        "letra": "E",
        "texto": "Crime de dever, semelhante ao crime de domínio, é aquele praticado dolosamente por quem rege a conduta dos demais envolvidos no crime, incidindo, nesse caso, a teoria do domínio do fato."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "304684",
    "metadata": "Ano: 2013 | Banca: FMP Concursos | Órgão: MPE-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No conceito analítico do crime, a imputabilidade penal constitui elemento autônomo do crime."
      },
      {
        "letra": "B",
        "texto": "A adequação social constitui, segundo doutrina majoritária, excludente de ilicitude."
      },
      {
        "letra": "C",
        "texto": "Para a doutrina finalista, o princípio da insignificância constitui causa exculpante."
      },
      {
        "letra": "D",
        "texto": "De acordo com a doutrina finalista, a consciência da ilicitude é elemento do dolo."
      },
      {
        "letra": "E",
        "texto": "O erro de tipo sempre exclui o dolo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "301965",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "No que concerne às posições existentes na teoria do delito, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É possível a punição a título de culpa mesmo se o resultado não tenha sido previsto pelo agente."
      },
      {
        "letra": "B",
        "texto": "É inadmissível legítima defesa contra legítima defesa putativa."
      },
      {
        "letra": "C",
        "texto": "A existência do dolo do tipo permissivo serve à concepção objetiva da descriminante."
      },
      {
        "letra": "D",
        "texto": "O dolo normativo corresponde ao modelo normativo de culpabilidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "300617",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "No que diz respeito ao conceito do crime, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é considerada como causa do crime a ação ou omissão sem a qual o resultado não teria ocorrido, sendo que a superveniência de causa relativamente independente exclui a imputação do crime quando, por si só, produziu o resultado."
      },
      {
        "letra": "B",
        "texto": "ao agente que tenha por lei obrigação de cuidado, proteção ou vigilância, não será imputado o crime se apenas omitiu-se, ainda que pudesse agir para evitar o resultado."
      },
      {
        "letra": "C",
        "texto": "se considera o crime tentado quando iniciada a preparação; este não se consuma por circunstâncias alheias à vontade do agente."
      },
      {
        "letra": "D",
        "texto": "para a caracterização da omissão penalmente relevante é suficiente que o agente tivesse o poder de agir para evitar o resultado do crime."
      },
      {
        "letra": "E",
        "texto": "se pune a tentativa se, por ineficácia absoluta do meio ou por absoluta impropriedade do objeto, é impossível consumar-se o crime."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1196881",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: PC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "A respeito de princípios gerais do direito penal, julgue o item a seguir. Em caso de urgência, a definição do que é crime pode ser realizada por meio de medida provisória.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1154858",
    "metadata": "Ano: 2012 | Banca: RBO | Órgão: Prefeitura de Porto Ferreira - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Considera-se praticado o crime no momento da ação ou omissão, ainda que outro seja o momento do resultado."
      },
      {
        "letra": "B",
        "texto": "Não se aplica a lei brasileira, ao crime cometido no território nacional por estrangeiro que aqui não resida, devendo ser julgado segundo as leis do seu país de origem."
      },
      {
        "letra": "C",
        "texto": "Aplica-se a lei brasileira, sem prejuízo de convenções, tratados e regras de direito internacional, ao crime cometido no território nacional."
      },
      {
        "letra": "D",
        "texto": "Considera-se praticado o crime no lugar em que ocorreu a ação ou omissão, no todo ou em parte, bem como onde se produziu ou deveria produzir-se o resultado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1154856",
    "metadata": "Ano: 2012 | Banca: RBO | Órgão: Prefeitura de Porto Ferreira - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Em relação a crime, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Grande parte da doutrina o define como sendo o fato típico e antijurídico."
      },
      {
        "letra": "B",
        "texto": "Não necessita estar previsto em lei, nos termos do artigo 5º, inciso XXXIX da Constituição Federal de 1988."
      },
      {
        "letra": "C",
        "texto": "Constitui Crime, nos termos do artigo 1º da LICP, a infração penal apenada com prisão simples, acompanhada ou não de multa."
      },
      {
        "letra": "D",
        "texto": "Diz-se que o crime é culposo, quando o agente quis o resultado ou assumiu o risco de produzi-lo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "984184",
    "metadata": "Ano: 2012 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Sistemas penais"
    ],
    "enunciado_principal": "Nos termos do Código Penal – CP: I. Considera-se praticado o crime no momento da ação ou omissão, ainda que outro seja o momento do resultado. II. A pena cumprida no estrangeiro não atenua a pena imposta no Brasil pelo mesmo crime, quando diversa, mas nela é computada, quando idêntica. III. O dia do começo não se inclui no cômputo do prazo. Contam-se os dias, os meses e os anos pelo calendário comum. IV. O resultado, de que depende a existência do crime, somente é imputável a quem lhe deu causa. Considera-se causa a ação ou omissão sem a qual o resultado não teria ocorrido.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições I, II e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições II, III e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições II e III estão corretas."
      },
      {
        "letra": "E",
        "texto": "Todas as proposições estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "372066",
    "metadata": "Ano: 2012 | Banca: FMP Concursos | Órgão: TJ-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O conceito de infração penal é mais amplo do que o conceito de crime."
      },
      {
        "letra": "B",
        "texto": "O conceito de infração penal coincide com o conceito de delito."
      },
      {
        "letra": "C",
        "texto": "O conceito de infração penal coincide com o conceito de crime."
      },
      {
        "letra": "D",
        "texto": "O conceito de infração penal é menos amplo do que o conceito de crime."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "312099",
    "metadata": "Ano: 2012 | Banca: OFFICIUM | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Consumação e tentativa"
    ],
    "enunciado_principal": "Associe os institutos jurídicos previstos no Código Penal (coluna da esquerda) às situações a eles relacionadas (coluna da direita). 1- Resultado diverso do Pretendido 2- Concurso Material 3- Erro na execução 4- Concurso Formal 5- Crime continuado ( ) O agente, visando um determinado objetivo, termina atingindo outro fim. ( )O agente, em vez de atingir a pessoa visada, alcança pessoa diversa em razão de desvio no golpe. ( ) O agente, mediante mais de uma ação ou omissão, pratica dois ou mais crimes. A sequência numérica correta, de cima para baixo, da coluna da direita, é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "5 - 3 - 2"
      },
      {
        "letra": "B",
        "texto": "3 - 4 - 5"
      },
      {
        "letra": "C",
        "texto": "3 - 1 - 4"
      },
      {
        "letra": "D",
        "texto": "1 - 4 - 5"
      },
      {
        "letra": "E",
        "texto": "1 - 3 - 2"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "293467",
    "metadata": "Ano: 2012 | Banca: IESES | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Consumação e tentativa"
    ],
    "enunciado_principal": "É certo afirmar: I. Crime é um fato típico, antijurídico e culpável. II. O resultado, de que depende a existência do crime, é imputável tanto a quem deu quanto a quem não lhe deu causa. III. A Lei penal brasileira por ser soberana se sobrepõe aos tratados e convenções internacionais, sendo de aplicação absoluta. IV. Considera-se praticado o crime no lugar em que ocorreu a ação ou omissão, no todo ou em parte, bem como onde se produziu ou deveria produzir-se o resultado. Analisando as proposições, pode-se afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições II e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições I e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições II e III estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "284099",
    "metadata": "Ano: 2012 | Banca: ESAF | Órgão: CGU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Noções Fundamentais",
      "Princípios limitadores do poder punitivo estatal",
      "Lei penal no espaço",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Conduta: ação / omissão"
    ],
    "enunciado_principal": "Marque a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quanto ao Lugar do crime, o Direito brasileiro adotou a Teoria da Atividade segundo a qual o Lugar do delito é aquele em que se verificou o ato executivo."
      },
      {
        "letra": "B",
        "texto": "O princípio da irretroatividade da lei penal é corolário do princípio da anterioridade da lei penal e limita-se às normas penais de caráter material."
      },
      {
        "letra": "C",
        "texto": "O Código Penal Brasileiro adotou, em relação ao dolo, a Teoria da Representação, segundo a qual para a existência do dolo é suficiente a representação subjetiva ou a previsão do resultado como certo ou provável."
      },
      {
        "letra": "D",
        "texto": "Os crimes comissivos por omissão são objetivamente descritos com uma conduta negativa, não se exigindo um resultado naturalístico."
      },
      {
        "letra": "E",
        "texto": "O conceito analítico de crime, segundo a Teoria Tripartite, crime é fato típico, antijurídico, culpável e punível."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "276703",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Consumação e tentativa"
    ],
    "enunciado_principal": "Em relação às teorias do crime e à legislação especial, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Conforme entendimento jurisprudencial, é suficiente, para fundamentar a aplicação do direito penal mínimo, a presença de um dos seguintes elementos: mínima ofensividade da conduta do agente, ínfima periculosidade da ação, ausência total de reprovabilidade do comportamento e mínima expressividade da lesão jurídica ocasionada."
      },
      {
        "letra": "B",
        "texto": "A coculpabilidade, expressamente admitida na lei penal como uma das hipóteses de aplicação da atenuante genérica, consiste em reconhecer que o Estado também é responsável pelo cometimento de determinados delitos quando o agente possui menor autodeterminação diante das circunstâncias do caso concreto, especificamente no que se refere às condições sociais e econômicas."
      },
      {
        "letra": "C",
        "texto": "A teoria constitucionalista do delito, que integra o direito penal à CF, enfoca o delito como ofensa, concreta ou abstrata, a bem jurídico protegido constitucionalmente, havendo crime com ou sem lesão ou perigo de lesão ao bem jurídico relevante."
      },
      {
        "letra": "D",
        "texto": "Idealizado por Günther Jakobs, o direito penal do inimigo é entendido como um direito penal de terceira velocidade, por utilizar a pena privativa de liberdade, mas permitir a flexibilização de garantias materiais e processuais, podendo ser observado, no direito brasileiro, em alguns institutos da lei que trata dos crimes hediondos e da que trata do crime organizado."
      },
      {
        "letra": "E",
        "texto": "O abolicionismo, ou minimalismo penal, prega a eliminação total, do ordenamento jurídico penal, da pena de prisão como meio de controle social formal e a sua substituição por outro mecanismo de controle."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "275157",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Consumação e tentativa"
    ],
    "enunciado_principal": "A respeito do iter criminis e do momento de consumação do delito, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A tentativa, uma norma de extensão temporal, não se enquadra diretamente no tipo incriminador; faz-se necessária uma norma que amplie a figura típica até alcançar o fato material."
      },
      {
        "letra": "B",
        "texto": "A tentativa perfeita ou crime falho é aquela na qual o agente interrompe a atividade executória e não consuma o crime por circunstâncias alheias à sua vontade."
      },
      {
        "letra": "C",
        "texto": "O crime de extorsão se consuma com a obtenção da indevida vantagem econômica por parte do agente."
      },
      {
        "letra": "D",
        "texto": "A tentativa de homicídio se distingue do delito de lesões corporais dolosas pela gravidade da ofensa à integridade física da vítima."
      },
      {
        "letra": "E",
        "texto": "O crime tentado é punido da mesma forma que o crime consumado, pois o que vale é a intenção do agente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "242153",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: DPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O ordenamento penal estende a relação de causalidade a qualquer resultado causado pela ação, ainda que imprevisível, em razão da aplicação do princípio versari in re ilicita."
      },
      {
        "letra": "B",
        "texto": "A missão do Direito Penal é a proteção de bens jurídicos, o que justifica a antecipação da intervenção penal aos atos que antecedem o início da prática dos atos executivos."
      },
      {
        "letra": "C",
        "texto": "Pela teoria da imputação objetiva, o resultado deve ser imputado ao agente de maneira objetiva, isto é, ainda que não tenha ele agido com dolo ou culpa."
      },
      {
        "letra": "D",
        "texto": "O desvalor da ação e o desvalor do resultado devem ser aferidos a partir da lesão ou exposição a risco do bem jurídico tutelado."
      },
      {
        "letra": "E",
        "texto": "A inocuidade da ação dolosa ao bem jurídico tutelado pela norma penal não serve para atestar a atipicidade da conduta se o ânimo do agente mostra que conduz sua vida de maneira reprovável."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "215022",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "No que concerne aos elementos do crime, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não há crime sem ação."
      },
      {
        "letra": "B",
        "texto": "os animais irracionais podem ser sujeitos ativos de crimes."
      },
      {
        "letra": "C",
        "texto": "o sujeito passivo material de um delito é o titular do bem jurídico diretamente lesado pela conduta do agente."
      },
      {
        "letra": "D",
        "texto": "não há crime sem resultado."
      },
      {
        "letra": "E",
        "texto": "só os bens jurídicos de natureza corpórea podem ser objeto material de um delito."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "214261",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TCE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Em relação ao conceito formal e material do crime é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente no conceito material permite-se um desdobramento do tipo penal em ação ou omissão, tipicidade, ilicitude e culpabilidade."
      },
      {
        "letra": "B",
        "texto": "No conceito formal, o delito constitui uma lesão a um bem jurídico penal."
      },
      {
        "letra": "C",
        "texto": "O delito, sob a perspectiva material e formal, é punido com pena privativa de liberdade ou restritiva de direitos"
      },
      {
        "letra": "D",
        "texto": "O conceito de delito formal é o fato humano proibido pela lei penal, e material há lesão ou perigo de lesão a um bem jurídico-penal."
      },
      {
        "letra": "E",
        "texto": "O delito é fato típico e antijurídico e a culpabilidade, para o conceito material, o distingue do conceito formal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "209490",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TCU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Consumação e tentativa"
    ],
    "enunciado_principal": "Na doutrina e jurisprudência contemporâneas, predomina o entendimento de que a punibilidade não integra o conceito analítico de delito, que ficaria definido como conduta típica, ilícita e culpável.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "208949",
    "metadata": "Ano: 2011 | Banca: FUMARC | Órgão: PC-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Considerando o Código Penal e as Teorias do Delito é INCORRETA afrmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Com relação ao tipo doloso, o Código Penal Brasileiro adotou as teorias da vontade e do assentimento e não a da atividade."
      },
      {
        "letra": "B",
        "texto": "A perda de cargo, função pública ou mandato eletivo é efeito genérico da condenação, não necessitando, dessa forma, ser determinada de forma explícita e fundamentada da sentença penal condenatória."
      },
      {
        "letra": "C",
        "texto": "A previsibilidade objetiva é elemento integrante do tipo culposo, podendo a previsibilidade subjetiva ser analisada por ocasião da culpabilidade."
      },
      {
        "letra": "D",
        "texto": "De acordo com a teoria finalista, a ação é o comportamento humano voluntário, dirigido à atividade final lícita ou ilícita."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "208946",
    "metadata": "Ano: 2011 | Banca: FUMARC | Órgão: PC-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime"
    ],
    "enunciado_principal": "Em relação às Teorias do Delito, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A antinormatividade, de acordo com Zaffaroni, consiste em se averiguar a proibição através da indagação do alcance proibitivo da norma, não considerada de forma isolada, e sim conglobada na ordem normativa."
      },
      {
        "letra": "B",
        "texto": "A culpa imprópria está presente na discriminante putativa, nela, o agente dá causa dolosa ao resultado, mas responde como se tivesse praticado crime culposo, em razão de erro evitável pelas circunstâncias."
      },
      {
        "letra": "C",
        "texto": "No dolo direto, o agente quer efetivamente produzir o resultado, ao praticar a conduta típica, e no dolo indireto, o agente não busca com sua conduta resultado certo e determinado, subdividindo-se em dolo alternativo e eventual."
      },
      {
        "letra": "D",
        "texto": "De acordo com a teoria objetiva-formal, há tentativa, quando o agente, de modo inequívoco, exterioriza sua conduta no sentido de praticar a infração penal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "207723",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: AL-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Crimes contra a administração pública"
    ],
    "enunciado_principal": "Acerca do crime omissivo, dos delitos contra a liberdade individual e contra a dignidade sexual e da inviolabilidade do domicílio, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caracteriza o delito de constrangimento ilegal a hipótese de intervenção médica ou cirúrgica, sem o consentimento do paciente ou de seu representante legal, ainda que justificada por iminente perigo à vida."
      },
      {
        "letra": "B",
        "texto": "Conforme a jurisprudência pacificada do STJ, o delito de redução à condição análoga à de escravo está inserido no CP entre os crimes contra a liberdade pessoal, sendo certo que esse ilícito suprime somente o bem jurídico em uma perspectiva individual, razão pela qual compete à justiça comum estadual processá-lo e julgá-lo."
      },
      {
        "letra": "C",
        "texto": "A tolerância pela sociedade não gera a atipicidade da conduta consistente em manter, por conta própria ou de terceiro, estabelecimento em que ocorra exploração sexual, sem intuito de lucro nem mediação direta do proprietário."
      },
      {
        "letra": "D",
        "texto": "Na hipótese de flagrante de crime permanente em residência, é necessária autorização judicial para a busca e apreensão, uma vez que, nessa situação, a ausência da chancela judicial caracteriza o delito de violação de domicílio."
      },
      {
        "letra": "E",
        "texto": "O delito de apropriação indébita previdenciária é crime omissivo próprio, sendo, no entanto, imprescindível a demonstração da finalidade especial de agir, consistente na intenção inequívoca da apropriação de valor destinado à previdência social, para a sua caracterização."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "205292",
    "metadata": "Ano: 2011 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Consumação e tentativa"
    ],
    "enunciado_principal": "Aprecie as seguintes assertivas relativas à teoria do crime, marcando a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O ponto de identidade entre dolo eventual e a culpa inconsciente reside na representação da possibilidade de produção do resultado, consentida, no primeiro caso, e repelida, no último."
      },
      {
        "letra": "B",
        "texto": "A imprudência é relacionada com a atitude positiva do agente, percebendo-se no seu atuar o desleixo, a desatenção ou a displicência."
      },
      {
        "letra": "C",
        "texto": "A teoria objetivo-formal justifica a punibilidade da tentativa tendo por base a exteriorização da vontade do autor, contrária ao direito."
      },
      {
        "letra": "D",
        "texto": "A definição do consentimento do ofendido como hipótese de atipicidade ou de justificação da conduta é dependente do tipo penal de que se trata no caso concreto."
      },
      {
        "letra": "E",
        "texto": "São causas supralegais de exclusão de ilicitude: insignificância penal, consentimento do ofendido, adequação social da conduta."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "205289",
    "metadata": "Ano: 2011 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Consumação e tentativa"
    ],
    "enunciado_principal": "Assinale a alternativa correta, entre as seguintes assertivas relacionadas à teoria do crime:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São hipóteses de ausência de conduta: coação física irresistível, atos reflexos, omissão de ação."
      },
      {
        "letra": "B",
        "texto": "O conceito de bem jurídico é indispensável à compreensão e interpretação dos tipos penais, servindo, igualmente, como critério sistematizador da legislação penal."
      },
      {
        "letra": "C",
        "texto": "Os elementos subjetivos do injusto, tais como as tendências internas transcendentes, podem fazer- se presentes nos tipos penais dolosos e culposos."
      },
      {
        "letra": "D",
        "texto": "Em sede de estado de necessidade, a teoria diferenciadora acolhida no Código Penal brasileiro admite a exculpação do homicídio, quando postas em confronto as vidas de duas distintas pessoas em situação de perigo."
      },
      {
        "letra": "E",
        "texto": "Nos tipos penais de conteúdo misto alternativo não há fungibilidade entre as condutas, aplicando-se a regra do concurso material no caso de realização de mais de uma dessas condutas."
      }
    ],
    "gabarito": "B"
  }
]