[
  {
    "id": "2444524",
    "metadata": "Ano: 2024 | Banca: Fundação CETREDE | Órgão: Prefeitura de Caucaia - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Conduta: ação / omissão"
    ],
    "enunciado_principal": "Leia as afirmações a seguir. I. É isento de pena, o agente que, por doença mental ou desenvolvimento mental incompleto ou retardado, era, ao tempo da ação ou da omissão, inteiramente incapaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento. II. Exclui a imputabilidade penal a embriaguez, voluntária ou culposa, pelo álcool ou por substância de efeitos análogos. III. Quem, de qualquer modo, concorre para o crime incide nas penas a este cominadas, na medida de sua culpabilidade. IV. O ajuste, a determinação ou a instigação e o auxílio, salvo disposição expressa em contrário, não são puníveis, se o crime não chega, pelo menos, a ser tentado. Marque a opção que indica a(s) afirmativa(s) CORRETA(S).",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I – III – IV."
      },
      {
        "letra": "B",
        "texto": "II – IV."
      },
      {
        "letra": "C",
        "texto": "I – II."
      },
      {
        "letra": "D",
        "texto": "II – III."
      },
      {
        "letra": "E",
        "texto": "IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2375303",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão"
    ],
    "enunciado_principal": "Caio, com intenção de matar, desferiu um disparo de arma de fogo no peito de Tício. Tício caiu, severamente machucado, porém, ainda vivo, quando se iniciou uma tempestade, um raio o atingiu, de maneira que Tício veio a falecer em decorrência da forte descarga elétrica. Nesse caso, sobre a responsabilidade de Caio, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Houve causa superveniente relativamente independente, sem ruptura do nexo de causalidade, de forma que Caio responde pelo resultado."
      },
      {
        "letra": "B",
        "texto": "A causa superveniente produziu por si só o resultado, de forma a afastar a responsabilidade de Caio pelo evento morte, subsistindo a tentativa."
      },
      {
        "letra": "C",
        "texto": "Caio deve responder pelo resultado caso comprovado que o tiro mataria Tício de qualquer maneira."
      },
      {
        "letra": "D",
        "texto": "Caio responde apenas pelos atos já praticados, em razão da ruptura do nexo de causalidade, tal como ocorre na desistência voluntária."
      },
      {
        "letra": "E",
        "texto": "Tendo em vista que o evento morte teria ocorrido independentemente da ação de Caio, não subsiste qualquer responsabilidade penal de Caio."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2371895",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Camaçari - BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão"
    ],
    "enunciado_principal": "Aldo, em concurso com Charles, ambos imputáveis, na execução de roubo a uma agência bancária, amarraram o gerente dessa agência, ameaçaram-no e o torturaram fisicamente, obrigando-o, de forma irresistível, a abrir o cofre. Aldo e Charles lograram êxito em recolher grande soma em dinheiro e deixaram o local, dando ensejo à consumação do delito. Nessa situação hipotética, o gerente da agência bancária agiu",
    "alternativas": [
      {
        "letra": "A",
        "texto": "sob coação física absoluta, afastando-se, por consequência, a tipicidade de sua conduta."
      },
      {
        "letra": "B",
        "texto": "sob coação moral irresistível, excluindo-se, assim, a sua culpabilidade."
      },
      {
        "letra": "C",
        "texto": "sob violenta emoção, que constitui causa de exclusão da imputabilidade."
      },
      {
        "letra": "D",
        "texto": "em estado de necessidade, afastando-se, assim, a antijuridicidade da sua conduta."
      },
      {
        "letra": "E",
        "texto": "em legítima defesa, excluindo-se, por consequência, a antijuridicidade da sua conduta."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2360679",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: PC-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Conduta: ação / omissão"
    ],
    "enunciado_principal": "Vander planejava fazer uma viagem de férias no final do ano pelo litoral do Nordeste. Assim, juntou suas economias e comprou um carro usado para dirigir na viagem. O automóvel foi vendido dentro dos valores praticados no mercado. Em razão do tempo exíguo, Vander, todavia, não investigou a procedência do veículo, tendo acreditado na indicação de seu amigo Tobias, como se verifica em mensagens trocadas via aplicativo por meio de seu telefone celular. No dia 31 de dezembro de 2022 Vander, em viagem, foi parado em uma blitz. Na ocasião, um agente da Polícia Rodoviária Federal constatou que o carro que Vander acabara de adquirir era proveniente de roubo. Vander foi preso em flagrante pelo crime de receptação. Diante do cenário ora descrito, assinale a opção que indica a tese defensiva que pode ser invocada em favor de Vander.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Exclusão da culpabilidade por obediência hierárquica."
      },
      {
        "letra": "B",
        "texto": "Exclusão da culpabilidade por coação moral irresistível."
      },
      {
        "letra": "C",
        "texto": "Atipicidade da conduta por incidência do princípio da insignificância."
      },
      {
        "letra": "D",
        "texto": "Atipicidade da conduta por ausência de dolo."
      },
      {
        "letra": "E",
        "texto": "Exclusão da ilicitude pelo exercício regular do direito."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2434502",
    "metadata": "Ano: 2023 | Banca: SELECON | Órgão: Câmara de Várzea Grande - MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão"
    ],
    "enunciado_principal": "HJ é professor de Legislação em curso de Humanidades e necessita apresentar temas de Direito Penal, como item necessário para a compreensão da sociedade. Após pesquisar a questão da aplicação da lei, ao constatar que o tempo do crime será o da ação ou da omissão, verifica que o Código Penal adotou a teoria da:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "atividade"
      },
      {
        "letra": "B",
        "texto": "realidade"
      },
      {
        "letra": "C",
        "texto": "efetividade"
      },
      {
        "letra": "D",
        "texto": "ubiquidade"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2374453",
    "metadata": "Ano: 2023 | Banca: FCC | Órgão: DPE-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão"
    ],
    "enunciado_principal": "Gabriel solicitou à sua companheira Thaís que lhe entregasse drogas no interior da Penitenciária Estadual de Vila Velha V, no Espírito Santo, onde se encontra preso. Durante o procedimento de revista de visitantes no estabelecimento prisional, foram localizadas diversas porções de droga com Thaís. De acordo com os fatos narrados e com o entendimento recente predominante no Superior Tribunal de Justiça, a conduta de Gabriel configura",
    "alternativas": [
      {
        "letra": "A",
        "texto": "conduta atípica, pois se trata de ato preparatório impunível."
      },
      {
        "letra": "B",
        "texto": "crime de tráfico de drogas, pois se trata de crime de perigo abstrato."
      },
      {
        "letra": "C",
        "texto": "crime de tráfico de drogas, pois se trata de crime unissubsistente."
      },
      {
        "letra": "D",
        "texto": "crime de tráfico de drogas, pois se trata de crime formal."
      },
      {
        "letra": "E",
        "texto": "conduta atípica, pois se trata de crime impossível."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2324558",
    "metadata": "Ano: 2023 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão",
      "Crimes omissivos"
    ],
    "enunciado_principal": "Sobre o tipo dos crimes de omissão de ação, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O cidadão A percebe seu filho B se afogando em piscina particular e, podendo agir concretamente sem risco pessoal, deixa de realizar o salvamento, com o resultado de morte da criança B: A responde por omissão de socorro, majorado ao triplo pelo resultado de morte (CP, art. 135, parágrafo único)."
      },
      {
        "letra": "B",
        "texto": "Os elementos típicos comuns do tipo objetivo da omissão de ação própria e imprópria são a situação de perigo para o bem jurídico, o poder concreto de agir e a omissão da ação mandada, e os elementos típicos específicos do tipo objetivo da omissão de ação imprópria são a posição de garantidor e o resultado de lesão ao bem jurídico protegido."
      },
      {
        "letra": "C",
        "texto": "O critério formal, adotado pelo legislador penal brasileiro para definição da posição de garantidor do bem jurídico, considera a lei, o contrato e ação precedente perigosa, como fontes do dever de garantia."
      },
      {
        "letra": "D",
        "texto": "O cidadão A, por lesão do dever de cuidado ou do risco permitido, omite ação mandada de controle adequado de seu cão feroz durante passeio em via pública, resultando em ataque do animal a seu vizinho B, em caminhada pelo local: as lesões corporais produzidas pelo animal em B determinam a responsabilidade penal de A por lesão corporal culposa (CP, art. 129, § 6º), por omissão de ação imprópria."
      },
      {
        "letra": "E",
        "texto": "Na área do conhecimento do injusto, o erro sobre o dever jurídico geral de agir e o erro sobre o dever jurídico especial de agir, constituem modalidades de erro de mandado, recebendo o mesmo tratamento jurídico conferido pelo legislador penal brasileiro ao erro de proibição, nos crimes praticados por ação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2211471",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão",
      "Imputação objetiva"
    ],
    "enunciado_principal": "Tendo em vista as teorias sobre a relação de causalidade, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo a teoria da equivalência dos antecedentes causais, elaborada por Von Kries, causa é a condição necessária e adequada que determina a produção do evento."
      },
      {
        "letra": "B",
        "texto": "A teoria da relevância jurídica é adotada pelo CP."
      },
      {
        "letra": "C",
        "texto": "Ao fornecer o conceito de causa, o CP distingue ação e omissão."
      },
      {
        "letra": "D",
        "texto": "A teoria da imputação objetiva surgiu com a finalidade de substituir a teoria da equivalência dos antecedentes causais."
      },
      {
        "letra": "E",
        "texto": "Conforme a teoria da imputação objetiva, afasta-se a tipicidade objetiva da conduta nos casos em que a vítima coloca si mesma em risco."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2182266",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: Prefeitura de Palmas - TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão",
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "Tendo em conta o Código Penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A omissão é penalmente relevante se o omitente, ainda que sem o dever de agir, deixa de evitar o resultado, quando lhe era possível fazê-lo."
      },
      {
        "letra": "B",
        "texto": "O homicídio doloso praticado contra menor de 14 anos enseja causa de aumento de pena, de dois terços."
      },
      {
        "letra": "C",
        "texto": "O emprego de arma de fogo qualifica o roubo, já o uso de arma branca implica causa de aumento da pena, da metade."
      },
      {
        "letra": "D",
        "texto": "Praticar conjunção carnal com a esposa desacordada por ingestão de bebida alcoólica configura estupro de vulnerável."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2173521",
    "metadata": "Ano: 2023 | Banca: FCC | Órgão: MPE-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito",
      "Conduta: ação / omissão",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior",
      "Antijuridicidade",
      "Legítima defesa",
      "Crime praticado por pessoa jurídica"
    ],
    "enunciado_principal": "A parte geral do Código Penal estabelece:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O agente que, voluntariamente, desiste de prosseguir na execução do crime ou impede que o resultado se produza só responde pelos atos já praticados."
      },
      {
        "letra": "B",
        "texto": "Entende-se em legítima defesa quem pratica o fato para salvar de perigo atual, que não provocou por sua vontade, nem podia de outro modo evitar, direito próprio ou alheio, cujo sacrifício, nas circunstâncias, não era razoável exigir-se."
      },
      {
        "letra": "C",
        "texto": "O ajuste, a determinação ou a instigação e o auxílio sempre serão puníveis, ainda que o crime sequer tenha sido tentado."
      },
      {
        "letra": "D",
        "texto": "Nos crimes cometidos sem violência ou grave ameaça à pessoa, reparado o dano ou restituída a coisa, até a conclusão do inquérito penal, por ato voluntário do agente, a pena será reduzida de um terço até a metade."
      },
      {
        "letra": "E",
        "texto": "Não há crime quando o agente pratica o fato em estado de embriaguez, voluntária ou culposa, pelo álcool ou substância de efeitos análogos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2134248",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão"
    ],
    "enunciado_principal": "Considere as situações hipotéticas apresentadas nos seguintes itens. I Um motorista envolveu-se em um acidente de trânsito e saiu do local sem prestar socorro. II Uma filha, maior de idade e capaz, deixou de cuidar da própria mãe gravemente enferma. III Um funcionário público tomou conhecimento de um crime praticado em repartição onde não trabalha e deixou de comunicar tal fato à autoridade pública. IV O diretor de uma instituição financeira responsável pelo cumprimento dos deveres de comunicação estabelecidos na Lei n.º 9.613/1998 (Lei de Lavagem de Dinheiro) e com atribuição específica, determinada em estatuto, de evitar prática delituosa deixou de fazê-lo. São situações possíveis de responsabilização do agente por omissão imprópria, nos termos do Código Penal, apenas as apresentadas nos itens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III."
      },
      {
        "letra": "B",
        "texto": "II e IV."
      },
      {
        "letra": "C",
        "texto": "III e IV."
      },
      {
        "letra": "D",
        "texto": "I, II e III."
      },
      {
        "letra": "E",
        "texto": "I, II e IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2100414",
    "metadata": "Ano: 2023 | Banca: FCC | Órgão: DPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão",
      "Consumação e tentativa"
    ],
    "enunciado_principal": "Sobre o iter criminis é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "as tentativas de contravenções penais e faltas disciplinares na execução penal são impuníveis."
      },
      {
        "letra": "B",
        "texto": "na tentativa, o nexo causal do plano criminoso é mantido, mas o dolo interrompido por motivos alheios à vontade do agente."
      },
      {
        "letra": "C",
        "texto": "a cogitação é, em regra, impunível, salvo tipificação específica, como na cogitação de ato de terrorismo."
      },
      {
        "letra": "D",
        "texto": "os atos de execução, segundo a teoria objetivo formal, defendida por Franz von Liszt, iniciam-se com a verificação de hostilidade ao bem jurídico tutelado pela norma incriminadora."
      },
      {
        "letra": "E",
        "texto": "a consumação do crime omissivo impróprio se dá com a superveniência do evento que configura o resultado do tipo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2098984",
    "metadata": "Ano: 2023 | Banca: INSTITUTO AOCP | Órgão: MPE-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão"
    ],
    "enunciado_principal": "Em relação à omissão, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "todos os crimes omissivos não admitem tentativa."
      },
      {
        "letra": "B",
        "texto": "a omissão é penalmente relevante somente quando o agente tem o dever de evitar o resultado, independentemente das condições e circunstâncias do caso concreto."
      },
      {
        "letra": "C",
        "texto": "a omissão imprópria configura uma norma de extensão da tipicidade."
      },
      {
        "letra": "D",
        "texto": "quem causou a situação de risco não pode responder por crime comissivo em caso de omissão em evitar o resultado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2082257",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: MPE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Conduta: ação / omissão"
    ],
    "enunciado_principal": "Considerando os modelos de conceituação de ação, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De acordo com o modelo estratégico de ação, esta é um ato de fala, traduzido na forma de um discurso, com pretensão de validade."
      },
      {
        "letra": "B",
        "texto": "De acordo com o modelo causal de ação, esta consiste no movimento corpóreo que produz modificação no mundo exterior, o que permite diferenciar crimes comissivos e omissivos, bem como crimes materiais, formais e de mera conduta."
      },
      {
        "letra": "C",
        "texto": "De acordo com o modelo finalista de ação, esta consiste na conduta dirigida a um fim ou objetivo, o que permite segmentar a conduta em objetiva e subjetiva, contudo seu elemento essencial não é o objetivo do sujeito, mas a dirigibilidade dos meios causais usados a fim de atingir o objetivo."
      },
      {
        "letra": "D",
        "texto": "De acordo com o modelo social de ação, cujo principal formulador é o alemão Günther Jakobs, a ação é uma conduta socialmente irrelevante, ou seja, incapaz de ser objeto de um juízo de valor ou intervir no círculo jurídico de outrem, o que permite excluir de seu conceito fatos ou fenômenos que independam da vontade do sujeito."
      },
      {
        "letra": "E",
        "texto": "De acordo com o modelo funcional de ação, o elemento central da ação é a base material da conduta, o que permite a análise do crime como lesão a bem jurídico."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2067115",
    "metadata": "Ano: 2022 | Banca: INEP BRASIL | Órgão: Prefeitura de Palestina de Goiás - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão",
      "Consumação e tentativa"
    ],
    "enunciado_principal": "Considera-se crime consumado quando a conduta do agente contém todos os elementos descritos no tipo penal. Sendo assim, podemos dizer que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime consumado é aquele realizado, mesmo que de forma incompleta, em que o agente passa por alguma das etapas, das quais sejam a execução e a consumação."
      },
      {
        "letra": "B",
        "texto": "O crime consumado é aquele realizado de forma completa, em que o agente passa por todas as etapas do iter criminis, quais sejam a cogitação, a preparação, a execução e a consumação."
      },
      {
        "letra": "C",
        "texto": "O crime consumado é aquele realizado de forma completa, em que o agente passa por todas as etapas, quais sejam a contratação e a consumação."
      },
      {
        "letra": "D",
        "texto": "Quando, iniciada a execução, não se consuma por circunstâncias alheias à vontade do agente."
      },
      {
        "letra": "E",
        "texto": "Quando, iniciada a cogitação, a preparação, a execução, não se consuma por circunstâncias alheias à vontade do agente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1987617",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: Senado Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão",
      "Legislação Penal Especial",
      "Lei de Armas (Estatuto do Desarmamento) – Lei nº 10.826 de 2003 e Decretos Regulamentares"
    ],
    "enunciado_principal": "Medidas adotadas no curso de inquérito policial militar levaram à apreensão dos seguintes armamentos e munições: na casa de Laila, coronel da reserva remunerada da Força Aérea Brasileira, uma arma de fogo quebrada, cuja ineficácia foi atestada por perícia, e trinta munições intactas; no escritório de contabilidade de Joaquim, primeiro-tenente da reserva não remunerada da Marinha, uma arma de fogo e dez munições percutidas; em mala deixada por Lúcio, civil, na casa de sua namorada, uma arma de fogo; na casa de Augusta, duas munições intactas, segundo ela presenteadas por seu namorado, com as iniciais do nome dela e dele pintadas. Todos os artefatos são de uso permitido e nenhum agente tinha autorização para sua posse ou porte. Nesse contexto e de acordo com a jurisprudência do STJ, pode-se afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "há causa de aumento de pena para Laila e Joaquim, por serem integrantes das Forças Armadas."
      },
      {
        "letra": "B",
        "texto": "a condenação por posse irregular ou porte ilegal de arma de fogo de uso permitido depende da realização de perícia que comprove o potencial ofensivo do artefato."
      },
      {
        "letra": "C",
        "texto": "a conduta de Laila é atípica porque não conseguiria se valer da arma sob sua posse, embora municiada, para efetuar disparos."
      },
      {
        "letra": "D",
        "texto": "Lúcio responde por posse ilegal de arma de fogo de uso permitido."
      },
      {
        "letra": "E",
        "texto": "Augusta pode ter a atipicidade de sua conduta reconhecida."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1960223",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Conduta: ação / omissão",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "No que se refere à teoria do crime, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O agente que, voluntariamente, desiste de prosseguir na execução ou impede que o resultado se produza, responde por tentativa de crime"
      },
      {
        "letra": "B",
        "texto": "O resultado, de que depende a existência do crime, somente é imputável a quem lhe deu causa. Considera-se causa a ação ou omissão sem a qual o resultado não teria ocorrido"
      },
      {
        "letra": "C",
        "texto": "Não se pune a tentativa quando, por ineficácia absoluta do meio ou por absoluta impropriedade do objeto, é impossível consumar-se o crime"
      },
      {
        "letra": "D",
        "texto": "A omissão é penalmente relevante quando o omitente devia e podia agir para evitar o resultado"
      },
      {
        "letra": "E",
        "texto": "Salvo disposição em contrário, pune-se a tentativa com a pena correspondente ao crime consumado, diminuída de um a dois terços"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1946479",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão",
      "Consumação e tentativa",
      "Crime praticado por pessoa jurídica"
    ],
    "enunciado_principal": "Tendo em conta as disposições penais relativas à aplicação da lei penal e ao crime constante de Código Penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A tentativa não é punida quando o meio empregado para a prática do crime é absolutamente ineficaz para a consumação."
      },
      {
        "letra": "B",
        "texto": "Considera-se praticado o crime no momento do resultado, ainda que a ação ou a omissão tenham se dado em momento diverso."
      },
      {
        "letra": "C",
        "texto": "Na hipótese de abolitio criminis, a execução da pena decorrente de sentença condenatória cessará imediatamente, mas não os demais efeitos da condenação."
      },
      {
        "letra": "D",
        "texto": "A reparação do dano pelo agente, nos crimes praticados sem violência ou grave ameaça à pessoa, até a sentença, implica redução da pena."
      },
      {
        "letra": "E",
        "texto": "É relevante penalmente a omissão quando restar comprovado que o omitente tinha possibilidade de evitar o resultado, ainda que inexista dever de agir."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1943264",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: TJ-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão"
    ],
    "enunciado_principal": "Assinale a opção que indica a teoria segundo a qual a conduta é um movimento corporal voluntário, sem finalidade específica, que produz uma modificação no mundo exterior perceptível pelos sentidos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "teoria funcionalista radical"
      },
      {
        "letra": "B",
        "texto": "teoria causalista"
      },
      {
        "letra": "C",
        "texto": "teoria finalista"
      },
      {
        "letra": "D",
        "texto": "teoria social da ação"
      },
      {
        "letra": "E",
        "texto": "teoria funcionalista moderada"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1933395",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão",
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "Lucas, com 15 anos de idade, conheceu Lívia, com 13 anos de idade, na escola onde estudavam. Com o tempo, ambos se apaixonaram e começaram a namorar. Após terem a primeira relação sexual, Lívia comunicou o fato aos seus pais, os quais, por gostarem de Lucas, convidaram-no a morar junto com Lívia, na casa da família. Lucas, ainda com 15 anos de idade, aceitou prontamente o convite e imediatamente passou a conviver com Lívia, que ainda tinha 13 anos de idade, como marido e mulher, na casa dos pais dela, mantendo, continuamente, relação sexual consentida por Lívia e com a ciência dos pais desta. Considerando essa situação hipotética e o conceito tripartite de crime, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas os pais de Lívia responderão por crime de estupro de vulnerável, na forma da omissão imprópria, por serem autores mediatos do delito."
      },
      {
        "letra": "B",
        "texto": "Apenas Lucas cometeu crime de estupro de vulnerável, pois os pais de Lívia não tiveram conhecimento prévio da primeira relação sexual dos menores."
      },
      {
        "letra": "C",
        "texto": "Lucas é autor do crime de estupro de vulnerável e os pais de Lívia são partícipes pela omissão própria, e cada um deles responderá na medida de sua culpabilidade."
      },
      {
        "letra": "D",
        "texto": "Lucas é autor do crime de estupro de vulnerável e os pais de Lívia são partícipes pela omissão imprópria, e cada um deles responderá na medida de sua culpabilidade."
      },
      {
        "letra": "E",
        "texto": "O fato é atípico, em razão do princípio da adequação social, que suprime a tipicidade material."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1893441",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PC-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Classificação dos crimes",
      "Conduta: ação / omissão",
      "Outras classificações"
    ],
    "enunciado_principal": "Dentre os delitos de posse, é possível sua divisão em grupos determinados. Assinale a opção que corresponde à infração penal em casos em que o autor possui objetos precedentes da comissão de um delito.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Possuir material de pornografia infantil."
      },
      {
        "letra": "B",
        "texto": "Posse de arma de fogo de uso permitido."
      },
      {
        "letra": "C",
        "texto": "Porte de arma de fogo de uso proibido."
      },
      {
        "letra": "D",
        "texto": "Possuir programa de computador para fraude."
      },
      {
        "letra": "E",
        "texto": "Possuir chaves falsas ou alteradas para prática de furto."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1891709",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão"
    ],
    "enunciado_principal": "Durante a pandemia, Tadeu descumpriu levianamente regras determinadas pelas autoridades sanitárias, tendo frequentado festas e deixado de usar equipamentos de proteção individual em diversos momentos. Depois de apresentar sintomas de covid-19, buscou atendimento hospitalar. Ao ser avaliado pelo médico, Geraldo, verificou-se a necessidade de internação de Tadeu, com o uso de respirador artificial. Havia apenas um respirador na região, o qual foi disponibilizado a Tadeu. De acordo com o prognóstico médico, caso não fizesse uso do aparelho, Tadeu provavelmente morreria, mas com o tratamento adequado poderia obter plena recuperação em algumas semanas. Nesse mesmo dia, deu entrada no hospital, também vítima de covid-19, o paciente Jeferson, que havia adotado todas as precauções necessárias para evitar a contaminação, mas ainda assim contraíra o vírus. Seu quadro clínico é idêntico ao de Tadeu e o prognóstico é o mesmo. No entanto, não havia outro respirador artificial no hospital nem em unidades de saúde próximas, não existindo possibilidade de transferi-lo. A única solução seria retirar Tadeu do aparelho e submeter Jeferson ao tratamento, o que Geraldo se negou a fazer, oferecendo outros cuidados a Jeferson. Não obstante os esforços de Geraldo, Jeferson morreu em algumas horas, o que poderia ser evitado pelo uso do respirador. Nessa situação hipotética, Geraldo",
    "alternativas": [
      {
        "letra": "A",
        "texto": "responderá pelo resultado morte, pois a ponderabilidade da vida deve levar em consideração o contexto em que ocorreu a contaminação."
      },
      {
        "letra": "B",
        "texto": "não responderá pelo resultado morte, pois o dever de omissão prepondera sobre o dever de ação."
      },
      {
        "letra": "C",
        "texto": "não responderá pelo resultado morte, pois agiu sem potencial consciência da ilicitude de seu comportamento."
      },
      {
        "letra": "D",
        "texto": "não será punido pelo resultado morte, pois há uma hipótese de escusa absolutória determinada pela inevitabilidade do resultado em relação a um dos pacientes."
      },
      {
        "letra": "E",
        "texto": "responderá pelo resultado morte, pois a pessoa salva realizou a autocolocação em risco, devendo ter sido priorizado o atendimento ao outro paciente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1873817",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PC-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Noções Fundamentais",
      "Lei penal no tempo",
      "Lei penal no espaço",
      "Conduta: ação / omissão"
    ],
    "enunciado_principal": "Insatisfeito com uma disputa acirrada num jogo de futebol, Ares, que contava com 17 anos e 11 meses de vida, aguarda a saída de Príapo de um curso preparatório, sequestrando seu desafeto, mantendo-o em cárcere privado por dois meses, quando o cativeiro é descoberto pela polícia e a vítima é resgatada. De acordo com o Código Penal, Ares deverá:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "responder pelo crime, em razão da teoria do resultado;"
      },
      {
        "letra": "B",
        "texto": "responder pelo crime, em razão da teoria mista;"
      },
      {
        "letra": "C",
        "texto": "responder pelo crime, em razão da teoria da ação;"
      },
      {
        "letra": "D",
        "texto": "não responder por crime, em razão da teoria da ubiquidade;"
      },
      {
        "letra": "E",
        "texto": "não responder por crime, em razão da teoria da atividade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1873714",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: IBAMA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão"
    ],
    "enunciado_principal": "Considerando que um cidadão penalmente imputável tenha praticado um crime sob coação irresistível de terceiro, julgue o item subsequente, à luz do entendimento doutrinário quanto ao fato típico e seus elementos, à culpabilidade e suas respectivas causas excludentes. Caso se trate de coação física absoluta, estará excluída a responsabilidade do cidadão coagido, assim como o correspondente fato típico.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1869774",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: DPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão",
      "Causas absolutamente independentes"
    ],
    "enunciado_principal": "Jack, um nadador iniciante, é levado por seu técnico até a praia, para adquirir maior resistência nadando contra a correnteza. Afogando-se, grita por socorro, mas o técnico não atenta para o pedido, visto que conversava com turistas sobre a gastronomia da região. Russel, um robusto e experiente nadador que caminhava na praia, ao perceber os gritos, adentra no mar agitado, mas acaba falecendo em razão da intensidade da correnteza. Ao técnico:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não poderá ser imputada a morte de Russel;"
      },
      {
        "letra": "B",
        "texto": "poderá ser imputada unicamente a morte de Russel;"
      },
      {
        "letra": "C",
        "texto": "não poderá ser imputada a exposição de risco de Jack;"
      },
      {
        "letra": "D",
        "texto": "poderá ser imputada a exposição de risco a terceiros."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1995551",
    "metadata": "Ano: 2021 | Banca: INSTITUTO AOCP | Órgão: ITEP-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo",
      "Conduta: ação / omissão",
      "Consumação e tentativa",
      "Antijuridicidade",
      "Estado de necessidade"
    ],
    "enunciado_principal": "Assinale a alternativa correta em relação ao Código Penal",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Considera-se praticado o crime no momento do resultado, ainda que outro seja o momento da ação ou omissão."
      },
      {
        "letra": "B",
        "texto": "Não se computará no prazo o dia do começo, incluindo-se, porém, o do vencimento"
      },
      {
        "letra": "C",
        "texto": "Diz-se o crime tentado, quando, iniciada a execução, o agente, voluntariamente, desiste de prosseguir ou impede que o resultado se produza."
      },
      {
        "letra": "D",
        "texto": "O erro sobre elemento constitutivo do tipo legal de crime exclui o dolo, mas permite a punição por crime culposo, ainda que não previsto em lei"
      },
      {
        "letra": "E",
        "texto": "Não pode alegar estado de necessidade quem tinha o dever legal de enfrentar o perigo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1868185",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: PC-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão"
    ],
    "enunciado_principal": "Durante as comemorações do carnaval, na cidade do Rio de Janeiro, Asclépio se desloca ao Centro, para acompanhar famoso bloco de foliões. Mergulhado na festividade e sob o sol impiedoso, passa a ingerir diversas bebidas. Desatento às filas formadas nos mictórios químicos, é acometido por intensa vontade de urinar. Procurando rua lateral, ao pé de uma árvore, passa a urinar, oportunidade em que é abordado pela Guarda Municipal e encaminhado para a unidade de Polícia Judiciária. Quanto à conduta desenvolvida por Asclépio, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é atípica;"
      },
      {
        "letra": "B",
        "texto": "constitui ato obsceno;"
      },
      {
        "letra": "C",
        "texto": "constitui importunação sexual;"
      },
      {
        "letra": "D",
        "texto": "constitui objeto obsceno;"
      },
      {
        "letra": "E",
        "texto": "constitui assédio sexual."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1866106",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão"
    ],
    "enunciado_principal": "Julgue o item seguinte, a respeito dos princípios aplicáveis ao direito penal, da lei penal no tempo e no espaço e da irretroatividade da lei penal. A infração bagatelar imprópria é aquela que surge com relevância penal, mas, posteriormente, pelas circunstâncias que envolvem o fato e o autor, verifica-se que a aplicação de qualquer pena se revela desnecessária.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1862286",
    "metadata": "Ano: 2021 | Banca: FAPEC | Órgão: PC-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão",
      "Consumação e tentativa"
    ],
    "enunciado_principal": "Considerando o Título II – “Do Crime”, da Parte Geral do Código Penal, analise as afirmações abaixo indicando F, para a que for falsa, e V, para a verdadeira. ( ) O resultado, de que depende a existência do crime, somente é imputável a quem lhe deu causa. Considera-se causa a ação ou omissão sem a qual o resultado não teria ocorrido. ( ) A omissão é penalmente relevante quando o omitente devia e podia agir para evitar o resultado. O dever de agir incumbe somente a quem tenha, por lei, obrigação de cuidado, proteção ou vigilância. ( ) Diz-se o crime tentado, quando, iniciada a execução, não se consuma pela vontade própria do agente. ( ) Considera-se em legítima defesa quem pratica o fato para salvar de perigo atual ou iminente, que não provocou por sua vontade, nem podia de outro modo evitar, direito próprio ou alheio, cujo sacrifício, nas circunstâncias, não era razoável exigir-se. ( ) Se o fato é cometido sob coação irresistível ou em estrita obediência a ordem, não manifestamente ilegal, de superior hierárquico, só é punível o autor da coação ou da ordem. A sequência correta de preenchimento dos parênteses, de cima para baixo, é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F, F, V, F e V."
      },
      {
        "letra": "B",
        "texto": "V, F, V, F e V."
      },
      {
        "letra": "C",
        "texto": "V, F, F, F e V."
      },
      {
        "letra": "D",
        "texto": "V, F, F, V e V."
      },
      {
        "letra": "E",
        "texto": "F, V, V, F e V."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1825557",
    "metadata": "Ano: 2021 | Banca: NC-UFPR | Órgão: PC-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão"
    ],
    "enunciado_principal": "Sobre o conceito analítico de crime, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A tipicidade ocorre quando há correspondência entre a conduta concreta examinada e a descrição legal de crime (tipo penal)."
      },
      {
        "letra": "B",
        "texto": "Se uma conduta típica ocorre em estado de necessidade, legítima defesa, exercício regular de direito ou estrito cumprimento do dever legal ela é justificada, razão pela qual não é contrária ao ordenamento jurídico como um todo."
      },
      {
        "letra": "C",
        "texto": "A culpabilidade se caracteriza quando o sujeito for imputável, tiver ao menos potencial consciência da ilicitude de sua conduta e puder agir em conformidade com o direito."
      },
      {
        "letra": "D",
        "texto": "Uma pessoa com menos de 18 anos é inimputável e, se ela praticar uma conduta típica e não justificada, seu comportamento será considerado no máximo como ilícito de natureza cível, mas não penal."
      },
      {
        "letra": "E",
        "texto": "Os comportamentos em estado de inconsciência, os movimentos reflexos e os provocados por coação física absoluta (irresistível) não constituem ação ou omissão (conduta) para o direito penal, portanto não podem constituir crime."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1810864",
    "metadata": "Ano: 2021 | Banca: IDECAN | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão"
    ],
    "enunciado_principal": "Carolina é empregada doméstica na residência de Letícia e Jorge e recebeu uma cópia da chave que dá acesso à casa de seus patrões. Todavia, o companheiro de Carolina, Ricardo, aproveitando-se do fato de que a referida chave estava à vista e sem vigilância, fez uma cópia do objeto e utilizou essa cópia para entrar na casa de Letícia e Jorge e, de lá, subtraiu bens e valores, que totalizaram um prejuízo de R$100.000,00 às vítimas. Nessa hipótese, é correto afirmar que Carolina",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderá responder como partícipe do furto praticado por Ricardo."
      },
      {
        "letra": "B",
        "texto": "poderá responder como coautora do furto praticado por Ricardo."
      },
      {
        "letra": "C",
        "texto": "pode ser classificada como autora mediata do furto."
      },
      {
        "letra": "D",
        "texto": "poderá responder culposamente pelo delito de furto."
      },
      {
        "letra": "E",
        "texto": "não praticou crime algum."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1810863",
    "metadata": "Ano: 2021 | Banca: IDECAN | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão"
    ],
    "enunciado_principal": "Segundo a teoria tripartite, majoritariamente adotada, o delito é composto de fato típico, ilicitude e culpabilidade. São elementos do fato típico:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tipicidade, ilicitude, imputabilidade."
      },
      {
        "letra": "B",
        "texto": "conduta dolosa ou culposa, ausência de situações justificantes, imputabilidade."
      },
      {
        "letra": "C",
        "texto": "conduta dolosa ou culposa, resultado, nexo causal e tipicidade."
      },
      {
        "letra": "D",
        "texto": "tipicidade, ausência de situações justificantes, culpabilidade."
      },
      {
        "letra": "E",
        "texto": "tipicidade formal, tipicidade material, ausência de situações justificantes e imputabilidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1809507",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: SEFAZ-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Conduta: ação / omissão"
    ],
    "enunciado_principal": "José trabalha como guarda-vidas da piscina do Clube Romano, aberto ao público das 8h às 22h, diariamente. A piscina do clube funciona das 9h às 21h, de terça a domingo, sendo aberta por Antônio, que trabalha como zelador no mesmo clube. José é sempre o primeiro a entrar na área da piscina, tão logo ela é aberta, para assumir seu posto no alto da cadeira de guarda-vidas. Contudo, no dia 1º de novembro de 2020, ele não chegou no horário porque sua condução atrasou. O espaço da piscina foi aberto por Antônio no horário habitual, mas José somente chegou ao clube às 10h. Ao entrar na área da piscina deparou-se com uma cena terrível: o corpo de uma criança morta, boiando na piscina. Sobre a conduta de José, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "José não praticou nenhum crime."
      },
      {
        "letra": "B",
        "texto": "José omitiu-se na prestação de socorro (Art. 135 do CP)."
      },
      {
        "letra": "C",
        "texto": "José cometeu homicídio culposo (Art. 121, § 3º, do CP)."
      },
      {
        "letra": "D",
        "texto": "José cometeu homicídio culposo na modalidade comissiva por omissão, pois exercia a função de garantidor (Art. 121, § 3º, c/c. o Art. 13, § 2º, ambos do CP)."
      },
      {
        "letra": "E",
        "texto": "José cometeu homicídio doloso na modalidade comissiva por omissão, pois exercia a função de garantidor (Art. 121, caput, c/c. o Art. 13, § 2º, ambos do CP)."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1791321",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: MPE-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão",
      "Crimes contra a administração pública"
    ],
    "enunciado_principal": "O ingresso de chip de aparelho celular em estabelecimento prisional configura",
    "alternativas": [
      {
        "letra": "A",
        "texto": "desobediência."
      },
      {
        "letra": "B",
        "texto": "favorecimento real."
      },
      {
        "letra": "C",
        "texto": "introdução de aparelho de comunicação, sem autorização legal, em estabelecimento prisional."
      },
      {
        "letra": "D",
        "texto": "favorecimento pessoal."
      },
      {
        "letra": "E",
        "texto": "conduta atípica."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2002649",
    "metadata": "Ano: 2019 | Banca: FAUEL | Órgão: Prefeitura de Guarapuava - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão",
      "Nexo de causalidade"
    ],
    "enunciado_principal": "O Código Penal dispõe que: “Art. 13 - O resultado, de que depende a existência do crime, somente é imputável a quem lhe deu causa. Considera-se causa a ação ou omissão sem a qual o resultado não teria ocorrido”. Sobre o tema, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não se adotou no Brasil a teoria conditio sine qua non (condição sem a qual não)."
      },
      {
        "letra": "B",
        "texto": "A cadeia causal tornar-se aparentemente infinita se não sofrer qualquer limitação, de modo que não se adota no Brasil a teoria da equivalência dos antecedentes causais."
      },
      {
        "letra": "C",
        "texto": "A teoria da equivalência dos antecedentes causais é limitada pela proibição do regresso, de modo que não é possível retroceder além dos limites de uma vontade livre e consciente, dirigida à produção do resultado."
      },
      {
        "letra": "D",
        "texto": "O supramencionado artigo faz distinção entre condição, causa e concausa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1617202",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: PRF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Classificação dos crimes",
      "Conduta: ação / omissão",
      "Crimes omissivos",
      "Crimes comuns, próprios e de mão própria"
    ],
    "enunciado_principal": "A respeito dessa situação hipotética, julgue o item que se segue.Leandro responderá pelo homicídio culposo de Pedro, em razão de omissão culposa, o que viola o dever garantidor em concurso com omissão de cautela.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1230145",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Valiprev - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão"
    ],
    "enunciado_principal": "Considere as seguintes situações a seguir: (i) Joaquim estava andando pela rua quando reparou que havia uma criança trancada no interior de um veículo chorando, procurou o responsável e, não tendo encontrado, decidiu quebrar o vidro do carro e resgatar a criança; (ii) José, vendo que a casa do seu vizinho estava pegando fogo, mesmo percebendo que o portão estava aberto, destruiu os muros de acesso para tentar apagar o fogo; e (iii) João verificou que seu vizinho estava agredindo fisicamente o seu pai idoso e omitiu-se de prestar qualquer ajuda. Diante das situações hipotéticas, assinale a alternativa que corresponde ao(s) indivíduo(s) que praticou(aram) ato(s) ilícito(s).",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Joaquim, José e João."
      },
      {
        "letra": "B",
        "texto": "Joaquim e José, apenas."
      },
      {
        "letra": "C",
        "texto": "Joaquim e João, apenas."
      },
      {
        "letra": "D",
        "texto": "José e João, apenas."
      },
      {
        "letra": "E",
        "texto": "Apenas José."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1092623",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de São José dos Campos - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão",
      "Resultado"
    ],
    "enunciado_principal": "A omissão é penalmente relevante quando o omitente devia e podia agir para evitar o resultado. A afirmação: “o dever de agir incumbe a quem, com seu comportamento anterior, criou o risco da ocorrência do resultado”",
    "alternativas": [
      {
        "letra": "A",
        "texto": "está expressamente prevista no CP."
      },
      {
        "letra": "B",
        "texto": "é a expressão supralegal da teoria da “imputação objetiva”."
      },
      {
        "letra": "C",
        "texto": "é a expressão supralegal da teoria da “cegueira deliberada”."
      },
      {
        "letra": "D",
        "texto": "deriva de construção jurisprudencial consolidada em súmula de Tribunal Superior."
      },
      {
        "letra": "E",
        "texto": "admite a aplicação da responsabilidade objetiva no Direito Penal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "987656",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito",
      "Sistemas penais",
      "Conduta: ação / omissão"
    ],
    "enunciado_principal": "A respeito da teoria do delito e da ação, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A teoria finalista de Hans Welzel define que a ação consiste no mero movimento corporal capaz de alterar o mundo exterior, independentemente da intenção do agente."
      },
      {
        "letra": "B",
        "texto": "A ação, no neokantismo, é o movimento corporal impregnado de finalidade para se atingir o propósito consciente almejado pelo agente."
      },
      {
        "letra": "C",
        "texto": "A teoria causalista do delito propõe que o dolo e a culpa, por estarem situados na conduta, tornam o injusto penal a parte subjetiva do conceito de crime."
      },
      {
        "letra": "D",
        "texto": "A teoria funcionalista radical, de Gunther Jackobs, assevera que a missão do direito penal é a proteção da norma e a punição do indivíduo desviante."
      },
      {
        "letra": "E",
        "texto": "A ação, na teoria do funcionalismo sistêmico, de Claus Roxin, designa o exercício de uma atividade final, que direciona a conduta humana ao ato consciente e voluntário para o cometimento do crime."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "975990",
    "metadata": "Ano: 2019 | Banca: INSTITUTO AOCP | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão"
    ],
    "enunciado_principal": "Quando um sujeito dispara um projétil de arma de fogo contra um indivíduo, mas acaba ferindo mortalmente apenas o sujeito que se encontrava ao lado, ele responderá por",
    "alternativas": [
      {
        "letra": "A",
        "texto": "homicídio consumado e por tentativa de homicídio."
      },
      {
        "letra": "B",
        "texto": "duplo homicídio."
      },
      {
        "letra": "C",
        "texto": "homicídio culposo."
      },
      {
        "letra": "D",
        "texto": "homicídio por dolo eventual."
      },
      {
        "letra": "E",
        "texto": "homicídio como se tivesse acertado o destinatário pretendido."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "973952",
    "metadata": "Ano: 2019 | Banca: NC-UFPR | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão",
      "Crimes contra a vida",
      "Homicídio",
      "Periclitação da vida e da saúde",
      "Abandono de incapaz",
      "Maus tratos"
    ],
    "enunciado_principal": "Uma mulher que, em razão de acordo verbal com os pais, cuida de uma criança percebe que esta caiu por caso fortuito num poço profundo e, embora esteja viva, precisa ser retirada por adultos. Voluntariamente, a mulher omite dos grupos de busca que tem conhecimento de onde se encontra a criança, que é considerada desaparecida. Passadas algumas horas, a criança morre por falta de alimentação. Assinale a alternativa que identifica o crime praticado pela mulher.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Homicídio doloso por comissão (tipo comissivo)."
      },
      {
        "letra": "B",
        "texto": "Homicídio doloso por omissão (tipo omissivo impróprio)."
      },
      {
        "letra": "C",
        "texto": "Homicídio doloso por omissão (tipo omissivo próprio)."
      },
      {
        "letra": "D",
        "texto": "Maus-tratos com resultado morte (tipo comissivo ou omissivo preterdoloso)."
      },
      {
        "letra": "E",
        "texto": "Abandono de incapaz com resultado morte (tipo omissivo próprio preterdoloso)."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1120739",
    "metadata": "Ano: 2018 | Banca: IBADE | Órgão: IPM - JP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão",
      "Crime praticado por pessoa jurídica"
    ],
    "enunciado_principal": "Sobre os sujeitos ativo e passivo da infração penal, está correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não podem existir dois ou mais sujeitos passivos de um mesmo crime."
      },
      {
        "letra": "B",
        "texto": "uma pessoa jurídica pode figurar como sujeito ativo de uma infração penal."
      },
      {
        "letra": "C",
        "texto": "os sujeitos ativos de infração penal menores de 18 (dezoito) anos não podem ser penalizados."
      },
      {
        "letra": "D",
        "texto": "uma pessoa jurídica não pode ser sujeito passivo da infração penal."
      },
      {
        "letra": "E",
        "texto": "o sujeito ativo da infração penal deverá sempre estar determinado e individualizado pela lei."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "999993",
    "metadata": "Ano: 2018 | Banca: FUNCERN | Órgão: Prefeitura de Sítio Novo - RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão"
    ],
    "enunciado_principal": "O Código Penal Brasileiro, Decreto-Lei nº. 2.848/1940, estabelece, em sua Parte Geral, diretrizes da aplicação da lei penal em nosso país. Pelo prisma dessas diretrizes, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o erro sobre elemento constitutivo do tipo legal de crime não exclui o dolo nem permite a punição por crime culposo."
      },
      {
        "letra": "B",
        "texto": "a omissão é penalmente relevante quando o omitente devia e podia agir para evitar o resultado."
      },
      {
        "letra": "C",
        "texto": "não responde pelo crime o terceiro que determina o erro."
      },
      {
        "letra": "D",
        "texto": "o erro quanto à pessoa contra a qual o crime é praticado isenta de pena."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "958102",
    "metadata": "Ano: 2018 | Banca: COPS-UEL | Órgão: PC-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Conduta: ação / omissão"
    ],
    "enunciado_principal": "A respeito da teoria jurídica do delito, em especial da tipicidade, atribua V (verdadeiro) ou F (falso) às afirmativas a seguir. ( ) Pela adequação típica mediata ou indireta, haverá subsunção da conduta ao tipo penal por meio de uma outra norma, de caráter extensivo. ( ) A tipicidade, como elemento integrador do conceito de delito, expressa a contrariedade do fato com todo o ordenamento jurídico. ( ) De acordo com a teoria indiciária da tipicidade, também chamada de ratio cognoscendi, a tipicidade possui uma finalidade unicamente descritiva, nada indicando a respeito da ilicitude. ( ) Pelo caráter excepcional do delito culposo, salvo os casos expressos em lei, ninguém pode ser punido por fato previsto como crime, senão quando o pratica dolosamente. ( ) No chamado dolo eventual, o agente prevê o resultado danoso como possível, mas não o deseja diretamente e ainda tem a convicção de que não ocorrerá. Assinale a alternativa que contém, de cima para baixo, a sequência correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V, V, F, F, F."
      },
      {
        "letra": "B",
        "texto": "V, F, V, V, F."
      },
      {
        "letra": "C",
        "texto": "V, F, F, V, F."
      },
      {
        "letra": "D",
        "texto": "F, V, F, F, V."
      },
      {
        "letra": "E",
        "texto": "F, F, V, V, V."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "952584",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: SEFAZ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão",
      "Tipicidade formal"
    ],
    "enunciado_principal": "Considerando-se o conceito analítico de crime, exclui-se a conduta quando",
    "alternativas": [
      {
        "letra": "A",
        "texto": "presente coação moral irresistível."
      },
      {
        "letra": "B",
        "texto": "presentes caso fortuito e força maior."
      },
      {
        "letra": "C",
        "texto": "presente doença mental do agente da conduta."
      },
      {
        "letra": "D",
        "texto": "presente coação física, seja resistível, seja irresistível."
      },
      {
        "letra": "E",
        "texto": "presente embriaguez preordenada."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "952100",
    "metadata": "Ano: 2018 | Banca: Fundação CEFETBAHIA | Órgão: MPE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão"
    ],
    "enunciado_principal": "“O conceito de sujeito é relevante, especialmente como pressuposto indeclinável de um conceito de ação.” (TAVARES, 2018, p. 135). Tendo por base o conceito de sujeito e a teoria da ação, analise as assertivas e identifique com V as verdadeiras e com F as falsas. ( ) O conceito de sujeito é normativo, portanto a entidade natural e a pessoa responsável só são consideradas sujeitos quando diante de situações que envolvem a ordem jurídica, por exemplo, proibições e permissões relacionadas à garantia de liberdade. ( ) A pessoa tem existência real, decorrente da sua personalidade, caracterizando-se como entidade, bem como um papel social que a distingue dos demais sujeitos. ( ) O conceito de sujeito decorre, inicialmente, da sua identidade, caracterizada a partir de sua constituição anatômica, relevante na determinação de que a pessoa é dotada de personalidade, isto é, que se afirma no mundo como entidade humana. ( ) Como expressão de comportamento humano, a ação, além de sua relação com a ordem jurídica, exige alguns elementos naturalísticos, sem os quais não será possível a formação da vida psíquica. ( ) As diversidades dos grupos humanos podem ser avaliadas exclusivamente sob a condição de culpabilidade, especificamente sob os parâmetros de normalidade ou anormalidade mental. A alternativa que contém a sequência correta, de cima para baixo, é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V F V F V"
      },
      {
        "letra": "B",
        "texto": "V F V V F"
      },
      {
        "letra": "C",
        "texto": "V V F V F"
      },
      {
        "letra": "D",
        "texto": "F V F V F"
      },
      {
        "letra": "E",
        "texto": "F F V F V"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "950531",
    "metadata": "Ano: 2018 | Banca: COMPERVE - UFRN | Órgão: TJ-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão"
    ],
    "enunciado_principal": "Juca vai consertar um chuveiro elétrico e, mesmo percebendo a existência de um fio desencapado, tenta fazer o conserto sem desligar a chave de força. Se ele sofrer descarga elétrica e, mediante movimento reflexo, causar lesão a Maria,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estará isento de responsabilidade, diante da coação física irresistível."
      },
      {
        "letra": "B",
        "texto": "estará isento de responsabilidade, diante da ausência de conduta pelo movimento reflexo."
      },
      {
        "letra": "C",
        "texto": "irá responder por lesão corporal, diante da previsibilidade do movimento reflexo."
      },
      {
        "letra": "D",
        "texto": "irá responder, diante do fato de que dirigiu sua conduta a uma finalidade ilícita."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "932658",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: Câmara Legislativa do Distrito Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Conduta: ação / omissão",
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade"
    ],
    "enunciado_principal": "De acordo com o que estabelece o Código Penal,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não há crime quando o agente pratica o fato no exercício regular de direito."
      },
      {
        "letra": "B",
        "texto": "entende-se em legítima defesa quem pratica o fato para salvar de perigo atual, que não provocou por sua vontade, nem podia de outro modo evitar."
      },
      {
        "letra": "C",
        "texto": "é possível a invocação do estado de necessidade mesmo para aquele que tinha o dever legal de enfrentar o perigo."
      },
      {
        "letra": "D",
        "texto": "é plenamente possível a compensação de culpas quando ambos os agentes agiram com imprudência, negligência ou imperícia na prática do ilícito."
      },
      {
        "letra": "E",
        "texto": "considera-se praticado o crime no momento do resultado, ainda que outro seja o momento da ação ou omissão."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "917864",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão",
      "Tipicidade formal",
      "Antijuridicidade",
      "Noções Gerais Antijuridicidade"
    ],
    "enunciado_principal": "Durante uma tragédia causada pela natureza, Júlio, que caminhava pela rua, é arrastado pela força do vento e acaba se chocando com uma terceira pessoa, que, em razão do choque, cai de cabeça ao chão e vem a falecer. Sobre a consequência jurídica do ocorrido, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a tipicidade do fato restou afastada por ausência de tipicidade formal, apesar de haver conduta por parte de Júlio;"
      },
      {
        "letra": "B",
        "texto": "a tipicidade do fato restou afastada, tendo em vista que não houve conduta penal por parte de Júlio;"
      },
      {
        "letra": "C",
        "texto": "o fato é típico, ilícito e culpável, mas Júlio será isento de pena em razão da ausência de conduta;"
      },
      {
        "letra": "D",
        "texto": "a conduta praticada por Júlio, apesar de típica e ilícita, não é culpável, devendo esse ser absolvido;"
      },
      {
        "letra": "E",
        "texto": "a conduta praticada por Júlio, apesar de típica, não é ilícita, devendo esse ser absolvido."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "913048",
    "metadata": "Ano: 2018 | Banca: UERR | Órgão: SETRABES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão",
      "Resultado",
      "Nexo de causalidade",
      "Tipicidade formal",
      "Tipicidade conglobante",
      "Antijuridicidade",
      "Noções Gerais Antijuridicidade"
    ],
    "enunciado_principal": "São elementos do fato típico, exceto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "conduta."
      },
      {
        "letra": "B",
        "texto": "resultado."
      },
      {
        "letra": "C",
        "texto": "tipicidade."
      },
      {
        "letra": "D",
        "texto": "nexo causal."
      },
      {
        "letra": "E",
        "texto": "antijuricidade."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "904762",
    "metadata": "Ano: 2018 | Banca: TRF - 3ª REGIÃO | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão",
      "Resultado",
      "Nexo de causalidade",
      "Consumação e tentativa"
    ],
    "enunciado_principal": "Leia as afirmações abaixo e, ao final, indique a alternativa CORRETA:I. O crime somente se consuma quando nele se reúnem todos os elementos de sua definição legal. II. O agente que, voluntariamente, desiste de prosseguir na execução do crime não responde pelos atos já praticados. III. A tentativa não é punível quando o crime não se consuma por ineficácia absoluta do meio ou por absoluta impropriedade do objeto. IV. O erro sobre a identidade da pessoa contra a qual o crime é praticado isenta de pena o agente, se o erro é inevitável.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as afirmações III e IV estão certas."
      },
      {
        "letra": "B",
        "texto": "Apenas as afirmações I e II estão certas."
      },
      {
        "letra": "C",
        "texto": "Apenas as afirmações I e III estão certas."
      },
      {
        "letra": "D",
        "texto": "Apenas as afirmações II e IV estão certas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "904465",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão"
    ],
    "enunciado_principal": "Arquimedes dirigia seu caminhão à noite, por uma estrada de serra, com muitas curvas, péssima sinalização e sob forte chuva. Ele estava sonolento e apenas aguardava o próximo posto de combustíveis para estacionar e dormir. Motorista experiente que era, observava as regras de tráfego no local, imprimindo ao veículo a velocidade permitida no trecho. Entretanto, a 50 Km do posto de combustíveis mais próximo, após uma curva, Arquimedes assustou-se com um vulto que de súbito adentrou a via, imediatamente acionando os freios, sem, contudo, evitar o choque. Inicialmente, pensou tratar-se de um animal, mas quando desembarcou do veículo, pôde constatar que se tratava de um homem. Desesperado ao vê-lo perdendo muito sangue, Arquimedes logo acionou o serviço de socorro e emergências médicas, que chegou rapidamente ao local, constatando o óbito do homem em cujo bolso foi encontrado um bilhete de despedida. Era um suicida. Da leitura do enunciado, pode-se afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Arquimedes não praticou crime, tendo em vista a incidência na hipótese da inexigibilidade de conduta diversa − excludente de culpabilidade."
      },
      {
        "letra": "B",
        "texto": "a Arquimedes deve ser imputada a prática de homicídio culposo na direção de veículo automotor, em razão de sua conduta negligente."
      },
      {
        "letra": "C",
        "texto": "a conduta de Arquimedes não reúne os elementos necessários à configuração do fato como crime."
      },
      {
        "letra": "D",
        "texto": "Arquimedes não praticou crime, uma vez que agiu em exercício regular de direito − excludente de ilicitude."
      },
      {
        "letra": "E",
        "texto": "a Arquimedes deve ser imputada a prática de homicídio doloso (dolo eventual), tendo em vista que, ao dirigir à noite, sonolento e sob chuva intensa, assumiu o risco de matar alguém."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "904024",
    "metadata": "Ano: 2018 | Banca: NUCEPE | Órgão: PC-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Conduta: ação / omissão",
      "Causas de extinção da punibilidade",
      "Perdão judicial",
      "Crimes contra a vida",
      "Homicídio",
      "Crimes contra o patrimônio",
      "Roubo",
      "Extorsão"
    ],
    "enunciado_principal": "Com relação ao Direito Penal e as Súmulas do STJ e STF, é CORRETO afirmar, no entendimento sumulado que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Há crime, mesmo quando ocorre a preparação do flagrante pela polícia, havendo então a prova de que ocorreu a consumação."
      },
      {
        "letra": "B",
        "texto": "O crime de extorsão consuma-se quando se prova a obtenção da vantagem indevida."
      },
      {
        "letra": "C",
        "texto": "Há crime de latrocínio, quando o homicídio se consuma, quando há prova de que ocorreu a subtração de bens da vítima."
      },
      {
        "letra": "D",
        "texto": "Não se admite continuidade delitiva nos crime contra a vida."
      },
      {
        "letra": "E",
        "texto": "A sentença concessiva do perdão judicial é declaratória da extinção da punibilidade, subsistindo ainda efeito condenatório."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "893191",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: EBSERH",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão"
    ],
    "enunciado_principal": "Com referência à lei penal no tempo, ao erro jurídico-penal, ao concurso de agentes e aos sujeitos da infração penal, julgue o item que se segue.Aquele que lesar o próprio corpo ou agravar as consequências de uma lesão com o intuito de buscar indenização será, ao mesmo tempo, sujeito ativo e passivo do delito em razão da sua própria conduta.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "873678",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão"
    ],
    "enunciado_principal": "Nos crimes comissivos por omissão,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pelo critério nomológico, violam-se normas mandamentais."
      },
      {
        "letra": "B",
        "texto": "a tipicidade é a do tipo comissivo, mas pode também, excepcionalmente, ser a do tipo omissivo."
      },
      {
        "letra": "C",
        "texto": "a falta do poder de agir gera atipicidade da conduta."
      },
      {
        "letra": "D",
        "texto": "são delitos de mera atividade, que se consumam com a simples inatividade."
      },
      {
        "letra": "E",
        "texto": "no caso de ingerência, a conduta anterior deve ser a produtora do dano ou lesão."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "854424",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo",
      "Conduta: ação / omissão"
    ],
    "enunciado_principal": "Acerca dessa situação hipotética, julgue o item a seguir. Embora não tenha desejado o resultado danoso, Antônio poderá ser punido devido à imperícia na execução do procedimento laboratorial.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "837048",
    "metadata": "Ano: 2017 | Banca: FGV | Órgão: TRT - 12ª Região (SC)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão",
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade"
    ],
    "enunciado_principal": "Oficial de Justiça ingressa em comunidade no interior do Estado de Santa Catarina para realizar intimação de morador do local. Quando chega à rua, porém, depara-se com a situação em que um inimputável em razão de doença mental está atacando com um pedaço de madeira uma jovem de 22 anos que apenas caminhava pela localidade. Verificando que a vida da jovem estava em risco e não havendo outra forma de protegê-la, pega um outro pedaço de pau que estava no chão e desfere golpe no inimputável, causando lesão corporal de natureza grave. Com base apenas nas informações narradas, é correto afirmar que, de acordo com a doutrina majoritária, a conduta do Oficial de Justiça:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não configura crime, em razão da atipicidade;"
      },
      {
        "letra": "B",
        "texto": "não configura crime, em razão do estado de necessidade;"
      },
      {
        "letra": "C",
        "texto": "configura crime, mas o resultado somente poderá ser imputado a título de culpa, em razão do estado de necessidade;"
      },
      {
        "letra": "D",
        "texto": "não configura crime, em razão da legítima defesa;"
      },
      {
        "letra": "E",
        "texto": "configura crime, tendo em vista que não havia direito próprio do Oficial de Justiça em risco para ser protegido."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "832378",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão"
    ],
    "enunciado_principal": "Sobre o iter criminis, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A aferição do início do ato de execução do crime independe do elemento subjetivo do tipo."
      },
      {
        "letra": "B",
        "texto": "O Código Penal brasileiro adota a teoria subjetiva pura na aferição do início do ato de execução."
      },
      {
        "letra": "C",
        "texto": "A Lei Antiterrorismo (Lei n° 13.260/2016) prevê a punição de atos preparatórios de terrorismo quando realizado com o propósito inequívoco de consumar o delito."
      },
      {
        "letra": "D",
        "texto": "A punição da tentativa de crime culposo depende de expressa previsão legal."
      },
      {
        "letra": "E",
        "texto": "Em verdadeira regressão garantista, o Superior Tribunal de Justiça firmou entendimento de que a posse mansa e pacífica é necessária à consumação do roubo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "812491",
    "metadata": "Ano: 2017 | Banca: IBADE | Órgão: PC-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão",
      "Crimes contra a vida",
      "Homicídio",
      "Induzimento, instigação ou auxílio ao suicídio",
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "Naiara, adolescente, ao chegar à própria casa depois do colégio, encontra seu pai caído, com um ferimento na cabeça, aparentemente produzido por disparo de arma de fogo realizado por ele mesmo, todavia ainda respirando. Desesperada, corre até a casa de seu tio Hermínio, cunhado da vítima, solicitando ajuda. Como houvera uma rusga entre Hermínio e a vítima, aquele se recusa a prestar auxílio, limitando-se a dizer à sobrinha: “tomara que morra”. Naiara, então, vai à casa de um vizinho, que se compromete a ajudá- la. Ao retornarem ao local do fato, encontram a vítima ainda viva, mas dando seus últimos suspiros, vindo a óbito em menos de um minuto. Do momento em que Naiara viu a vítima ferida até sua morte não transcorreram mais do que quinze minutos. Realizado o exame cadavérico, o laudo pericial indica que o ferimento seria inexoravelmente fatal, ainda que o socorro tivesse sido prestado de imediato. Nesse contexto, com base nos estudos sobre a omissão e acerca do bem jurídico-penal, é correto afirmar que a conduta de Hermínio caracteriza:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "homicidio qualificado."
      },
      {
        "letra": "B",
        "texto": "induzimento. instigação ou auxílio ao suicídio."
      },
      {
        "letra": "C",
        "texto": "homicídio culposo."
      },
      {
        "letra": "D",
        "texto": "conduta atípica."
      },
      {
        "letra": "E",
        "texto": "omissão de socorro."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "812484",
    "metadata": "Ano: 2017 | Banca: IBADE | Órgão: PC-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão",
      "Crimes contra o patrimônio",
      "Furto",
      "Apropriação indébita",
      "Crimes contra o respeito aos mortos"
    ],
    "enunciado_principal": "Alcides, administrador de um cemitério, percebendo que, depois de uma chuva torrencial, ossos anteriormente sepultados em uma cova rasa ficaram expostos, decide levar para sua casa o crânio que compunha aquele esqueleto. Assinale a alternativa que corretamente indica a subsunção de seu comportamento à norma penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Conduta atipica"
      },
      {
        "letra": "B",
        "texto": "Subtração de cadáver"
      },
      {
        "letra": "C",
        "texto": "Apropriação indébita"
      },
      {
        "letra": "D",
        "texto": "Furto"
      },
      {
        "letra": "E",
        "texto": "Vilipêndio a cadáver"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "797803",
    "metadata": "Ano: 2017 | Banca: NUCEPE | Órgão: SEJUS-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão"
    ],
    "enunciado_principal": "Em relação ao crime, marque a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O resultado, de que depende a existência do crime, somente é imputável a quem lhe deu causa. E considera-se causa a ação ou omissão sem a qual o resultado não teria ocorrido."
      },
      {
        "letra": "B",
        "texto": "A superveniência de causa relativamente independente não exclui a imputação quando, por si só, produziu o resultado."
      },
      {
        "letra": "C",
        "texto": "A omissão é penalmente irrelevante, quando o omitente devia e podia agir para evitar o resultado."
      },
      {
        "letra": "D",
        "texto": "O dever de agir não incumbe a quem tenha por lei obrigação de cuidado, proteção ou vigilância."
      },
      {
        "letra": "E",
        "texto": "O crime é consumado, quando nele se reúnem dois dos elementos de sua definição legal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "795668",
    "metadata": "Ano: 2017 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão",
      "Crimes omissivos"
    ],
    "enunciado_principal": "A respeito dos crimes omissivos impróprios, ou comissivos por omissão, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São de estrutura típica aberta e de adequação típica de subordinação mediata. Só podem ser praticados por determinadas pessoas, embora qualquer pessoa possa, eventualmente, estar no papel de garante. Neles, descumpre-se tão somente a norma preceptiva e não a norma proibitiva do tipo legal de crime ao qual corresponda o resultado não evitado."
      },
      {
        "letra": "B",
        "texto": "Se o médico se obriga a realizar determinado procedimento em um paciente, mas resolve viajar e deixa seu compromisso nas mãos de um colega, que assume esse tratamento, ele responde penalmente pelas lesões que resultem de erro de diagnóstico deste outro médico."
      },
      {
        "letra": "C",
        "texto": "Quem, sabendo nadar, por brincadeira de mau gosto, empurra o amigo para dentro da piscina, por sua ingerência, estará obrigado a salvá-lo, se necessário, para que o fato não se transforme em crime de homicídio, no caso de eventual morte por afogamento."
      },
      {
        "letra": "D",
        "texto": "Na forma dolosa, os crimes omissivos impróprios não exigem que o garante deseje o resultado típico."
      },
      {
        "letra": "E",
        "texto": "Se o garante, apesar de não haver conseguido impedir o resultado, seriamente esforçou-se para evitá-lo, não haverá fato típico, doloso e culposo. Nos omissivos impróprios, a relação de causalidade é normativa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "795666",
    "metadata": "Ano: 2017 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Tipicidade",
      "Noções Fundamentais",
      "Princípios limitadores do poder punitivo estatal",
      "Conduta: ação / omissão",
      "Imputação objetiva",
      "Autoria e coautoria",
      "Causas absolutamente independentes"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para a teoria da conditio sine qua non, se a vítima morre quando poderia ter sido salva, caso levada, logo após o fato, a atendimento médico, responde o agente da ação com animus necandi por homicídio consumado. Mas, se levada a socorro em hospital, morresse por efeito de substância tóxica ministrada por engano pela enfermeira, o agente responderia por tentativa de homicídio e não por homicídio consumado."
      },
      {
        "letra": "B",
        "texto": "Para a teoria da imputação objetiva, o ato de imputar significa atribuir a alguém a realização de uma conduta criadora de um risco relevante e juridicamente proibido e a produção de um resultado jurídico. Pressupõe um perigo criado pelo agente e não coberto por um risco permitido dentro do alcance do tipo. O risco permitido conduz à atipicidade, e o risco proibido, quando relevante, à tipicidade. A imputação objetiva constitui elemento normativo implícito do tipo penal."
      },
      {
        "letra": "C",
        "texto": "Os princípios da adequação social e da insignificância, sugeridos pela doutrina, servem de instrumentos de interpretação restritiva do tipo penal, que afetam a tipicidade formal do fato."
      },
      {
        "letra": "D",
        "texto": "Para a teoria do domínio do fato, autor é quem executa a ação típica, por conduta própria ou pela utilização de outro como instrumento de realização; também quem, mesmo não executando o fato típico em sentido estrito, participa da resolução criminosa, realizando parte necessária da execução do plano global. A teoria, partindo do conceito restritivo de autor, segue um critério objetivo-subjetivo."
      },
      {
        "letra": "E",
        "texto": "Para a teoria finalista, ação é a conduta do homem, comissiva ou omissiva, dirigida a uma finalidade e desenvolvida sob o domínio da vontade do agente, razão pela qual não reputa criminosa a ação ocorrida em estado de inconsciência, como no caso de quem, durante o sono, sonhando estar em legítima defesa, esbofeteia e causa lesão corporal na pessoa que dorme ao seu lado. Para esta mesma teoria, a culpabilidade não é psicológica, nem psicológico-normativa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "786161",
    "metadata": "Ano: 2017 | Banca: CONSULPLAN | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Conduta: ação / omissão",
      "Antijuridicidade",
      "Noções Gerais Antijuridicidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "O sonambulismo exclui o seguinte elemento do crime:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Fato típico."
      },
      {
        "letra": "B",
        "texto": "Punibilidade."
      },
      {
        "letra": "C",
        "texto": "Culpabilidade."
      },
      {
        "letra": "D",
        "texto": "Antijuridicidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2737080",
    "metadata": "Ano: 2016 | Banca: ADVISE | Órgão: Prefeitura de Conde - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão",
      "Causas de extinção da punibilidade"
    ],
    "enunciado_principal": "De acordo com o Código Penal e as espécies de infração, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Crime doloso é quando o agente deu causa ao resultado por imprudência, negligência ou imperícia."
      },
      {
        "letra": "B",
        "texto": "Há crime mesmo quando o agente pratica o fato em estado de necessidade."
      },
      {
        "letra": "C",
        "texto": "Não se pune a tentativa quando, por ineficácia absoluta do meio ou por absoluta impropriedade do objeto, é impossível consumar-se o crime."
      },
      {
        "letra": "D",
        "texto": "Entende-se em legítima defesa quem, usando todos os meios disponíveis, repele injusta agressão, atual ou iminente, a direito seu ou de outrem."
      },
      {
        "letra": "E",
        "texto": "Tentativa de crime é quando nele se reúnem todos os elementos de sua definição legal e se consuma o fato."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2034917",
    "metadata": "Ano: 2016 | Banca: CONSULPAM | Órgão: Prefeitura de Cascavel - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão",
      "Crimes omissivos"
    ],
    "enunciado_principal": "A omissão é penalmente relevante quando o omitente devia e podia agir para evitar o resultado. O dever de agir incumbe a quem: I. Tenha por lei obrigação de cuidado, proteção ou vigilância. II. De outra forma, assumiu a responsabilidade de impedir o resultado. III. Com seu comportamento anterior, criou o risco da ocorrência do resultado. Considerando o que dispõe o Código Penal brasileiro, está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "I, apenas."
      },
      {
        "letra": "C",
        "texto": "II, apenas."
      },
      {
        "letra": "D",
        "texto": "III, apenas."
      },
      {
        "letra": "E",
        "texto": "I e II, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1328340",
    "metadata": "Ano: 2016 | Banca: TJ-AC | Órgão: TJ-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão"
    ],
    "enunciado_principal": "Para o Direito Penal Brasileiro, o suicídio:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tem relevância, desde que praticado com uso de arma de fogo."
      },
      {
        "letra": "B",
        "texto": "Tem relevância se praticado com o uso de explosivo."
      },
      {
        "letra": "C",
        "texto": "Tem relevância, se praticado com uso de veneno."
      },
      {
        "letra": "D",
        "texto": "Não tem relevância."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "713829",
    "metadata": "Ano: 2016 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Noções Fundamentais",
      "Lei penal no espaço",
      "Conduta: ação / omissão",
      "Concurso de crimes",
      "Concurso formal",
      "Crimes contra a vida",
      "Homicídio"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "“X” cai num poço e grita por socorro. “Y”, que caminhava nas imediações e nenhum vínculo possuía com “X”, ao ouvir seus gritos, prepara-se para estender uma corda, mas, ao reconhecê-lo neste tempo como um inimigo mortal, recolhe-a antes que “X” a segurasse, vindo este a morrer devido à falta de socorro, por afogamento. Nessas circunstâncias, “Y” responderá por homicídio."
      },
      {
        "letra": "B",
        "texto": "Para roubar um banco, “A” amarra “B” pelos pulsos e pernas, sendo este o gerente do estabelecimento. Tortura-o para que diga o segredo do cofre. “B”, vencido pela dor e pelo medo, acaba revelando o número da combinação, o cofre é aberto, e o roubo é consumado. Houve, no caso, em relação ao gerente, coação física absoluta excludente da tipicidade."
      },
      {
        "letra": "C",
        "texto": "Em comprovado surto epilético, “A” desfere violento golpe no ventre de mulher grávida, matando-a. Do evento, também resulta a interrupção da gravidez e a morte do feto. Haveria, neste caso, se “A” não soubesse do estado gravídico da vítima, apenas crime de homicídio."
      },
      {
        "letra": "D",
        "texto": "Caracteriza hipótese de concurso formal, com aplicação da mais grave das penas, quando “A”, com uma única conduta, desdobrada em atos de efetuar disparos de arma de fogo, em face de desígnios autônomos, mata o vigilante “B” e a atendente “C” do estabelecimento comercial em que pretende cometer subtração de bens."
      },
      {
        "letra": "E",
        "texto": "Ao episódio de violência física protagonizado pelo companheiro, em Nova York, EUA, contra a modelo Luísa Brunet, a extraterritorialidade da lei brasileira é condicionada."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "649446",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: TJM-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão",
      "Crimes omissivos"
    ],
    "enunciado_principal": "A respeito da omissão própria e da omissão imprópria (também denominada crime comissivo por omissão), é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "um dos critérios apontados pela doutrina para diferenciar a omissão própria da omissão imprópria é o tipológico, segundo o qual, havendo norma expressa criminalizando a omissão, estar-se-ia diante de uma omissão imprópria."
      },
      {
        "letra": "B",
        "texto": "nos termos do Código Penal, possui posição de garantidor e, portanto, o dever de impedir o resultado, apenas quem, por lei, tem a obrigação de cuidado, proteção ou vigilância."
      },
      {
        "letra": "C",
        "texto": "a ingerência, denominação dada à posição de garantidor decorrente de um comportamento anterior que gera risco de resultado, não está positivada no ordenamento brasileiro, tratando-se de uma construção dogmática."
      },
      {
        "letra": "D",
        "texto": "o crime praticado por omissão, segundo o Código Penal, é apenado de forma atenuada ao crime praticado por ação."
      },
      {
        "letra": "E",
        "texto": "segundo o Código Penal, a omissão imprópria somente terá relevância penal se, além do dever de impedir o resultado, o omitente tiver possibilidade de evitá-lo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "649376",
    "metadata": "Ano: 2016 | Banca: IADES | Órgão: PC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão"
    ],
    "enunciado_principal": "Um sujeito sofre de estados de sonambulismo desde os cinco anos de idade. Já com 32 anos de idade, em determinada noite, ele se levanta sonâmbulo e caminha pela casa. Chegando à área de lazer, aproxima-se dos itens de churrasco e empunha uma faca de 30 cm. Quando o irmão desse sujeito toca a lombar dele para levá-lo à cama, de súbito, o sujeito vira e desfere uma facada certeira no estômago do irmão que, em alguns minutos, perde sangue e agoniza até a morte. O sujeito retorna para o quarto e continua seu sono. Com base nesse caso hipotético, é correto afirmar que o referido sujeito",
    "alternativas": [
      {
        "letra": "A",
        "texto": "praticou o crime de homicídio doloso consumado, pois, ao estocar o irmão, a respectiva ação era dirigida para o fim de matá-lo – animus necandi –, configurando o dolo direto de primeiro grau."
      },
      {
        "letra": "B",
        "texto": "não praticou crime, pois o respectivo estado de inconsciência consiste em causa de exclusão de culpabilidade."
      },
      {
        "letra": "C",
        "texto": "praticou o crime de homicídio culposo consumado, pois foi imprudente ao estocar o irmão, mesmo sem vontade explícita e em estado de sonambulismo."
      },
      {
        "letra": "D",
        "texto": "não praticou crime, pois o respectivo estado de inconsciência é uma hipótese de ausência de ação e, portanto, irrelevante sob o ponto de vista jurídico-penal, haja vista que o conceito de ação tem uma função limitadora no finalismo, excluindo qualquer movimento corporal que não se encaixe no próprio conceito de ação."
      },
      {
        "letra": "E",
        "texto": "praticou o crime de homicídio doloso consumado, pois tal estado de inconsciência está a exigir uma relação de causalidade, bem como a assunção do risco em produzir o resultado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2769718",
    "metadata": "Ano: 2015 | Banca: TJ-ES | Órgão: TJ-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão",
      "Causas de extinção da punibilidade"
    ],
    "enunciado_principal": "Um médico se nega, por alegar que estava com pressa para encontrar sua namorada, a atender uma pessoa, que passava na rua e estava em perigo de vida. A paciente vem a falecer em decorrência dessa omissão. O médico, em tese, praticou um crime",
    "alternativas": [
      {
        "letra": "A",
        "texto": "comissivo"
      },
      {
        "letra": "B",
        "texto": "omissivo puro"
      },
      {
        "letra": "C",
        "texto": "comissivo por omissão"
      },
      {
        "letra": "D",
        "texto": "de perigo abstrato"
      },
      {
        "letra": "E",
        "texto": "de perigo concreto"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1214287",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: Câmara Municipal de Poá - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Noções Fundamentais",
      "Lei penal no tempo",
      "Conduta: ação / omissão"
    ],
    "enunciado_principal": "Considera-se praticado o crime no momento",
    "alternativas": [
      {
        "letra": "A",
        "texto": "do resultado."
      },
      {
        "letra": "B",
        "texto": "em que o agente inicia os atos preparatórios."
      },
      {
        "letra": "C",
        "texto": "em que o agente cogita e planeja a prática criminosa."
      },
      {
        "letra": "D",
        "texto": "da ação ou omissão, ainda que outro seja o momento do resultado."
      },
      {
        "letra": "E",
        "texto": "da ação ou omissão, bem como no momento em que se produziu o resultado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "578469",
    "metadata": "Ano: 2015 | Banca: CONSESP | Órgão: DAE-Bauru",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Conduta: ação / omissão",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Em matéria de direito penal, julgue os itens apresentados. I. A omissão é penalmente irrelevante quando o omitente devia e podia agir para evitar o resultado. II. A omissão é penalmente relevante quando o omitente devia e podia agir para evitar o resultado. III. É isento de pena quem, por erro plenamente justificado pelas circunstâncias, supõe situação de fato que, se existisse, tornaria a ação legítima, ainda que o erro derive de culpa e o fato seja punível como crime culposo. IV. O erro quanto à pessoa contra a qual o crime é praticado não isenta de pena. Não se consideram, neste caso, as condições ou qualidades da vítima, senão as da pessoa contra quem o agente queria praticar o crime. V. O desconhecimento da lei é inescusável. O erro sobre a ilicitude do fato, se inevitável, isenta de pena; se evitável, poderá diminuí-la de um sexto a um terço. Estão corretos os itens contidos em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II, IV e V, apenas."
      },
      {
        "letra": "B",
        "texto": "I, II, III, IV e V."
      },
      {
        "letra": "C",
        "texto": "I, II, III e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "IV e V, apenas."
      },
      {
        "letra": "E",
        "texto": "III, IV e V, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "544562",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão"
    ],
    "enunciado_principal": "No que concerne aos elementos do crime, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a inexigibilidade de conduta diversa constitui causa supralegal de exclusão da ilicitude."
      },
      {
        "letra": "B",
        "texto": "o dolo e a culpa integram, respectivamente, a tipicidade e a culpabilidade, segundo a teoria finalista da ação."
      },
      {
        "letra": "C",
        "texto": "o chamado princípio da insignificância exclui a tipicidade formal da conduta."
      },
      {
        "letra": "D",
        "texto": "a coação moral irresistível constitui causa de exclusão da antijuridicidade."
      },
      {
        "letra": "E",
        "texto": "o consentimento do ofendido pode conduzir à exclusão da tipicidade."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "485924",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Conduta: ação / omissão",
      "Exigibilidade de conduta diversa"
    ],
    "enunciado_principal": "Julgue o item seguinte, a respeito de concurso de pessoas, tipicidade, ilicitude, culpabilidade e fixação da pena. Aquele que for fisicamente coagido, de forma irresistível, a praticar uma infração penal cometerá fato típico e ilícito, porém não culpável.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "476019",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Conduta: ação / omissão"
    ],
    "enunciado_principal": "Nos termos do Código Penal considera-se causa do crime",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a ação ou omissão sem a qual o resultado não teria ocorrido."
      },
      {
        "letra": "B",
        "texto": "a ação ou omissão praticada pelo autor, independentemente da sua relação com o resultado."
      },
      {
        "letra": "C",
        "texto": "exclusivamente a ação ou omissão que mais se relaciona com a intenção do autor."
      },
      {
        "letra": "D",
        "texto": "a ação ou omissão praticada pelo autor, independentemente de qualquer causa superveniente."
      },
      {
        "letra": "E",
        "texto": "exclusivamente a ação ou omissão que mais contribui para o resultado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "476017",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão"
    ],
    "enunciado_principal": "O indivíduo “B”, com intenção de matar a pessoa “D”, efetua dez disparos de arma de fogo em direção a um veículo que se encontra estacionado na via pública por imaginar que dentro desse veículo encontrava-se a pessoa “D”, contudo, não havia nenhuma pessoa no interior do veículo. Com relação à conduta praticada por “B”, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o indivíduo “B” poderá ser punido pelo crime de homicídio tentado, por analogia ao crime de homicídio em vista de sua intenção."
      },
      {
        "letra": "B",
        "texto": "o indivíduo “B” não poderá ser punido pelo crime de homicídio."
      },
      {
        "letra": "C",
        "texto": "o indivíduo “B” poderá ser punido pelo crime de homicídio consumado, em virtude da interpretação extensiva do crime de homicídio."
      },
      {
        "letra": "D",
        "texto": "o indivíduo “B” poderá ser punido pelo crime de homicídio consumado, por analogia ao crime de homicídio em vista de sua intenção."
      },
      {
        "letra": "E",
        "texto": "o indivíduo “B” poderá ser punido pelo crime de homicídio tentado, em virtude da interpretação extensiva do crime de homicídio em vista de sua intenção."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "467358",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: DPE-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão"
    ],
    "enunciado_principal": "A respeito do conflito aparente de normas penais, dos crimes tentados e consumados, da tipicidade penal, dos tipos de imprudência e do arrependimento posterior, julgue o item seguinte.A coação física irresistível configura hipótese jurídico-penal de ausência de conduta, engendrando, assim, a atipicidade do fato.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1617869",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: PRF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão"
    ],
    "enunciado_principal": "No que concerne a aspectos relacionados ao direito constitucional, ao direito administrativo e ao direito penal, julgue o próximo item. O caso fortuito, a força maior e a coação física irresistível afastam a tipicidade do fato eventualmente produzido.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1182934",
    "metadata": "Ano: 2014 | Banca: FUNCAB | Órgão: PC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão"
    ],
    "enunciado_principal": "De acordo com 0 conceito analítico de crime, è um dos elementos do fato típico:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "imputabilidade"
      },
      {
        "letra": "B",
        "texto": "conduta"
      },
      {
        "letra": "C",
        "texto": "exigibiliaade de conduta diversa"
      },
      {
        "letra": "D",
        "texto": "exercício regular de um direito"
      },
      {
        "letra": "E",
        "texto": "potencial consciência da ilicitude."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "884469",
    "metadata": "Ano: 2014 | Banca: FUNCAB | Órgão: PC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Noções Fundamentais",
      "Conceitos e caracteres",
      "Conduta: ação / omissão",
      "Antijuridicidade",
      "Estrito cumprimento de dever legal e exercício regular de direito",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "De acordo com o conceito analítico de crime, é um dos elementos do fato típico:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "imputabilidade."
      },
      {
        "letra": "B",
        "texto": "conduta."
      },
      {
        "letra": "C",
        "texto": "exigibilidade de conduta diversa."
      },
      {
        "letra": "D",
        "texto": "exercício regular de um direito."
      },
      {
        "letra": "E",
        "texto": "potencial consciência da ilicitude."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "472796",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão"
    ],
    "enunciado_principal": "Considerando o conceito de vítima e as implicações suscitadas pelo tema, julgue o item que se segue.Nas fases do inter victimae, os atos preparatórios ocorrem no momento em que se revela a preocupação da vítima em tomar as medidas preliminares para defender-se ou ajustar o seu comportamento.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "463515",
    "metadata": "Ano: 2014 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão"
    ],
    "enunciado_principal": "No estudo da teoria geral do crime, a doutrina desenvolveu diversas teorias sobre a conduta penalmente relevante. Com foco nesse tema, marque a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O modelo da ação significativa define ação como manifestação da personalidade, um conceito capaz de abranger todo acontecimento atribuível ao centro de ação psíquico-espiritual do homem, permitindo-se a exclusão de todos os fenômenos somático-corporais insuscetíveis de controle do ego e, portanto, não dominados ou não domináveis pela vontade humana (força física absoluta, convulsões, movimentos reflexos, etc.). De igual modo, não são abrangidos pelo conceito de ação nesse sistema os pensamentos e emoções encerrados na esfera psíquico-espiritual do ser humano, porquanto não representam manifestação significativamente relevante da personalidade."
      },
      {
        "letra": "B",
        "texto": "O modelo da conduta biociberneticamente antecipada foi concebido como a última etapa de evolução do neokantismo. Nesse modelo, o conceito de ação deixa de ser apenas naturalista para ser, também, normativo, redefinido como comportamento humano voluntário. E, por levar em conta o controle da vontade, presente tanto nos crimes dolosos como nos crimes culposos, a teoria da ação cibernética serviu de inspiração para a elaboração do sistema finalista."
      },
      {
        "letra": "C",
        "texto": "O modelo negativo de ação define o conceito de ação dentro da categoria do tipo de injusto, rejeitando definições ontológicas ou pré-jurídicas. Para esse modelo, a ação é a evitável não evitação do resultado na posição de garantidor, compreensível como omissão da contradireção mandada pelo ordenamento jurídico, em que o autor realiza o que não deve realizar (ação), ou não realiza o deve realizar (omissão de ação). O ponto de partida do conceito negativo de ação é o exame desta dentro do tipo de injusto, a fim de se concluir se o autor teria a possibilidade de influenciar o curso causal concreto conducente ao resultado, mediante conduta dirigida pela vontade."
      },
      {
        "letra": "D",
        "texto": "O modelo pessoal de ação repousa nos princípios do liberalismo político e tem como pilares dois conceitos essenciais: ação e norma, unidos em sua construção pela ideia fundamental de liberdade de ação. De acordo com estes pressupostos, não existe um conceito universal e ontológico de ação. Não há um modelo matemático ou uma fórmula lógica apta a oferecer um conceito de ação humana válido para todas as diferentes espécies de ações que o ser humano pode realizar. Em outras palavras, as ações não existem antes das regras que as definem, havendo, sim, tantos conceitos de ação quantas forem as espécies de condutas relevantes (típicas) para o Direito Penal, segundo as diversas características com as que são descritas normativamente."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "458627",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: DPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão",
      "Crimes contra a vida",
      "Induzimento, instigação ou auxílio ao suicídio"
    ],
    "enunciado_principal": "Marcos e Rodrigo instigaram Juarez, que sofria de depressão, a cometer suicídio, pois, na condição de herdeiros do último, pretendiam a morte do mesmo por interesses econômicos. Ainda que Juarez tenha admitido firmemente a possibilidade de eliminar a própria vida, não praticou qualquer ato executório. Diante desse contexto, Marcos e Rodrigo",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderiam ter a pena reduzida de 1/3 a 1/2, se a pretensão tivesse caráter humanitário, de piedade, e a morte tivesse se consumado."
      },
      {
        "letra": "B",
        "texto": "deverão responder por tentativa de homicídio, visto que a ideia de ambos era eliminar a vida de Juarez para posterior enriquecimento."
      },
      {
        "letra": "C",
        "texto": "serão responsabilizados pelo crime previsto no art. 122 do Código Penal, com redução da pena pelo fato de a vítima não ter atentado contra a própria vida, já que para a consumação do delito basta a mera conduta de instigar."
      },
      {
        "letra": "D",
        "texto": "não responderão pelo crime de instigação ao suicídio, pois não houve morte ou lesão corporal de natureza grave na vítima."
      },
      {
        "letra": "E",
        "texto": "responderiam por instigação ao suicídio, caso, no mínimo, Juarez atentasse contra a própria vida e tivesse ocasionado lesões corporais leves em seu corpo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "427913",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: DPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão",
      "Crimes omissivos"
    ],
    "enunciado_principal": "É correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o Código Penal Brasileiro adotou a teoria da equivalência dos antecedentes causais, segundo a qual tudo o que contribui para o resultado é considerado causa, exceto a concausa relativamente independente, mesmo que venha a interferir no resultado."
      },
      {
        "letra": "B",
        "texto": "os crimes comissivos por omissão são aqueles em que o agente deixa de fazer o que estava obrigado e, por isso, acaba produzindo o resultado."
      },
      {
        "letra": "C",
        "texto": "exclusivamente de acordo com o entendimento majoritário da doutrina, é possível a coautoria nos crimes de mão própria mesmo se o coautor não ostentar os moldes da figura incriminadora."
      },
      {
        "letra": "D",
        "texto": "o crime de desobediência, previsto pelo art. 330 do Código Penal, por ter como objeto jurídico a administração pública e o cumprimento de suas ordens, não admite a transação penal contida na Lei n.º 9.099/95."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "402198",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: DPE-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão",
      "Crimes contra a vida",
      "Homicídio",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Lesão corporal leve e culposa"
    ],
    "enunciado_principal": "Mário, ao chegar em casa, deparou-se com uma tragédia. Seu filho, André, um jovem de 20 anos, manuseava, sem o cuidado devido, uma arma de fogo pertencente a seu pai, quando esta acidentalmente disparou e o projétil veio a atingir uma funcionária da casa. Sabendo que o disparo fora acidental, mas temendo pelas consequências do lamentável episódio para a vida de seu filho, optou Mário por não procurar as autoridades policiais. Ao contrário, ao anoitecer, transportou o corpo para um terreno baldio existente no seu bairro e ali o deixou. Ocorre que a funcionária em questão, na verdade, estava apenas ferida e acabou sendo encontrada e levada para o hospital. Sobre as condutas de Mário e André, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Mário deve ser punido pelo crime de ocultação de cadáver e André pelo de lesão corporal culposa."
      },
      {
        "letra": "B",
        "texto": "Mário deve ser punido pelo crime de ocultação de cadáver e André pelo de homicídio na forma tentada."
      },
      {
        "letra": "C",
        "texto": "Mário deve ser punido pelo crime de ocultação de cadáver, na forma tentada, e André pelo de lesão corporal, também na forma tentada."
      },
      {
        "letra": "D",
        "texto": "Mário deve ser punido pelo crime de ocultação de cadáver, e André deve ser punido pelo de homicídio, também na forma tentada."
      },
      {
        "letra": "E",
        "texto": "Mário não deve ser punido pela prática de crime e André deve ser punido pela prática do crime de lesão corporal culposa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "372320",
    "metadata": "Ano: 2014 | Banca: IBFC | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Noções Fundamentais",
      "Lei penal no espaço",
      "Conduta: ação / omissão",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A lei excepcional ou temporária, embora decorrido o período de sua duração ou cessadas as circunstâncias que a determinaram, aplica-se ao fato praticado após a sua vigência."
      },
      {
        "letra": "B",
        "texto": "Considera-se praticado o crime no momento da ação ou omissão, ainda que outro seja o momento do resultado."
      },
      {
        "letra": "C",
        "texto": "A pena cumprida no estrangeiro não atenua a pena imposta no Brasil pelo mesmo crime, quando diversas."
      },
      {
        "letra": "D",
        "texto": "O agente que, voluntariamente, desiste de prosseguir na execução ou impede que o resultado se produza, não responde pelos atos já praticados."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "353301",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Conduta: ação / omissão"
    ],
    "enunciado_principal": "Não há crime sem .",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dolo."
      },
      {
        "letra": "B",
        "texto": "resultado naturalístico."
      },
      {
        "letra": "C",
        "texto": "imprudência."
      },
      {
        "letra": "D",
        "texto": "conduta."
      },
      {
        "letra": "E",
        "texto": "lesão."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "958176",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão",
      "Crimes omissivos"
    ],
    "enunciado_principal": "A babá que, distraída com o último capítulo da novela, observa impassível o sufocamento da criança sob os seus cuidados comete crime:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "omissivo impróprio."
      },
      {
        "letra": "B",
        "texto": "omissivo próprio."
      },
      {
        "letra": "C",
        "texto": "omissivo por comissão."
      },
      {
        "letra": "D",
        "texto": "comissivo impróprio."
      },
      {
        "letra": "E",
        "texto": "comissivo próprio."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "448000",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: Câmara Municipal de São Carlos - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Conduta: ação / omissão",
      "Consumação e tentativa",
      "Antijuridicidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Assinale a alternativa correta no tocante às previsões relati­vas aos crimes no Código Penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para a omissão ser considerada penalmente relevan­te, é suficiente que o omitente possa agir para evitar o resultado."
      },
      {
        "letra": "B",
        "texto": "Diz-­se o crime tentado, quando, iniciada a preparação, não se consuma por circunstâncias alheias à vontade do agente."
      },
      {
        "letra": "C",
        "texto": "O erro sobre elemento constitutivo do tipo legal de crime exclui a culpabilidade e isenta de pena o autor do crime."
      },
      {
        "letra": "D",
        "texto": "O erro sobre a ilicitude do fato, se inevitável, isenta de pena; se evitável, poderá diminuí-­la de um sexto a um terço."
      },
      {
        "letra": "E",
        "texto": "Se o fato criminoso é cometido em estrita obediência à ordem manifestamente ilegal de superior hierárquico, só é punível o autor da coação ou da ordem."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "435950",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: MPE-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão"
    ],
    "enunciado_principal": "Por si própria, a conduta de premeditar um crime de homicídio caracteriza",
    "alternativas": [
      {
        "letra": "A",
        "texto": "início de execução."
      },
      {
        "letra": "B",
        "texto": "exaurimento."
      },
      {
        "letra": "C",
        "texto": "cogitação impunível."
      },
      {
        "letra": "D",
        "texto": "dolo."
      },
      {
        "letra": "E",
        "texto": "erro de proibição."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "433345",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: AL-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Classificação dos crimes",
      "Conduta: ação / omissão",
      "Outras classificações"
    ],
    "enunciado_principal": "Com relação ao estudo da teoria do crime, assinale a afirmativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A conduta pode se manifestar por meio de um comportamento positivo (ação) ou de um comportamento negativo (omissão), quando não atua o agente de acordo com o comportamento esperado pela norma."
      },
      {
        "letra": "B",
        "texto": "Os crimes omissivos se dividem em próprio e impróprio, não se admitindo a tentativa em qualquer deles."
      },
      {
        "letra": "C",
        "texto": "Os delitos omissivos impróprios são crimes próprios, já que se exige do autor uma qualidade especial."
      },
      {
        "letra": "D",
        "texto": "Admite-se a co-autoria nos crimes omissivos impróprios."
      },
      {
        "letra": "E",
        "texto": "A indicação da figura do garantidor pelo texto legal não pode ser ampliada, eis que o rol respectivo é taxativo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "365786",
    "metadata": "Ano: 2013 | Banca: TJ-PR | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão"
    ],
    "enunciado_principal": "Acerca das teorias da ação, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para a teoria finalista da ação, crime é um fato típico, antijurídico e culpável, consistindo a culpabilidade no elo subjetivo que liga a ação ao resultado."
      },
      {
        "letra": "B",
        "texto": "Para a teoria finalista da ação, a conduta é um comportamento humano dirigido a um fim predeterminado pelas causas anteriores."
      },
      {
        "letra": "C",
        "texto": "Para a teoria causalista ou naturalista da ação, a conduta é um comportamento humano voluntário no mundo exterior, consistindo em fazer ou não fazer."
      },
      {
        "letra": "D",
        "texto": "Para a teoria finalista da ação, a conduta é um comportamento humano simplesmente causal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "350777",
    "metadata": "Ano: 2013 | Banca: IBFC | Órgão: PC-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão"
    ],
    "enunciado_principal": "Levando em conta o que sustenta a teoria tripartida do conceito analítico de crime, o fato típico, a antijuridicidade e a culpabilidade são tidos como elementos componentes da figura delituosa, sem os quais este ente jurídico-penal não se aperfeiçoa. Com fundamento na referida conceituação e em seus desdobramentos no direito penal, podemos afirmar corretamente que são causas supralegais de exclusão da tipicidade:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Inexigibilidade de conduta diversa e erro de tipo permissivo."
      },
      {
        "letra": "B",
        "texto": "Coação moral irresistível e erro de proibição."
      },
      {
        "letra": "C",
        "texto": "Insignificância da lesão ao bem jurídico e adequação social da conduta."
      },
      {
        "letra": "D",
        "texto": "Embriaguez preordenada e obediência hierárquica."
      },
      {
        "letra": "E",
        "texto": "Coação física irresistível e violenta emoção."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "335879",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão"
    ],
    "enunciado_principal": "Quando a descrição legal do tipo penal contém o dis- senso, expresso ou implícito, como elemento específico, o consentimento do ofendido funciona como causa de exclusão da",
    "alternativas": [
      {
        "letra": "A",
        "texto": "antijuridicidade formal"
      },
      {
        "letra": "B",
        "texto": "tipicidade."
      },
      {
        "letra": "C",
        "texto": "antijuridicidade material."
      },
      {
        "letra": "D",
        "texto": "punibilidade do fato."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "331738",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: MPE-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão"
    ],
    "enunciado_principal": "A conduta para a teoria:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "social constitui um comportamento humano voluntário no mundo exterior, consistente num fazer ou não fazer, sendo estranha a qualquer valoração."
      },
      {
        "letra": "B",
        "texto": "naturalista constitui um comportamento humano volun­ tário no mundo exterior, consistente num fazer ou não fazer, sendo estranha a qualquer valoração."
      },
      {
        "letra": "C",
        "texto": "naturalista é o comportamento humano, voluntário e consciente (doloso ou culposo) dirigido a uma finali­ dade."
      },
      {
        "letra": "D",
        "texto": "social é tratada como simples exteriorização de movi­ mento ou abstenção de comportamento, desprovida de qualquer finalidade"
      },
      {
        "letra": "E",
        "texto": "finalista é concebida com um simples comportamento, sem apreciação sobre a sua ilicitude ou reprovabilidade"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "305570",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão",
      "Crimes contra a vida",
      "Homicídio",
      "Lesões corporais",
      "Lesão corporal leve e culposa"
    ],
    "enunciado_principal": "Manoel estava cortando uma laranja com um canivete em seu sítio, distraído, quando seu primo, Paulo, por mera brincadeira, veio por trás e deu um grito. Em razão do susto, Manoel virou subitamente, ferindo Paulo no pescoço, provocando uma lesão que o levou a óbito. Logo, Manoel:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não praticou crime, pois agiu por ato reflexo."
      },
      {
        "letra": "B",
        "texto": "praticou o crime de homicídio culposo."
      },
      {
        "letra": "C",
        "texto": "praticou o crime de homicídio doloso por dolo direto."
      },
      {
        "letra": "D",
        "texto": "praticou crime de homicídio doloso por dolo eventual."
      },
      {
        "letra": "E",
        "texto": "praticou crime de lesão corporal seguida de morte."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1208598",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão"
    ],
    "enunciado_principal": "São elementos objetivos da relação de tipicidade",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a conduta, o resultado e a relação de causalidade"
      },
      {
        "letra": "B",
        "texto": "a antijuridicidade e a culpabilidade."
      },
      {
        "letra": "C",
        "texto": "as circunstâncias do fato."
      },
      {
        "letra": "D",
        "texto": "o dolo e a culpa."
      },
      {
        "letra": "E",
        "texto": "a imputabilidade e o juízo de reprovação"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "295617",
    "metadata": "Ano: 2012 | Banca: IESES | Órgão: TJ-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Noções Fundamentais",
      "Princípios limitadores do poder punitivo estatal",
      "Lei penal no tempo",
      "Conduta: ação / omissão"
    ],
    "enunciado_principal": "É certo afirmar: I. Anterioridade da Lei Penal significa que é obrigatória a previa existência de lei penal incriminadora para que alguém possa ser por um fato condenado, exigindo, também, prévia cominação de sanção para que alguém possa sofrê-la. II. Quanto à eficácia do princípio da legalidade, adota-se no Brasil a legalidade material, somente constituindo crime a conduta descrita em lei como tal, devendo-se exigir que os tipos penais sejam regidos de maneira clara e minuciosa, evitando-se tipos demasiadamente abertos. III. Leis penais temporais são aquelas que não possuem no seu próprio texto a data da revogação, vigorando assim por tempo indeterminado. IV. Considera-se tipo penal um modelo legal de conduta. Analisando as proposições, pode-se afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições I e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições II e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições II e IV estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "284099",
    "metadata": "Ano: 2012 | Banca: ESAF | Órgão: CGU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Noções Fundamentais",
      "Princípios limitadores do poder punitivo estatal",
      "Lei penal no espaço",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Conduta: ação / omissão"
    ],
    "enunciado_principal": "Marque a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quanto ao Lugar do crime, o Direito brasileiro adotou a Teoria da Atividade segundo a qual o Lugar do delito é aquele em que se verificou o ato executivo."
      },
      {
        "letra": "B",
        "texto": "O princípio da irretroatividade da lei penal é corolário do princípio da anterioridade da lei penal e limita-se às normas penais de caráter material."
      },
      {
        "letra": "C",
        "texto": "O Código Penal Brasileiro adotou, em relação ao dolo, a Teoria da Representação, segundo a qual para a existência do dolo é suficiente a representação subjetiva ou a previsão do resultado como certo ou provável."
      },
      {
        "letra": "D",
        "texto": "Os crimes comissivos por omissão são objetivamente descritos com uma conduta negativa, não se exigindo um resultado naturalístico."
      },
      {
        "letra": "E",
        "texto": "O conceito analítico de crime, segundo a Teoria Tripartite, crime é fato típico, antijurídico, culpável e punível."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "274262",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: PC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão",
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "O crime de omissão de socorro não admite tentativa, porquanto estando a omissão tipificada na lei como tal e tratando-se de crime unissubsistente, se o agente, sem justa causa, se omite, o crime já se consuma.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "249121",
    "metadata": "Ano: 2012 | Banca: ESAF | Órgão: CGU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Noções Fundamentais",
      "Lei penal no tempo",
      "Lei penal no espaço",
      "Conduta: ação / omissão"
    ],
    "enunciado_principal": "A respeito das disposições relativas à aplicação da Lei penal no tempo e no espaço, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a lei posterior, que de qualquer modo favorecer o agente, aplica-se aos fatos anteriores, ressalvados os decididos por sentença condenatória transitada em julgado."
      },
      {
        "letra": "B",
        "texto": "considera-se praticado o crime no momento da ação ou omissão, dependendo, para sua aplicação do momento do resultado."
      },
      {
        "letra": "C",
        "texto": "aplica-se a lei brasileira, respeitadas as convenções, tratados e regras de direito internacional, ao crime cometido no território nacional."
      },
      {
        "letra": "D",
        "texto": "a lei penal mais grave aplica-se ao crime continuado ou ao crime permanente, se a sua vigência é anterior à cessação da continuidade ou da permanência."
      },
      {
        "letra": "E",
        "texto": "lançar ao mar, com intuito de tirar-lhe a vida, tripulante de embarcação estrangeira de propriedade privada, achando-se a embarcação não atracada em porto brasileiro, é hipótese de crime que não se sujeita à lei brasileira."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "301704",
    "metadata": "Ano: 2011 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão"
    ],
    "enunciado_principal": "Analise a alternativa que contém a afirmação correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Considera-se praticado o crime no momento da ação ou omissão, ainda que outro seja o momento do resultado."
      },
      {
        "letra": "B",
        "texto": "A lei penal posterior que venha a favorecer o réu não se aplica se o mesmo já houver sido julgado."
      },
      {
        "letra": "C",
        "texto": "Diz-se doloso o crime quando o agente dá causa ao resultado por imprudência ou imperícia."
      },
      {
        "letra": "D",
        "texto": "Cessando a duração da lei penal temporária, a mesma não pode ser aplicada aos fatos praticados durante a sua vigência."
      },
      {
        "letra": "E",
        "texto": "Não há crime quando o agente pratica o fato em razão de embriaguez involuntária completa proveniente de caso fortuito ou força maior."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "208951",
    "metadata": "Ano: 2011 | Banca: FUMARC | Órgão: PC-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão",
      "Nexo de causalidade",
      "Causas relativamente independentes"
    ],
    "enunciado_principal": "Considerando-se a relação de causalidade, é INCORRETO afrmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o Código Penal adota a teoria da equivalência dos antecedentes causais."
      },
      {
        "letra": "B",
        "texto": "a superveniência de causa relativamente independente exclui o crime quando, por si só, produzir o resultado, podendo, entretanto, os fatos anteriores serem imputados a quem os praticou."
      },
      {
        "letra": "C",
        "texto": "o agente que efetua disparo de arma de fogo contra outrem, atingindo-o e, arrependido, leva a vítima para o hospital, vindo esta a falecer, em razão de infecção hospitalar, responde pelo crime de homicídio consumado."
      },
      {
        "letra": "D",
        "texto": "pratica crime comissivo por omissão, o delegado de polícia que, de forma indulgente, deixa de lavrar auto de prisão em fagrante no qual o conduzido é seu vizinho."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "204013",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TCM-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão",
      "Nexo de causalidade"
    ],
    "enunciado_principal": "A disposição legal contida no art. 13, parágrafo segundo do CP, segundo a qual a omissão apresenta valor penal quando o agente devia e podia agir para evitar o resultado, corresponde corretamente à ideia ou ao conceito de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "causalidade normativa."
      },
      {
        "letra": "B",
        "texto": "possibilidade de punição superveniente de causa independente ao delito."
      },
      {
        "letra": "C",
        "texto": "causalidade entre a omissão e o resultado naturalístico."
      },
      {
        "letra": "D",
        "texto": "desnecessária conjugação do dever legal e possibilidade real de agir."
      },
      {
        "letra": "E",
        "texto": "regra aplicável somente aos crimes omissivos próprios."
      }
    ],
    "gabarito": "A"
  }
]