[
  {
    "id": "1759352",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Condições a serem impostas no curso do benefício",
      "Causas e consequências da revogação do benefício"
    ],
    "enunciado_principal": "Paulo foi condenado por infração ao Art. 217-A, do CP, n/f Art. 71, do CP (estupro de vulnerável em continuidade delitiva) à pena de 13 anos e 4 meses de reclusão e, após cumprir 2/3 da pena, foi-lhe concedido o livramento condicional. Paulo estava cumprindo regularmente o período de prova do livramento condicional quando foi preso por cumprimento de mandado de prisão referente à nova condenação transitada em julgado, por fato cometido anteriormente à concessão do livramento condicional, à pena de 5 anos e 4 meses de reclusão, por infração ao Art. 157, §2º, II, do CP (roubo circunstanciado pelo concurso de pessoas). Considerando a situação apresentada, a nova condenação por fato praticado anteriormente à concessão do livramento condicional (LC) é causa de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "revogação facultativa do LC, devendo o juiz unificar as penas e determinar a manutenção do livramento condicional;"
      },
      {
        "letra": "B",
        "texto": "revogação do LC e, em relação à condenação por estupro, após a unificação das penas e cumprimento dos requisitos, não poderá ser o livramento condicional novamente concedido, computando-se como tempo de cumprimento de pena o período de prova;"
      },
      {
        "letra": "C",
        "texto": "revogação do LC e, em relação à condenação por estupro, após a unificação das penas e cumprimento dos requisitos, não poderá ser o livramento condicional novamente concedido, não se computando como tempo de cumprimento de pena o período de prova;"
      },
      {
        "letra": "D",
        "texto": "revogação do LC e, em relação à condenação por estupro, após a unificação das penas e cumprimento dos requisitos, poderá ser o livramento condicional novamente concedido, não se computando como tempo de cumprimento de pena o período de prova;"
      },
      {
        "letra": "E",
        "texto": "revogação do LC e, em relação à condenação por estupro, após a unificação das penas e cumprimento dos requisitos, poderá ser o livramento condicional novamente concedido, computando-se como tempo de cumprimento de pena o período de prova."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "843758",
    "metadata": "Ano: 2017 | Banca: FAPEMS | Órgão: PC-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regime Disciplinar Diferenciado",
      "Livramento condicional",
      "Condições a serem impostas no curso do benefício",
      "Causas e consequências da revogação do benefício",
      "Prorrogação do período de prova",
      "Legislação Penal Especial",
      "Lei de Execução Penal – Lei nº 7.210 de 1984"
    ],
    "enunciado_principal": "Conforme a Lei n° 7.210, de 11 de julho de 1984, que institui a Lei de Execução Penal, e entendimento dos Tribunais Superiores, a respeito da execução penal, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de acordo com o entendimento sumulado do Superior Tribunal de Justiça, a falta grave interrompe o prazo para a obtenção de livramento condicional."
      },
      {
        "letra": "B",
        "texto": "a remição é instituto que se aplica a presos em regime fechado ou semiaberto, não havendo autorização legal para ser concedida aos condenados em regime aberto."
      },
      {
        "letra": "C",
        "texto": "nas duas espécies de autorizações de saída, previstas na Lei de Execução Penal vigente, é medida obrigatória a vigilância direta do preso, podendo o juiz determinar a fiscalização por meio de monitoramento eletrônico."
      },
      {
        "letra": "D",
        "texto": "o regime disciplinar diferenciado, conforme previsão na Lei de Execução Penal vigente, será aplicado por prévio e fundamentado despacho do juiz competente, e dependerá de requerimento circunstanciado elaborado pelo diretor do estabelecimento prisional, delegado de polícia ou Ministério Público."
      },
      {
        "letra": "E",
        "texto": "a pena unificada para atender ao limite de trinta anos de cumprimento, determinado pelo artigo 75 do Código Penal vigente, não é considerada para a concessão do livramento condicional ou regime mais favorável de execução."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "800825",
    "metadata": "Ano: 2017 | Banca: Fundação La Salle | Órgão: SUSEPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão",
      "Condições a serem impostas no curso do benefício"
    ],
    "enunciado_principal": "O juiz poderá conceder livramento condicional ao condenado a pena privativa de liberdade igual ou superior a 2 (dois) anos. Para o condenado reincidente em crime doloso será concedido livramento condicional, desde que cumprida:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "mais de um terço da pena."
      },
      {
        "letra": "B",
        "texto": "mais de dois terços da pena."
      },
      {
        "letra": "C",
        "texto": "mais de dois quintos da pena."
      },
      {
        "letra": "D",
        "texto": "mais de três quintos da pena."
      },
      {
        "letra": "E",
        "texto": "mais da metade da pena."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2058844",
    "metadata": "Ano: 2016 | Banca: OBJETIVA | Órgão: Prefeitura de Santo Augusto - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Requisitos para a concessão",
      "Condições a serem impostas no curso do benefício"
    ],
    "enunciado_principal": "De acordo com o Código Penal, o juiz poderá conceder livramento condicional ao condenado à pena privativa de liberdade igual ou superior a dois anos, desde que: I - Cumprida mais de um terço da pena se o condenado não for reincidente em crime doloso, ainda que tenha maus antecedentes. II - Cumprida quase a metade da pena se o condenado for reincidente em crime doloso. III - Comprovado comportamento satisfatório durante a execução da pena, bom desempenho no trabalho que lhe foi atribuído e aptidão para prover à própria subsistência mediante trabalho honesto. IV - Tenha reparado, salvo efetiva impossibilidade de fazê-lo, o dano causado pela infração. V - Cumprido mais de dois terços da pena, nos casos de condenação por crime hediondo, prática da tortura, tráfico ilícito de entorpecentes e drogas afins, e terrorismo, se o apenado não for reincidente específico em crimes dessa natureza. Estão CORRETOS:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente os itens I, II e V."
      },
      {
        "letra": "B",
        "texto": "Somente os itens II, III e IV."
      },
      {
        "letra": "C",
        "texto": "Somente os itens III, IV e V."
      },
      {
        "letra": "D",
        "texto": "Todos os itens."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "361241",
    "metadata": "Ano: 2014 | Banca: FMP Concursos | Órgão: TJ-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Concurso de crimes",
      "Crime continuado",
      "Crimes instantâneos e permanentes",
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário",
      "Livramento condicional",
      "Conceito e consequências",
      "Requisitos para a concessão",
      "Condições a serem impostas no curso do benefício"
    ],
    "enunciado_principal": "De acordo com entendimento sumulado do Supremo Tribunal Federal, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pena unificada para atender ao limite de trinta anos de cumprimento, determinado pelo art. 75 do Codigo Penal, é considerada, para concessão de outros benefícios, como livramento condicional ou regime mais favorável de execução."
      },
      {
        "letra": "B",
        "texto": "A lei penal mais grave aplica-se ao crime continuado ou ao crime permanente, se sua vigência é anterior à cessação da continuidade ou da permanência."
      },
      {
        "letra": "C",
        "texto": "Impede a progressão de regime de execução de pena, fixada em sentença não transitada em julgado, o fato de o réu se encontrar em prisão especial."
      },
      {
        "letra": "D",
        "texto": "A imposição do regime de cumprimento mais severo do que a pena aplicada permitir não exige motivação idônea"
      },
      {
        "letra": "E",
        "texto": "Admite-se a suspensão condicional do processo por crime continuado, se a soma da pena mínima da infração mais grave com o aumento mínimo de um sexto for superior a um ano"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1661612",
    "metadata": "Ano: 2012 | Banca: COPESE - UFT | Órgão: MPE-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Livramento condicional",
      "Condições a serem impostas no curso do benefício"
    ],
    "enunciado_principal": "O juiz poderá conceder livramento condicional ao condenado a pena privativa de liberdade igual ou superior a 2 (dois) anos, desde que: I. Cumprido mais de um sexto da pena se o condenado não for reincidente em crime doloso e tiver bons antecedentes; II. Cumprido mais de um quarto da pena se o condenado for reincidente em crime culposo; III. Cumprida mais da metade se o condenado for reincidente em crime doloso; IV. Cumprido mais de dois terços da pena, nos casos de condenação por crime hediondo, prática da tortura, tráfico ilícito de entorpecentes e drogas afins, e terrorismo, se o apenado não for reincidente específico em crimes dessa natureza;",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas os itens I e II estão corretos."
      },
      {
        "letra": "B",
        "texto": "Apenas os itens III e IV estão corretos."
      },
      {
        "letra": "C",
        "texto": "Apenas os itens I e IV estão corretos."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens II e III estão corretos."
      },
      {
        "letra": "E",
        "texto": "Apenas os itens II e IV estão corretos."
      }
    ],
    "gabarito": "B"
  }
]