[
  {
    "id": "3552350",
    "metadata": "Ano: 2025 | Banca: Ibest | Órgão: CRECI - 11ª Região (SC)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "Conforme dispõe o Código Penal, constitui crime contra a administração pública o ato do funcionário que, por indulgência, deixa de responsabilizar subordinado que cometeu infração no exercício do cargo ou, não tendo competência para fazê-lo, omite-se em comunicar o fato à autoridade competente. Nessa hipótese, a pena é de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "detenção, de quinze dias a um mês, ou multa."
      },
      {
        "letra": "B",
        "texto": "detenção, de um a três meses, ou multa."
      },
      {
        "letra": "C",
        "texto": "detenção, de seis meses a dois anos, ou multa, se o fato não constitui crime mais grave."
      },
      {
        "letra": "D",
        "texto": "reclusão, de três meses a um ano, e multa."
      },
      {
        "letra": "E",
        "texto": "reclusão, de dois a seis anos, e multa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3262016",
    "metadata": "Ano: 2025 | Banca: OBJETIVA | Órgão: AGEVAP - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "Com base no Decreto-Lei nº 2.848/1940 – Código Penal, quando o funcionário público deixa, por indulgência, de responsabilizar subordinado que cometeu infração no exercício do cargo, não levando o fato a conhecimento da autoridade, é crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Condescendência criminosa."
      },
      {
        "letra": "B",
        "texto": "Tráfico de influência."
      },
      {
        "letra": "C",
        "texto": "Prevaricação."
      },
      {
        "letra": "D",
        "texto": "Advocacia administrativa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3066219",
    "metadata": "Ano: 2024 | Banca: Instituto Consulplan | Órgão: Prefeitura de São João Nepomuceno - MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "Quando da pandemia do SARS-CoV-2 (Coronavírus), determinado chefe do Poder Executivo municipal resolveu impedir a entrada de pessoas no território municipal sob a alegação de que deveria proteger os residentes do município. Para tanto, decidiu colocar barreiras nas principais entradas da cidade com a instalação de 10 tendas do tipo “chapéu de bruxa”. Cada tenda “chapéu de bruxa” foi adquirida por R$ 3.000,00, utilizando-se de dispensa de licitação, haja vista ter sido decretado estado de calamidade pública. Klêo, secretária municipal de administração e chefe imediata dos membros da Comissão Permanente de Licitação, não participou diretamente do processo de aquisição, mas foi formalmente designada responsável pelo recebimento das tendas. Klêo observou que a empresa enviou dez tendas do tipo “piramidal”. Em virtude da responsabilidade que lhe cabe, Klêo resolveu pesquisar na internet as características e os preços de tendas e descobriu que tendas “piramidais” similares às que foram enviadas à Prefeitura estavam sendo vendidas por R$ 1.500,00 cada e tendas “chapéu de bruxa” estavam sendo ofertadas por R$ 2.000,00 cada. As empresas pesquisadas por Klêo se localizavam em cidades próximas ao município adquirente das tendas. Apesar dos achados, Klêo, por indulgência aos colegas responsáveis pela compra, recebeu as tendas, dando conformidade na documentação apresentada pela empresa fornecedora. Considerando, exclusivamente, as informações disponibilizadas anteriormente, no que tange aos crimes contra a Administração Pública, Klêo poderá responder por:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Concussão."
      },
      {
        "letra": "B",
        "texto": "Excesso de exação."
      },
      {
        "letra": "C",
        "texto": "Advocacia administrativa."
      },
      {
        "letra": "D",
        "texto": "Condescendência criminosa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3006048",
    "metadata": "Ano: 2024 | Banca: Instituto JK | Órgão: Prefeitura de São João do Paraíso - MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "O funcionário que deixar, por indulgência, de responsabilizar subordinado que cometeu infração no exercício do cargo ou, quando lhe falte competência, não levar o fato ao conhecimento da autoridade competente, comete qual crime tipificado no Código Penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Prevaricação"
      },
      {
        "letra": "B",
        "texto": "Abandono de função"
      },
      {
        "letra": "C",
        "texto": "Peculato culposo"
      },
      {
        "letra": "D",
        "texto": "Condescendência criminosa"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2550650",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: CRF-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Prevaricação",
      "Condescendência criminosa",
      "Advocacia administrativa"
    ],
    "enunciado_principal": "Com base no Código Penal, em relação aos crimes contra a Administração Pública, relacione a Coluna 1 à Coluna 2, associando cada crime à sua descrição. Coluna 1 1. Prevaricação. 2. Advocacia administrativa. 3. Condescendência criminosa. Coluna 2 ( ) Deixar o funcionário, por indulgência, de responsabilizar subordinado que cometeu infração no exercício do cargo ou, quando lhe falte competência, não levar o fato ao conhecimento da autoridade competente. ( ) Retardar ou deixar de praticar, indevidamente, ato de ofício, ou praticá-lo contra disposição expressa de lei, para satisfazer interesse ou sentimento pessoal. ( ) Patrocinar, direta ou indiretamente, interesse privado perante a Administração Pública, valendo-se da qualidade de funcionário. A ordem correta de preenchimento dos parênteses, de cima para baixo, é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "1 – 2 – 3."
      },
      {
        "letra": "B",
        "texto": "2 – 1 – 3."
      },
      {
        "letra": "C",
        "texto": "2 – 3 – 1."
      },
      {
        "letra": "D",
        "texto": "3 – 1 – 2."
      },
      {
        "letra": "E",
        "texto": "3 – 2 – 1."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2497165",
    "metadata": "Ano: 2024 | Banca: Instituto Consulplan | Órgão: Câmara de Itajubá - MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Noções Gerais de Crimes Contra a Administração Pública",
      "Peculato",
      "Inserção de dados falsos em sistema de informações",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "O Código Penal prevê, em seu Título XI, alguns dos crimes contra a Administração Pública. Analise as situações hipotéticas a seguir considerando que todos os personagens são servidores públicos efetivos e que foram respeitados todos os atos processuais previstos nas normativas em vigência. I. Citrino, no exercício do cargo, apropriou-se de dinheiro recebido por erro de outrem. O crime cometido é denominado peculato mediante erro de outrem e ele poderá ser apenado com reclusão, de um a quatro anos, e multa. II. Topázia, funcionária autorizada, inseriu dados falsos nos bancos de dados da Administração Pública com o fim de obter vantagem indevida para si. Ela poderá ser apenada com detenção de dois ou multa equivalente a dez salários mínimos vigentes na época dos fatos. III. Turmalina inutilizou livro oficial de que tinha guarda em razão de seu cargo. O fato praticado por ela é atípico e configura mera conduta indevida, sendo cabível advertência verbal pelo chefe do executivo. IV. Ametista deixou, por indulgência, de responsabilizar seu subordinado que cometeu infração no exercício do cargo. O crime cometido é denominado condescendência criminosa e ela poderá ser apenada com detenção, de quinze dias a um mês, ou multa. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "B",
        "texto": "I e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "II e III, apenas."
      },
      {
        "letra": "D",
        "texto": "III e IV, apenas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2474490",
    "metadata": "Ano: 2024 | Banca: COTEC | Órgão: Prefeitura de Virgem da Lapa - MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Modificação ou alteração não autorizada de sistemas de informações",
      "Concussão e Excesso de Exação",
      "Prevaricação",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "Fulano, servidor efetivo do Setor de Pagamento do Recursos Humanos do Município Beta, no exercício de sua função, recebeu um requerimento administrativo de Beltrano, seu desafeto na Administração Pública, no mês de janeiro de 2023, no qual pleiteava férias regulamentares para março de 2023. Para o devido lançamento no sistema de folha de pagamento, Fulano teria até 28 de fevereiro de 2023, porém, injustificadamente, Fulano realizou o lançamento somente em novembro de 2023, fazendo com que o Beltrano não recebesse a gratificação de terço de férias no período correto. É possível verificar que, na situação apresentada, Fulano incorreu na prática do crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "prevaricação."
      },
      {
        "letra": "B",
        "texto": "peculato."
      },
      {
        "letra": "C",
        "texto": "concussão."
      },
      {
        "letra": "D",
        "texto": "modificação ou alteração não autorizada de sistema de informações."
      },
      {
        "letra": "E",
        "texto": "condescendência criminosa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2389652",
    "metadata": "Ano: 2024 | Banca: ADM&TEC | Órgão: Prefeitura de Palmeira dos Índios - AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Corrupção passiva",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "Analise as informações a seguir: I. Concernente aos crimes praticados contra a administração pública, é considerado peculato apropriar-se o funcionário público de dinheiro, valor ou qualquer outro bem móvel, público ou particular, de que tem a posse em razão do cargo, ou desviá-lo, em proveito próprio ou alheio. II. Considera-se corrupção passiva solicitar ou receber, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida, ou aceitar promessa de tal vantagem. III. Entende-se como condescendência criminosa deixar o funcionário, por indulgência, de responsabilizar subordinado que cometeu infração no exercício do cargo ou, quando lhe falte competência, não levar o fato ao conhecimento da autoridade competente. Marque a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todas as afirmativas estão corretas."
      },
      {
        "letra": "B",
        "texto": "Nenhuma afirmativa está correta."
      },
      {
        "letra": "C",
        "texto": "Apenas uma afirmativa está correta."
      },
      {
        "letra": "D",
        "texto": "Apenas duas afirmativas estão corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2380859",
    "metadata": "Ano: 2024 | Banca: IDHTEC | Órgão: Câmara de Itapissuma - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Noções Gerais de Crimes Contra a Administração Pública",
      "Peculato",
      "Peculato mediante erro de outrem",
      "Inserção de dados falsos em sistema de informações",
      "Modificação ou alteração não autorizada de sistemas de informações",
      "Extravio, sonegação ou inutilização de livro ou documento",
      "Corrupção passiva",
      "Prevaricação",
      "Condescendência criminosa",
      "Advocacia administrativa",
      "Violência arbitrária",
      "Abandono de função",
      "Exercício funcional ilegalmente antecipado ou prolongado",
      "Violação de sigilo funcional",
      "Violação de sigilo de proposta de concorrência"
    ],
    "enunciado_principal": "Compreende o conjunto de crimes presentes na alternativa correta, aqueles que são tipificados no Capítulo I - Dos crimes praticados por funcionário público contra a administração em geral - Título XI - Dos crimes contra a administração pública, do Decreto-lei no 2.848, de 7 de dezembro de 1940 (consideradas posteriores modificações por força de lei). Assinale a alternativa que dispõe todos os crimes tipificados no capítulo mencionado.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Peculato culposo; Peculato mediante erro de outrem; Inserção de dados falsos em sistema de informações; Modificação ou alteração não autorizada de sistema de informações; Extravio, sonegação ou inutilização de livro ou documento; Emprego irregular de verbas ou rendas públicas; falta ao trabalho sem justificativa; Concussão; Deslealdade para com a chefia imediata e outros servidores; Facilitação de contrabando ou descaminho; Prevaricação; Condescendência criminosa; Advocacia administrativa; Violência arbitrária; Abandono de função; Exercício funcional ilegalmente antecipado ou prolongado; Violação de sigilo funcional; Violação do sigilo de proposta de concorrência."
      },
      {
        "letra": "B",
        "texto": "Peculato culposo; Peculato mediante erro de outrem; Inserção de dados falsos em sistema de informações; Modificação ou alteração não autorizada de sistema de informações; Extravio, sonegação ou inutilização de livro ou documento; Emprego irregular de verbas ou rendas públicas; Concussão; Corrupção passiva; Facilitação de contrabando ou descaminho; Prevaricação; Condescendência criminosa; Advocacia administrativa; Violência arbitrária; formação de quadrilha; Exercício funcional ilegalmente antecipado ou prolongado; Violação de sigilo funcional; Violação do sigilo de proposta de concorrência."
      },
      {
        "letra": "C",
        "texto": "Peculato culposo; Peculato mediante erro de outrem; Inserção de dados falsos em sistema de informações; Modificação ou alteração não autorizada de sistema de informações; Extravio, sonegação ou inutilização de livro ou documento; Emprego irregular de verbas ou rendas públicas; Concessão a terceiros; Corrupção passiva; Uso de carro oficial para fins privados; Prevaricação; Condescendência criminosa; Advocacia administrativa; Violência arbitrária; Abandono de função; Exercício funcional ilegalmente antecipado ou prolongado; Violação de sigilo funcional; Violação do sigilo de proposta de concorrência."
      },
      {
        "letra": "D",
        "texto": "Peculato culposo; Peculato mediante erro de outrem; Inserção de dados falsos em sistema de informações; Modificação ou alteração não autorizada de sistema de informações; Assassinato; sonegação ou inutilização de livro ou documento; Emprego irregular de verbas ou rendas públicas; Concussão; Corrupção passiva; Facilitação de contrabando ou descaminho; Prevaricação; Condescendência criminosa; Advocacia administrativa regular; Violência arbitrária; Assassinato; Exercício funcional ilegalmente antecipado ou prolongado; Violação de sigilo privado; Violação do sigilo de proposta de concorrência."
      },
      {
        "letra": "E",
        "texto": "Peculato culposo; Peculato mediante erro de outrem; Inserção de dados falsos em sistema de informações; Modificação ou alteração não autorizada de sistema de informações; Extravio, sonegação ou inutilização de livro ou documento; Emprego irregular de verbas ou rendas públicas; Concussão; Corrupção passiva; Facilitação de contrabando ou descaminho; Prevaricação; Condescendência criminosa; Advocacia administrativa; Violência arbitrária; Abandono de função; Exercício funcional ilegalmente antecipado ou prolongado; Violação de sigilo funcional; Violação do sigilo de proposta de concorrência."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2377801",
    "metadata": "Ano: 2024 | Banca: IBFC | Órgão: Prefeitura de Manaus - AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "Acerca dos crimes contra a Administração Pública previstos no Código Penal, assinale a alternativa que apresenta corretamente a definição legal de condescendência criminosa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Facilitar, com infração de dever funcional, a prática de contrabando ou descaminho"
      },
      {
        "letra": "B",
        "texto": "Solicitar ou receber, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida, ou aceitar promessa de tal vantagem"
      },
      {
        "letra": "C",
        "texto": "Exigir, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida"
      },
      {
        "letra": "D",
        "texto": "Deixar o funcionário, por indulgência, de responsabilizar subordinado que cometeu infração no exercício do cargo ou, quando lhe falte competência, não levar o fato ao conhecimento da autoridade competente"
      },
      {
        "letra": "E",
        "texto": "Dar às verbas ou rendas públicas aplicação diversa da estabelecida em lei"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2356788",
    "metadata": "Ano: 2024 | Banca: ADVISE | Órgão: Prefeitura de Serra da Raiz - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "Quem pratica a conduta típica prevista no Código Penal como “Deixar o funcionário, por indulgência, de responsabilizar subordinado que cometeu infração no exercício do cargo ou, quando lhe falte competência, não levar o fato ao conhecimento da autoridade competente” incorre no crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "advocacia administrativa."
      },
      {
        "letra": "B",
        "texto": "condescendência criminosa."
      },
      {
        "letra": "C",
        "texto": "violência arbitrária."
      },
      {
        "letra": "D",
        "texto": "prevaricação."
      },
      {
        "letra": "E",
        "texto": "concussão."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3566160",
    "metadata": "Ano: 2023 | Banca: Avança SP | Órgão: Prefeitura de Ubatuba - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "Acerca da conduta de agente público que deixa de responsabilizar, por indulgência, o subordinado que cometeu infração no exercício do cargo ou, quando lhe falte competência, não leva o fato ao conhecimento da autoridade competente, é CORRETO dizer:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "que foi cometido o crime de corrupção passiva."
      },
      {
        "letra": "B",
        "texto": "que não foi cometido ilícito tipificado no Código Penal como crime."
      },
      {
        "letra": "C",
        "texto": "que foi cometido o crime de prevaricação."
      },
      {
        "letra": "D",
        "texto": "que foi cometido o crime de condescendência criminosa."
      },
      {
        "letra": "E",
        "texto": "que foi cometido o crime de advocacia administrativa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2557240",
    "metadata": "Ano: 2023 | Banca: ADVISE | Órgão: Prefeitura de Maravilha - AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "Assinale a alternativa que apresenta a conduta típica do crime de “Condescendência criminosa” nos termos do Código Penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Deixar o funcionário, por indulgência, de responsabilizar subordinado que cometeu infração no exercício do cargo ou, quando lhe falte competência, não levar o fato ao conhecimento da autoridade competente."
      },
      {
        "letra": "B",
        "texto": "Praticar violência, no exercício de função ou a pretexto de exercê-la."
      },
      {
        "letra": "C",
        "texto": "Patrocinar, direta ou indiretamente, interesse privado perante a administração pública, valendo-se da qualidade de funcionário."
      },
      {
        "letra": "D",
        "texto": "Entrar no exercício de função pública antes de satisfeitas as exigências legais, ou continuar a exercê-la, sem autorização, depois de saber oficialmente que foi exonerado, removido, substituído ou suspenso."
      },
      {
        "letra": "E",
        "texto": "Revelar fato de que tem ciência em razão do cargo e que deva permanecer em segredo, ou facilitar-lhe a revelação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2432730",
    "metadata": "Ano: 2023 | Banca: IF-MT | Órgão: IF-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Prevaricação",
      "Condescendência criminosa",
      "Advocacia administrativa"
    ],
    "enunciado_principal": "Na coluna da esquerda, estão elencados tipos penais estabelecidos pelo Decreto-Lei nº 2.848/40 (Código Penal) e, na da direita, as suas conceituações. Numere a coluna da direita de acordo com a da esquerda. Assinale a sequência CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "1, 2, 3, 4."
      },
      {
        "letra": "B",
        "texto": "4, 3, 2, 1."
      },
      {
        "letra": "C",
        "texto": "2, 4, 3, 1."
      },
      {
        "letra": "D",
        "texto": "3, 4, 1, 2."
      },
      {
        "letra": "E",
        "texto": "3, 1, 4, 2."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2397797",
    "metadata": "Ano: 2023 | Banca: FCC | Órgão: TRT - 12ª Região (SC)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "Considere, hipoteticamente, que Haroldo, ocupante de cargo de Chefia de um Tribunal Regional do Trabalho, autoridade competente para responsabilização de subordinado, por indulgência, deixou de responsabilizar subordinado que cometeu infração no exercício do cargo. Nesse caso, a hipótese se amolda ao tipo penal de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "condescendência criminosa."
      },
      {
        "letra": "B",
        "texto": "violência arbitrária."
      },
      {
        "letra": "C",
        "texto": "excesso de exação."
      },
      {
        "letra": "D",
        "texto": "prevaricação."
      },
      {
        "letra": "E",
        "texto": "advocacia administrativa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2315098",
    "metadata": "Ano: 2023 | Banca: CONSULPLAN | Órgão: CORE-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Concussão e Excesso de Exação",
      "Corrupção passiva",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "Cornélio exerce cargo de chefia em um determinado órgão público estadual. Maria e José são servidores do referido órgão e estão subordinados diretamente a Cornélio. Em um dia de expediente de trabalho, ao chegar na repartição, Cornélio escutou José proferir contra Maria palavras ofensivas, que configuram, além de crime contra a honra, infração administrativa disciplinar. Além disso, Maria também levou ao conhecimento de Cornélio o fato ocorrido, mas ele não tomou providências por sentir-se apenado com a situação de José. A postura de Cornélio configura crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Prevaricação."
      },
      {
        "letra": "B",
        "texto": "Corrupção passiva."
      },
      {
        "letra": "C",
        "texto": "Excesso de exação."
      },
      {
        "letra": "D",
        "texto": "Condescendência criminosa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2298585",
    "metadata": "Ano: 2023 | Banca: EPL | Órgão: Prefeitura de Pitangueiras - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "Funcionário público que por indulgência, deixa de responsabilizar subordinado que cometeu infração no exercício do cargo, responde por:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "peculato."
      },
      {
        "letra": "B",
        "texto": "concussão"
      },
      {
        "letra": "C",
        "texto": "condescendência criminosa"
      },
      {
        "letra": "D",
        "texto": "prevaricação"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2280998",
    "metadata": "Ano: 2023 | Banca: IBADE | Órgão: SEJUS-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "José Maria, servidor público, chefe da Unidade de Licitações, por indulgência, deixou de responsabilizar subordinado que cometeu infração no exercício do cargo. De acordo com o Código Penal, é possível afirmar que José Maria cometeu:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "advocacia administrativa;"
      },
      {
        "letra": "B",
        "texto": "corrupção passiva;"
      },
      {
        "letra": "C",
        "texto": "prevaricação;"
      },
      {
        "letra": "D",
        "texto": "concussão;"
      },
      {
        "letra": "E",
        "texto": "condescendência criminosa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2270238",
    "metadata": "Ano: 2023 | Banca: Instituto Consulplan | Órgão: Câmara de São Joaquim da Barra - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "Henrique, servidor público, por indulgência deixou de responsabilizar Pedro, seu subordinado por infração que este cometeu no exercício de seu cargo. A respeito da situação narrada, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Henrique poderá responder pelo crime de prevaricação."
      },
      {
        "letra": "B",
        "texto": "A conduta praticada por Henrique não constitui nenhum crime."
      },
      {
        "letra": "C",
        "texto": "Pedro poderá responder pelo crime de condescendência criminosa."
      },
      {
        "letra": "D",
        "texto": "A pena de detenção prevista para o crime praticado por Henrique é de quinze dias a um mês, ou multa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2264196",
    "metadata": "Ano: 2023 | Banca: Instituto UniFil | Órgão: Prefeitura de Japira - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Prevaricação",
      "Condescendência criminosa",
      "Advocacia administrativa",
      "Usurpação de função pública",
      "Descaminho"
    ],
    "enunciado_principal": "Suponha que J.F., agente tributário do Município de Canário, deixa voluntariamente de lançar determinado tributo, em favorecimento de certa contribuinte por quem mantém sentimento amoroso, sem que tal pessoa conheça do fato. Além de incorrer em penas administrativas, J.F. está incorrendo no seguinte crime, tipificado pelo art. 319 do Código Penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "advocacia administrativa."
      },
      {
        "letra": "B",
        "texto": "condescendência criminosa."
      },
      {
        "letra": "C",
        "texto": "prevaricação."
      },
      {
        "letra": "D",
        "texto": "descaminho."
      },
      {
        "letra": "E",
        "texto": "usurpação de função pública."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2257652",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: Câmara de Tanabi - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Prevaricação",
      "Condescendência criminosa",
      "Tráfico de influência"
    ],
    "enunciado_principal": "Funcionário público de hierarquia superior tem conhecimento que seu subordinado praticou uma infração no exercício do cargo. Contudo, por indulgência e por lhe faltar competência, não tomou qualquer medida. Neste caso, é correto concluir que o funcionário de hierarquia superior",
    "alternativas": [
      {
        "letra": "A",
        "texto": "praticou prevaricação."
      },
      {
        "letra": "B",
        "texto": "praticou tráfico de influência."
      },
      {
        "letra": "C",
        "texto": "praticou condescendência criminosa."
      },
      {
        "letra": "D",
        "texto": "é coautor, por omissão, da infração administrativa praticada por seu subordinado."
      },
      {
        "letra": "E",
        "texto": "não cometeu crime."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2177999",
    "metadata": "Ano: 2023 | Banca: OBJETIVA | Órgão: Prefeitura de Sagrada Família - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Prevaricação",
      "Condescendência criminosa",
      "Advocacia administrativa"
    ],
    "enunciado_principal": "Um servidor público, chefe da certa repartição, por indulgência, deixou de responsabilizar seu subordinado que cometeu infração durante o horário de trabalho. Considerando-se o exposto, de acordo o Código Penal, é CORRETO afirmar que o chefe da repartição cometeu:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Prevaricação."
      },
      {
        "letra": "B",
        "texto": "Corrupção passiva."
      },
      {
        "letra": "C",
        "texto": "Advocacia administrativa."
      },
      {
        "letra": "D",
        "texto": "Condescendência criminosa."
      },
      {
        "letra": "E",
        "texto": "Peculato."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2162299",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de São Cristóvão - SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Prevaricação",
      "Condescendência criminosa",
      "Advocacia administrativa",
      "Tráfico de influência"
    ],
    "enunciado_principal": "Ronaldo, que é servidor público, recebe a denúncia anônima de que um subordinado está utilizando indevidamente bens públicos para fins particulares. Apesar de ter competência para tomar alguma medida para responsabilizá-lo, Ronaldo decide não agir, por clemência. Nessa situação hipotética, Ronaldo praticou o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "condescendência criminosa."
      },
      {
        "letra": "B",
        "texto": "advocacia administrativa."
      },
      {
        "letra": "C",
        "texto": "tráfico de influência."
      },
      {
        "letra": "D",
        "texto": "prevaricação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2106337",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: AGENERSA - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Concussão e Excesso de Exação",
      "Corrupção passiva",
      "Prevaricação",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "José, servidor público, com vontade livre e consciente, solicitou para si, diretamente, fora da função, mas em razão dela, vantagem indevida, retardando a prática de ato de ofício. Nessa hipótese, nos termos do Código Penal, José praticou o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "peculato."
      },
      {
        "letra": "B",
        "texto": "concussão."
      },
      {
        "letra": "C",
        "texto": "corrupção passiva."
      },
      {
        "letra": "D",
        "texto": "prevaricação."
      },
      {
        "letra": "E",
        "texto": "condescendência criminosa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2084520",
    "metadata": "Ano: 2023 | Banca: IDECAN | Órgão: SEFAZ-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Corrupção passiva",
      "Condescendência criminosa",
      "Advocacia administrativa",
      "Corrupção ativa",
      "Tráfico de influência"
    ],
    "enunciado_principal": "João Paulo, corretor de imóveis, obteve vantagem pecuniária paga por contribuinte de IPTU, sob o pretexto de que influiria em lançamento fiscal praticado por determinado funcionário público municipal. Nesse caso, houve a prática de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "crime de corrupção passiva."
      },
      {
        "letra": "B",
        "texto": "crime de condescendência criminosa."
      },
      {
        "letra": "C",
        "texto": "crime de tráfico de influência."
      },
      {
        "letra": "D",
        "texto": "crime de advocacia administrativa."
      },
      {
        "letra": "E",
        "texto": "crime de corrupção ativa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2072721",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TCE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "Considerando os crimes contra a administração pública, julgue o item subsecutivo. O crime de condescendência criminosa é classificado como omissivo próprio, unissubsistente, portanto não se admite modalidade culposa nem tentativa para esse crime.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2035780",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: SEFAZ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Prevaricação",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "Ana é servidora pública e passou por severa crise pessoal, em decorrência do nascimento de sua filha, portadora de grave doença genética. Como o tratamento da filha era extremamente custoso, Ana passou a levar para casa, com intenção de economizar recursos para custear o tratamento de sua filha, pequenos materiais como papel higiênico, café, canetas, itens subtraídos da repartição pública. Ao descobrir os fatos, Rodolfo, superior imediato de Ana, e conhecedor do drama pessoal de sua subordinada, deixa de instaurar o procedimento administrativo cabível. Nesse caso, é certo que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a conduta de Ana é desprovida de tipicidade material, o que ocasiona também a atipicidade da conduta de Rodolfo."
      },
      {
        "letra": "B",
        "texto": "Ana praticou o delito peculato, ao passo que Rodolfo praticou o delito de prevaricação."
      },
      {
        "letra": "C",
        "texto": "Ana praticou o delito de peculato culposo, ao passo que Rodolfo praticou o delito de advocacia administrativa."
      },
      {
        "letra": "D",
        "texto": "Ana e Rodolfo praticaram peculato, sendo Ana autora e Rodolfo partícipe por omissão."
      },
      {
        "letra": "E",
        "texto": "Ana praticou o delito de peculato, ao passo que Rodolfo praticou o delito de condescendência criminosa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2339688",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "Considera-se crime omissivo próprio",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a corrupção passiva."
      },
      {
        "letra": "B",
        "texto": "a violação de sigilo funcional."
      },
      {
        "letra": "C",
        "texto": "o emprego irregular de verbas ou rendas públicas."
      },
      {
        "letra": "D",
        "texto": "a condescendência criminosa."
      },
      {
        "letra": "E",
        "texto": "a concussão."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2170521",
    "metadata": "Ano: 2022 | Banca: FAFIPA | Órgão: Câmara de Ourizona - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Concussão e Excesso de Exação",
      "Corrupção passiva",
      "Prevaricação",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "Em se tratando da tipificação dos crimes contra a administração pública previstos no Código Penal, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Incorre no crime de corrupção passiva o funcionário público que retarda ou deixa de praticar, indevidamente, ato de ofício, ou praticá-lo contra disposição expressa de lei, para satisfazer interesse ou sentimento pessoal."
      },
      {
        "letra": "B",
        "texto": "Incorre no crime de peculato o funcionário público que exige, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida."
      },
      {
        "letra": "C",
        "texto": "Incorre no crime de condescendência criminosa o funcionário público que deixa, por indulgência, de responsabilizar subordinado que cometeu infração no exercício do cargo ou, quando lhe falte competência, não leva o fato ao conhecimento da autoridade competente."
      },
      {
        "letra": "D",
        "texto": "Incorre no crime de prevaricação o funcionário público que solicita ou recebe, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida, ou aceita promessa de tal vantagem."
      },
      {
        "letra": "E",
        "texto": "Incorre no crime de concussão o funcionário público que se apropria de dinheiro, valor ou qualquer outro bem móvel, público ou particular, de que tem a posse em razão do cargo, ou desviá-lo, em proveito próprio ou alheio."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2067111",
    "metadata": "Ano: 2022 | Banca: INEP BRASIL | Órgão: Prefeitura de Palestina de Goiás - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Corrupção passiva",
      "Facilitação de contrabando ou descaminho",
      "Prevaricação",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "O servidor, ao solicitar ou receber, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida, ou aceitar promessa de tal vantagem, trata-se de um conceito referente a qual artigo?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Art. 316 Concussão."
      },
      {
        "letra": "B",
        "texto": "Art. 317 Corrupção passiva."
      },
      {
        "letra": "C",
        "texto": "Art. 318 Facilitação de contrabando ou descaminho."
      },
      {
        "letra": "D",
        "texto": "Art. 319 Prevaricação."
      },
      {
        "letra": "E",
        "texto": "Art. 320 Condescendência criminosa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2066693",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: Prefeitura de Teresina - PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Emprego irregular de verbas ou rendas públicas",
      "Corrupção passiva",
      "Prevaricação",
      "Condescendência criminosa",
      "Advocacia administrativa",
      "Corrupção ativa"
    ],
    "enunciado_principal": "Considere as seguintes situações hipotéticas: I. Sônia, tesoureira de uma repartição pública, se apropriou de dinheiro de diárias de outros funcionários que ali trabalhavam. II. Murilo, chefe de uma repartição de determinada Prefeitura Municipal, deixou, por indulgência, de responsabilizar Maurício, seu subordinado, ao tomar conhecimento de que ele havia cometido determinada infração no exercício do cargo. Diante do exposto, e com base nas informações acima, em tese, Sônia praticou o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "corrupção passiva e Murilo o crime de prevaricação."
      },
      {
        "letra": "B",
        "texto": "emprego irregular de verbas públicas e Murilo o crime de condescendência criminosa."
      },
      {
        "letra": "C",
        "texto": "peculato e Murilo o crime de condescendência criminosa."
      },
      {
        "letra": "D",
        "texto": "corrupção ativa e Murilo o crime de prevaricação."
      },
      {
        "letra": "E",
        "texto": "peculato e Murilo o crime de advocacia administrativa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2059780",
    "metadata": "Ano: 2022 | Banca: IBADE | Órgão: Prefeitura de Colíder - MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Corrupção passiva",
      "Condescendência criminosa",
      "Advocacia administrativa",
      "Abandono de função",
      "Violação de sigilo funcional"
    ],
    "enunciado_principal": "Deixar o funcionário, por indulgência, de responsabilizar subordinado que cometeu infração no exercício do cargo ou, quando lhe falte competência, não levar o fato ao conhecimento da autoridade competente, configura crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "corrupção passiva."
      },
      {
        "letra": "B",
        "texto": "advocacia administrativa."
      },
      {
        "letra": "C",
        "texto": "abandono de função."
      },
      {
        "letra": "D",
        "texto": "condescendência criminosa."
      },
      {
        "letra": "E",
        "texto": "violação de sigilo funcional."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2054789",
    "metadata": "Ano: 2022 | Banca: FUNATEC | Órgão: Câmara de Presidente Dutra - MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Concussão e Excesso de Exação",
      "Prevaricação",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "Nos termos do Código Penal, a conduta de “deixar o funcionário, por indulgência, de responsabilizar subordinado que cometeu infração no exercício do cargo ou, quando lhe falte competência, não levar o fato ao conhecimento da autoridade competente” representa o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Prevaricação."
      },
      {
        "letra": "B",
        "texto": "Concussão."
      },
      {
        "letra": "C",
        "texto": "Peculato."
      },
      {
        "letra": "D",
        "texto": "Condescendência criminosa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2005384",
    "metadata": "Ano: 2022 | Banca: ADVISE | Órgão: Prefeitura de Paranatama - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "De acordo com o Código Penal, aquele que pratica a conduta de “Deixar o funcionário, por indulgência, de responsabilizar subordinado que cometeu infração no exercício do cargo ou, quando lhe falte competência, não levar o fato ao conhecimento da autoridade competente”, incorre no crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Advocacia administrativa."
      },
      {
        "letra": "B",
        "texto": "Violência arbitrária"
      },
      {
        "letra": "C",
        "texto": "Condescendência criminosa."
      },
      {
        "letra": "D",
        "texto": "Prevaricação."
      },
      {
        "letra": "E",
        "texto": "Peculato."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1995395",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "O Oficial de Justiça Sócrates, por indulgência, mas com a consciência de estar agindo indevidamente, deixou de responsabilizar seu subordinado Xenofonte que cometeu infração no exercício do cargo. Nesse caso, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Sócrates praticou o crime de prevaricação"
      },
      {
        "letra": "B",
        "texto": "Sócrates praticou o crime de corrupção passiva"
      },
      {
        "letra": "C",
        "texto": "Sócrates praticou o crime de condescendência criminosa"
      },
      {
        "letra": "D",
        "texto": "Sócrates praticou o crime de corrupção passiva privilegiada"
      },
      {
        "letra": "E",
        "texto": "A conduta de Sócrates não constitui crime, pois agiu por indulgência, a qual configura mera infração administrativa"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1961414",
    "metadata": "Ano: 2022 | Banca: OBJETIVA | Órgão: Condesus - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Prevaricação",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "De acordo com o Código Penal, sobre Crimes contra a Administração Pública, marcar C para as afirmativas Certas, E para as Erradas e, após, assinalar a alternativa que apresenta a sequência CORRETA: ( ) No crime de condescendência criminosa, a pena é aumentada em um terço, se, em consequência da vantagem ou promessa, o funcionário retarda ou deixa de praticar qualquer ato de ofício ou o pratica infringindo dever funcional. ( ) Retardar ou deixar de praticar, indevidamente, ato de ofício, ou praticá-lo contra disposição expressa de lei, para satisfazer interesse ou sentimento pessoal, é a descrição do crime de prevaricação.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "C - C."
      },
      {
        "letra": "B",
        "texto": "E - C."
      },
      {
        "letra": "C",
        "texto": "C - E."
      },
      {
        "letra": "D",
        "texto": "E - E."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1961073",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: Câmara de Franca - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "No que se refere aos crimes contra a Administração Pública, especialmente com relação aos crimes praticados por funcionário público contra a Administração em geral, assinale a alternativa que apresenta a definição de crime de condescendência criminosa.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Patrocinar, direta ou indiretamente, interesse privado perante a administração pública, valendo-se da qualidade de funcionário"
      },
      {
        "letra": "B",
        "texto": "Retardar ou deixar de praticar, indevidamente, ato de ofício, ou praticá-lo contra disposição expressa de lei, para satisfazer interesse ou sentimento pessoal"
      },
      {
        "letra": "C",
        "texto": "Apropriar-se o funcionário público de dinheiro, valor ou qualquer outro bem móvel, público ou particular, de que tem a posse em razão do cargo, ou desviá-lo, em proveito próprio ou alheio"
      },
      {
        "letra": "D",
        "texto": "Deixar o funcionário, por indulgência, de responsabilizar subordinado que cometeu infração no exercício do cargo ou, quando lhe falte competência, não levar o fato ao conhecimento da autoridade competente"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1952526",
    "metadata": "Ano: 2022 | Banca: UFMT | Órgão: POLITEC-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Concussão e Excesso de Exação",
      "Corrupção passiva",
      "Prevaricação",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "Leia trecho da seguinte notícia: “De acordo com os autos, o prefeito, por intermédio do outro réu, exigiu do sócio administrador de uma transportadora contratada pela Prefeitura o pagamento de propina, que consistia em percentual do valor pago pelo Município à empresa. O crime ocorreu sete vezes, na celebração de contratos e aditamentos, no período de 2014 a 2016. O juiz Joaquim Augusto Simões Freitas destacou em sua sentença que os réus já foram condenados, em outra ação penal, por fraudes em procedimentos licitatórios e dispensas de licitação realizadas à época dos fatos, que favoreceram a empresa transportadora em questão. Segundo o magistrado, os crimes nas licitações “são indicativos irrefutáveis do pagamento da vantagem indevida afirmada pela acusação”, pagamento confirmado pelo próprio sócio da empresa. O juiz apontou que todos os contratos firmados com a empresa e seus aditamentos se deram “fora das hipóteses legais” e com “frustração e fraude do caráter competitivo licitatório”. “A culpabilidade é dotada de severo destaque, uma vez que o acusado, Prefeito Municipal de Igarapava/SP ao tempo do crime, detentor, portanto, do cargo eletivo de maior preponderância na localidade, concorreu para a prática de crime que lesou tanto os cofres públicos quanto a imagem da Administração Pública Municipal, violando assim a confiança que lhe fora depositada pela maioria absoluta dos eleitores do município”, considerou Joaquim Augusto Simões Freitas ao fixar a pena de nove anos e quatro meses de reclusão para cada um dos sete crimes (...)”. (Fonte: https://www.tjsp.jus.br/Noticias/Noticia?codigoNoticia=62134&pagina=1. Acesso em: 26 dez. 2021). Extrai-se da narrativa do julgamento que o agente público foi condenado por receber vantagem indevida para favorecer determinada empresa, por meio de contratos irregulares com o Município. Sendo assim, a condenação decorre da prática do seguinte crime:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Prevaricação."
      },
      {
        "letra": "B",
        "texto": "Corrupção passiva."
      },
      {
        "letra": "C",
        "texto": "Peculato."
      },
      {
        "letra": "D",
        "texto": "Concussão."
      },
      {
        "letra": "E",
        "texto": "Condescendência criminosa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1935034",
    "metadata": "Ano: 2022 | Banca: IBADE | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Roubo",
      "Receptação",
      "Crimes contra a administração pública",
      "Condescendência criminosa",
      "Favorecimento pessoal",
      "Favorecimento real"
    ],
    "enunciado_principal": "Marcus Alexandre e João Maurício, pretendem subtrair determinadas mercadorias da Transportadora Riamol. No decorrer da empreitada criminosa, Marcus e João, mediante violência física, obtém êxito quanto à subtração das mercadorias, porém, ao sair do local deparam-se com uma viatura da policia militar, iniciando-se a perseguição. Após longa perseguição, os agentes conseguem esquivarse das ações da polícia, e, a fim de tornar seguro o proveito do crime, abordam Nathan Juarez, dono de uma mercearia naquela localidade, que até então não conheciam. Marcus e João relatam à Nathan o crime praticado, solicitando que este guarde aquelas mercadorias até amanhã, quando, então, as retirariam. Nathan acata a solicitação, tornando seguro o proveito do crime. No que se refere ao crime praticado por Nathan Juarez, assinale a alternativa correspondente à correta capitulação.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "favorecimento pessoal."
      },
      {
        "letra": "B",
        "texto": "condescendência criminosa."
      },
      {
        "letra": "C",
        "texto": "roubo."
      },
      {
        "letra": "D",
        "texto": "favorecimento real."
      },
      {
        "letra": "E",
        "texto": "receptação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1905215",
    "metadata": "Ano: 2022 | Banca: UECE-CEV | Órgão: Prefeitura de Sobral - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "O funcionário público que, por indulgência, deixar de responsabilizar subordinado que cometeu infração no exercício do cargo ou, quando lhe falte competência, não levar o fato ao conhecimento da autoridade competente comete o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "advocacia administrativa."
      },
      {
        "letra": "B",
        "texto": "concussão."
      },
      {
        "letra": "C",
        "texto": "condescendência criminosa."
      },
      {
        "letra": "D",
        "texto": "prevaricação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1878451",
    "metadata": "Ano: 2022 | Banca: FEPESE | Órgão: Prefeitura de Florianópolis - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "Assinale a alternativa correta em relação aos crimes contra a administração pública.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A conduta prevista no tipo penal da condescêndência criminosa exige que o autor seja hierarquicamente subordinado a vitima do crime."
      },
      {
        "letra": "B",
        "texto": "A perda do cargo, do mandato ou da função pública, é um dos efeitos automáticos da condenação pela prática do crime de condescêndência criminosa."
      },
      {
        "letra": "C",
        "texto": "No crime de condescêndência criminosa, o agente terá a pena reduzida pela metade quando tiver agido com intuito de satisfazer interesse pessoal."
      },
      {
        "letra": "D",
        "texto": "O delito de condescêndência criminosa é crime omissivo puro não sendo punido na forma tentada."
      },
      {
        "letra": "E",
        "texto": "Para a tipificação do crime de condescêndência criminosa, o agente deve agir com a motivação de obter vantagem indevida."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2088417",
    "metadata": "Ano: 2021 | Banca: Avança SP | Órgão: Prefeitura de Louveira - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Corrupção passiva",
      "Condescendência criminosa",
      "Advocacia administrativa",
      "Usurpação de função pública"
    ],
    "enunciado_principal": "“Exigir, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida”. A descrição acima refere-se qual delito previsto no Código Penal?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "concussão."
      },
      {
        "letra": "B",
        "texto": "corrupção passiva."
      },
      {
        "letra": "C",
        "texto": "advocacia administrativa."
      },
      {
        "letra": "D",
        "texto": "condescendência criminosa."
      },
      {
        "letra": "E",
        "texto": "usurpação de função pública."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1860618",
    "metadata": "Ano: 2021 | Banca: Quadrix | Órgão: CRBio-6ª Região",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "Acerca do crime de condescendência criminosa, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É um crime continuado, monossubjetivo, unissubsistente e transeunte."
      },
      {
        "letra": "B",
        "texto": "É um crime instantâneo, monossubjetivo, unissubsistente e transeunte."
      },
      {
        "letra": "C",
        "texto": "É um crime instantâneo, plurissubjetivo, unissubsistente e transeunte."
      },
      {
        "letra": "D",
        "texto": "É um crime instantâneo, plurissubjetivo, plurissubsistente e transeunte."
      },
      {
        "letra": "E",
        "texto": "É um crime instantâneo, plurissubjetivo, unissubsistente e não transeunte."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1851709",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: SEFAZ-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "A conduta de funcionário público de deixar de responsabilizar seu subordinado ao tomar conhecimento de que este praticou crime funcional é atípica e caracteriza infração administrativa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1837528",
    "metadata": "Ano: 2021 | Banca: ADVISE | Órgão: Prefeitura de Coremas - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "É crime praticado por funcionário público contra a Administração em geral, previsto no Código Penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Favorecimento real."
      },
      {
        "letra": "B",
        "texto": "Condescendência criminosa."
      },
      {
        "letra": "C",
        "texto": "Desobediência."
      },
      {
        "letra": "D",
        "texto": "Favorecimento pessoal."
      },
      {
        "letra": "E",
        "texto": "Tráfico de influência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1828527",
    "metadata": "Ano: 2021 | Banca: FUNDATEC | Órgão: Prefeitura de Vacaria - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Inserção de dados falsos em sistema de informações",
      "Emprego irregular de verbas ou rendas públicas",
      "Corrupção passiva",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "Acerca dos crimes contra a administração pública, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na hipótese de peculato culposo, a reparação do dano, se precede à sentença irrecorrível, extingue a punibilidade; se lhe é posterior, reduz de metade a pena imposta."
      },
      {
        "letra": "B",
        "texto": "Aquele que der às verbas ou rendas públicas aplicação diversa da estabelecida em lei comete o crime de emprego irregular de verbas ou rendas públicas."
      },
      {
        "letra": "C",
        "texto": "Comete o crime de modificação ou alteração não autorizada de sistema de informações aquele que inserir ou facilitar, o funcionário autorizado, a inserção de dados falsos, alterar ou excluir indevidamente dados corretos nos sistemas informatizados ou bancos de dados da Administração Pública com o fim de obter vantagem indevida para si ou para outrem ou para causar dano."
      },
      {
        "letra": "D",
        "texto": "O crime de corrupção passiva tem a pena aumentada de um terço, se, em consequência da vantagem ou promessa, o funcionário retarda ou deixa de praticar qualquer ato de ofício ou o pratica infringindo dever funcional."
      },
      {
        "letra": "E",
        "texto": "O funcionário que deixa, por indulgência, de responsabilizar subordinado que cometeu infração no exercício do cargo ou, quando lhe falte competência, não levar o fato ao conhecimento da autoridade competente, comete o crime de condescendência criminosa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1799304",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: PC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "Acerca dos delitos contra a administração pública, julgue o item a seguir. Situação hipotética: Determinado funcionário público que não tem atribuição para responsabilizar, após receber vantagem indevida, deixou de levar ao conhecimento da autoridade competente a infração cometida por subordinado no exercício do cargo. Assertiva: Nesse caso, o referido funcionário público incorreu em crime de condescendência criminosa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2117220",
    "metadata": "Ano: 2020 | Banca: INSTITUTO AOCP | Órgão: SEJUC-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Crimes contra a honra",
      "Calúnia",
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Condescendência criminosa",
      "Desacato"
    ],
    "enunciado_principal": "Assinale a alternativa correta considerando a normativa estabelecida pelo Código Penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se o criminoso é primário e é de pequeno valor a coisa furtada, o juiz pode substituir a pena de reclusão pela de detenção, diminuí-la de um a dois terços, ou aplicar somente a pena de multa."
      },
      {
        "letra": "B",
        "texto": "A pena aumenta-se de um sexto, se o crime de furto é praticado durante o repouso noturno."
      },
      {
        "letra": "C",
        "texto": "É impunível a calúnia contra os mortos."
      },
      {
        "letra": "D",
        "texto": "O funcionário público que, por indulgência, deixa de responsabilizar subordinado que cometeu infração no exercício do cargo responde pelo crime de concussão."
      },
      {
        "letra": "E",
        "texto": "O crime de desacato é punível com pena de detenção, de seis meses a três anos, ou multa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1754344",
    "metadata": "Ano: 2020 | Banca: IDIB | Órgão: Prefeitura de Jaguaribe - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Corrupção passiva",
      "Prevaricação",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "Relacione os crimes previstos no Código Penal como crimes praticados por funcionário público contra a administração em geral com suas respectivas definições. 1 Corrupção passiva 2 Prevaricação 3 Condescendência criminosa a Retardar ou deixar de praticar, indevidamente, ato de ofício, ou praticá-lo contra disposição expressa de lei, para satisfazer interesse ou sentimento pessoal. b Solicitar ou receber, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida, ou aceitar promessa de tal vantagem. c Deixar o funcionário, por indulgência, de responsabilizar subordinado que cometeu infração no exercício do cargo ou, quando lhe falte competência, não levar o fato ao conhecimento da autoridade competente. Assinale a alternativa que relaciona corretamente as definições aos crimes.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "1 – a; 2 – b; 3 – c."
      },
      {
        "letra": "B",
        "texto": "1 – b; 2 – a; 3 – c."
      },
      {
        "letra": "C",
        "texto": "1 – a; 2 – c; 3 – b."
      },
      {
        "letra": "D",
        "texto": "1 – b; 2 – c; 3 – a."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1721538",
    "metadata": "Ano: 2020 | Banca: VUNESP | Órgão: Câmara Municipal de Pindorama - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "Deixar o funcionário, por indulgência, de responsabilizar subordinado que cometeu infração no exercício do cargo ou, quando lhe falte competência, não levar o fato ao conhecimento da autoridade competente, corresponde ao crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "advocacia administrativa."
      },
      {
        "letra": "B",
        "texto": "violação de sigilo funcional."
      },
      {
        "letra": "C",
        "texto": "condescendência criminosa."
      },
      {
        "letra": "D",
        "texto": "corrupção passiva."
      },
      {
        "letra": "E",
        "texto": "corrupção ativa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1701811",
    "metadata": "Ano: 2020 | Banca: FUNDATEC | Órgão: Câmara de Imbé - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Prevaricação",
      "Condescendência criminosa",
      "Advocacia administrativa"
    ],
    "enunciado_principal": "De acordo com o Código Penal, são considerados crimes praticados por funcionário público contra a administração em geral: I. Prevaricação, que consiste em retardar ou deixar de praticar, ato de ofício, ou praticá-lo contra disposição expressa de lei, para satisfazer interesse ou sentimento pessoal ou para terceiro. II. Condescendência criminosa, que consiste em deixar o funcionário, por indulgência, de responsabilizar subordinado que cometeu infração no exercício do cargo ou, quando lhe falte competência, não levar o fato ao conhecimento da autoridade competente. III. Advocacia administrativa, que consiste em patrocinar, direta ou indiretamente, interesse privado perante a administração pública, ainda que não esteja se valendo da qualidade de funcionário público. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas II."
      },
      {
        "letra": "C",
        "texto": "Apenas I e II."
      },
      {
        "letra": "D",
        "texto": "Apenas I e III."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1696296",
    "metadata": "Ano: 2020 | Banca: FACET Concursos | Órgão: Prefeitura de Capim - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Noções Gerais de Crimes Contra a Administração Pública",
      "Peculato",
      "Concussão e Excesso de Exação",
      "Prevaricação",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "Sobre os crimes praticados por funcionário público contra a administração em geral, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No peculato culposo, a reparação do dano, se precede a sentença irrecorrível, permitirá a redução da pena de um a dois terços, em virtude do arrependimento posterior."
      },
      {
        "letra": "B",
        "texto": "Pratica o crime de prevaricação o agente que deixar de praticar ou retardar ato de ofício, com infração de dever funcional, cedendo a pedido ou influência de outrem."
      },
      {
        "letra": "C",
        "texto": "De acordo com o Código Penal, considera-se funcionário público todo aquele que exerce cargo, emprego ou função pública, ainda que transitoriamente, sendo, porém, obrigatório o recebimento de remuneração para o enquadramento do agente como funcionário público."
      },
      {
        "letra": "D",
        "texto": "Para a configuração do crime de concussão, é imprescindível que o sujeito ativo esteja no exercício de função pública, sendo vedado o reconhecimento de tal crime quando o sujeito ativo se encontra fora da função."
      },
      {
        "letra": "E",
        "texto": "Pratica o crime de condescendência criminosa, o funcionário público que deixa, por indulgência, de responsabilizar subordinado que cometeu infração no exercício do cargo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1683352",
    "metadata": "Ano: 2020 | Banca: ADM&TEC | Órgão: Prefeitura de Araçoiaba - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "Analise as afirmativas a seguir: I. Alojar o idoso em hospitais, casas de saúde, entidades de longa permanência, ou congêneres, provendo suas necessidades básicas, quando obrigado por lei ou mandado, é um crime com pena de detenção de seis meses a três anos ou multa, conforme determina o artigo 98 da Lei nº 10.741, de 2003. II. O peculato é o ato cometido por um funcionário público que se apropria de dinheiro, de valor ou de qualquer outro bem móvel público de que tem a posse em razão do cargo em proveito próprio. Esse crime é punível com pena de multa e reparação do dano causado (ou restituição do bem ou valor), conforme determina o artigo 312 do Código Penal. III. A condescendência criminosa, à luz do artigo 320 do Código Penal, é caracterizada por deixar o funcionário, por indulgência, de responsabilizar subordinado que cometeu infração no exercício do cargo ou, quando lhe falte competência, não levar o fato ao conhecimento da autoridade competente. De acordo com o referido texto legal, esse crime prevê pena de detenção, de quinze dias a um mês, ou multa. Marque a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nenhuma afirmativa está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas uma afirmativa está correta."
      },
      {
        "letra": "C",
        "texto": "Apenas duas afirmativas estão corretas."
      },
      {
        "letra": "D",
        "texto": "Todas as afirmativas estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1296336",
    "metadata": "Ano: 2020 | Banca: GUALIMP | Órgão: Prefeitura de Areal - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Condescendência criminosa",
      "Corrupção ativa"
    ],
    "enunciado_principal": "No que tange aos crimes praticados por funcionário público contra a administração geral, é CORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No peculato culposo, se o sujeito ativo do delito repara o dano após a sentença penal definitiva, sua pena será reduzida em um terço."
      },
      {
        "letra": "B",
        "texto": "Quando o funcionário público exigir, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida, incide na prática do crime de corrupção ativa."
      },
      {
        "letra": "C",
        "texto": "No peculato doloso, se o sujeito ativo do delito reparar o dano antes da sentença penal irrecorrível, fica extinta a sua punibilidade."
      },
      {
        "letra": "D",
        "texto": "Quando deixar o funcionário, por indulgência, de responsabilizar subordinado que cometeu infração no exercício do cargo ou, quando lhe falte competência, não levar o fato ao conhecimento da autoridade competente, ele incide na prática de condescendência criminosa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2008688",
    "metadata": "Ano: 2019 | Banca: IMA | Órgão: Prefeitura de Paço do Lumiar - MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Prevaricação",
      "Condescendência criminosa",
      "Advocacia administrativa",
      "Violência arbitrária"
    ],
    "enunciado_principal": "Deixar o funcionário, por indulgência, de responsabilizar subordinado que cometeu infração no exercício do cargo ou, quando lhe falte competência, não levar o fato ao conhecimento da autoridade competente, caracteriza, segundo dispõe o art. 320 do Código Penal, o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Prevaricação."
      },
      {
        "letra": "B",
        "texto": "Condescendência criminosa."
      },
      {
        "letra": "C",
        "texto": "Violência arbitrária."
      },
      {
        "letra": "D",
        "texto": "Advocacia administrativa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1840539",
    "metadata": "Ano: 2019 | Banca: CETAP | Órgão: Prefeitura de Maracanã - PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "Ocorre o crime de condescendência criminosa quando:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deixar o funcionário, por indulgência, de responsabilizar subordinado que cometeu infração no exercício do cargo ou, quando lhe falte competência, não levar o fato ao conhecimento da autoridade competente."
      },
      {
        "letra": "B",
        "texto": "o funcionário retardar ou deixar de praticar, indevidamente, ato de ofício, ou praticá-lo contra disposição expressa de lei, para satisfazer interesse ou sentimento pessoal."
      },
      {
        "letra": "C",
        "texto": "o funcionário facilitar, com infração de dever funcional, a prática de contrabando ou descaminho."
      },
      {
        "letra": "D",
        "texto": "o sujeito exigir, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1840443",
    "metadata": "Ano: 2019 | Banca: OBJETIVA | Órgão: Prefeitura de Antônio Prado - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Extravio, sonegação ou inutilização de livro ou documento",
      "Emprego irregular de verbas ou rendas públicas",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "De acordo com o Decreto-Lei nº 2.848/1940 - Código Penal, são crimes praticados por funcionário público contra a administração em geral, entre outros: I. Extraviar livro oficial ou qualquer documento, de que tem a guarda em razão do cargo; sonegá-lo ou inutilizá-lo, total ou parcialmente. II. Dar às verbas ou rendas públicas aplicação diversa da estabelecida em lei. III. Deixar o funcionário, por indulgência, de responsabilizar subordinado que cometeu infração no exercício do cargo ou, quando lhe falte competência, não levar o fato ao conhecimento da autoridade competente. Está(ão) CORRETO(S):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente os itens I e II."
      },
      {
        "letra": "B",
        "texto": "Somente os itens I e III."
      },
      {
        "letra": "C",
        "texto": "Somente os itens II e III."
      },
      {
        "letra": "D",
        "texto": "Todos os itens."
      },
      {
        "letra": "E",
        "texto": "Nenhum dos itens."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1624850",
    "metadata": "Ano: 2019 | Banca: ADVISE | Órgão: Prefeitura de Juarez Távora - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Prevaricação",
      "Condescendência criminosa",
      "Advocacia administrativa",
      "Violência arbitrária"
    ],
    "enunciado_principal": "Adriano, diretor de penitenciária, deixou de cumprir seu dever de vedar aos presos o acesso a aparelho telefônico. De acordo com o Código Penal, Adriano praticou o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Condescendência criminosa."
      },
      {
        "letra": "B",
        "texto": "Advocacia administrativa."
      },
      {
        "letra": "C",
        "texto": "Prevaricação."
      },
      {
        "letra": "D",
        "texto": "Violência arbitrária."
      },
      {
        "letra": "E",
        "texto": "Desvio de função."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1621981",
    "metadata": "Ano: 2019 | Banca: GUALIMP | Órgão: Prefeitura de Areal - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Corrupção passiva",
      "Prevaricação",
      "Condescendência criminosa",
      "Corrupção ativa"
    ],
    "enunciado_principal": "Deixar o funcionário, por indulgência, de responsabilizar subordinado que cometeu infração no exercício do cargo ou, quando lhe falte competência, não levar o fato ao conhecimento da autoridade competente, é definido pelo Código Penal Brasileiro como crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Prevaricação."
      },
      {
        "letra": "B",
        "texto": "Condescendência criminosa."
      },
      {
        "letra": "C",
        "texto": "Corrupção passiva."
      },
      {
        "letra": "D",
        "texto": "Corrupção ativa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1258560",
    "metadata": "Ano: 2019 | Banca: UFPR | Órgão: UFPR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "Dos crimes contra a administração pública, há capítulo específico, no código penal, que trata dos crimes praticados por funcionário público contra a administração pública em geral. Sobre o tema, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apropriar-se o funcionário público de dinheiro, valor ou qualquer outro bem móvel, público ou particular, de que tem posse em razão do cargo, ou desviá-lo em proveito próprio ou alheio, corresponde a corrupção passiva."
      },
      {
        "letra": "B",
        "texto": "Prevaricação ocorre quando funcionário público modifica ou altera sistema de informações ou programa de informática sem autorização ou solicitação de autoridade competente."
      },
      {
        "letra": "C",
        "texto": "Se o funcionário público deixar, por indulgência, de responsabilizar subordinado que cometeu infração no exercício do cargo ou, quando lhe falte competência, não levar a conhecimento da autoridade competente, cometerá o crime tipificado como condescendência criminosa."
      },
      {
        "letra": "D",
        "texto": "Concussão ocorre quando funcionário público patrocinar, direta ou indiretamente, interesse privado perante a administração pública, valendo-se da sua qualidade de funcionário público."
      },
      {
        "letra": "E",
        "texto": "Excesso de exação ocorre quando o sujeito entrar no exercício de função pública antes de satisfeitas as exigências legais, ou continuar a exercê-la, sem autorização, depois de saber oficialmente que foi exonerado, removido, substituído ou suspenso."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1243486",
    "metadata": "Ano: 2019 | Banca: MetroCapital Soluções | Órgão: Prefeitura de Conchas - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "“Deixar o funcionário, por indulgência, de responsabilizar subordinado que cometeu infração no exercício do cargo ou, quando lhe falte competência, não levar o fato ao conhecimento da autoridade competente”. A descrição acima refere-se ao crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "corrupção ativa."
      },
      {
        "letra": "B",
        "texto": "prevaricação."
      },
      {
        "letra": "C",
        "texto": "condescendência criminosa."
      },
      {
        "letra": "D",
        "texto": "corrupção passiva."
      },
      {
        "letra": "E",
        "texto": "peculato incomum."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1093673",
    "metadata": "Ano: 2019 | Banca: MetroCapital Soluções | Órgão: Prefeitura de Nova Odessa - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Corrupção passiva",
      "Condescendência criminosa",
      "Corrupção ativa"
    ],
    "enunciado_principal": "Exigir, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida, constitui o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Concussão."
      },
      {
        "letra": "B",
        "texto": "Exação."
      },
      {
        "letra": "C",
        "texto": "Corrupção passiva."
      },
      {
        "letra": "D",
        "texto": "Corrupção ativa."
      },
      {
        "letra": "E",
        "texto": "Condescendência criminosa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1049320",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Arujá - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "De conformidade com o Código Penal Brasileiro, deixar o funcionário público, por indulgência, de responsabilizar subordinado que cometeu infração no exercício do cargo ou, quando lhe falte competência, não levar o fato ao conhecimento da autoridade competente caracteriza o delito de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "excesso de exação."
      },
      {
        "letra": "B",
        "texto": "concussão."
      },
      {
        "letra": "C",
        "texto": "facilitação."
      },
      {
        "letra": "D",
        "texto": "condescendência criminosa."
      },
      {
        "letra": "E",
        "texto": "peculato mediante erro de outrem."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1041767",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Campinas - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Corrupção passiva",
      "Prevaricação",
      "Condescendência criminosa",
      "Advocacia administrativa"
    ],
    "enunciado_principal": "Mévio, funcionário público, trabalha em um posto de saúde. Ele é vizinho de Tícia, moça com quem ele gostaria de namorar. Em determinado dia, Mévio encontra Tícia, acompanhando a mãe, senhora que necessitava de atendimento médico não urgente, na fila de espera, por ordem de chegada, critério de atendimento estabelecido pelo serviço público. Para impressionar Tícia, Mévio coloca a ficha cadastral de sua mãe à frente das de outros pacientes, sendo ela chamada logo à sala do médico. Em gratidão ao gesto, Tícia decide ir ao cinema, com Mévio. Diante da situação hipotética, Mévio praticou, em tese, o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "corrupção passiva."
      },
      {
        "letra": "B",
        "texto": "prevaricação."
      },
      {
        "letra": "C",
        "texto": "advocacia administrativa."
      },
      {
        "letra": "D",
        "texto": "condescendência criminosa."
      },
      {
        "letra": "E",
        "texto": "concussão."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1027585",
    "metadata": "Ano: 2019 | Banca: IF-MT | Órgão: IF-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Corrupção passiva",
      "Prevaricação",
      "Condescendência criminosa",
      "Exercício funcional ilegalmente antecipado ou prolongado"
    ],
    "enunciado_principal": "Acerca dos crimes contra a Administração Pública em geral elencados no Código Penal Brasileiro, assinale a afirmativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Corrupção passiva: o funcionário exige tributo ou contribuição social que sabe ou deveria saber indevido, ou, quando devido, emprega na cobrança meio vexatório ou gravoso, que a lei não autoriza."
      },
      {
        "letra": "B",
        "texto": "Excesso de exação: solicitar ou receber, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida, ou aceitar promessa de tal vantagem."
      },
      {
        "letra": "C",
        "texto": "Condescendência criminosa: retardar ou deixar de praticar, indevidamente, ato de ofício, ou praticá-lo contra disposição expressa de lei, para satisfazer interesse ou sentimento pessoal."
      },
      {
        "letra": "D",
        "texto": "Prevaricação é retardar: deixar o funcionário, por indulgência, de responsabilizar subordinado que cometeu infração no exercício do cargo ou, quando lhe falte competência, não levar o fato ao conhecimento da autoridade competente."
      },
      {
        "letra": "E",
        "texto": "Exercício funcional ilegalmente antecipado ou prolongado: entrar no exercício de função pública antes de satisfeitas as exigências legais, ou continuar a exercê-la, sem autorização, depois de saber oficialmente que foi exonerado, removido, substituído ou suspenso."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1027458",
    "metadata": "Ano: 2019 | Banca: IF-MT | Órgão: IF-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Inserção de dados falsos em sistema de informações",
      "Emprego irregular de verbas ou rendas públicas",
      "Corrupção passiva",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "Assinale a alternativa CORRETA quanto à modalidade do crime descrito: servidora pública, ocupante do cargo de escrevente judicial, que, juntamente com o juiz da Comarca das Flores, apropriou-se de dinheiro público de que tem posse em razão do cargo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Peculato."
      },
      {
        "letra": "B",
        "texto": "Inserção de dados falsos em sistema de informação."
      },
      {
        "letra": "C",
        "texto": "Emprego irregular de verbas."
      },
      {
        "letra": "D",
        "texto": "Corrupção passiva."
      },
      {
        "letra": "E",
        "texto": "Condescendência criminosa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1014420",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de São José do Rio Preto - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Prevaricação",
      "Condescendência criminosa",
      "Usurpação de função pública"
    ],
    "enunciado_principal": "A conduta do funcionário público que, por indulgência, deixa de responsabilizar subordinado que cometeu infração no exercício do cargo",
    "alternativas": [
      {
        "letra": "A",
        "texto": "configura crime de concussão."
      },
      {
        "letra": "B",
        "texto": "configura crime de prevaricação."
      },
      {
        "letra": "C",
        "texto": "configura crime de usurpação de função pública."
      },
      {
        "letra": "D",
        "texto": "configura crime de condescendência criminosa."
      },
      {
        "letra": "E",
        "texto": "não configura crime, mas mera infração funcional."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1001132",
    "metadata": "Ano: 2019 | Banca: AMAUC | Órgão: Prefeitura de Itá - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Prevaricação",
      "Condescendência criminosa",
      "Abandono de função",
      "Desacato"
    ],
    "enunciado_principal": "Retardar ou deixar de praticar, indevidamente, ato de ofício, ou praticá-lo contra disposição expressa de lei, para satisfazer interesse ou sentimento pessoal. O ilícito acima descrito trata do crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Peculato."
      },
      {
        "letra": "B",
        "texto": "Condescendência criminosa."
      },
      {
        "letra": "C",
        "texto": "Desacato."
      },
      {
        "letra": "D",
        "texto": "Prevaricação."
      },
      {
        "letra": "E",
        "texto": "Abandono de função."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "993633",
    "metadata": "Ano: 2019 | Banca: IDECAN | Órgão: IF-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "Assinale abaixo a única definição legal do crime de condescendência criminosa.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Deixar o funcionário, por indulgência, de responsabilizar subordinado que cometeu infração no exercício do cargo ou, quando lhe falte competência, não levar o fato ao conhecimento da autoridade competente."
      },
      {
        "letra": "B",
        "texto": "Patrocinar, direta ou indiretamente, interesse privado perante a administração pública, valendo-se da qualidade de funcionário."
      },
      {
        "letra": "C",
        "texto": ") Revelar fato de que tem ciência em razão do cargo e que deva permanecer em segredo, ou facilitar-lhe a revelação."
      },
      {
        "letra": "D",
        "texto": "Entrar no exercício de função pública antes de satisfeitas as exigências legais, ou continuar a exercê-la, sem autorização, depois de saber oficialmente que foi exonerado, removido, substituído ou suspenso."
      },
      {
        "letra": "E",
        "texto": "Apropriar-se de dinheiro ou qualquer utilidade que, no exercício do cargo, recebeu por erro de outrem."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "975996",
    "metadata": "Ano: 2019 | Banca: INSTITUTO AOCP | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Corrupção passiva",
      "Prevaricação",
      "Condescendência criminosa",
      "Corrupção ativa"
    ],
    "enunciado_principal": "O funcionário público que retardar ou deixar de praticar, indevidamente, ato de ofício, ou praticá-lo contra disposição expressa de lei, para satisfazer interesse ou sentimento pessoal, incorrerá no delito de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "prevaricação."
      },
      {
        "letra": "B",
        "texto": "condescendência criminosa."
      },
      {
        "letra": "C",
        "texto": "concussão."
      },
      {
        "letra": "D",
        "texto": "corrupção passiva."
      },
      {
        "letra": "E",
        "texto": "corrupção ativa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "974064",
    "metadata": "Ano: 2019 | Banca: UPENET/IAUPE | Órgão: UPE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Corrupção passiva",
      "Prevaricação",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "Acerca dos crimes contra a administração pública, é CORRETO afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "em posicionamento recente, o STJ afastou a incidência da Súmula nº 599 para aplicar o princípio da insignificância a crime contra a administração pública."
      },
      {
        "letra": "B",
        "texto": "no delito de peculato culposo, se o agente reparar o dano à administração pública antes da prolação da sentença, a pena será reduzida pela metade."
      },
      {
        "letra": "C",
        "texto": "aquele que solicita vantagem, para si ou para outrem, a pretexto de influir em ato praticado por funcionário público no exercício da função, pratica crime de corrupção passiva."
      },
      {
        "letra": "D",
        "texto": "a condescendência criminosa é crime contra a administração pública, que pode ser praticado, excepcionalmente, na modalidade culposa."
      },
      {
        "letra": "E",
        "texto": "o crime de prevaricação somente pode ser praticado por ocupante de cargo público."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1284733",
    "metadata": "Ano: 2018 | Banca: FEPESE | Órgão: VISAN - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "De acordo com o Código Penal, quando o funcionário público, por indulgência, não levar ao conhecimento da autoridade competente fato, praticado por terceiro, que caracterize infração no exercício do cargo ocorre a prática do delito de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "concussão."
      },
      {
        "letra": "B",
        "texto": "corrupção passiva."
      },
      {
        "letra": "C",
        "texto": "condescendência criminosa."
      },
      {
        "letra": "D",
        "texto": "peculato administrativo."
      },
      {
        "letra": "E",
        "texto": "prevaricação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1012844",
    "metadata": "Ano: 2018 | Banca: IBADE | Órgão: Prefeitura de Ji-Paraná - RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "Deixar o funcionário, por indulgência, de responsabilizar subordinado que cometeu infração no exercício do cargo ou, quando lhe falte competência, não levar o fato ao conhecimento da autoridade competente, incorrerá na prática do crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "advocacia administrativa."
      },
      {
        "letra": "B",
        "texto": "prevaricação."
      },
      {
        "letra": "C",
        "texto": "corrupção passiva privilegiada."
      },
      {
        "letra": "D",
        "texto": "condescendência criminosa."
      },
      {
        "letra": "E",
        "texto": "concussão."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "952868",
    "metadata": "Ano: 2018 | Banca: UFES | Órgão: UFES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "O servidor público X é chefe de uma seção de um órgão público e nota que, nas últimas semanas, seu subordinado Y não realiza no prazo as tarefas que lhe são atribuídas. Além disso, Y registra seu horário de entrada no ponto eletrônico, mas logo em seguida deixa o local do serviço e retorna horas depois para registrar a tempo seu horário de saída. Embora ciente das condutas de Y, o servidor X não comunica o fato à autoridade superior, pois sente pena de Y, porque sabe que Y está enfrentando vários problemas pessoais. Com base nessas informações, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O servidor X não cometeu nenhuma irregularidade, mas o servidor Y cometeu desídia."
      },
      {
        "letra": "B",
        "texto": "O servidor X praticou o delito de concussão, mas o servidor Y não cometeu nenhuma irregularidade."
      },
      {
        "letra": "C",
        "texto": "O servidor X praticou o crime de advocacia administrativa e o servidor Y praticou o crime de prevaricação."
      },
      {
        "letra": "D",
        "texto": "O servidor X praticou o crime de excesso de exação e o servidor Y praticou ato de improbidade administrativa."
      },
      {
        "letra": "E",
        "texto": "O servidor X praticou o delito de condescendência criminosa e o servidor Y praticou ato de improbidade administrativa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "952825",
    "metadata": "Ano: 2018 | Banca: UFES | Órgão: UFES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Corrupção passiva",
      "Prevaricação",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "O servidor público X é chefe de uma seção de um órgão público e está ciente de que o seu subordinado Y não cumpriu várias das tarefas que lhe foram atribuídas e apresenta diariamente comportamento desidioso, o que constitui uma infração disciplinar passível de punição com demissão. Entretanto, o servidor X deixa de comunicar esses fatos à autoridade competente, pois sente pena do seu subordinado, porque sabe que Y está enfrentando problemas pessoais. Com base nessas informações, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O servidor X usou de solidariedade humana, sem causar repercussões na área jurídica."
      },
      {
        "letra": "B",
        "texto": "O servidor X cometeu crime de corrupção passiva."
      },
      {
        "letra": "C",
        "texto": "O servidor X cometeu crime de prevaricação."
      },
      {
        "letra": "D",
        "texto": "O servidor X cometeu crime de condescendência criminosa."
      },
      {
        "letra": "E",
        "texto": "O servidor X cometeu crime de excesso de exação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "951117",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: MPE-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Prevaricação",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "Djalma, funcionário público, não poderia, por falta de competência, responsabilizar Heloísa, sua subordinada, por infração por ela praticada no exercício do cargo e por ele vista, sendo que, por indulgência, Djalma não levou o fato ao conhecimento de mais ninguém. Nesse caso, uma vez descoberta por outros meios a existência do fato narrado, de acordo com o Código Penal, considerando apenas as informações fornecidas, Djalma",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não responderá por nenhum crime, pois ele não tinha competência para responsabilizá-la."
      },
      {
        "letra": "B",
        "texto": "responderá pelo crime de condescendência criminosa, para o qual é prevista a pena de detenção de quinze dias a um mês, ou multa."
      },
      {
        "letra": "C",
        "texto": "responderá pelo crime de prevaricação, para o qual é prevista a pena de quinze dias a um mês e multa."
      },
      {
        "letra": "D",
        "texto": "responderá pelo crime de condescendência criminosa, devendo a pena ser aumentada de um terço em razão de não ter levado o fato ao conhecimento da autoridade competente por indulgência."
      },
      {
        "letra": "E",
        "texto": "responderá pelo crime de prevaricação, devendo a pena ser aumentada de um terço em razão de não ter levado o fato ao conhecimento da autoridade competente por indulgência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "948361",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: SEFAZ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "Patrícia, servidora pública chefe de determinada repartição, ao notar que seu subordinado Bruno, também servidor público, praticou uma infração no exercício do cargo, deixa de responsabilizá-lo por indulgência. Patrícia, com seu comportamento, praticou, em tese, o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "condescendência criminosa."
      },
      {
        "letra": "B",
        "texto": "prevaricação."
      },
      {
        "letra": "C",
        "texto": "tergiversação."
      },
      {
        "letra": "D",
        "texto": "exploração de prestígio."
      },
      {
        "letra": "E",
        "texto": "concussão."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "919892",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: TRT - 15ª Região (SP)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Corrupção passiva",
      "Condescendência criminosa",
      "Corrupção ativa"
    ],
    "enunciado_principal": "No TRT do Estado X, Sinvaldo, servidor público, na função de chefe do setor de finanças, tomou conhecimento (e, posteriormente presenciou) que seu subordinado Demerval, também servidor público, rotineiramente, registrava o horário de almoço das 11 às 12 horas e se ausentava após esse horário para efetivamente almoçar, estendendo seu horário em duas horas todos os dias e contrariando as regras do órgão. Sinvaldo soube que isso ocorria há mais de um mês, no entanto, por indulgência, deixou de apurar a infração disciplinar e nem mesmo comunicou o fato a seus superiores. A conduta de Sinvaldo, estará sujeita ao previsto no crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "condescendência criminosa."
      },
      {
        "letra": "B",
        "texto": "corrupção ativa."
      },
      {
        "letra": "C",
        "texto": "corrupção passiva."
      },
      {
        "letra": "D",
        "texto": "concussão."
      },
      {
        "letra": "E",
        "texto": "excesso de exação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "910735",
    "metadata": "Ano: 2018 | Banca: IBADE | Órgão: Prefeitura de João Pessoa - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Corrupção passiva",
      "Prevaricação",
      "Condescendência criminosa",
      "Corrupção ativa"
    ],
    "enunciado_principal": "Caso o agente de controle urbano retarde ou deixe de praticar, indevidamente, ato de ofício, ou praticá-lo contra disposição expressa de lei, para satisfazer interesse ou sentimento pessoal, incorrerá na prática do crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "prevaricação."
      },
      {
        "letra": "B",
        "texto": "condescendência criminosa."
      },
      {
        "letra": "C",
        "texto": "corrupção passiva."
      },
      {
        "letra": "D",
        "texto": "corrupção ativa."
      },
      {
        "letra": "E",
        "texto": "peculato."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "906957",
    "metadata": "Ano: 2018 | Banca: INSTITUTO AOCP | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Prevaricação",
      "Condescendência criminosa",
      "Abandono de função",
      "Corrupção ativa em transação comercial internacional. Tráfico de influência em transação comercial internacional",
      "Sonegação de papel ou objeto de valor probatório. Exploração de prestígio"
    ],
    "enunciado_principal": "Determinado tipo penal previsto no Código Penal possui o seguinte enunciado: \"Retardar ou deixar de praticar, indevidamente, ato de ofício, ou praticá-lo contra disposição expressa de lei, para satisfazer interesse ou sentimento pessoal\". Determinado servidor público do setor administrativo da Justiça do Trabalho deixa de publicar edital relativo à intimação de um amigo pessoal, para que este ganhe mais prazo de tempo no processo em que responde. A esse fato criminoso cometido pelo servidor em questão dá-se o nome do tipo penal respectivo de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "exploração de prestígio."
      },
      {
        "letra": "B",
        "texto": "tráfico de influência."
      },
      {
        "letra": "C",
        "texto": "abandono de função."
      },
      {
        "letra": "D",
        "texto": "condescendência criminosa."
      },
      {
        "letra": "E",
        "texto": "prevaricação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "904144",
    "metadata": "Ano: 2018 | Banca: NUCEPE | Órgão: PC-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Concussão e Excesso de Exação",
      "Corrupção passiva",
      "Prevaricação",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "Dentre os crimes praticados contra a Administração Pública, importa em peculato:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Exigir, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida."
      },
      {
        "letra": "B",
        "texto": "Solicitar ou receber, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida, ou aceitar promessa de tal vantagem."
      },
      {
        "letra": "C",
        "texto": "Retardar ou deixar de praticar, indevidamente, ato de ofício, ou praticá-lo contra disposição expressa de lei, para satisfazer interesse ou sentimento pessoal."
      },
      {
        "letra": "D",
        "texto": "Apropriar-se o funcionário público de dinheiro, valor ou qualquer outro bem móvel, público ou particular, de que tem a posse em razão do cargo, ou desviá-lo, em proveito próprio ou alheio."
      },
      {
        "letra": "E",
        "texto": "Deixar o funcionário, por indulgência, de responsabilizar subordinado que cometeu infração no exercício do cargo ou, quando lhe falte competência, não levar o fato ao conhecimento da autoridade competente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "896156",
    "metadata": "Ano: 2018 | Banca: UFPR | Órgão: UFPR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Prevaricação",
      "Condescendência criminosa",
      "Advocacia administrativa",
      "Corrupção ativa"
    ],
    "enunciado_principal": "Considere os seguintes crimes contra a Administração Pública: 1. Deixar o funcionário, por indulgência, de responsabilizar subordinado que cometeu infração no exercício do cargo ou, quando lhe falte competência, não levar o fato ao conhecimento da autoridade competente. 2. Patrocinar, direta ou indiretamente, interesse privado perante a Administração Pública, valendo-se da qualidade de funcionário. 3. Exigir, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida. Assinale a alternativa que relaciona corretamente as condutas descritas e os respectivos tipos penais.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "1. Prevaricação – 2. Tráfico de influência – 3. Corrupção passiva."
      },
      {
        "letra": "B",
        "texto": "1. Advocacia administrativa – 2. Corrupção ativa – 3. Corrupção passiva."
      },
      {
        "letra": "C",
        "texto": "1. Condescendência criminosa – 2. Tráfico de influência – 3. Concussão."
      },
      {
        "letra": "D",
        "texto": "1. Corrupção passiva – 2. Advocacia administrativa – 3. Corrupção passiva."
      },
      {
        "letra": "E",
        "texto": "1. Condescendência criminosa – 2. Advocacia administrativa – 3. Concussão."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "866220",
    "metadata": "Ano: 2018 | Banca: FUNDEP (Gestão de Concursos) | Órgão: TCE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Corrupção passiva",
      "Prevaricação",
      "Condescendência criminosa",
      "Corrupção ativa"
    ],
    "enunciado_principal": "A conduta de “Retardar ou deixar de praticar, indevidamente, ato de ofício, ou praticá-lo contra disposição expressa de lei, para satisfazer interesse ou sentimento pessoal” configura o tipo penal de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "corrupção passiva."
      },
      {
        "letra": "B",
        "texto": "corrupção ativa."
      },
      {
        "letra": "C",
        "texto": "concussão."
      },
      {
        "letra": "D",
        "texto": "prevaricação."
      },
      {
        "letra": "E",
        "texto": "condescendência criminosa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "862650",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: TCE-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Concussão e Excesso de Exação",
      "Corrupção passiva",
      "Prevaricação",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "O servidor público que deixar de praticar ato de ofício, infringindo dever funcional em atenção a pedido de outrem, praticará",
    "alternativas": [
      {
        "letra": "A",
        "texto": "condescendência criminosa."
      },
      {
        "letra": "B",
        "texto": "concussão."
      },
      {
        "letra": "C",
        "texto": "prevaricação."
      },
      {
        "letra": "D",
        "texto": "corrupção passiva privilegiada."
      },
      {
        "letra": "E",
        "texto": "peculato."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2042811",
    "metadata": "Ano: 2017 | Banca: Crescer Concursos | Órgão: Prefeitura de Urbano Santos - MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Corrupção passiva",
      "Prevaricação",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "Solicitar ou receber, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida, ou aceitar promessa de tal vantagem, de acordo com o Código Penal é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Prevaricação."
      },
      {
        "letra": "B",
        "texto": "Condescendência criminosa."
      },
      {
        "letra": "C",
        "texto": "Peculato culposo."
      },
      {
        "letra": "D",
        "texto": "Corrupção passiva."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "969895",
    "metadata": "Ano: 2017 | Banca: VUNESP | Órgão: Câmara de Altinópolis - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Concussão e Excesso de Exação",
      "Corrupção passiva",
      "Condescendência criminosa",
      "Advocacia administrativa"
    ],
    "enunciado_principal": "Sobre os crimes praticados por funcionário público contra a Administração em geral, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Suponha que um jurado, durante o julgamento em plenário, exija vantagem indevida para si, valendo-se do pretexto de futuro julgamento. Na hipótese, não poderá ser responsabilizado pelo crime de concussão."
      },
      {
        "letra": "B",
        "texto": "Nos crimes contra a Administração Pública, inclusive no crime de corrupção passiva, é plenamente aceitável a aplicação do princípio da insignificância."
      },
      {
        "letra": "C",
        "texto": "O cidadão A, funcionário público, em discussão com o vizinho por conta de uma reforma, acaba por matá-lo. Seu superior hierárquico não comunica o fato à autoridade competente, motivo pelo qual deverá ser responsabilizado por condescendência criminosa."
      },
      {
        "letra": "D",
        "texto": "O crime de advocacia administrativa, previsto no art. 321 do CP, é infração de menor potencial ofensivo, de competência do Juizado Especial Criminal."
      },
      {
        "letra": "E",
        "texto": "Consumado o crime de peculato doloso, a reparação do dano afasta o crime e permite a absolvição do acusado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "961225",
    "metadata": "Ano: 2017 | Banca: Quadrix | Órgão: CRBio-7ª Região",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Corrupção passiva",
      "Prevaricação",
      "Condescendência criminosa",
      "Advocacia administrativa",
      "Corrupção ativa"
    ],
    "enunciado_principal": "A conduta de “retardar ou deixar de praticar, indevidamente, ato de ofício, ou praticá-lo contra disposição expressa de lei, para satisfazer interesse ou sentimento pessoal”, configura o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "corrupção ativa."
      },
      {
        "letra": "B",
        "texto": "prevaricação."
      },
      {
        "letra": "C",
        "texto": "condescendência criminosa."
      },
      {
        "letra": "D",
        "texto": "advocacia administrativa."
      },
      {
        "letra": "E",
        "texto": "corrupção passiva."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "865521",
    "metadata": "Ano: 2017 | Banca: Quadrix | Órgão: CONTER",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Prevaricação",
      "Condescendência criminosa",
      "Advocacia administrativa",
      "Abandono de função"
    ],
    "enunciado_principal": "A conduta de “patrocinar, direta ou indiretamente, interesse privado perante a administração pública, valendo-se da qualidade de funcionário”, caracteriza o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "concussão."
      },
      {
        "letra": "B",
        "texto": "prevaricação."
      },
      {
        "letra": "C",
        "texto": "advocacia administrativa."
      },
      {
        "letra": "D",
        "texto": "condescendência criminosa."
      },
      {
        "letra": "E",
        "texto": "abandono da função."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "856168",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Concussão e Excesso de Exação",
      "Prevaricação",
      "Condescendência criminosa",
      "Exercício funcional ilegalmente antecipado ou prolongado"
    ],
    "enunciado_principal": "Josias, funcionário do Tribunal, deixa, por indulgência, de responsabilizar subordinado que cometeu infração no exercício do cargo, mesmo tendo competência para responsabilizá-lo e também não levou o fato ao conhecimento de seu superior. Por sua conduta, Josias poderá sofrer eventual ação penal pelo crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "exercício funcional ilegal."
      },
      {
        "letra": "B",
        "texto": "peculato."
      },
      {
        "letra": "C",
        "texto": "concussão."
      },
      {
        "letra": "D",
        "texto": "prevaricação."
      },
      {
        "letra": "E",
        "texto": "condescendência criminosa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "846576",
    "metadata": "Ano: 2017 | Banca: FGV | Órgão: MPE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Corrupção passiva",
      "Condescendência criminosa",
      "Corrupção ativa"
    ],
    "enunciado_principal": "Promotor de Justiça deflagrou ação penal pública incondicionada em desfavor do Policial Civil João, porque no dia, horário e local descritos na denúncia, João recebeu de Almir, para si, diretamente, em razão de sua função de escrivão de polícia, vantagem indevida consistente em cinco mil reais. Em consequência daquela vantagem, o denunciado deixou de praticar ato de ofício, por ter paralisado investigação, pois não cumpriu diligências determinadas pelo Delegado em inquérito policial que apura a prática, em tese, de crime por Almir. No caso em tela, de acordo com o Código Penal, o escrivão de polícia João praticou o delito de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "corrupção passiva, com causa de aumento;"
      },
      {
        "letra": "B",
        "texto": "corrupção ativa, com causa de aumento;"
      },
      {
        "letra": "C",
        "texto": "concussão qualificada;"
      },
      {
        "letra": "D",
        "texto": "peculato qualificado;"
      },
      {
        "letra": "E",
        "texto": "condescendência criminosa qualificada."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "845510",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: TST",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Concussão e Excesso de Exação",
      "Condescendência criminosa",
      "Denunciação caluniosa"
    ],
    "enunciado_principal": "Ao assumir o exercício da titularidade da Vara do Trabalho “Z”, após recém-aprovado no Concurso para ingresso na Carreira da Magistratura, deparou-se o Juiz Substituto Ângelo com multifacetado panorama. O Diretor de Secretaria Paulo, nomeado como fiel depositário de automóvel em execução trabalhista em curso na Vara, usava diariamente este veículo para locomoção pessoal. Em audiência, foi entregue petição diretamente ao Juiz Ângelo, pelo advogado Bonifácio, noticiando que Júlia, assistente da sala de audiências, por deter livre acesso à Secretaria da Vara, extraiu de autos de execução trabalhista, que não estavam sob a guarda da referida servidora, três guias de levantamento legitimamente assinadas pelo magistrado anterior, sacando e utilizando, em proveito próprio, valores que deveriam ter sido disponibilizados ao trabalhador cliente do mencionado advogado. Foi noticiado na petição também que, por deter relação afetiva extraconjugal com Júlia, casada com Pedro, e objetivando manter em segredo o relacionamento, o Diretor de Secretaria Paulo não comunicou o panorama ao magistrado antecedente, tampouco ao Tribunal. No afã de desvencilhar-se de eventual responsabilidade, por serem verídicos os fatos noticiados pelo advogado Bonifácio, Júlia protocolizou, no Setor de Distribuição da Vara, petição anônima atribuindo a autoria do suposto delito quanto às guias ao servidor Rafael, Chefe da Seção de Execução. À vista dos aspectos envolvidos, o Juiz Ângelo expediu ofícios ao Tribunal e à autoridade policial, com descrição dos fatos pertinentes, para conhecimento e adoção de providências cabíveis nas searas administrativa e penal. No caso hipotético,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ao subtrair as guias de levantamento relativas a valores devidos a exequente trabalhador, que estava em autos de execução trabalhista na Vara em que atuava, Júlia praticou o crime de peculato impróprio."
      },
      {
        "letra": "B",
        "texto": "o Diretor de Secretaria Paulo praticou o crime de peculato de uso quanto ao veículo."
      },
      {
        "letra": "C",
        "texto": "ao utilizar os valores extraídos do feito judicial, a assistente da sala de audiências Júlia praticou o crime de excesso de exação, na modalidade prevista no §2° do art. 316 do Código Penal."
      },
      {
        "letra": "D",
        "texto": "o Chefe da Seção de Execução Rafael foi vítima de denunciação caluniosa, sendo o uso de anonimato pelo(a) agente do crime causa de aumento da pena em um terço."
      },
      {
        "letra": "E",
        "texto": "ao ocultar dos superiores hierárquicos o panorama de ocorrência de valores indevidamente extraídos do feito judicial e utilizados por Júlia, com base na motivação narrada, Paulo praticou a conduta de condescendência criminosa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "839026",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: TRE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Corrupção passiva",
      "Prevaricação",
      "Condescendência criminosa",
      "Desobediência"
    ],
    "enunciado_principal": "Renato, fiscal da prefeitura, flagra Rogério, pessoa que até então não conhecia, cometendo determinada irregularidade. Ao abordá-lo, deixa, contudo, de aplicar-lhe a devida multa em razão de insistentes pedidos de Rogério. Renato, com sua conduta",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cometeu o crime de prevaricação."
      },
      {
        "letra": "B",
        "texto": "praticou o crime de corrupção passiva privilegiada."
      },
      {
        "letra": "C",
        "texto": "não praticou qualquer crime."
      },
      {
        "letra": "D",
        "texto": "cometeu o crime de condescendência criminosa."
      },
      {
        "letra": "E",
        "texto": "praticou o crime de desobediência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "823576",
    "metadata": "Ano: 2017 | Banca: Quadrix | Órgão: CFO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "No que diz respeito a crimes contra a Administração Pública, contra a fé pública e relativos à licitação, julgue o item subsequente. Considere-se que o funcionário público Roberto, por indulgência, tenha deixado de responsabilizar subordinado seu que cometeu infração no exercício do cargo. Ainda assim, a infração foi descoberta e seu subordinado punido. Nessa situação, é correto afirmar que Roberto poderá ser responsabilizado por infração administrativa, mas não por prática de crime.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "803407",
    "metadata": "Ano: 2017 | Banca: IBEG | Órgão: IPREV",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Concussão e Excesso de Exação",
      "Condescendência criminosa",
      "Advocacia administrativa"
    ],
    "enunciado_principal": "Considerando o disposto no Código Penal Brasileiro quanto aos crimes contra a Administração Pública, indique a alternativa na qual a definição corresponde ao tipo penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Prevaricação: Retardar ou deixar de praticar, devidamente, ato de ofício, ou praticá-lo contra disposição expressa de lei, para satisfazer interesse ou sentimento pessoal;"
      },
      {
        "letra": "B",
        "texto": "Concussão: Exigir, para si ou para outrem, direta ou indiretamente, desde que fora da função, ou antes, de assumi-la, mas em razão dela, vantagem indevida;"
      },
      {
        "letra": "C",
        "texto": "Peculato: Apropriar-se o funcionário público de dinheiro, valor ou qualquer outro bem móvel, público ou particular, de que tem a posse em razão do cargo, ou desviá-lo, em proveito próprio ou alheio;"
      },
      {
        "letra": "D",
        "texto": "Advocacia administrativa: Patrocinar, direta ou indiretamente, interesse privado perante a administração pública, valendo-se da qualidade de advogado;"
      },
      {
        "letra": "E",
        "texto": "Condescendência criminosa: Se o funcionário pratica, deixa de praticar ou retarda ato de ofício, com infração de dever funcional, cedendo a pedido ou influência de outrem."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "794086",
    "metadata": "Ano: 2017 | Banca: NC-UFPR | Órgão: UFPR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Prevaricação",
      "Condescendência criminosa",
      "Corrupção ativa em transação comercial internacional. Tráfico de influência em transação comercial internacional",
      "Corrupção ativa"
    ],
    "enunciado_principal": "Considere que o Sr. Fulano de Tal, servidor público, que se encontra em férias, pega “emprestado” o veículo de sua repartição para utilizar durante as férias com sua família. Qual é o crime contra a Administração Pública por ele, em tese, cometido?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Peculato."
      },
      {
        "letra": "B",
        "texto": "Prevaricação."
      },
      {
        "letra": "C",
        "texto": "Corrupção ativa."
      },
      {
        "letra": "D",
        "texto": "Condescendência criminosa."
      },
      {
        "letra": "E",
        "texto": "Tráfico de influência."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "794067",
    "metadata": "Ano: 2017 | Banca: NC-UFPR | Órgão: UFPR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Noções Gerais de Crimes Contra a Administração Pública",
      "Concussão e Excesso de Exação",
      "Prevaricação",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "Considere os seguintes situações: I - Funcionário público simula viagem para receber dinheiro referente a diárias. II - Empresário oferece valor em dinheiro a funcionário público para obter velocidade na tramitação de processo administrativo de seu interesse. III - Secretário de Estado toma conhecimento de desvio funcional de subordinado, mas não determina a apuração dos fatos por se tratar de seu amigo e aliado político. Tais situações constituem, respectivamente, os crimes contra a Administração Pública de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "corrupção passiva – corrupção ativa – favorecimento pessoal."
      },
      {
        "letra": "B",
        "texto": "peculato – prevaricação – favorecimento pessoal."
      },
      {
        "letra": "C",
        "texto": "condescendência criminosa – concussão – prevaricação."
      },
      {
        "letra": "D",
        "texto": "peculato – corrupção ativa – prevaricação."
      },
      {
        "letra": "E",
        "texto": "condescendência criminosa – peculato – corrupção passiva."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "785651",
    "metadata": "Ano: 2017 | Banca: IBADE | Órgão: SEJUDH - MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Concussão e Excesso de Exação",
      "Corrupção passiva",
      "Prevaricação",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "Se o funcionário público pratica, deixa de praticar ou retarda ato de ofício, com infração de dever funcional, cedendo a pedido ou influência de outrem, incorre na prática do crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "condescendência criminosa."
      },
      {
        "letra": "B",
        "texto": "peculato"
      },
      {
        "letra": "C",
        "texto": "concussão."
      },
      {
        "letra": "D",
        "texto": "prevaricação"
      },
      {
        "letra": "E",
        "texto": "corrupção passiva privilegiada"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "785425",
    "metadata": "Ano: 2017 | Banca: IBADE | Órgão: SEJUDH - MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Corrupção passiva",
      "Condescendência criminosa",
      "Advocacia administrativa"
    ],
    "enunciado_principal": "O funcionário público que patrocinar, direta ou indiretam ente, interesse privado perante a Administração Pública, valendo-se desta sua qualidade, incorre na prática do crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "condescendência criminosa."
      },
      {
        "letra": "B",
        "texto": "corrupção ativa."
      },
      {
        "letra": "C",
        "texto": "advocacia administrativa."
      },
      {
        "letra": "D",
        "texto": "corrupção passiva."
      },
      {
        "letra": "E",
        "texto": "peculato."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "785416",
    "metadata": "Ano: 2017 | Banca: IBADE | Órgão: SEJUDH - MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Prevaricação",
      "Condescendência criminosa",
      "Advocacia administrativa",
      "Desobediência",
      "Exercício arbitrário das próprias razões"
    ],
    "enunciado_principal": "Com relação aos crimes praticados por funcionário público contra a administração em geral, o ato de retardar ou deixar de praticar, indevidamente, ato de ofício, ou praticá-lo contra disposição expressa de lei, para satisfazer interesse ou sentimento pessoal, constitui o tipo penal denominado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "condescendência criminosa."
      },
      {
        "letra": "B",
        "texto": "advocacia administrativa."
      },
      {
        "letra": "C",
        "texto": "prevaricação."
      },
      {
        "letra": "D",
        "texto": "desobediência."
      },
      {
        "letra": "E",
        "texto": "exercício arbitrário das próprias razões."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "785092",
    "metadata": "Ano: 2017 | Banca: CONSULPLAN | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Prevaricação",
      "Condescendência criminosa",
      "Corrupção ativa",
      "Denunciação caluniosa"
    ],
    "enunciado_principal": "Sobre os crimes contra a Administração Pública, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O agente que der causa à instauração de ação de improbidade administrativa contra alguém, imputando-lhe crime de que o sabe inocente, comete o crime de denunciação caluniosa."
      },
      {
        "letra": "B",
        "texto": "Aquele que exige, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida, comete o crime de corrupção ativa."
      },
      {
        "letra": "C",
        "texto": "Comete o crime de prevaricação o agente que retarda ou deixa de praticar, indevidamente, ato de ofício, ou praticá-lo contra disposição expressa de lei, para satisfazer interesse ou sentimento pessoal."
      },
      {
        "letra": "D",
        "texto": "O crime de condescendência criminosa consiste em deixar o funcionário, por indulgência, de responsabilizar subordinado que cometeu infração no exercício do cargo ou, quando lhe falte competência, não levar o fato ao conhecimento da autoridade competente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "775141",
    "metadata": "Ano: 2017 | Banca: FAUEL | Órgão: Câmara de Maria Helena - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Concussão e Excesso de Exação",
      "Corrupção passiva",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "Acerca dos crimes contra a administração pública, analise o caso abaixo e assinale a alternativa que indica corretamente o crime praticado por João: “Imagine-se que João e Ana são servidores públicos, sendo Ana subordinada a João. Após anos trabalhando juntos, João e Ana começam a namorar. João percebe que em determinada situação Ana aceitou um presente de um contribuinte para agilizar a tramitação de um processo de interesse do contribuinte, tendo o presente sido dado em segredo para Ana especialmente para esse fim. Ao descobrir o que aconteceu, João chamou Ana para conversar, mas ao perceber que Ana havia adorado o presente, por indulgência, não lhe deu qualquer advertência e nem lhe chamou a atenção, recomendando apenas que não aceitasse mais outros presentes, deixando passar apenas desta vez”.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Peculato."
      },
      {
        "letra": "B",
        "texto": "Corrupção passiva."
      },
      {
        "letra": "C",
        "texto": "Excesso de exação."
      },
      {
        "letra": "D",
        "texto": "Condescendência criminosa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "989009",
    "metadata": "Ano: 2016 | Banca: UEG | Órgão: Câmara de Itumbiara - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Corrupção passiva",
      "Condescendência criminosa",
      "Advocacia administrativa",
      "Corrupção ativa"
    ],
    "enunciado_principal": "João, superior hierárquico de Felipe, por indulgência, deixa de responsabilizá-lo por infração cometida no exercício do cargo, tendo assim cometido o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "condescendência criminosa"
      },
      {
        "letra": "B",
        "texto": "advocacia administrativa"
      },
      {
        "letra": "C",
        "texto": "corrupção passiva"
      },
      {
        "letra": "D",
        "texto": "corrupção ativa"
      },
      {
        "letra": "E",
        "texto": "peculato"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "831336",
    "metadata": "Ano: 2016 | Banca: INAZ do Pará | Órgão: CRO - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Concussão e Excesso de Exação",
      "Corrupção passiva",
      "Prevaricação",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "Acerca dos Crimes contra a Administração Pública, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de Peculato culposo ocorre quando um funcionário público subtrai bens da Administração que estão na sua posse."
      },
      {
        "letra": "B",
        "texto": "O crime de Concussão estará consumado quando o funcionário público exigir vantagem indevida ao particular, independentemente do recebimento da referida vantagem."
      },
      {
        "letra": "C",
        "texto": "O crime de corrupção passiva exige que o funcionário público receba a vantagem solicitada para que o crime esteja consumado."
      },
      {
        "letra": "D",
        "texto": "No crime de prevaricação o funcionário deixa de praticar determinado ato de ofício em razão de pedido ou influência de outrem."
      },
      {
        "letra": "E",
        "texto": "No crime de condescendência criminosa o funcionário deixa de punir outro servidor em razão do recebimento de vantagem indevida."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "760309",
    "metadata": "Ano: 2016 | Banca: Coperve - FURG | Órgão: FURG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Concussão e Excesso de Exação",
      "Corrupção passiva",
      "Prevaricação",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "Quanto aos crimes contra a Administração Pública, é correto dizer que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apropriar-se o funcionário público de dinheiro, valor ou qualquer outro bem móvel, público ou particular, de que tem a posse em razão do cargo, ou desviá-lo, em proveito próprio ou alheio, caracteriza o crime de concussão."
      },
      {
        "letra": "B",
        "texto": "exigir, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida, caracteriza o crime de peculato."
      },
      {
        "letra": "C",
        "texto": "solicitar ou receber, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida, ou aceitar promessa de tal vantagem, caracteriza o crime de corrupção passiva."
      },
      {
        "letra": "D",
        "texto": "retardar ou deixar de praticar, indevidamente, ato de ofício, ou praticá-lo contra disposição expressa de lei, para satisfazer interesse ou sentimento pessoal caracteriza o crime de condescendência criminosa."
      },
      {
        "letra": "E",
        "texto": "deixar o funcionário, por indulgência, de responsabilizar subordinado que cometeu infração no exercício do cargo ou, quando lhe falte competência, não levar o fato ao conhecimento da autoridade competente caracteriza o crime de prevaricação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "720538",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: SEGEP-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Prevaricação",
      "Condescendência criminosa",
      "Advocacia administrativa",
      "Favorecimento pessoal",
      "Favorecimento real"
    ],
    "enunciado_principal": "João, chefe da repartição pública, constata que seu subordinado Antonio cometeu infração ao despachar processo administrativo de sua responsabilidade e atribuição. João, sabendo que Antonio passa por difícil situação pessoal, deixa de tomar as providências disciplinares cabíveis ao caso. A conduta de João caracteriza o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "prevaricação."
      },
      {
        "letra": "B",
        "texto": "advocacia administrativa."
      },
      {
        "letra": "C",
        "texto": "condescendência criminosa."
      },
      {
        "letra": "D",
        "texto": "favorecimento pessoal."
      },
      {
        "letra": "E",
        "texto": "favorecimento real."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "641848",
    "metadata": "Ano: 2016 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "Na condescendência criminosa do funcionário público, o qual, por indulgência, deixa de responsabilizar subordinado que cometeu infração no exercício do cargo, para a configuração do crime é necessário que o subalterno seja sancionado pela transgressão cometida.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "634077",
    "metadata": "Ano: 2016 | Banca: FGV | Órgão: MPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "Paulo é chefe de uma repartição pública, onde também trabalha Julia, sob a sua supervisão e subordinação. Tomando conhecimento de uma falta funcional praticada por esta sua funcionária, deixa de tomar as providências próprias exigidas por seu cargo e de responsabilizá-la, pois sabendo que ela é mãe de três filhos, acredita que necessita continuar exercendo suas funções sem mácula na ficha funcional. Descoberto o fato, em tese, a conduta de Paulo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é atípica;"
      },
      {
        "letra": "B",
        "texto": "configura crime de corrupção passiva;"
      },
      {
        "letra": "C",
        "texto": "configura crime de prevaricação;"
      },
      {
        "letra": "D",
        "texto": "configura crime de condescendência criminosa;"
      },
      {
        "letra": "E",
        "texto": "configura crime de advocacia administrativa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "629852",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Condescendência criminosa",
      "Desacato"
    ],
    "enunciado_principal": "A respeito dos Crimes Contra a Administração pública, considere: I. Comete o crime de condescendência criminosa o funcionário público que, por indulgência, sabendo da prática de infração administrativa por parte de subordinado, deixa, quando lhe faltar competência para responsabilizar o subordinado, de levar o fato ao conhecimento da autoridade competente. II. Equipara-se a funcionário público a pessoa que trabalha para empresa prestadora de serviço contratada ou conveniada para a execução de atividade típica da Administração. III. Não configura desacato a ofensa dirigida a funcionário público em razão de suas funções se não estiver no exercício dessas funções no momento da ofensa. Está correto o que consta APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "I e III."
      },
      {
        "letra": "C",
        "texto": "II e III."
      },
      {
        "letra": "D",
        "texto": "III."
      },
      {
        "letra": "E",
        "texto": "II."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "629640",
    "metadata": "Ano: 2016 | Banca: IBEG | Órgão: Prefeitura de Guarapari - ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Corrupção passiva",
      "Prevaricação",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "Em relação aos crimes praticados por particulares e funcionários públicos contra a Administração Pública, analise as assertivas e assinale a alternativa correta: I – Pode-se afirmar que o crime de prevaricação tipifica-se por retardar ou deixar de praticar, indevidamente, ato de ofício, ou praticá-lo contra disposição expressa de lei, para satisfazer interesse ou sentimento pessoal. II – O descumprimento, por autoridade administrativa, de sentença proferida em Mandado de Segurança, pode configurar, em tese, o crime de prevaricação. III – Para configuração do crime de corrupção passiva, na modalidade solicitar vantagem indevida, é necessário que a solicitação do funcionário seja correspondida pelo particular. IV – Se o funcionário deixa de praticar ato de ofício, com infração de dever funcional, cedendo a pedido ou influência de outrem, comete o delito de condescendência criminosa. V – No crime de concussão, como o particular é ameaçado, caso ceda à exigência do funcionário, não incorre em corrupção ativa.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas I, II e III são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas I, II e V são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas II, IV e V são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas II, III e IV são verdadeiras."
      },
      {
        "letra": "E",
        "texto": "Apenas as alternativas II, III e V são verdadeiras."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "611557",
    "metadata": "Ano: 2016 | Banca: CAIP-IMES | Órgão: Câmara de Atibaia - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Corrupção passiva",
      "Prevaricação",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "Analise o rol abaixo e que se refere aos dos crimes contra a administração pública, especificamente aos crimes praticados por funcionário público contra a administração em geral e relacione o tipo penal à descrição conceitual corretamente: I- Prevaricação. II- Concussão. III- Corrupção passiva. IV- Excesso de exação. V- Condescendência criminosa. ( ) Solicitar ou receber, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida, ou aceitar promessa de tal vantagem. ( ) Exigir, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida. ( ) Se o funcionário desvia, em proveito próprio ou de outrem, o que recebeu indevidamente para recolher aos cofres públicos. ( ) Retardar ou deixar de praticar, indevidamente, ato de ofício, ou praticá-lo contra disposição expressa de lei, para satisfazer interesse ou sentimento pessoal. ( ) Deixar o funcionário, por indulgência, de responsabilizar subordinado que cometeu infração no exercício do cargo ou, quando lhe falte competência, não levar o fato ao conhecimento da autoridade competente. ( ) Se o funcionário exige tributo ou contribuição social que sabe ou deveria saber indevido, ou, quando devido, emprega na cobrança meio vexatório ou gravoso, que a lei não autoriza",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II, II, III, V, I e IV."
      },
      {
        "letra": "B",
        "texto": "III, II, IV, I, V e IV"
      },
      {
        "letra": "C",
        "texto": "I, III, IV, II, II e I"
      },
      {
        "letra": "D",
        "texto": "IV, II, V, III, IV e V"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "603620",
    "metadata": "Ano: 2016 | Banca: CESGRANRIO | Órgão: ANP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato mediante erro de outrem",
      "Extravio, sonegação ou inutilização de livro ou documento",
      "Facilitação de contrabando ou descaminho",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "Sr. X é servidor público, responsável pela fiscalização aduaneira e, com infração de dever funcional, não reprime a conduta de Sr. W que traz de outro país, sem autorização administrativa, combustível derivado do petróleo. Nesse caso, caracteriza-se o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Condescendência criminosa"
      },
      {
        "letra": "B",
        "texto": "Extravio de documentos"
      },
      {
        "letra": "C",
        "texto": "Facilitação de contrabando ou descaminho"
      },
      {
        "letra": "D",
        "texto": "Modificação não autorizada do sistema de informações"
      },
      {
        "letra": "E",
        "texto": "Peculato mediante erro de outrem"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "595851",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TCE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Emprego irregular de verbas ou rendas públicas",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "Considerando o entendimento doutrinário e jurisprudencial a respeito dos crimes contra a administração pública, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Situação hipotética: João, chefe de determinada repartição pública, deixou de instaurar o devido procedimento administrativo disciplinar para apurar a responsabilidade por falta funcional de Pedro, que, além de ser seu subordinado, era seu amigo de longa data, fato que o fez atuar com um grau de tolerância maior. Assertiva: Nessa situação, João cometeu o crime capitulado no CP como condescendência criminosa."
      },
      {
        "letra": "B",
        "texto": "Para efeitos penais, o CP excepciona do conceito de funcionário público os servidores temporários contratados por prazo determinado para atender necessidade transitória de excepcional interesse público."
      },
      {
        "letra": "C",
        "texto": "O CP prevê a figura do peculato culposo. Se a reparação do dano ocorrer até o recebimento da denúncia haverá extinção da punibilidade. Caso se dê após o recebimento da denúncia, a reparação ensejará causa de diminuição da pena."
      },
      {
        "letra": "D",
        "texto": "Prefeito municipal que der aplicação diversa da estabelecida em lei a verba ou renda pública cometerá crime de emprego irregular de verbas ou rendas públicas, previsto no CP."
      },
      {
        "letra": "E",
        "texto": "Cometerá o crime de corrupção passiva o agente público que, na condição de fiscal de tributos, exigir de uma empresa de pequeno porte tributo de competência estadual que saiba ser indevido."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "721126",
    "metadata": "Ano: 2015 | Banca: SEGPLAN-GO | Órgão: SEAP-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "Funcionário público, para efeitos penais, é aquele que exerce cargo, emprego ou função pública mesmo que transitoriamente ou sem remuneração. Equipara-se a funcionário público aquele que trabalha em entidade paraestatal ou empresa prestadora de serviço contratada ou conveniada para execução de atividade típica da Administração Pública. Assim é considerado crime contra a administração pública:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Reprodução ou adulteração de selo ou peça filatélica."
      },
      {
        "letra": "B",
        "texto": "Condescendência criminosa."
      },
      {
        "letra": "C",
        "texto": "Paralisação de trabalho de interesse coletivo."
      },
      {
        "letra": "D",
        "texto": "Falsificação de documento público."
      },
      {
        "letra": "E",
        "texto": "Falsificação do selo ou sinal público."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "600825",
    "metadata": "Ano: 2015 | Banca: BIO-RIO | Órgão: IF-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Concussão e Excesso de Exação",
      "Corrupção passiva",
      "Prevaricação",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "De acordo com o Código Penal Brasileiro apropriar-se o funcionário público de dinheiro, valor ou qualquer outro bem móvel, público ou particular, de que tem a posse em razão do cargo, ou desviá-lo, em proveito próprio ou alheio, constitui:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "corrupção passiva."
      },
      {
        "letra": "B",
        "texto": "concussão."
      },
      {
        "letra": "C",
        "texto": "peculato."
      },
      {
        "letra": "D",
        "texto": "prevaricação."
      },
      {
        "letra": "E",
        "texto": "condescendência criminosa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "593505",
    "metadata": "Ano: 2015 | Banca: Prefeitura do Rio de Janeiro - RJ | Órgão: CGM - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Corrupção passiva",
      "Condescendência criminosa",
      "Advocacia administrativa"
    ],
    "enunciado_principal": "De acordo com o expressamente disposto no Código Penal, a conduta de deixar o funcionário público, por indulgência, de responsabilizar subordinado que cometeu infração no exercício do cargo ou, quando lhe falte competência, não levar o fato ao conhecimento da autoridade competente, configura crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "advocacia administrativa"
      },
      {
        "letra": "B",
        "texto": "condescendência criminosa"
      },
      {
        "letra": "C",
        "texto": "corrupção passiva"
      },
      {
        "letra": "D",
        "texto": "peculato culposo"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "586527",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 9ª REGIÃO (PR)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Corrupção passiva",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "A correta relação entre o crime e sua definição, de cima para baixo, está em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "1, 2 e 3."
      },
      {
        "letra": "B",
        "texto": "2, 1 e 3."
      },
      {
        "letra": "C",
        "texto": "3, 2 e 1."
      },
      {
        "letra": "D",
        "texto": "2, 3 e 1."
      },
      {
        "letra": "E",
        "texto": "3, 1 e 2."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "555767",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TCM-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "O crime de condescendência criminosa",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não admite tentativa."
      },
      {
        "letra": "B",
        "texto": "só é punido na forma dolosa."
      },
      {
        "letra": "C",
        "texto": "é um delito comissivo por omissão."
      },
      {
        "letra": "D",
        "texto": "caracteriza-se mesmo que o agente não seja superior hierárquico do funcionário infrator."
      },
      {
        "letra": "E",
        "texto": "é punível a título de dolo eventual se o agente ignora, por negligência, a ocorrência da infração."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "546444",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TCM-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Corrupção passiva",
      "Prevaricação",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "José, juiz de direito do Tribunal de Justiça de São Paulo, depara-se com um processo em que figura na condição de ré uma grande amiga de infância de sua filha. Não havendo causa de impedimento ou suspeição, separa o processo para proferir, com calma, na manhã seguinte, uma sentença condenatória bem fundamentada, pois sabe que sua filha ficaria chateada diante de sua decisão. Ocorre que, por descuido, esqueceu o processo no armário de seu gabinete por 06 meses, causando a prescrição da pretensão punitiva. Considerando a hipótese narrada, é correto afirmar que a conduta de José:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é atípica, sob o ponto de vista do Direito Penal;"
      },
      {
        "letra": "B",
        "texto": "configura a prática do crime de prevaricação, pois presente o elemento subjetivo da satisfação de sentimento pessoal;"
      },
      {
        "letra": "C",
        "texto": "configura a prática do crime de condescendência criminosa;"
      },
      {
        "letra": "D",
        "texto": "configura a prática do crime de prevaricação, bastando para tanto o dolo genérico;"
      },
      {
        "letra": "E",
        "texto": "configura a prática do crime de corrupção passiva."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "524425",
    "metadata": "Ano: 2015 | Banca: Prefeitura do Rio de Janeiro - RJ | Órgão: Prefeitura de Rio de Janeiro - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Condescendência criminosa",
      "Resistência",
      "Desobediência",
      "Desacato"
    ],
    "enunciado_principal": "Segundo o Código Penal Brasileiro, aquele que se opõe à execução de ato legal mediante violência ou ameaça a funcionário competente para executá-lo ou a quem lhe esteja prestando auxílio, comete crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "desacato"
      },
      {
        "letra": "B",
        "texto": "resistência"
      },
      {
        "letra": "C",
        "texto": "desobediência"
      },
      {
        "letra": "D",
        "texto": "condescendência"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "503162",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Corrupção passiva",
      "Prevaricação",
      "Condescendência criminosa",
      "Corrupção ativa"
    ],
    "enunciado_principal": "O funcionário público que tem conhecimento de infração cometida no exercício do cargo por subordinado e que, por indulgência, não promove sua res­ponsabilização e também não comunica o fato ao superior competente para tanto pratica",
    "alternativas": [
      {
        "letra": "A",
        "texto": "corrupção ativa (CP, art. 333)."
      },
      {
        "letra": "B",
        "texto": "corrupção passiva (CP, art. 317)"
      },
      {
        "letra": "C",
        "texto": "fato atípico, pois não está descrito expressa­mente como crime no CP."
      },
      {
        "letra": "D",
        "texto": "condescendência criminosa (CP, art. 320)"
      },
      {
        "letra": "E",
        "texto": "prevaricação (CP, art. 319)."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "489165",
    "metadata": "Ano: 2015 | Banca: FUNIVERSA | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Condescendência criminosa",
      "Advocacia administrativa",
      "Corrupção ativa",
      "Denunciação caluniosa",
      "Sonegação de papel ou objeto de valor probatório. Exploração de prestígio"
    ],
    "enunciado_principal": "Os advogados Antônio e Marcelo solicitaram e receberam R$ 19.000,00 de um de seus clientes a pretexto de influir no juiz do processo. Com base nesse caso hipotético, restou caracterizado o delito de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "denunciação caluniosa."
      },
      {
        "letra": "B",
        "texto": "advocacia administrativa."
      },
      {
        "letra": "C",
        "texto": "corrupção ativa."
      },
      {
        "letra": "D",
        "texto": "exploração de prestígio."
      },
      {
        "letra": "E",
        "texto": "condescendência criminosa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "483729",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "Marlon, um técnico judiciário que exercia suas funções junto à Presidência do Tribunal de Justiça, tomou conhecimento que outro funcionário da repartição cometeu infração no exercício de seu cargo. Contudo, sensibilizado pelo fato de que o infrator possuía uma filha de apenas 02 meses, deixou de comunicar o fato à autoridade com competência para responsabilização. Nesse caso, Marlon:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não cometeu qualquer crime contra a Administração Pública;"
      },
      {
        "letra": "B",
        "texto": "cometeu crime de condescendência criminosa;"
      },
      {
        "letra": "C",
        "texto": "cometeu crime de prevaricação;"
      },
      {
        "letra": "D",
        "texto": "cometeu crime de abandono de função;"
      },
      {
        "letra": "E",
        "texto": "cometeu crime de concussão."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "822034",
    "metadata": "Ano: 2014 | Banca: UFES | Órgão: UFES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Concussão e Excesso de Exação",
      "Corrupção passiva",
      "Prevaricação",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "Ao tratar dos requisitos de certo crime, a doutrina jurídica assim explica: “ [...] é necessária, ainda, a presença do elemento subjetivo especial do tipo, representado pelo fim especial de agir, que, na dicção da descrição típica, é ‘para satisfazer interesse ou sentimento pessoal’, isto é, há a necessidade de que o móvel da ação seja para a satisfação desse tipo de interesse ou sentimento. Interesse pessoal, que pode ser material ou moral, é aquele que, por alguma razão, satisfaz pretensão, ambição ou anseio do agente, podendo ser representado por qualquer vantagem ou proveito que possa ser obtido pelo sujeito ativo em razão de sua conduta incriminada nesse tipo penal. [...] Sentimento pessoal, por sua vez, reflete um estado afetivo ou emocional do próprio agente, que pode manifestar-se em suas mais variadas formas, tais como amor, paixão, emoção, ódio, piedade, carinho, afeto, vingança, favorecimento ou prejuízo a alguém etc.”. A explicação acima transcrita refere-se ao crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "prevaricação."
      },
      {
        "letra": "B",
        "texto": "corrupção passiva."
      },
      {
        "letra": "C",
        "texto": "concussão."
      },
      {
        "letra": "D",
        "texto": "condescendência criminosa."
      },
      {
        "letra": "E",
        "texto": "peculato."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "762870",
    "metadata": "Ano: 2014 | Banca: FUNDATEC | Órgão: SUSEPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Corrupção passiva",
      "Prevaricação",
      "Condescendência criminosa",
      "Advocacia administrativa"
    ],
    "enunciado_principal": "Deixar o funcionário, por indulgência, de responsabilizar subordinado que cometeu infração no exercício do cargo ou, quando lhe falte competência, não levar o fato ao conhecimento da autoridade competente, é considerado crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Prevaricação."
      },
      {
        "letra": "B",
        "texto": "Corrupção passiva."
      },
      {
        "letra": "C",
        "texto": "Concussão."
      },
      {
        "letra": "D",
        "texto": "Advocacia administrativa."
      },
      {
        "letra": "E",
        "texto": "Condescendência criminosa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "712583",
    "metadata": "Ano: 2014 | Banca: FUNCAB | Órgão: INCA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Concussão e Excesso de Exação",
      "Prevaricação",
      "Condescendência criminosa",
      "Corrupção ativa"
    ],
    "enunciado_principal": "Se um médico é agente público, atende pela rede pública do Sistema Único de Saúde e, para realizar o atendimento de paciente de tal rede, exige-lhe ainda o valor de mil reais, tal ato configura o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "prevaricação."
      },
      {
        "letra": "B",
        "texto": "peculato."
      },
      {
        "letra": "C",
        "texto": "concussão."
      },
      {
        "letra": "D",
        "texto": "corrupção ativa."
      },
      {
        "letra": "E",
        "texto": "condescendência criminosa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "712369",
    "metadata": "Ano: 2014 | Banca: FUNCAB | Órgão: INCA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Concussão e Excesso de Exação",
      "Prevaricação",
      "Condescendência criminosa",
      "Corrupção ativa"
    ],
    "enunciado_principal": "O servidor público que se apropria indevidamente de equipamento médico pertencente ao ente público incide na prática do crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "corrupção ativa."
      },
      {
        "letra": "B",
        "texto": "prevaricação."
      },
      {
        "letra": "C",
        "texto": "concussão."
      },
      {
        "letra": "D",
        "texto": "peculato."
      },
      {
        "letra": "E",
        "texto": "condescendência criminosa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "613360",
    "metadata": "Ano: 2014 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Crimes contra a administração pública",
      "Condescendência criminosa",
      "Favorecimento pessoal",
      "Favorecimento real"
    ],
    "enunciado_principal": "Assinale a alternativa que preenche corretamente a lacuna tracejada do enunciado abaixo. Plínio Sampaio, 17 anos de idade, durante os festejos de carnaval, quebrou a vitrine da Joalheria Esplendor, na cidade de Bagé. Na sequência, subtraiu diversos relógios e anéis que estavam expostos no local. Identificado pela autoridade policial, refugiou-se na casa de seu amigo, Plácido Sampaio, 21 anos de idade, que, ao tomar conhecimento dos fatos, auxiliou-o, escondendo-o no porão de sua residência, durante as buscas da autoridade policial. Na sequência, Plácido conduziu Plínio Sampaio, em seu carro, até a cidade de Dom Pedrito, frustrando a investigação policial. Nessa situação, é correto afirmar que a conduta de Plácido _______ .",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tipifica favorecimento real"
      },
      {
        "letra": "B",
        "texto": "tipifica favorecimento pessoal"
      },
      {
        "letra": "C",
        "texto": "tipifica furto qualificado pelo concurso de agentes"
      },
      {
        "letra": "D",
        "texto": "tipifica condescendência criminosa"
      },
      {
        "letra": "E",
        "texto": "não tipifica crime algum"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "463896",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TJ-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "Considere o artigo 320 - Crime de Condescendência Criminosa - Código Penal. Art. 320 - ...... o funcionário, por ...... , de responsabilizar ...... que cometeu infração no exercício do cargo ou, quando lhe falte ...... , não levar o fato ao conhecimento da autoridade competente. Completa correta e respectivamente as lacunas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Permitir; negligência; chefe; experiência"
      },
      {
        "letra": "B",
        "texto": "Deixar; indulgência; subordinado; competência"
      },
      {
        "letra": "C",
        "texto": "Ajudar; indulgência; funcionário; competência"
      },
      {
        "letra": "D",
        "texto": "Permitir; imprudência; funcionário; competência"
      },
      {
        "letra": "E",
        "texto": "Deixar; imprudência; subordinado; experiência"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "459264",
    "metadata": "Ano: 2014 | Banca: FUNDATEC | Órgão: SEFAZ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Corrupção passiva",
      "Condescendência criminosa",
      "Corrupção ativa"
    ],
    "enunciado_principal": "João, na qualidade de Técnico Tributário da Receita Estadual, durante o exercício de atividade de fiscalização de trânsito de mercadorias, examinando um veículo abordado, acaba por constatar que a carga transportada está em desacordo com o que expressamente consta na documentação analisada. Entretanto, a empresa para qual trabalha o condutor do veículo é de propriedade do primo de João, que está realizando uma obra de reforma em sua casa. Ciente disto, João, para satisfazer interesse pessoal, deixa de praticar, indevidamente, ato de ofício, não efetuando a lavratura do termo de infração. Diante do narrado, é correto afirmar, nos termos do Código Penal Brasileiro, que a conduta praticada por João é considerada crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Corrupção passiva."
      },
      {
        "letra": "B",
        "texto": "Condescendência criminosa."
      },
      {
        "letra": "C",
        "texto": "Prevaricação."
      },
      {
        "letra": "D",
        "texto": "Concussão."
      },
      {
        "letra": "E",
        "texto": "Corrupção ativa"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "424545",
    "metadata": "Ano: 2014 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Corrupção passiva",
      "Condescendência criminosa",
      "Desobediência"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A oposição à execução de ato legal, mediante ameaça a funcionário competente para executá-lo, caracteriza o crime de desobediência."
      },
      {
        "letra": "B",
        "texto": "O crime de tráfico de influência integra o rol dos crimes contra a Administração da Justiça."
      },
      {
        "letra": "C",
        "texto": "A conduta de oferecer dinheiro à testemunha para fazer afirmação falsa em processo penal caracteriza o crime de corrupção ativa."
      },
      {
        "letra": "D",
        "texto": "O crime de peculato admite a forma culposa."
      },
      {
        "letra": "E",
        "texto": "Aquele que patrocina diretamente interesse privado perante a administração pública, valendo- se da qualidade de funcionário, pratica o crime de condescendência criminosa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "409820",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "Caso se comprove que o superior hierárquico do fiscal do contrato estava ciente da infração e, ainda assim, não tomou qualquer providência, o superior hierárquico responderá pelo crime de condescendência criminosa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "392637",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: DESENVOLVE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Corrupção passiva",
      "Facilitação de contrabando ou descaminho",
      "Prevaricação",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "O funcionário público que, em conluio com particular, facilita-lhe a prática de contrabando será processado por",
    "alternativas": [
      {
        "letra": "A",
        "texto": "corrupção passiva, do art. 317 do CP."
      },
      {
        "letra": "B",
        "texto": "facilitação de contrabando ou descaminho, do art. 318 do CP."
      },
      {
        "letra": "C",
        "texto": "prevaricação, do art. 319 do CP."
      },
      {
        "letra": "D",
        "texto": "condescendência criminosa, do art. 320 do CP."
      },
      {
        "letra": "E",
        "texto": "contrabando ou descaminho, do art. 334 do CP."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "381221",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Prevaricação",
      "Condescendência criminosa",
      "Advocacia administrativa"
    ],
    "enunciado_principal": "Geraldo, escrevente de um cartório de registro civil, contratado nos termos da legislação trabalhista, utilizou seu prestígio na instituição para tentar agilizar a averbação do habite-se de um imóvel pertencente a parente seu, atestando que os requisitos legais para o ato estariam preenchidos. Ao descobrir a conduta de seu funcionário, Caio, oficial do registro de imóveis, decidiu comunicar os fatos à corregedoria. No entanto, por piedade, mudou de ideia, em razão do desespero de seu funcionário diante da notícia.Nessa situação hipotética, Geraldo e Caio praticaram, respectivamente, os crimes de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tráfico de influência e prevaricação."
      },
      {
        "letra": "B",
        "texto": "advocacia administrativa e condescendência criminosa."
      },
      {
        "letra": "C",
        "texto": "tráfico de influência e condescendência criminosa."
      },
      {
        "letra": "D",
        "texto": "prevaricação e prevaricação."
      },
      {
        "letra": "E",
        "texto": "prevaricação e condescendência criminosa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "363406",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Corrupção passiva",
      "Prevaricação",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "Imagine que um policial, em abordagem de rotina, identifique e efetue a detenção de um indivíduo procurado pela Justiça. Assim que isso ocorre e antes de apresentar o indivíduo à autoridade de Polícia Judiciária (Delegado de Polícia), o policial recebe verbalmente, do detido, a seguinte proposta: soltar o indivíduo para que ele vá até o caixa eletrônico e busque R$ 500,00, a serem entregues ao policial em troca de sua liberdade. O policial aceita a proposta e solta o detido, que não retorna e não cumpre com a promessa de pagamento. Diante dessa hipótese, o policial.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cometeu crime de prevaricação (CP, art. 319)."
      },
      {
        "letra": "B",
        "texto": "cometeu crime de corrupção passiva (CP, art. 317)."
      },
      {
        "letra": "C",
        "texto": "cometeu o crime de condescendência criminosa (CP, art. 320)."
      },
      {
        "letra": "D",
        "texto": "cometeu o crime de concussão (CP, art. 316)"
      },
      {
        "letra": "E",
        "texto": "não cometeu crime algum, pois não chegou a receber o dinheiro"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "353302",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Concussão e Excesso de Exação",
      "Corrupção passiva",
      "Prevaricação",
      "Condescendência criminosa",
      "Advocacia administrativa",
      "Violência arbitrária"
    ],
    "enunciado_principal": "De um lado, “solicitar” ou “receber” e, de outro lado, “exigir” compõem núcleos opostos que, respectivamente, diferenciam, entre si, duas importantes e recorrentes figuras penais, ambas cometidas por funcionários públicos. Embora, nesse ponto, substancialmente diversas, no mais, mostram-se apenas aparentemente próximas uma da outra. São elas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "prevaricação e violência arbitrária."
      },
      {
        "letra": "B",
        "texto": "condescendência criminosa e excesso de exação."
      },
      {
        "letra": "C",
        "texto": "advocacia administrativa e corrupção."
      },
      {
        "letra": "D",
        "texto": "peculato culposo e peculato doloso."
      },
      {
        "letra": "E",
        "texto": "corrupção passiva e concussão."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1639194",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: MPC - MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Prevaricação",
      "Condescendência criminosa",
      "Favorecimento real"
    ],
    "enunciado_principal": "Claudius entregou quantia em dinheiro a um amigo seu, Julius, oficial de justiça, para que este efetuasse o depósito judicial da pensão mensal devida a sua ex-esposa. No entanto, ele não efetuou o depósito e se apropriou do valor recebido. Nesse caso, Julius",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cometeu crime de prevaricação."
      },
      {
        "letra": "B",
        "texto": "cometeu crime de peculato em seu tipo fundamental."
      },
      {
        "letra": "C",
        "texto": "cometeu crime de favorecimento real."
      },
      {
        "letra": "D",
        "texto": "cometeu crime de peculato desvio."
      },
      {
        "letra": "E",
        "texto": "não cometeu crime contra a Administração pública."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "958175",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Concussão e Excesso de Exação",
      "Corrupção passiva",
      "Prevaricação",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "O funcionário público que retardar ou deixar de praticar, indevidamente, ato de ofício, ou praticá-lo contra disposição expressa de lei, para satisfazer interesse ou sentimento pessoal, comete o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "peculato."
      },
      {
        "letra": "B",
        "texto": "concussão."
      },
      {
        "letra": "C",
        "texto": "corrupção passiva."
      },
      {
        "letra": "D",
        "texto": "prevaricação."
      },
      {
        "letra": "E",
        "texto": "condescendência criminosa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "465625",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: MPC-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Prevaricação",
      "Condescendência criminosa",
      "Violação de sigilo funcional",
      "Favorecimento pessoal"
    ],
    "enunciado_principal": "Reginaldus, funcionário público, forneceu a Petrus a relação dos nomes e da qualificação de pessoas constantes do banco de dados da Administração pública, para que este os utilizasse na propaganda das atividades da sua empresa. A utilização, porém, não chegou a ocorrer. Nesse caso, Reginaldus",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não cometeu nenhum delito porque as informações não foram utilizadas."
      },
      {
        "letra": "B",
        "texto": "cometeu crime de violação de sigilo funcional."
      },
      {
        "letra": "C",
        "texto": "cometeu crime de prevaricação."
      },
      {
        "letra": "D",
        "texto": "cometeu crime de favorecimento pessoal."
      },
      {
        "letra": "E",
        "texto": "cometeu crime de condescendência criminosa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "442354",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: SESACRE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Concussão e Excesso de Exação",
      "Corrupção passiva",
      "Condescendência criminosa",
      "Advocacia administrativa"
    ],
    "enunciado_principal": "O funcionário público que, em razão de sua função, sabendo inequivocamente da sustação por ordem judicial da cobrança de tributo, ainda assim o exige empregando meio que a lei não autoriza comete o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "corrupção passiva."
      },
      {
        "letra": "B",
        "texto": "excesso de exação."
      },
      {
        "letra": "C",
        "texto": "condescendência criminosa."
      },
      {
        "letra": "D",
        "texto": "peculato."
      },
      {
        "letra": "E",
        "texto": "advocacia administrativa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "364994",
    "metadata": "Ano: 2013 | Banca: Prefeitura do Rio de Janeiro - RJ | Órgão: SMA-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Condescendência criminosa",
      "Resistência",
      "Desobediência"
    ],
    "enunciado_principal": "Opor-se à execução de ato legal, mediante violência ou ameaça a funcionário competente para executá-lo ou a quem lhe esteja prestando auxílio, configura o tipo penal de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "desobediência"
      },
      {
        "letra": "B",
        "texto": "resistência"
      },
      {
        "letra": "C",
        "texto": "condescendência criminosa"
      },
      {
        "letra": "D",
        "texto": "insurreição"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "353610",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Concussão e Excesso de Exação",
      "Prevaricação",
      "Condescendência criminosa",
      "Advocacia administrativa"
    ],
    "enunciado_principal": "X, delegada de polícia, em razão do vínculo de amizade com Z, deixa de lavrar auto de prisão em flagrante por crime de lesão corporal. Em tese, a conduta de X tipifica crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "concussão."
      },
      {
        "letra": "B",
        "texto": "peculato"
      },
      {
        "letra": "C",
        "texto": "prevaricação."
      },
      {
        "letra": "D",
        "texto": "advocacia administrativa"
      },
      {
        "letra": "E",
        "texto": "condescendência criminosa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "353609",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "Em tese, pratica o crime de condescendência criminosa o funcionário público que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "facilita, com infração de dever funcional, a prática de descaminho."
      },
      {
        "letra": "B",
        "texto": "pratica ato de ofício contra disposição expressa de lei, para satisfazer sentimento pessoal."
      },
      {
        "letra": "C",
        "texto": "se valendo de sua condição, patrocina, direta ou indiretamente, interesse privado perante a administração pública."
      },
      {
        "letra": "D",
        "texto": "por indulgência, deixa de responsabilizar subordinado que cometeu infração no exercício do cargo."
      },
      {
        "letra": "E",
        "texto": "para satisfazer interesse pessoal, retarda a prática de ato de ofício."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "353522",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: PC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "O agente de polícia que deixar de cumprir seu dever de vedar ao preso o acesso a telefone celular, permitindo que este mantenha contato com pessoas fora do estabelecimento prisional, cometerá o crime de condescendência criminosa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "352988",
    "metadata": "Ano: 2013 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Corrupção passiva",
      "Prevaricação",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "“A”, delegado de polícia, solicita a “B”, conduzido à delegacia em razão de ter sido flagrado em prática supostamente ilícita, o pagamento de determinada quantia em dinheiro para não lavrar o auto de prisão em flagrante. “B” não efetua o pagamento, e o auto de prisão em flagrante é lavrado por “A”. Nessa situação hipotética, “A”",
    "alternativas": [
      {
        "letra": "A",
        "texto": "praticou o crime de peculato."
      },
      {
        "letra": "B",
        "texto": "praticou o crime de prevaricação."
      },
      {
        "letra": "C",
        "texto": "praticou o crime de corrupção passiva."
      },
      {
        "letra": "D",
        "texto": "praticou o crime de condescendência criminosa."
      },
      {
        "letra": "E",
        "texto": "não praticou crime, uma vez que não houve o recebimento da vantagem indevida e o auto de prisão em flagrante foi por ele lavrado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "348185",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "No que concerne aos crimes contra a administração pública, julgue o item que se segue. Incorrem na prática de condescendência criminosa tanto o servidor público hierarquicamente superior que deixe, por indulgência, de responsabilizar subordinado que tenha cometido infração no exercício do cargo quanto os funcionários públicos de mesma hierarquia que não levem o fato ao conhecimento da autoridade competente para sancionar o agente faltoso.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "346925",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: ITESP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Corrupção passiva",
      "Prevaricação",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "Policiais Militares Ambientais comparecem a um assentamento e constatam a extração ilegal de madeira (crime ambiental). Trabalhadores assentados pedem aos policiais que não adotem providências, no que são prontamente atendidos e os policiais se retiram, sem que qualquer providência fosse implementada. Diante da afirmação anterior, e com relação aos crimes contra a Administração Pública, os Policiais Militares cometeram o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "exercício funcional ilegal."
      },
      {
        "letra": "B",
        "texto": "prevaricação para satisfazer interesse pessoal."
      },
      {
        "letra": "C",
        "texto": "condescendência criminosa."
      },
      {
        "letra": "D",
        "texto": "prevaricação para satisfazer sentimento pessoal."
      },
      {
        "letra": "E",
        "texto": "corrupção passiva privilegiada."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "332785",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: MPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "O funcionário público que por indulgência deixa de responsabilizar subordinado que cometeu infração no exercício do cargo ou, quando lhe falte competência, não leva o fato ao conhecimento da autoridade competente, deve em tese responder pelo crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "prevaricação."
      },
      {
        "letra": "B",
        "texto": "corrupção passiva."
      },
      {
        "letra": "C",
        "texto": "insubordinação."
      },
      {
        "letra": "D",
        "texto": "condescendência criminosa."
      },
      {
        "letra": "E",
        "texto": "desobediência."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "314552",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: AL-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Corrupção passiva",
      "Prevaricação",
      "Condescendência criminosa",
      "Advocacia administrativa"
    ],
    "enunciado_principal": "O funcionário público que, se valendo dessa qualidade, patrocina interesse privado perante a administração pública comete, em princípio, o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "corrupção passiva."
      },
      {
        "letra": "B",
        "texto": "condescendência criminosa."
      },
      {
        "letra": "C",
        "texto": "advocacia administrativa."
      },
      {
        "letra": "D",
        "texto": "excesso de exação."
      },
      {
        "letra": "E",
        "texto": "prevaricação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "305644",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Concussão e Excesso de Exação",
      "Corrupção passiva",
      "Prevaricação",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "O funcionário público que apropriar-se de dinheiro, valor ou qualquer outro bem móvel, público ou particular, de que tem a posse em razão do cargo, ou desviá-lo, em proveito próprio ou alheio, comete o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "peculato."
      },
      {
        "letra": "B",
        "texto": "concussão."
      },
      {
        "letra": "C",
        "texto": "corrupção passiva."
      },
      {
        "letra": "D",
        "texto": "prevaricação."
      },
      {
        "letra": "E",
        "texto": "condescendência criminosa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "305415",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Corrupção passiva",
      "Prevaricação",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "Josefina, chefe de uma seção da Secretaria de Estado de Saúde, tomou conhecimento de que um funcionário de sua repartição havia subtraído uma impressora do órgão público. Por compaixão, em face de serem muito amigos, Josefina não leva o fato ao conhecimento dos seus superiores, para que as medidas cabíveis quanto à responsabilização do servidor fossem adotadas. Portanto, Josefina:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não obrou para crime algum, haja vista não ter competência para responsabilizar o seu subordinado."
      },
      {
        "letra": "B",
        "texto": "obrou para crime de condescendência criminosa, haja vista ter competência para responsabilizar o seu subordinado."
      },
      {
        "letra": "C",
        "texto": "obrou para crime de condescendência criminosa, haja vista não ter competência para responsabilizar o seu subordinado, mas o dever de levar o fato ao conhecimento da autoridade competente."
      },
      {
        "letra": "D",
        "texto": "obrou para crime de corrupção passiva, haja vista a compaixão ser uma vantagem indevida."
      },
      {
        "letra": "E",
        "texto": "obrou para crime de prevaricação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "304495",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: DPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Concussão e Excesso de Exação",
      "Condescendência criminosa",
      "Corrupção ativa"
    ],
    "enunciado_principal": "Guilhermino, funcionário público estadual estável, exige de Gabriel tributo que sabe ser indevido aproveitando-se da situação de desconhecimento do cidadão. Neste caso, segundo o Código Penal brasileiro, Guilhermino praticou crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "peculato culposo."
      },
      {
        "letra": "B",
        "texto": "peculato doloso."
      },
      {
        "letra": "C",
        "texto": "excesso de exação."
      },
      {
        "letra": "D",
        "texto": "condescendência criminosa."
      },
      {
        "letra": "E",
        "texto": "corrupção ativa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "289358",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica",
      "Supressão de documento",
      "Crimes contra a administração pública",
      "Condescendência criminosa",
      "Corrupção ativa em transação comercial internacional. Tráfico de influência em transação comercial internacional",
      "Corrupção ativa",
      "Denunciação caluniosa"
    ],
    "enunciado_principal": "No âmbito da administração pública, o agente que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "provoca instauração de investigação administrativa contra alguém, imputando-lhe falta de que o sabe inocente, comete o crime de denunciação caluniosa."
      },
      {
        "letra": "B",
        "texto": "altera teor de certidão verdadeira, para provar fato que habilite alguém a obter cargo público ou outra vantagem comete o crime de falsidade ideológica."
      },
      {
        "letra": "C",
        "texto": "pede dinheiro a pretexto de influir na decisão de juiz eleitoral incorre em crime de tráfico de influência."
      },
      {
        "letra": "D",
        "texto": "solicita para si vantagem indevida em razão da função pública que exerce incide no crime de corrupção ativa."
      },
      {
        "letra": "E",
        "texto": "altera parte de documento público verdadeiro pratica o crime de supressão de documento."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "615424",
    "metadata": "Ano: 2012 | Banca: FGV | Órgão: Senado Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "Apesar de ciente do comportamento faltoso de subordinado no exercício do cargo, o superior hierárquico, por indulgência, deixou de responsabilizá-lo. Com aquele comportamento omissivo, em tese, o superior praticou o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "advocacia administrativa."
      },
      {
        "letra": "B",
        "texto": "tráfico de influência."
      },
      {
        "letra": "C",
        "texto": "descumprimento de função."
      },
      {
        "letra": "D",
        "texto": "prevaricação."
      },
      {
        "letra": "E",
        "texto": "condescendência criminosa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "290599",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "O juiz que, tendo recebido de um funcionário do tribunal onde atua pedido para que priorizasse o andamento de processo de um conhecido desse funcionário, por indulgência, não comunicar o fato à corregedoria do tribunal praticará o delito de condescendência criminosa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "287001",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TCE-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "Para a caracterização do crime de condescendência criminosa, é necessário haver relação de hierarquia entre o agente que cometa a infração no exercício do cargo, emprego ou função e a autoridade competente para aplicar-lhe a sanção administrativa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "284328",
    "metadata": "Ano: 2012 | Banca: PaqTcPB | Órgão: UEPB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Prevaricação",
      "Condescendência criminosa",
      "Violação de sigilo funcional",
      "Contrabando"
    ],
    "enunciado_principal": "De acordo com o Código Penal Brasileiro, o Diretor de Penitenciária e/ou agente público, que deixar de cumprir seu dever de vedar ao preso o acesso a aparelho telefônico, de rádio ou similar, que permita a comunicação com outros presos ou com o ambiente externo, responderá pelo crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Condescendência criminosa."
      },
      {
        "letra": "B",
        "texto": "Concussão."
      },
      {
        "letra": "C",
        "texto": "Descaminho."
      },
      {
        "letra": "D",
        "texto": "Prevaricação."
      },
      {
        "letra": "E",
        "texto": "Violação de sigilo funcional."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "237172",
    "metadata": "Ano: 2012 | Banca: CESGRANRIO | Órgão: Caixa",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Concussão e Excesso de Exação",
      "Corrupção passiva",
      "Condescendência criminosa",
      "Advocacia administrativa"
    ],
    "enunciado_principal": "Jonas é funcionário público estatutário exercendo a função comissionada de Chefe da Seção de Documentação do órgão Y, vinculado ao estado W. Ciente do cometimento de ilícito por parte do seu subordinado Cícero, por indulgência, não o responsabiliza. Nesse caso, ocorreu o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "peculato"
      },
      {
        "letra": "B",
        "texto": "corrupção passiva"
      },
      {
        "letra": "C",
        "texto": "condescendência criminosa"
      },
      {
        "letra": "D",
        "texto": "advocacia administrativa"
      },
      {
        "letra": "E",
        "texto": "excesso de exação"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "236374",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: MPE-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "O tipo do art. 320 do Código Penal (Condescendência criminosa) está assim redigido: “Deixar o funcionário, por indulgência, de responsabilizar subordinado que cometeu infração no exercício do cargo ou, quando lhe falte competência, não levar o fato ao conhecimento da autoridade competente”. No que concerne ao fato típico, a expressão “por indulgência” corresponde",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ao resultado."
      },
      {
        "letra": "B",
        "texto": "à ação."
      },
      {
        "letra": "C",
        "texto": "ao elemento subjetivo do tipo."
      },
      {
        "letra": "D",
        "texto": "ao nexo de causalidade."
      },
      {
        "letra": "E",
        "texto": "à omissão."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "235506",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Prevaricação",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "O crime de prevaricação pode ser praticado por ação ou por omissão; o delito de condescendência criminosa, apenas na modalidade omissiva. O primeiro exige o elemento subjetivo especial para satisfazer interesse ou sentimento pessoal; o segundo exige o elemento subjetivo especial por indulgência, ou seja, por tolerância ou condescendência",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "231581",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: Prefeitura de São Paulo - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Corrupção passiva",
      "Prevaricação",
      "Condescendência criminosa",
      "Advocacia administrativa",
      "Corrupção ativa"
    ],
    "enunciado_principal": "Paulus solicitou de Petrus a quantia de R$ 5.000,00 para influir junto a seu amigo Sérvio, funcionário público municipal, para não autuar sua empresa por irregularidades fiscais. Sérvio, desconhecendo a conduta de Paulus, mas cedendo ao pedido deste, se omitiu e deixou de autuar a empresa de Petrus. Nesse caso, Paulus e Sérvio responderão, respectivamente, por",
    "alternativas": [
      {
        "letra": "A",
        "texto": "advocacia administrativa e prevaricação."
      },
      {
        "letra": "B",
        "texto": "condescendência criminosa e prevaricação."
      },
      {
        "letra": "C",
        "texto": "corrupção ativa e corrupção passiva qualificada."
      },
      {
        "letra": "D",
        "texto": "tráfico de influência e prevaricação."
      },
      {
        "letra": "E",
        "texto": "tráfico de influência e corrupção passiva privilegiada, respectivamente."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "215026",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Prevaricação",
      "Condescendência criminosa",
      "Violação de sigilo funcional",
      "Corrupção ativa em transação comercial internacional. Tráfico de influência em transação comercial internacional"
    ],
    "enunciado_principal": "Rodrigues, funcionário público lotado em repartição fiscal, emprestou sua senha a um amigo estranho ao serviço público, possibilitando-lhe acesso ao banco de dados da Administração Pública, para fins de obtenção de lista de contribuintes e envio de material publicitário. Nesse caso, Rodrigues responderá por crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tráfico de influência."
      },
      {
        "letra": "B",
        "texto": "condescendência criminosa."
      },
      {
        "letra": "C",
        "texto": "excesso de exação."
      },
      {
        "letra": "D",
        "texto": "prevaricação."
      },
      {
        "letra": "E",
        "texto": "violação de sigilo funcional."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "364559",
    "metadata": "Ano: 2011 | Banca: Prefeitura do Rio de Janeiro - RJ | Órgão: Prefeitura de Rio de Janeiro - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Prevaricação",
      "Condescendência criminosa",
      "Advocacia administrativa"
    ],
    "enunciado_principal": "Considere-se a hipótese de um servidor público que, valendo-se do seu cargo, patrocina o interesse de empresa particular da qual seu filho é um dos sócios. Tal atitude configura o seguinte crime, estabelecido pelo art. 321 do Código Penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "condescendência criminosa"
      },
      {
        "letra": "B",
        "texto": "advocacia administrativa"
      },
      {
        "letra": "C",
        "texto": "concussão"
      },
      {
        "letra": "D",
        "texto": "prevaricação"
      }
    ],
    "gabarito": "B"
  }
]