[
  {
    "id": "2388751",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: PC-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública",
      "Constituição de Milícia Privada"
    ],
    "enunciado_principal": "No que se refere aos crimes contra a paz pública, caracteriza o crime de constituição de milícia privada a conduta de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "associarem-se quatro pessoas para o fim específico de cometer crimes."
      },
      {
        "letra": "B",
        "texto": "associarem-se três pessoas para o fim específico de cometer crimes com a participação de criança ou adolescente."
      },
      {
        "letra": "C",
        "texto": "policial integrar grupo criminoso juntamente com mais três pessoas visando à prática de crimes."
      },
      {
        "letra": "D",
        "texto": "integrar organização paramilitar com a finalidade de praticar crimes exclusivamente previstos no Código Penal."
      },
      {
        "letra": "E",
        "texto": "custear organização paramilitar com a finalidade de praticar crimes de qualquer espécie, inclusive aqueles previstos em legislação penal especial."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2649422",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública",
      "Constituição de Milícia Privada"
    ],
    "enunciado_principal": "A conduta de custear organização paramilitar, grupo ou esquadrão com a finalidade de praticar qualquer dos crimes previstos no Código Penal caracteriza crime",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de associação criminosa."
      },
      {
        "letra": "B",
        "texto": "de organização criminosa."
      },
      {
        "letra": "C",
        "texto": "de constituição de milícia privada."
      },
      {
        "letra": "D",
        "texto": "hediondo."
      },
      {
        "letra": "E",
        "texto": "contra a incolumidade pública."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1992058",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública",
      "Incitação ao crime",
      "Associação criminosa",
      "Constituição de Milícia Privada"
    ],
    "enunciado_principal": "O direito penal constitui tutela a determinados bens jurídicos selecionados pelo legislador como dignos de preservação. A paz pública é um bem jurídico de especial relevância por traduzir sentimento coletivo de confiança e tranquilidade na ordem social. Nesse contexto, são considerados crimes contra a paz pública:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "associação criminosa, constituição de milícia privada e incitação ao crime."
      },
      {
        "letra": "B",
        "texto": "incitação ao crime, apologia de criminoso e desobediência."
      },
      {
        "letra": "C",
        "texto": "apologia ao crime, tráfico de influência e denunciação caluniosa."
      },
      {
        "letra": "D",
        "texto": "falso testemunho, contratação inidônea e apologia ao crime."
      },
      {
        "letra": "E",
        "texto": "apologia ao crime, incitação ao crime e violência em arrematação judicial."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1966752",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública",
      "Incitação ao crime",
      "Apologia de crime ou criminoso",
      "Associação criminosa",
      "Constituição de Milícia Privada"
    ],
    "enunciado_principal": "Relativamente aos crimes contra a paz pública, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Incorre nas mesmas penas do crime de “incitação ao crime” aquele que incita, publicamente, animosidade entre as Forças Armadas, ou delas contra os poderes constitucionais, as instituições civis ou a sociedade"
      },
      {
        "letra": "B",
        "texto": "Configura crime a conduta de fazer, publicamente ou não, apologia de fato criminoso ou de autor de crime, com pena de detenção, de três a seis meses, ou multa"
      },
      {
        "letra": "C",
        "texto": "No crime de “associação criminosa”, a pena aumenta-se até a metade se a associação é armada"
      },
      {
        "letra": "D",
        "texto": "Constitui crime de “constituição de milícia privada” a conduta típica de custear grupo ou esquadrão com a finalidade de praticar qualquer dos crimes previstos no Código Penal"
      },
      {
        "letra": "E",
        "texto": "No crime de “associação criminosa”, a pena aumenta-se até a metade se houver a participação de criança ou adolescente"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1893452",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PC-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Constituição de Milícia Privada"
    ],
    "enunciado_principal": "Sobre o delito de constituição de milícia privada, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pessoa que contribui economicamente, a qualquer título, com a milícia privada, responde pela conduta de custear."
      },
      {
        "letra": "B",
        "texto": "A permanência e estabilidade do grupo criminoso, por não constar do tipo, não deve ser exigida."
      },
      {
        "letra": "C",
        "texto": "Diante da ausência de referência expressa, a reunião de duas pessoas é suficiente para caracterizar o delito."
      },
      {
        "letra": "D",
        "texto": "O tipo penal exige um especial fim de agir, consistente na prática de crimes previstos no Código Penal."
      },
      {
        "letra": "E",
        "texto": "Custear é uma forma de induzimento, com sentido especificamente econômico."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1856512",
    "metadata": "Ano: 2021 | Banca: FAPEC | Órgão: PC-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública",
      "Incitação ao crime",
      "Apologia de crime ou criminoso",
      "Associação criminosa",
      "Constituição de Milícia Privada"
    ],
    "enunciado_principal": "Sobre os crimes contra a paz pública previstos no Código Penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Incitar, publicamente, a prática de crime ou contravenção penal constitui crime previsto no art. 286 do Código Penal, tratando-se de infração de menor potencial ofensivo."
      },
      {
        "letra": "B",
        "texto": "A apologia de crime culposo não é punível, pois não pode haver instigação, direta ou indireta, à prática de ato involuntário."
      },
      {
        "letra": "C",
        "texto": "Conforma entendimento dos Tribunais Superiores, a associação criminosa (art. 288 do Código Penal) constitui delito parasitário, de modo que sua configuração depende da efetiva prática de delitos pelo grupo."
      },
      {
        "letra": "D",
        "texto": "O grupo de extermínio que promove assassinatos responde pelo crime do art. 121, §6º do Código Penal, restando absorvido o delito do art. 288-A do Código Penal (constituição de milícia privada), tendo em vista a natureza expressamente subsidiária deste."
      },
      {
        "letra": "E",
        "texto": "O crime de apologia de crime ou criminoso (art. 287 do Código Penal) exige, além do dolo, um especial fim de agir no sentido de violar a paz pública."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1673251",
    "metadata": "Ano: 2020 | Banca: ADM&TEC | Órgão: Prefeitura de Gravatá - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão.",
      "Crimes contra a inviolabilidade de correspondência",
      "Crimes contra a paz pública",
      "Constituição de Milícia Privada"
    ],
    "enunciado_principal": "Analise as afirmativas a seguir: I. A execução da pena privativa de liberdade, não superior a 2 (dois) anos, poderá ser suspensa, por 2 (dois) a 4 (quatro) anos se o condenado não seja reincidente em crime doloso ou se a culpabilidade, os antecedentes, a conduta social e a personalidade do agente, bem como os motivos e as circunstâncias, autorizem a concessão do benefício, conforme previsto no artigo 77 do Código Penal. II. No Brasil, constituir, organizar, integrar, manter ou custear uma organização paramilitar, uma milícia particular, um grupo ou um esquadrão com a finalidade de praticar qualquer dos crimes previstos no Código Penal, são práticas sujeitas à pena de detenção, de 1 (um) a 3 (três) anos e multa, conforme previsto no artigo 288-A do Decreto-lei nº 2.848, de 1940. III. Devassar indevidamente o conteúdo de uma correspondência fechada, dirigida a outrem, é uma prática sujeita à pena de detenção, de seis a doze meses e multa, cumulativamente, de acordo com o Código Penal. Na mesma pena incorre quem se apossa indevidamente de correspondência alheia, embora não fechada e, no todo ou em parte, a sonega ou destrói, conforme disposto no artigo 151, § 1º, do Código Penal. Marque a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nenhuma afirmativa está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas uma afirmativa está correta."
      },
      {
        "letra": "C",
        "texto": "Apenas duas afirmativas estão corretas."
      },
      {
        "letra": "D",
        "texto": "Todas as afirmativas estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "962224",
    "metadata": "Ano: 2019 | Banca: INAZ do Pará | Órgão: CORE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública",
      "Crimes contra a fé pública",
      "Falsidade ideológica",
      "Crimes contra a administração pública",
      "Peculato",
      "Corrupção ativa",
      "Constituição de Milícia Privada"
    ],
    "enunciado_principal": "Qual dos crimes abaixo representa um crime contra a fé pública?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Constituição de milícia privada."
      },
      {
        "letra": "B",
        "texto": "Atentado contra a segurança de serviço de utilidade pública."
      },
      {
        "letra": "C",
        "texto": "Falsidade Ideológica."
      },
      {
        "letra": "D",
        "texto": "Peculato."
      },
      {
        "letra": "E",
        "texto": "Corrupção ativa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "833102",
    "metadata": "Ano: 2017 | Banca: FMP Concursos | Órgão: MPE-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública",
      "Constituição de Milícia Privada"
    ],
    "enunciado_principal": "Em relação ao crime de constituição de milícia privada (artigo 288-A do Código Penal), assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É possível haver esse tipo de associação criminosa para a prática de crimes preterdolosos."
      },
      {
        "letra": "B",
        "texto": "A finalidade consiste na prática de crimes previstos no Código Penal e na legislação penal extravagante, para a subsunção ao artigo 288-A do Código Penal."
      },
      {
        "letra": "C",
        "texto": "Tendo em vista que o tipo penal não exige o número mínimo de participantes, é possível o crime de constituição de milícia privada com mais de um agente."
      },
      {
        "letra": "D",
        "texto": "Em que pese o fato de o tipo penal não exigir um número mínimo de participantes, tampouco os requisitos da estabilidade e da permanência, a doutrina e a jurisprudência têm sustentado que a quantidade mínima de 3 (três) pessoas, além da estabilidade e da permanência, são requisitos ínsitos ao tipo do artigo 288-A do Código Penal, tal como sucede em relação ao artigo 288 do mesmo diploma legal."
      },
      {
        "letra": "E",
        "texto": "A consumação exige a efetiva prática de crimes por parte de organização paramilitar, milícia particular, grupo ou esquadrão."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "650544",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: PC-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Outras classificações",
      "Crimes contra a paz pública",
      "Constituição de Milícia Privada"
    ],
    "enunciado_principal": "O CP, em seu art. 14, assevera que o crime estará consumado quando o fato reunir todos os elementos da definição legal. Para tanto, necessária será a realização de um juízo de subsunção do fato à lei. Acerca do amoldamento dos fatos aos tipos penais, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A conduta de constituir, organizar, integrar, manter ou custear organização paramilitar, milícia particular, grupo ou esquadrão com a finalidade de praticar qualquer dos crimes previstos no CP configura crime contra a paz pública, sendo considerada como crime vago, uma vez que o sujeito passivo é a coletividade."
      },
      {
        "letra": "B",
        "texto": "A doutrina e a jurisprudência são unânimes ao afirmar que configura crime de desacato quando um tenente da polícia militar, no exercício de sua função, ofende verbalmente, em razão da função exercida, um de seus subordinados."
      },
      {
        "letra": "C",
        "texto": "Amolda-se no tipo legal de calúnia, previsto nos crimes contra a honra, a conduta de instaurar investigação policial contra alguém, imputando-lhe crime de que se sabe ser inocente."
      },
      {
        "letra": "D",
        "texto": "Constituem crime de corrupção ativa, praticado por particular contra a administração geral, as condutas de dar, oferecer ou prometer dinheiro ou qualquer outra vantagem a testemunha, perito, contador, tradutor ou intérprete, para fazer afirmação falsa, negar ou calar a verdade em depoimento, perícia, cálculos, tradução ou interpretação."
      },
      {
        "letra": "E",
        "texto": "A fraude processual será atípica, se a inovação artificiosa do estado de coisa, de pessoa ou de lugar, com o fim de induzir a erro o juiz, ocorrer antes de iniciado o processo penal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "826845",
    "metadata": "Ano: 2013 | Banca: FDRH | Órgão: PC-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crimes contra a vida",
      "Homicídio",
      "Crimes contra a paz pública",
      "Constituição de Milícia Privada"
    ],
    "enunciado_principal": "Considere as seguintes afirmações, acerca de questões criminais no Direito Penal. I - É muito comum na entrada dos estádios de futebol, principalmente em grandes jogos, a presença de pessoas popularmente conhecidas como cambistas, ou seja, sujeitos que vendem ingressos para o evento esportivo por preço superior ao estampado no bilhete oficial. Às vésperas da realização de uma Copa do Mundo no Brasil, o país ainda não conta com um tipo penal específico para criminalizar esse tipo de conduta. II - O homicídio praticado por milícia privada, sob o pretexto de prestação de serviço de segurança, é conduta que já encontra previsão específica quanto à tipicidade no ordenamento penal brasileiro vigente. III - A exigência de cheque-caução, nota promissória ou qualquer outra garantia como pressuposto para o atendimento médico-hospitalar de emergência, independentemente do resultado naturalístico produzido, configura infração administrativa, porém não configura crime por falta de previsão legal.IV O crime de poluição é um dos mais graves contra o meio ambiente: “Causar poluição de qualquer natureza em níveis tais que resultem ou possam resultar em danos à saúde humana, ou que provoquem a mortandade de animais ou a destruição significativa da flora.\" Então, o caput do artigo 54. da Lei n° 9.605/98, consiste em um crime de dano ou de perigo à saúde humana e, necessariamente, de dano à fauna e à flora.Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a I ."
      },
      {
        "letra": "B",
        "texto": "Apenas a I e a II."
      },
      {
        "letra": "C",
        "texto": "Apenas a II e a III ."
      },
      {
        "letra": "D",
        "texto": "Apenas a II e a IV."
      },
      {
        "letra": "E",
        "texto": "Apenas a I, a III e a IV."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "305565",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Crimes contra a paz pública",
      "Associação criminosa",
      "Constituição de Milícia Privada"
    ],
    "enunciado_principal": "Laurindo, comerciante do ramo de joalheria, cansado de sofrer roubos em suas lojas, passou a financiar um esquadrão formado por ex-policiais, com a finalidade de que o referido grupo executasse os ladrões. O esquadrão já havia planejado a morte de dois ladrões, quando foi descoberto pela polícia.Assim, Laurindo e o esquadrão:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "devem responder pelos delitos de bando ou quadrilha (artigo 288 do CP) e por duas tentativas de homicídio."
      },
      {
        "letra": "B",
        "texto": "devem responder unicamente pelo crime de constituição de milícia privada (artigo 288-A do CP)."
      },
      {
        "letra": "C",
        "texto": "devem responder unicamente pelo crime de bando ou quadrilha (artigo 288 do CP)."
      },
      {
        "letra": "D",
        "texto": "devem responder pelos delitos de constituição de milícia privada (artigo 288-A do CP) e por duas tentativas de homicídio."
      },
      {
        "letra": "E",
        "texto": "devem responder somente por duas tentativas de homicídio."
      }
    ],
    "gabarito": "B"
  }
]