[
  {
    "id": "2283942",
    "metadata": "Ano: 2023 | Banca: OBJETIVA | Órgão: CRB 10º Região - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Crimes contra o patrimônio",
      "Roubo"
    ],
    "enunciado_principal": "Em conformidade com o Decreto-Lei nº 2.848/1940 — Código Penal, marcar C para as afirmativas Certas, E para as Erradas e, após, assinalar a alternativa que apresenta a sequência CORRETA: ( ) Subtrair coisa móvel alheia, para si ou para outrem, mediante grave ameaça ou violência a pessoa, ou depois de havê-la, por qualquer meio, reduzido à impossibilidade de resistência: Pena - reclusão, de quatro a dez anos, e multa. ( ) Constranger alguém, mediante violência ou grave ameaça, e com o intuito de obter para si ou para outrem indevida vantagem econômica, a fazer, tolerar que se faça ou deixar de fazer alguma coisa: Pena - reclusão, de dois a quatro anos, e multa.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "C - C."
      },
      {
        "letra": "B",
        "texto": "C - E."
      },
      {
        "letra": "C",
        "texto": "E - C."
      },
      {
        "letra": "D",
        "texto": "E - E."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2263817",
    "metadata": "Ano: 2023 | Banca: CONSULPAM | Órgão: Prefeitura de Olinda - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Difamação",
      "Injúria",
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Ameaça",
      "Perseguição"
    ],
    "enunciado_principal": "Considere o seguinte caso hipotético e, na sequência, responda ao que se pede. Maria e André tiveram um relacionamento amoroso que terminou de forma conturbada. Maria não conseguiu superar o término e desenvolveu sentimentos obsessivos por André. Ela começou a monitorar suas redes sociais, a segui-lo de perto em locais públicos e a enviar mensagens constantes, mesmo após ele ter deixado claro que desejava manter distância. Maria também passou a enviar mensagens ameaçadoras para André, dizendo que se ele não voltasse para ela, ela faria coisas terríveis contra ele e sua família. Além disso, ela começou a difamar André nas redes sociais, espalhando informações falsas sobre sua vida pessoal e profissional. André ficou extremamente preocupado e amedrontado com o comportamento obsessivo e ameaçador de Maria. Ele procurou a polícia e registrou queixa contra ela, apresentando como prova as mensagens ameaçadoras e o monitoramento constante. Durante as investigações, ficou evidente que Maria estava agindo de forma deliberada para perturbar a paz de André, causando-lhe medo e angústia. As mensagens ameaçadoras e difamatórias demonstraram a intenção de causar dano emocional e psicológico a André. É CORRETO afirmar que Maria praticou o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Constrangimento ilegal."
      },
      {
        "letra": "B",
        "texto": "Ameaça."
      },
      {
        "letra": "C",
        "texto": "Perseguição."
      },
      {
        "letra": "D",
        "texto": "Injúria."
      },
      {
        "letra": "E",
        "texto": "Difamação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2263816",
    "metadata": "Ano: 2023 | Banca: CONSULPAM | Órgão: Prefeitura de Olinda - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria",
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Perseguição"
    ],
    "enunciado_principal": "Ana e Rafael trabalham juntos no Município de Atenas, como Guardas Civis Municipais. Eles sempre tiveram uma relação profissional cordial, mas nos últimos meses, Ana percebeu que Rafael estava tendo um desempenho abaixo do esperado em suas tarefas. Certo dia, durante uma reunião com a equipe, Ana não conseguiu se conter e, diante de todos os colegas, afirmou que havia ouvido rumores de que Rafael estava desviando recursos do órgão para benefício próprio. Ana fez essa afirmação de forma categórica, sem apresentar nenhuma prova concreta para respaldar suas palavras. Rafael ficou extremamente constrangido e sentiu sua reputação abalada diante de seus colegas e superiores. Além disso, a informação não era verdadeira; Rafael nunca havia se envolvido em qualquer atividade ilícita ou desvio de recursos. Após a reunião, alguns colegas comentaram sobre o que Ana havia dito e a notícia rapidamente se espalhou. Rafael se sentiu humilhado e prejudicado em sua imagem profissional. Ele procurou um advogado e decidiu tomar medidas legais contra Ana, alegando que ela havia cometido crime ao acusá-lo falsamente perante seus colegas e superiores. No processo criminal, Rafael apresentou testemunhas que atestaram sua conduta profissional íntegra e que confirmaram que a acusação de desvio de recursos era completamente infundada. Ana, por sua vez, tentou justificar suas palavras dizendo que estava apenas compartilhando os “rumores” que havia ouvido, sem intenção de prejudicar Rafael. O juiz considerou que Ana agiu com dolo, ou seja, com a intenção de imputar a Rafael uma conduta criminosa que ela sabia ser falsa. A falta de provas e a divulgação pública da acusação prejudicaram a reputação de Rafael, afetando negativamente sua carreira profissional e sua imagem. Ana foi condenada, além de ser obrigada a retratar-se publicamente, restaurando a reputação de Rafael. Dentre as alternativas abaixo, assinale a que descreve CORRETAMENTE o crime praticado por Ana:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Calúnia."
      },
      {
        "letra": "B",
        "texto": "Difamação."
      },
      {
        "letra": "C",
        "texto": "Injúria."
      },
      {
        "letra": "D",
        "texto": "Constrangimento ilegal."
      },
      {
        "letra": "E",
        "texto": "Perseguição."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2194582",
    "metadata": "Ano: 2023 | Banca: IDECAN | Órgão: Prefeitura de Fortaleza - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Crimes contra a dignidade sexual"
    ],
    "enunciado_principal": "Ana, ex-mulher de Marcos, passou a residir na companhia de Pedro, seu novo companheiro. Enlouquecido de ciúmes, Marcos espalhou pela vizinhança que o atual parceiro de Ana estuprara seu filho, apresentando fotografias em que a criança apresentava vermelhidão nas coxas e nádegas, embora soubesse que se tratava de reação alérgica e, portanto, da falsidade das graves acusações que fazia. A conduta de Marcos caracteriza:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Difamação"
      },
      {
        "letra": "B",
        "texto": "Calúnia"
      },
      {
        "letra": "C",
        "texto": "Constrangimento ilegal"
      },
      {
        "letra": "D",
        "texto": "Importunação ofensiva ao pudor"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2144074",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Ameaça",
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "Gumercinda, ex-namorada de Hilma, por não se conformar com o fim do relacionamento amoroso entre elas, passa a importuná-la reiteradamente, ao longo do último mês, seguindo-a em locais públicos, indo a seu local de trabalho, telefonando para sua residência e mandando mensagens para seu celular. Diante do caso narrado, é correto afirmar que Gumercinda cometeu:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a contravenção penal de perturbação da tranquilidade;"
      },
      {
        "letra": "B",
        "texto": "o crime de perseguição;"
      },
      {
        "letra": "C",
        "texto": "o crime de violência psicológica contra a mulher;"
      },
      {
        "letra": "D",
        "texto": "os crimes de perseguição e de violência psicológica contra a mulher;"
      },
      {
        "letra": "E",
        "texto": "os crimes de constrangimento ilegal e ameaça."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1946481",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Sequestro ou cárcere privado",
      "Redução à condição análoga à de escravo",
      "Legislação Penal Especial",
      "Perseguição"
    ],
    "enunciado_principal": "Tendo em conta os crimes contra a liberdade individual, constantes do Código Penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de violência psicológica, previsto no artigo 147-B, do Código Penal, pode ser praticado contra mulher, criança e adolescente."
      },
      {
        "letra": "B",
        "texto": "O crime de constrangimento ilegal, previsto no artigo 146 do Código Penal, é de ação pública condicionada à representação."
      },
      {
        "letra": "C",
        "texto": "No crime de sequestro e cárcere privado, previsto no artigo 148, do Código Penal, a morte da vítima qualifica o crime."
      },
      {
        "letra": "D",
        "texto": "O crime de perseguição, previsto no artigo 147-A, do Código Penal, é de ação pública incondicionada se cometido contra criança, adolescente ou idoso."
      },
      {
        "letra": "E",
        "texto": "É equiparada ao crime de reduzir a condição análoga à de escravo, previsto no art. 149, do Código Penal, a conduta de cercear o uso de qualquer meio de transporte ao trabalhador, com o fim de retê-lo no ambiente do trabalho."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1845013",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal"
    ],
    "enunciado_principal": "João se aproximou de Maria, mostrou a arma que estava em sua cintura e disse para ela acompanhá-lo até uma praça ou então atiraria nela. Maria indagou se João queria ficar com sua bolsa, mas ele respondeu que não. Quando estavam próximos à praça, Maria visualizou que o local estava deserto e, com medo, conseguiu fugir. João possui condenação anterior por estupro praticado na mesma praça. Com relação aos fatos narrados, João praticou",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estupro tentado."
      },
      {
        "letra": "B",
        "texto": "ato preparatório impunível."
      },
      {
        "letra": "C",
        "texto": "importunação sexual."
      },
      {
        "letra": "D",
        "texto": "constrangimento ilegal."
      },
      {
        "letra": "E",
        "texto": "violação sexual mediante fraude tentada."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1673256",
    "metadata": "Ano: 2020 | Banca: ADM&TEC | Órgão: Prefeitura de Gravatá - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Abandono de incapaz",
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal"
    ],
    "enunciado_principal": "Analise as afirmativas a seguir: I. De acordo com o disposto no artigo 146 do Código Penal, constranger alguém, mediante violência ou grave ameaça, é uma prática sujeita à pena de reclusão, de um a três anos e multa, além de reparação ou retratação pelo dano causado. II. O crime de abandono de incapaz pode acarretar aumento de pena de três quartos se o abandono ocorre em lugar ermo ou se o agente é ascendente, descendente, cônjuge, irmão, tutor ou curador da vítima, de acordo com o Código Penal. Se a vítima é maior de 60 (sessenta) anos, a pena é aumentada em um meio, conforme previsto no artigo 133 do Decreto-lei nº 2.848, de 1940. III. Constranger alguém, mediante violência ou grave ameaça, e com o intuito de obter para si ou para outrem indevida vantagem econômica, a fazer, a tolerar que se faça ou a deixar de fazer alguma coisa, é uma prática sujeita à pena de reclusão, de quatro a dez anos, e multa. Se o crime é cometido por duas ou mais pessoas, ou com emprego de arma, aumenta-se a pena de um terço até metade, conforme disposto no artigo 158, § 1º, do Código Penal. Marque a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nenhuma afirmativa está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas uma afirmativa está correta."
      },
      {
        "letra": "C",
        "texto": "Apenas duas afirmativas estão corretas."
      },
      {
        "letra": "D",
        "texto": "Todas as afirmativas estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "998892",
    "metadata": "Ano: 2019 | Banca: IESES | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Ameaça",
      "Crimes contra a dignidade sexual",
      "Satisfação de lascívia mediante a presença de criança ou adolescente",
      "Importunação Sexual"
    ],
    "enunciado_principal": "Ricardo e Sueli, ambos maiores de idade, são adeptos de prática consistente em exibicionismo sexual. Extraem prazer em serem vistos por terceiros enquanto praticam sexo. Em certa oportunidade, obrigam a vizinha Juliana, de 16 anos de idade, mediante grave ameaça verbal, mas sem encostarem na adolescente, a observá-los enquanto praticam sexo. A conduta de Ricardo e Sueli encontra adequação típica:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No art. 147 do Código Penal, crime de ameaça."
      },
      {
        "letra": "B",
        "texto": "No art. 218-A do Código Penal, crime de satisfação da lascívia mediante presença de criança ou adolescente."
      },
      {
        "letra": "C",
        "texto": "No art. 215-A do Código Penal, crime de importunação sexual."
      },
      {
        "letra": "D",
        "texto": "No art. 146 do Código Penal, crime de constrangimento ilegal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "921267",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal"
    ],
    "enunciado_principal": "No que concerne ao crime de constrangimento ilegal (CP, art. 146), é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se tipifica o crime, apenas, pela ação violenta, não havendo previsão legal para punição por mera grave ameaça."
      },
      {
        "letra": "B",
        "texto": "qualifica o tipo a concorrência de 3 (três) ou mais agentes."
      },
      {
        "letra": "C",
        "texto": "tipifica o crime a coação exercida para impedir suicídio, o que se explica pelo fato de o suicídio não ser penalmente relevante."
      },
      {
        "letra": "D",
        "texto": "tipifica o crime a intervenção médica ou cirúrgica, sem o consentimento do paciente ou de seu representante legal, mesmo se justificada por iminente perigo de vida."
      },
      {
        "letra": "E",
        "texto": "se consuma quando a vítima, sem norma legal que a obrigue a tanto, faz ou deixa de fazer, cedendo à determinação do agente."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "905939",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Ameaça",
      "Sequestro ou cárcere privado",
      "Crimes contra o patrimônio",
      "Extorsão mediante sequestro"
    ],
    "enunciado_principal": "Tendo em conta os crimes contra a liberdade individual, previstos nos artigos 146 a 149 do Código Penal, bem como os de extorsão (158 do CP) e extorsão mediante sequestro (159 do CP), é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Mévio e Caio, demitidos, ao manterem preso, por 10 dias, em uma casa abandonada, por vingança, o filho do dono da empresa em que trabalhavam, praticam o crime de extorsão mediante sequestro, previsto no artigo 159 do CP."
      },
      {
        "letra": "B",
        "texto": "Mévio, ao manter Tícia, sua vizinha, presa em casa, amarrada à cama, por uma semana, condicionando sua soltura à entrega da senha do cofre, onde ele sabia existir dólares e joias, pratica o crime de cárcere privado, previsto no artigo 148 do CP."
      },
      {
        "letra": "C",
        "texto": "Tício, ao submeter seus empregados a trabalho forçado e a condições degradantes, com restrição à locomoção, pratica o crime de constrangimento ilegal, previsto no artigo 146 do CP."
      },
      {
        "letra": "D",
        "texto": "Tício, ao ficar parado em frente ao trabalho de Mévia, sua ex-mulher, fazendo gestos com as mãos que simbolizam disparos de arma de fogo, causando-lhe temor, pratica o crime de ameaça."
      },
      {
        "letra": "E",
        "texto": "Caio, médico, ao realizar transfusão de sangue em Tício, menor, sem o consentimento dos pais, ainda que para salvá-lo de risco iminente de morte, pratica o crime de constrangimento ilegal, previsto no artigo 146 do CP."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "904142",
    "metadata": "Ano: 2018 | Banca: NUCEPE | Órgão: PC-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Induzimento, instigação ou auxílio ao suicídio",
      "Infanticídio",
      "Aborto",
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal"
    ],
    "enunciado_principal": "São considerados crimes contra a pessoa, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Induzir ou instigar alguém a suicidar-se ou prestar-lhe auxílio para que o faça."
      },
      {
        "letra": "B",
        "texto": "Matar alguém."
      },
      {
        "letra": "C",
        "texto": "Constranger alguém, mediante violência ou grave ameaça, ou depois de lhe haver reduzido, por qualquer outro meio, a capacidade de resistência, a não fazer o que a lei permite, ou a fazer o que ela não manda."
      },
      {
        "letra": "D",
        "texto": "Provocar aborto em si mesma ou consentir que outrem lhe provoque."
      },
      {
        "letra": "E",
        "texto": "Matar, sob a influência do estado puerperal, o próprio filho, durante o parto ou logo após."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "836749",
    "metadata": "Ano: 2017 | Banca: FGV | Órgão: TRT - 12ª Região (SC)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Sequestro ou cárcere privado",
      "Redução à condição análoga à de escravo"
    ],
    "enunciado_principal": "Lucas é empregador dos trabalhadores Manuel, Francisco e Pedro em sua fazenda na zona rural. Analise as três situações apresentadas: I. Lucas retém a carteira de identidade de Manuel, único documento deste, impedindo que deixe o local de trabalho.II. Lucas autoriza que Francisco gaste apenas 15 minutos todo dia para horário de almoço, de modo que Francisco somente pode comprar uma refeição na pequena cantina de Lucas que funciona dentro da fazenda. Em razão dos altos preços dos produtos, Francisco contrai dívida alta e é impedido de deixar a fazenda antes do pagamento dos valores devidos. III. Lucas instala diversas câmeras e outros mecanismos de vigilância ostensiva na fazenda com o fim de reter Pedro em seu local de trabalho. Considerando as situações apresentadas, o comportamento de Lucas em relação a Manuel, Francisco e Pedro configura, respectivamente, o(s) crime(s) de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "redução à condição análoga à de escravo, nas três situações;"
      },
      {
        "letra": "B",
        "texto": "redução à condição análoga à de escravo, exercício arbitrário das próprias razões e redução à condição análoga à de escravo;"
      },
      {
        "letra": "C",
        "texto": "apropriação indébita, redução à condição análoga à de escravo e redução à condição análoga à de escravo;"
      },
      {
        "letra": "D",
        "texto": "cárcere privado, exercício arbitrário das próprias razões e redução à condição análoga à de escravo;"
      },
      {
        "letra": "E",
        "texto": "redução à condição análoga à de escravo, redução à condição análoga à de escravo e constrangimento ilegal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "800803",
    "metadata": "Ano: 2017 | Banca: Fundação La Salle | Órgão: SUSEPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Ameaça",
      "Crimes contra o patrimônio",
      "Extorsão",
      "Estelionato"
    ],
    "enunciado_principal": "Quem constranger alguém, mediante violência ou grave ameaça, ou depois de lhe haver reduzido, por qualquer outro meio, a capacidade de resistência, a não fazer o que a lei permite, ou a fazer o que ela não manda estará incorrendo no crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ameaça."
      },
      {
        "letra": "B",
        "texto": "constrangimento ilegal."
      },
      {
        "letra": "C",
        "texto": "extorsão."
      },
      {
        "letra": "D",
        "texto": "estelionato."
      },
      {
        "letra": "E",
        "texto": "extorsão indireta."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "641851",
    "metadata": "Ano: 2016 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal"
    ],
    "enunciado_principal": "No crime de constrangimento ilegal, previsto no art. 146 do Código Penal, consta, expressamente, mais de um motivo em que o constrangimento é considerado atípico.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "632885",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Extorsão"
    ],
    "enunciado_principal": "Com base no Código Penal, em relação aos crimes contra a liberdade pessoal e aos crimes contra o patrimônio, considera-se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "“furto de coisa comum” a subtração, para si ou para outrem, de bem móvel fungível que esteja armazenado, juntamente com outros assemelhados, em local de guarda compartilhada."
      },
      {
        "letra": "B",
        "texto": "“furto qualificado” a subtração, para si ou outrem, de coisa alheia móvel, desde que praticada por quadrilha."
      },
      {
        "letra": "C",
        "texto": "“roubo”, a subtração de coisa alheia móvel, para si ou outrem, quando praticada contra pessoa incapaz ou menor de 14 anos, presumindo-se o emprego ao menos de grave ameaça, salvo prova em contrário."
      },
      {
        "letra": "D",
        "texto": "“constrangimento ilegal” a prática de qualquer ato que, após haver reduzido a capacidade de resistência de alguém, lhe constrange a não fazer o que a lei permite ou a fazer que ela não manda."
      },
      {
        "letra": "E",
        "texto": "“extorsão indireta” ameaçar alguém, por palavra, escrito ou gesto, ou qualquer outro meio simbólico, de causar mal injusto e grave, com o objetivo de atingir fim ilícito que beneficie terceiro."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "619841",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: Prefeitura de Cuiabá - MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Assédio sexual"
    ],
    "enunciado_principal": "Glória, de 25 anos, foi contratada por determinada instituição privada de ensino para ser professora da turma do 2º ano do ensino fundamental. O diretor da escola, superior de Glória, fica encantado pela beleza da nova contratada e, em determinada data, no interior da sala da direção, constrange-a a praticar ato sexual, sob o argumento de que todas as professoras devem o seu trabalho na escola a ele, que as contratou. Glória, não querendo perder seu emprego, cede ao constrangimento. Considerando a situação narrada, é corretor afirmar que a conduta do diretor da escola",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é atípica."
      },
      {
        "letra": "B",
        "texto": "configura crime de assédio sexual."
      },
      {
        "letra": "C",
        "texto": "configura crime de atentado violento ao pudor."
      },
      {
        "letra": "D",
        "texto": "configura crime de estupro."
      },
      {
        "letra": "E",
        "texto": "configura crime de constrangimento ilegal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "588522",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Ameaça",
      "Sequestro ou cárcere privado",
      "Redução à condição análoga à de escravo"
    ],
    "enunciado_principal": "No que se refere aos crimes contra a liberdade pessoal, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A intervenção médica ou cirúrgica, sem o consentimento da vítima ou de seu representante legal, não exclui, em qualquer situação, o constrangimento ilegal."
      },
      {
        "letra": "B",
        "texto": "O crime de constrangimento ilegal não se reveste de subsidiariedade em relação a outros delitos."
      },
      {
        "letra": "C",
        "texto": "Constitui figura equiparada à de redução a condição análoga à de escravo o ato de cercear o uso de qualquer meio de transporte por parte do trabalhador, com o fim de retê-lo no local de trabalho."
      },
      {
        "letra": "D",
        "texto": "O crime de cárcere privado é permanente e formal, não admitindo a tentativa."
      },
      {
        "letra": "E",
        "texto": "O crime de ameaça, se praticado no contexto de violência doméstica e familiar contra a mulher, é de ação penal pública incondicionada."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "525917",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Redução à condição análoga à de escravo"
    ],
    "enunciado_principal": "Elio, proprietário da Fazenda Leite da Mimosa, localizada em região erma e não servida por transporte regular, possui 20 empregados, que dispõem de adequadas condições para prestar o trabalho, sem excesso de jornada ou condições degradantes. Todos os trabalhadores − que recebem salários em média superiores aos praticados por outras fazendas próximas para funções semelhantes − por vontade própria, residem em confortável alojamento fornecido pelo empregador. O local mais próximo a dispor de transporte regular é o centro do Município onde está localizada a Fazenda Leite da Mimosa, 42 quilômetros distante. Para chegar ao centro do Município, os trabalhadores precisam se valer de transporte fornecido pelo proprietário da fazenda. Elio adotou as seguintes condutas: I. Afixou, em 10/07/2014, no alojamento dos empregados, cartaz com o seguinte dizer “Quem não cumprir a meta de colheita diária, não receberá o salário da semana e não poderá sair da fazenda.\". As metas fixadas não implicavam necessidade de trabalho excessivo ou sequer de trabalho suplementar. II. No mesmo cartaz, referindo a dois empregados que costumeiramente não atingiam suas respectivas médias, também inseriu: “e estou achando que o Arlindo e o Setembrino, que são dois molengas preguiçosos, não querem ver a família no final de semana. Se continuarem com essa vadiagem, vão ficar sem salário e de castigo na Mimosa\". III. No dia 26/07/2014, sábado, dia em que não havia prestação de trabalho na fazenda e que, por livre vontade dos trabalhadores, pela manhã, um ônibus os levaria ao centro do Município, Elio impediu que Setembrino partisse junto com os demais, afirmando que, assim, “quem sabe ele aprende\". Não foi permitido a este trabalhador se valer de qualquer dos demais meios de transporte que a fazenda dispunha (motocicleta, bicicleta e automóvel). Exclusivamente em relação aos crimes contra a liberdade pessoal, a conduta de Elio caracteriza, afora outros, acaso existentes,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "constrangimento ilegal em relação a Setembrino e ameaça em relação a Arlindo."
      },
      {
        "letra": "B",
        "texto": "ameaça em relação a Setembrino e constrangimento ilegal em relação a Arlindo."
      },
      {
        "letra": "C",
        "texto": "injúria em relação a Arlindo e cárcere privado em relação a Setembrino."
      },
      {
        "letra": "D",
        "texto": "constrangimento ilegal em relação a Arlindo e redução à condução análoga a de escravo em relação a Setembrino."
      },
      {
        "letra": "E",
        "texto": "redução à condução análoga a de escravo em relação a Setembrino e injúria em relação a Arlindo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "464373",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Crimes contra o patrimônio",
      "Extorsão indireta"
    ],
    "enunciado_principal": "O filho de João tem grave problema de saúde e precisa realizar custoso procedimento cirúrgico, que a família não tem condição de pagar. Imagine que Pedro empresta R$ 50.000,00 a João, mas como garantia de tal dívida exige que João, de próprio punho e em documento escrito, confesse ter traído a própria esposa, bem como ter fraudado a empresa em que ambos trabalham, desviando recursos em proveito próprio. João cede à exigência a fim de obter o empréstimo. A conduta de Pedro",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é isenta de pena, por incidir causa supra legal que afasta a culpabilidade, qual seja, o consentimento da vítima."
      },
      {
        "letra": "B",
        "texto": "configura exercício arbitrário das próprias razões."
      },
      {
        "letra": "C",
        "texto": "é atípica, por ausência de previsão legal."
      },
      {
        "letra": "D",
        "texto": "configura constrangimento ilegal"
      },
      {
        "letra": "E",
        "texto": "configura extorsão indireta."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "762842",
    "metadata": "Ano: 2014 | Banca: FUNDATEC | Órgão: SUSEPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Crimes contra a honra",
      "Injúria",
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Constranger alguém com emprego de violência ou grave ameaça, causando-lhe sofrimento físico ou mental em razão de discriminação racial ou religiosa, constitui crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Lesão corporal grave."
      },
      {
        "letra": "B",
        "texto": "Lesão corporal gravíssima."
      },
      {
        "letra": "C",
        "texto": "Tortura."
      },
      {
        "letra": "D",
        "texto": "Injúria racial."
      },
      {
        "letra": "E",
        "texto": "Constrangimento ilegal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "463524",
    "metadata": "Ano: 2014 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Crimes contra a inviolabilidade de segredos",
      "Crimes contra o patrimônio",
      "Roubo",
      "Crimes contra a dignidade sexual",
      "Estupro"
    ],
    "enunciado_principal": "Com fundamento na parte especial do Código Penal, marque a resposta correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O diretor de um hospital psiquiátrico que determina a internação de um paciente, sem recomendação médica ou ordem judicial, com a finalidade exclusiva de privar a liberdade ambulatorial da vítima, prática o crime de constrangimento ilegal (art. 146 do CP)."
      },
      {
        "letra": "B",
        "texto": "Maria Inocente contrata Zé Espertalhão para que realize uma manutenção técnica no computador dela. Maria Inocente, para tanto, liga seu computador, registra seu login e apõe sua senha. Logo após, Maria Inocente permite que Zé Espertalhão acesse seu computador para realizar a manutenção mediante conexão com a rede de computadores (internet), sob os olhares dela. Em dado momento, Maria Inocente se ausenta alguns minutos do recinto para ir ao banheiro, oportunidade em que Zé Espertalhão invade uma das pastas do computador dela e faz o upload de fotos íntimas de Maria Inocente para o HD externo dele. Nesta hipótese, Zé Espertalhão responderá pelo crime do art. 154-A do Código Penal (invasão de dispositivo informático)."
      },
      {
        "letra": "C",
        "texto": "Mané Pervertido, mediante grave ameaça, constrange a vítima Maria Inocente a praticar ato libidinoso em si mesma (masturbação) enquanto ele a observa, sem contato físico entre o agente e a vítima. Nesse caso, Mané Pervertido responderá pelo crime de estupro (art. 213, caput, do CP)."
      },
      {
        "letra": "D",
        "texto": "O posicionamento atual do Supremo Tribunal Federal e do Superior Tribunal de Justiça é que o emprego de arma de brinquedo ou de arma imprópria não qualifica o crime de roubo pela ausência da capacidade vulnerante (ofensividade)."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "425252",
    "metadata": "Ano: 2014 | Banca: TRT 8R | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Ameaça",
      "Redução à condição análoga à de escravo"
    ],
    "enunciado_principal": "No que diz respeito aos crimes contra a liberdade pessoal, marque a resposta CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Reduzir alguém a condição análoga à de escravo, quer submetendo-o a trabalhos forçados ou a jornada exaustiva, quer sujeitando-o a condições degradantes de trabalho, quer restringindo, por qualquer meio, sua locomoção em razão de dívida contraída com o empregador ou preposto. A pena é de reclusão, de três a oito anos, e multa, além da pena correspondente à violência."
      },
      {
        "letra": "B",
        "texto": "Privar alguém de sua liberdade, mediante sequestro ou cárcere privado. A Pena é de reclusão, de um a três anos."
      },
      {
        "letra": "C",
        "texto": "Ameaçar alguém, por palavra, escrito ou gesto, ou qualquer outro meio simbólico, de causar-lhe mal injusto e grave. A pena é de detenção, de dois a seis meses, ou multa."
      },
      {
        "letra": "D",
        "texto": "Constranger alguém, mediante violência ou grave ameaça, ou depois de lhe haver reduzido, por qualquer outro meio, a capacidade de resistência, a não fazer o que a lei permite, ou a fazer o que ela não manda com pena de detenção, de quatro meses a um ano, ou multa."
      },
      {
        "letra": "E",
        "texto": "Reduzir alguém a condição análoga à de escravo, quer submetendo-o a trabalhos forçados ou a jornada exaustiva, quer sujeitando-o a condições degradantes de trabalho, quer restringindo, por qualquer meio, sua locomoção em razão de dívida contraída com o empregador ou preposto. A pena é de reclusão, de quatro a oito anos, e multa, além da pena correspondente à violência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "389038",
    "metadata": "Ano: 2014 | Banca: UFMT | Órgão: MPE-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal"
    ],
    "enunciado_principal": "No que se refere ao tipo penal de constrangimento ilegal, previsto no art. 146 do Código Penal, assinale a afirmativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime poderá ser perpetrado nas modalidades dolosa e culposa."
      },
      {
        "letra": "B",
        "texto": "A vontade do autor deve ser ilegítima, pois, sendo legítima, haverá o crime de exercício arbitrário das próprias razões."
      },
      {
        "letra": "C",
        "texto": "É crime comum, pois, se a conduta for praticada por funcionário público, no exercício de suas funções, há crime de abuso de autoridade."
      },
      {
        "letra": "D",
        "texto": "Trata-se de crime subsidiário, ou seja, só é punido autonomamente se não constituir elementar, qualificadora ou meio de execução de outro crime."
      },
      {
        "letra": "E",
        "texto": "Além das penas cominadas, aplicam-se ao autor do crime as correspondentes à violência."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "363885",
    "metadata": "Ano: 2014 | Banca: TRT 2R (SP) | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Sequestro ou cárcere privado",
      "Crimes contra o patrimônio",
      "Furto",
      "Extorsão"
    ],
    "enunciado_principal": "Em relação às figuras abaixo descritas, aponte a alternativa correta que corresponda com exatidão, de forma respectiva e seqüencial, os crimes correspondentes: 1. subtrair o sócio, para outrem, a quem legitimamente a detém, a coisa comum; 2. constranger alguém, mediante violência com o intuito de obter indevida vantagem econômica a deixar de fazer alguma coisa; 3. exigir ou receber, como garantia de dívida, abusando da situação de alguém, documento a que pode dar causa a procedimento criminal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Furto de coisa comum; constrangimento ilegal; extorsão."
      },
      {
        "letra": "B",
        "texto": "Furto; extorsão indireta; seqüestro."
      },
      {
        "letra": "C",
        "texto": "Constrangimento ilegal; extorsão indireta; furto de coisa comum."
      },
      {
        "letra": "D",
        "texto": "Furto de coisa comum; extorsão; extorsão indireta."
      },
      {
        "letra": "E",
        "texto": "Furto; extorsão; extorsão mediante seqüestro."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "506105",
    "metadata": "Ano: 2013 | Banca: TRT 14R | Órgão: TRT - 14ª Região (RO e AC)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal"
    ],
    "enunciado_principal": "Analise as proposições abaixo e após marque a alternativa correta: I. Qualquer pessoa pode ser sujeito ativo do crime de constrangimento ilegal; quanto ao sujeito passivo, é indispensável que possua capacidade de autodeterminação. II. O constrangimento ilegal comporta condutas dolosas e culposas. III. Nas hipóteses de constrangimento ilegal, ficando evidenciado o objetivo econômico, haverá concurso de crimes com o de extorsão.IV. A ameaça se diferencia do constrangimento ilegal porque neste último o agente busca uma conduta positiva ou negativa da vítima e, na ameaça, o sujeito ativo pretende tão somente atemorizar o sujeito passivo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas os itens I e II são verdadeiros."
      },
      {
        "letra": "B",
        "texto": "Apenas os itens II e III são verdadeiros."
      },
      {
        "letra": "C",
        "texto": "Apenas os itens III e IV são verdadeiros."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens I e IV são verdadeiros."
      },
      {
        "letra": "E",
        "texto": "Apenas os itens II e IV são verdadeiros."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1197846",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Crimes contra o patrimônio",
      "Roubo"
    ],
    "enunciado_principal": "No item a seguir, é apresentada uma situação hipotética, seguida de uma assertiva a ser julgada com base no direito penal. Três criminosos interceptaram um carro forte e dominaram os seguranças, reduzindo-lhes por completo qualquer possibilidade de resistência, mediante grave ameaça e emprego de armamento de elevado calibre. O grupo, entretanto, encontrou vazio o cofre do veículo, pois, por erro de estratégia, efetuara a abordagem depois que os valores e documentos já haviam sido deixados na agência bancária. Por fim, os criminosos acabaram fugindo sem nada subtrair. Nessa situação, ante a inexistência de valores no veículo e ante a ausência de subtração de bens, elementos constitutivos dos delitos patrimoniais, ficou descaracterizado o delito de roubo, subsistindo apenas o crime de constrangimento ilegal qualificado pelo concurso de pessoas e emprego de armas.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "488283",
    "metadata": "Ano: 2012 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal"
    ],
    "enunciado_principal": "Assinale a afirmação correta em relação ao delito de constrangimento ilegal (artigo 146 do Código Penal).",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Diante de sua gravidade, o delito não é tratado como uma infração de menor potencial ofensivo."
      },
      {
        "letra": "B",
        "texto": "Em caso de condenação, deverá ser penalizado sempre de forma alternativa, com pena de prisão ou com pena de multa."
      },
      {
        "letra": "C",
        "texto": "Configuram delito de constrangimento ilegal as intervenções médicas ou cirúrgicas realizadas sem o consentimento do paciente ou de seu representante legal, mesmo quando houver iminente perigo de vida."
      },
      {
        "letra": "D",
        "texto": "As penas relativas à violência deverão ser aplicadas de forma independente em caso de condenação, não se configurando bis in idem."
      },
      {
        "letra": "E",
        "texto": "Trata-se de delito que se processa mediante ação penal pública condicionada à representação da vítima."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "488282",
    "metadata": "Ano: 2012 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal"
    ],
    "enunciado_principal": "Quanto ao delito de constrangimento ilegal (artigo 146 do Código Penal), assinale a afirmação correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não cabe suspensão condicional do processo, diante da gravidade do delito."
      },
      {
        "letra": "B",
        "texto": "A pena de multa deve ser aplicada cumulativamente à pena privativa de liberdade, em caso de condenação."
      },
      {
        "letra": "C",
        "texto": "As penas aplicam-se cumulativamente e em dobro quando, para execução do crime, se reúnem mais de três pessoas, ou há emprego de armas."
      },
      {
        "letra": "D",
        "texto": "Eventuais delitos de maior gravidade envolvendo violência são absorvidos pelo constrangimento ilegal."
      },
      {
        "letra": "E",
        "texto": "Configura delito a coerção exercida para impedir suicídio, diante da ausência do consentimento do ofendido."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "506001",
    "metadata": "Ano: 2011 | Banca: TRT 16R | Órgão: TRT - 16ª REGIÃO (MA)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Punibilidade no concurso de pessoas",
      "Crimes contra a honra",
      "Calúnia",
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Crimes contra o patrimônio",
      "Apropriação indébita"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O agente que, voluntariamente, desiste de prosseguir na execução ou impede que o resultado se produza, só responde pelos atos já praticados"
      },
      {
        "letra": "B",
        "texto": "Não é punível a calúnia contra os mortos."
      },
      {
        "letra": "C",
        "texto": "A intervenção médica ou cirúrgica, sem o consentimento do paciente ou de seu representante legal, se justificada por iminente perigo de vida, bem como a coação exercida para impedir suicídio não se amoldam à figura típica do crime de constrangimento ilegal."
      },
      {
        "letra": "D",
        "texto": "O crime de apropriação indébita previdenciária, previsto no Art. 168-A do Código Penal Pátrio consiste em deixar de repassar à previdência social as contribuições recolhidas dos contribuintes, no prazo e forma legal ou convencional, estando passível de aplicação da mesma penalidade prevista no caput (reclusão, de 2 a 5 anos, e muita) do dispositivo aquele que: deixar de recolher, no prazo legal, contribuição ou outra importância destinada à previdência social que tenha sido descontada de pagamento efetuado a segurados, a terceiros ou arrecadada do público; deixar de recolher contribuições devidas à previdência social que tenham integrado despesas contábeis ou custos relativos à venda de produtos ou à prestação de serviços; e deixar de pagar benefício devido a segurado, quando as respectivas cotas ou valores já tiverem sido reembolsados à empresa peia previdência social."
      },
      {
        "letra": "E",
        "texto": "O ajuste, a determinação ou instigação e o auxílio, salvo disposição expressa em contrário, não são puníveis, se o crime não chega, pelo menos, a ser tentado."
      }
    ],
    "gabarito": "B"
  }
]