[
  {
    "id": "3336066",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: MPU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Contrabando"
    ],
    "enunciado_principal": "Após investigação realizada, em conjunto, pela Polícia Federal e pelo Ministério Público Federal, Daniel e Caio foram presos em flagrante quando desembarcavam, com o auxílio de terceiros que lograram se evadir, toneladas de mercadorias importadas do Paraguai e que são proibidas no Brasil. Apreendeu-se, ainda, o caminhão empregado no transporte dos produtos, por meio rodoviário. Registre-se que os referidos bens não possuem qualquer relação com as proibições descritas na Lei de Drogas e no Estatuto do Desarmamento. Nesse cenário, considerando as disposições do Código Penal, é correto afirmar que Daniel e Caio responderão pela prática do(s) delito(s) de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "contrabando e descaminho, em concurso, sendo certo que a prática dos crimes em transporte rodoviário não enseja a aplicação da pena em dobro;"
      },
      {
        "letra": "B",
        "texto": "contrabando, sendo certo que a prática do crime em transporte rodoviário não enseja a aplicação da pena em dobro;"
      },
      {
        "letra": "C",
        "texto": "descaminho, sendo certo que a prática do crime em transporte rodoviário não enseja a aplicação da pena em dobro;"
      },
      {
        "letra": "D",
        "texto": "contrabando, sendo certo que a pena será duplicada, em razão da prática do crime em transporte rodoviário;"
      },
      {
        "letra": "E",
        "texto": "descaminho, sendo certo que a pena será duplicada, em razão da prática do crime em transporte rodoviário."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3248008",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: Prefeitura de Niterói - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Contrabando"
    ],
    "enunciado_principal": "O Código Penal (Decreto Lei nº 2.848, de 07 de dezembro de 1940) elenca, no capítulo II do título XI da Parte especial, um rol de crimes comuns praticados por qualquer pessoa contra a administração em geral, sendo assim:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "incorre na pena do crime de contrabando quem reinsere no território nacional mercadoria brasileira destinada à exportação"
      },
      {
        "letra": "B",
        "texto": "no crime de descaminho, qualquer forma de comércio irregular ou clandestino de mercadorias estrangeiras, salvo o exercido em residências, equipara-se às atividades comerciais"
      },
      {
        "letra": "C",
        "texto": "a usurpação de função pública só restará configurada se do fato o agente auferir vantagem"
      },
      {
        "letra": "D",
        "texto": "não constitui crime de resistência à oposição a execução de ato legal, mediante violência ou ameaça a particular que esteja prestando auxílio ao funcionário competente para executá-lo"
      },
      {
        "letra": "E",
        "texto": "para a consumação do crime de corrupção ativa, é imprescindível que o funcionário público receba a vantagem indevida"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3179517",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Contrabando",
      "Descaminho"
    ],
    "enunciado_principal": "Assinale a alternativa correta. Em um posto de abastecimento às margens de rodovia, ao abastecer a viatura, policiais rodoviários conseguiram avistar um motorista que saiu cambaleante da lanchonete, ligou seu veículo e o conduziu pela rodovia, até que os policiais conseguiram alcançá-lo, dando ordem de parada, a 2 km da saída do posto. Ao indagarem seus dados, ele disse se chamar Quinto Petílio, não apresentando nenhum documento, alegando portá-los em seu celular, que se encontrava descarregado. Percebendo estar o banco traseiro mais alto que o normal, com cobertor de mesma cor do estofado, os policiais encontraram ocultos 690 maços de cigarros paraguaios, sem autorização do órgão competente. No posto policial, os policiais conseguiram identificar que o motorista se tratava, na verdade, de Licínio Muciano, o qual detinha condenação anterior por embriaguez ao volante. Em teste de etilômetro, constatou-se volume de álcool por litro de ar expelido significativamente superior ao permitido. Segundo a atual jurisprudência consolidada do STJ, o motorista poderá responder:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pelos crimes de descaminho, embriaguez ao volante e falsa identidade."
      },
      {
        "letra": "B",
        "texto": "Pelos crimes de contrabando, embriaguez ao volante e falsa identidade."
      },
      {
        "letra": "C",
        "texto": "Pelo crime de embriaguez ao volante, estando a falsa identidade abrangida no direito de autodefesa e o fato relativo aos cigarros irrelevante penal."
      },
      {
        "letra": "D",
        "texto": "Pelos crimes de embriaguez ao volante e falsa identidade, sendo o fato relativo aos cigarros irrelevante penal."
      },
      {
        "letra": "E",
        "texto": "Pelos crimes de descaminho e embriaguez, estando a falsa identidade abrangida no direito de autodefesa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3464839",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Câmara Municipal de Itatiba - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Contrabando",
      "Descaminho"
    ],
    "enunciado_principal": "À luz da jurisprudência do STJ sobre os crimes de contrabando e descaminho, é CORRETO o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A reiteração da conduta delitiva obsta a aplicação do princípio da insignificância ao crime de descaminho - independentemente do valor do tributo não recolhido -, ressalvada a possibilidade de, no caso concreto, se concluir que a medida é socialmente recomendável."
      },
      {
        "letra": "B",
        "texto": "A importação clandestina de medicamentos configura crime de contrabando, não sendo possível a aplicação do princípio da insignificância aos casos de importação não autorizada de pequena quantidade para uso próprio."
      },
      {
        "letra": "C",
        "texto": "A importação não autorizada de cigarros constitui crime de contrabando, insuscetível de aplicação do princípio da insignificância."
      },
      {
        "letra": "D",
        "texto": "O princípio da insignificância é aplicável ao crime de contrabando de cigarros quando a quantidade apreendida não ultrapassar 1.000 (mil) maços, não obstando a sua aplicação a reiteração da conduta delitiva."
      },
      {
        "letra": "E",
        "texto": "É necessária a constituição definitiva do crédito tributário na esfera administrativa para a configuração dos crimes de contrabando e de descaminho."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3100491",
    "metadata": "Ano: 2024 | Banca: FAPEC | Órgão: MPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Contrabando"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A Superior Tribunal de Justiça, por meio de sua Terceira Seção, firmou tese jurídica em sede de temática de recursos repetitivos no sentido de que o princípio da insignificância é aplicável ao crime de contrabando de cigarros quando a quantidade apreendida não ultrapassar 1.000 (mil) maços, excetuada a hipótese de reiteração da conduta, circunstância apta a afastar a atipicidade material, diante da maior reprovabilidade e periculosidade social da ação."
      },
      {
        "letra": "B",
        "texto": "Quando a Súmula 711 do Supremo Tribunal Federal define que “a lei penal mais grave aplica-se ao crime continuado ou ao crime permanente, se a sua vigência é anterior à cessação da continuidade ou da permanência”, está a aplicar o fenômeno da extra-atividade da lei penal em sua espécie de ultra-atividade."
      },
      {
        "letra": "C",
        "texto": "Quando um funcionário público concorre culposamente para que um particular subtraia bem público do interior de uma repartição pública, apesar de se tratar de hipótese de concurso de pessoas, aquele responderá por peculato culposo e este último por furto, como exceção à teoria unitária ou monista adotada pelo Código Penal Brasileiro."
      },
      {
        "letra": "D",
        "texto": "Ao contendor que sofra lesão corporal grave durante rixa da qual participava, não se aplica a pena da qualificadora, prevista no parágrafo único do art. 137 do Código Penal, em decorrência do princípio da alteridade ou transcendentalidade."
      },
      {
        "letra": "E",
        "texto": "O crime de sequestro, qualificado pela finalidade de praticar atos libidinosos contra a vítima, não passará da esfera da tentativa se, após a privação da liberdade por tempo juridicamente relevante, nenhum ato de conotação sexual chegar a ser praticado, por circunstâncias alheias à vontade do agente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3037172",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Contrabando"
    ],
    "enunciado_principal": "Tatiana, proprietária de um pequeno estabelecimento comercial, utiliza, dolosamente e em proveito próprio, no exercício de sua atividade comercial, mercadorias proibidas pela lei brasileira, tendo conhecimento de que elas foram importadas ao território pátrio por meios clandestinos. Registre-se que os referidos bens não possuem qualquer relação com as proibições descritas na Lei de Drogas e no Estatuto do Desarmamento. Nesse cenário, considerando as disposições do Código Penal, é correto afirmar que Tatiana:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não responderá por qualquer crime, pois as mercadorias proibidas não estão expostas à venda no estabelecimento comercial;"
      },
      {
        "letra": "B",
        "texto": "não responderá por qualquer crime, por não ter sido a responsável pela importação das mercadorias proibidas;"
      },
      {
        "letra": "C",
        "texto": "responderá pelo crime de facilitação de contrabando;"
      },
      {
        "letra": "D",
        "texto": "responderá pelo crime de contrabando;"
      },
      {
        "letra": "E",
        "texto": "responderá pelo crime de descaminho."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2521763",
    "metadata": "Ano: 2024 | Banca: ADVISE | Órgão: Prefeitura de Sertãozinho - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Contrabando"
    ],
    "enunciado_principal": "Aquele que pratica a conduta típica de “Iludir, no todo ou em parte, o pagamento de direito ou imposto devido pela entrada, pela saída ou pelo consumo de mercadoria” incorre no crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "desacato."
      },
      {
        "letra": "B",
        "texto": "desobediência."
      },
      {
        "letra": "C",
        "texto": "descaminho."
      },
      {
        "letra": "D",
        "texto": "contrabando."
      },
      {
        "letra": "E",
        "texto": "inutilização de edital."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2497990",
    "metadata": "Ano: 2024 | Banca: IBADE | Órgão: Prefeitura de Jaru - RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Contrabando"
    ],
    "enunciado_principal": "De acordo com o Código Penal, contrabando pode ser definido como “importar ou exportar mercadoria proibida”. Qual(is) do(s) item(ns) abaixo é(são) considerado(s) equivalente(s) ao contrabando, incorrendo inclusive na mesma pena? I- Importação ou exportação clandestina de mercadoria que depende de registro, análise ou autorização de órgão público competente. II- Reinserção, no território nacional, de mercadoria brasileira destinada à exportação. III- Manutenção em depósito, no exercício de atividade comercial ou industrial, de mercadoria proibida pela lei brasileira. IV- Ocultação, em proveito próprio ou alheio, no exercício de atividade comercial ou industrial, de mercadoria proibida pela lei brasileira.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III;"
      },
      {
        "letra": "B",
        "texto": "I, II e IV;"
      },
      {
        "letra": "C",
        "texto": "I, III e IV;"
      },
      {
        "letra": "D",
        "texto": "II, III e IV;"
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2394774",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: MPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Contrabando"
    ],
    "enunciado_principal": "Tendo em conta os Crimes contra a Administração Pública, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não se aplica o princípio da insignificância, para afastar a tipicidade material da conduta, ao crime de contrabando, por menor que seja a ofensividade da conduta."
      },
      {
        "letra": "B",
        "texto": "no crime de peculato-furto, a condição de funcionário público não se comunica ao particular que subtrai o bem, com a concorrência do agente público, respondendo o particular por crime de furto."
      },
      {
        "letra": "C",
        "texto": "a importação clandestina de medicamentos configura o crime de contrabando, aplicando-se, excepcionalmente, o princípio da insignificância aos casos de importação não autorizada de pequena quantidade para uso próprio."
      },
      {
        "letra": "D",
        "texto": "o crime de usurpação de função pública não se caracteriza se o agente é funcionário público, sem prejuízo de caracterizar, em tese, o crime de exercício funcional ilegalmente antecipado ou prolongado."
      },
      {
        "letra": "E",
        "texto": "a cobrança, pelo médico do SUS, de valores correspondentes a ressarcimento de despesas por técnica cirúrgica não coberta pelo SUS, tipifica o crime de corrupção passiva."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2278047",
    "metadata": "Ano: 2023 | Banca: ADVISE | Órgão: Prefeitura de Lagoa do Carro - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Contrabando"
    ],
    "enunciado_principal": "A conduta típica do crime de “Contrabando” previsto no Código Penal é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Importar ou exportar mercadoria proibida."
      },
      {
        "letra": "B",
        "texto": "Iludir, no todo ou em parte, o pagamento de direito ou imposto devido pela entrada, pela saída ou pelo consumo de mercadoria."
      },
      {
        "letra": "C",
        "texto": "Solicitar, exigir, cobrar ou obter, para si ou para outrem, vantagem ou promessa de vantagem, a pretexto de influir em ato praticado por funcionário público no exercício da função."
      },
      {
        "letra": "D",
        "texto": "Desacatar funcionário público no exercício da função ou em razão dela."
      },
      {
        "letra": "E",
        "texto": "Impedir, perturbar ou fraudar concorrência pública ou venda em hasta pública, promovida pela administração federal, estadual ou municipal, ou por entidade paraestatal; afastar ou procurar afastar concorrente ou licitante, por meio de violência, grave ameaça, fraude ou oferecimento de vantagem."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2264197",
    "metadata": "Ano: 2023 | Banca: Instituto UniFil | Órgão: Prefeitura de Japira - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Corrupção ativa",
      "Contrabando",
      "Tráfico de influência"
    ],
    "enunciado_principal": "Nos termos do Código Penal Brasileiro, aquele que exigir, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida, está a praticar o seguinte crime:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "excesso de exação."
      },
      {
        "letra": "B",
        "texto": "tráfico de influência."
      },
      {
        "letra": "C",
        "texto": "contrabando."
      },
      {
        "letra": "D",
        "texto": "corrupção Ativa."
      },
      {
        "letra": "E",
        "texto": "concussão."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2257654",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: Câmara de Tanabi - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Contrabando"
    ],
    "enunciado_principal": "É conduta equiparada ao contrabando:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "praticar fato assimilado, em lei especial, a descaminho."
      },
      {
        "letra": "B",
        "texto": "praticar navegação de cabotagem, fora dos casos permitidos em lei."
      },
      {
        "letra": "C",
        "texto": "utilizar em proveito próprio, no exercício de atividade comercial, mercadoria de procedência estrangeira que introduziu clandestinamente no País."
      },
      {
        "letra": "D",
        "texto": "exportar clandestinamente mercadoria que dependa de registro, análise ou autorização de órgão público competente."
      },
      {
        "letra": "E",
        "texto": "ocultar, em proveito próprio, no exercício de atividade industrial, mercadoria de procedência estrangeira, desacompanhada de documentação legal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2253116",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: Prefeitura de São Paulo - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato",
      "Crimes contra a administração pública",
      "Corrupção ativa em transação comercial internacional. Tráfico de influência em transação comercial internacional",
      "Contrabando",
      "Descaminho"
    ],
    "enunciado_principal": "Carlos é comerciante e decide importar uma grande quantidade de eletrônicos, como smartphones e tablets, para revender em sua loja. Ele tem ciência de que, para realizar a importação legalmente, precisa pagar os devidos tributos aduaneiros. Entretanto, visando obter maior lucro, Carlos decide não declarar a totalidade dos eletrônicos importados e subfatura a quantidade real da carga na documentação de importação, com o intuito de reduzir os valores dos tributos que deveria pagar. Considerando o caso apresentado, assinale a alternativa que corresponde à infração cometida por Carlos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Contrabando."
      },
      {
        "letra": "B",
        "texto": "Corrupção ativa em transação comercial."
      },
      {
        "letra": "C",
        "texto": "Falsidade material."
      },
      {
        "letra": "D",
        "texto": "Descaminho."
      },
      {
        "letra": "E",
        "texto": "Estelionato."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2228204",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: SEFIN de Fortaleza - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Contrabando"
    ],
    "enunciado_principal": "Acerca dos crimes contra a administração pública, julgue o item a seguir, com base no entendimento do Superior Tribunal de Justiça (STJ). A importação não autorizada de cigarros ou gasolina constitui crime de contrabando, suscetível de aplicação do princípio da insignificância.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2206869",
    "metadata": "Ano: 2023 | Banca: IDIB | Órgão: CDC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Resistência",
      "Corrupção ativa",
      "Contrabando"
    ],
    "enunciado_principal": "Sobre os crimes praticados por particular contra a Administração Geral, analise as afirmativas a seguir: I. No crime de resistência, o agente opõe-se à execução de ato legal, mediante violência ou ameaça a funcionário competente para executá-lo ou a quem lhe esteja prestando auxílio. II. No crime de corrupção ativa, a pena é aumentada de um terço, se, em razão da vantagem indevida ou sua promessa, o funcionário retarda ou omite ato de ofício, ou o pratica infringindo dever funcional. III. No crime de contrabando, apenas responde o agente que importar mercadorias proibidas, sendo atípica a conduta de exportar mercadoria proibida. Assinale",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se apenas a afirmativa I estiver correta."
      },
      {
        "letra": "B",
        "texto": "se apenas a afirmativa II estiver correta."
      },
      {
        "letra": "C",
        "texto": "se apenas a afirmativa III estiver correta."
      },
      {
        "letra": "D",
        "texto": "se apenas as afirmativas I e II estiverem corretas."
      },
      {
        "letra": "E",
        "texto": "se apenas as afirmativas II e III estiverem corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2178752",
    "metadata": "Ano: 2023 | Banca: Quadrix | Órgão: CRO-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Contrabando"
    ],
    "enunciado_principal": "Acerca dos crimes contra a Administração Pública previstos no Código Penal brasileiro, julgue o item.A pessoa que reinsere, no território nacional, uma mercadoria de origem brasileira destinada à exportação incorre na mesma pena aplicada ao contrabando.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2108177",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: TCM-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Princípios limitadores do poder punitivo estatal",
      "Crimes contra o patrimônio",
      "Roubo",
      "Estelionato",
      "Crimes contra a fé pública",
      "Falsidade ideológica",
      "Crimes contra a administração pública",
      "Contrabando"
    ],
    "enunciado_principal": "A interpretação da Súmula 599 do Superior Tribunal de Justiça veda a aplicação do princípio da insignificância ao crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "roubo."
      },
      {
        "letra": "B",
        "texto": "estelionato."
      },
      {
        "letra": "C",
        "texto": "contrabando"
      },
      {
        "letra": "D",
        "texto": "falsidade ideológica."
      },
      {
        "letra": "E",
        "texto": "adulteração de sinal identificador de veículo automotor."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1995396",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Exercício funcional ilegalmente antecipado ou prolongado",
      "Contrabando"
    ],
    "enunciado_principal": "No que se refere aos crimes contra a administração pública, analise as afirmativas a seguir. I. Constitui crime de exercício funcional ilegalmente antecipado ou prolongado, entrar no exercício de função pública antes de satisfeitas as exigências legais, ou continuar a exercê-la, sem autorização, depois de saber oficialmente que foi exonerado, removido, substituído ou suspenso. II. Kant, próspero empresário, importou mercadoria proibida, sendo que sua conduta foi facilitada pelo servidor público Hegel, o qual, dolosamente, atuou com infração de dever funcional. Nesse contexto, Kant e Hegel responderão pelo crime de contrabando. III. Para a consumação do delito de concussão exige-se a produção do resultado naturalístico consistente no recebimento da vantagem indevida. Estão corretas as afirmativas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III"
      },
      {
        "letra": "B",
        "texto": "I e II apenas"
      },
      {
        "letra": "C",
        "texto": "II apenas"
      },
      {
        "letra": "D",
        "texto": "I e III apenas"
      },
      {
        "letra": "E",
        "texto": "I apenas"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1958870",
    "metadata": "Ano: 2022 | Banca: TRF - 4ª REGIÃO | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Corrupção passiva",
      "Contrabando",
      "Legislação Penal Especial",
      "Lei de Tóxicos – Lei nº 11.343 de 2006",
      "Descaminho"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Eventual coincidência temporal entre o recebimento indireto de vantagem indevida, no campo da corrupção passiva, e a implementação de atos autônomos de ocultação, dissimulação ou integração na lavagem não autoriza o reconhecimento de crime único se atingida a tipicidade objetiva e subjetiva própria do delito de lavagem de dinheiro."
      },
      {
        "letra": "B",
        "texto": "É prevista a aplicação da pena em dobro quando se tratar de crime de contrabando ou de descaminho praticado em transporte aéreo. Conforme a jurisprudência atual do Superior Tribunal de Justiça, é devida a aplicação dessa majorante apenas quando se tratar de voo clandestino, e não de voo regular, isso porque, naquele caso, a censurabilidade da conduta seria maior, pois que realizada sem sujeição à fiscalização alfandegária aeroportuária."
      },
      {
        "letra": "C",
        "texto": "Associados de forma estável e permanente, três agentes que tenham por finalidade a prática de apenas um delito de tráfico de drogas (o qual nem mesmo viera a acontecer – inexistindo, portanto, a apreensão da droga) e a prática de numerosos crimes de extorsão mediante sequestro podem incorrer, a depender do contexto fático, no crime de associação para fins de tráfico de drogas e de associação criminosa, mas não no crime de integrar organização criminosa previsto na Lei nº 12.850/2013."
      },
      {
        "letra": "D",
        "texto": "Embora a entrega da declaração pelo contribuinte reconhecendo débito fiscal constitua o crédito tributário, dispensada qualquer outra providência por parte do fisco, nos crimes de apropriação indébita previdenciária, a representação fiscal para fins penais será encaminhada ao Ministério Público somente depois de proferida decisão final, na esfera administrativa, sobre a exigência fiscal do crédito tributário correspondente."
      },
      {
        "letra": "E",
        "texto": "Em que pese o débito verificado não ultrapasse R$ 20.000,00 (vinte mil reais), a existência de outras ações penais, inquéritos policiais em curso ou procedimentos administrativos fiscais, apesar de não configurar reincidência, é suficiente para caracterizar a habitualidade delitiva e, por consequência, afastar a incidência do princípio da insignificância nos delitos de descaminho."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1893443",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PC-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Princípios limitadores do poder punitivo estatal",
      "Crimes contra o patrimônio",
      "Roubo",
      "Crimes contra a fé pública",
      "Uso de documento falso",
      "Supressão de documento",
      "Crimes contra a administração pública",
      "Contrabando",
      "Descaminho"
    ],
    "enunciado_principal": "O princípio da insignificância é admitido na doutrina e na jurisprudência em relação ao delito de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "descaminho."
      },
      {
        "letra": "B",
        "texto": "uso de documento falso."
      },
      {
        "letra": "C",
        "texto": "supressão de documento."
      },
      {
        "letra": "D",
        "texto": "roubo simples."
      },
      {
        "letra": "E",
        "texto": "contrabando."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1837517",
    "metadata": "Ano: 2021 | Banca: ADVISE | Órgão: Prefeitura de Coremas - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Contrabando"
    ],
    "enunciado_principal": "O Código Penal (Decreto-lei nº 2.848/40) prevê a conduta típica de facilitar, com infração de dever funcional, a prática de contrabando ou descaminho como crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Prevaricação."
      },
      {
        "letra": "B",
        "texto": "Corrupção passiva."
      },
      {
        "letra": "C",
        "texto": "Condescendência criminosa."
      },
      {
        "letra": "D",
        "texto": "Advocacia administrativa."
      },
      {
        "letra": "E",
        "texto": "Facilitação de contrabando ou descaminho."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1617772",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: PRF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Contrabando",
      "Descaminho"
    ],
    "enunciado_principal": "Ainda com relação a aspectos legais que concernem aos procedimentos policiais, julgue o item seguinte. Tanto o crime de contrabando quanto o crime de descaminho têm como fim específico a regularidade fiscal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1083613",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Contrabando",
      "Descaminho"
    ],
    "enunciado_principal": "Miguel e Mauro viajaram para Foz do Iguaçu, no estado do Paraná, e lá atravessaram a Ponte Internacional da Amizade para ingresso no Paraguai, em Ciudad del Este, onde compraram um carregamento de 100 mil pacotes de cigarros, para revender no Brasil, e precisavam retornar ao território nacional com a mercadoria, mas não possuíam autorização para importação. Para tanto, Miguel, que é piloto de aeronave, e Mauro alugaram um avião e realizaram o transporte aéreo da mercadoria do Paraguai para uma fazenda situada no estado do Paraná, próxima a Foz do Iguaçu. No momento em que aterrizaram, e desembarcaram em território nacional, com a mercadoria, Miguel e Mauro foram presos em flagrante pela Polícia Federal. No caso hipotético apresentado, Miguel e Mauro cometeram crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "descaminho, e estão sujeitos à pena de 01 a 04 anos de reclusão, sem qualquer majoração, pois o descaminho foi praticado em avião clandestino."
      },
      {
        "letra": "B",
        "texto": "descaminho, e estão sujeitos à pena de 01 a 04 anos de reclusão, que deverá ser aplicada em dobro, pois o descaminho foi realizado em transporte aéreo."
      },
      {
        "letra": "C",
        "texto": "contrabando, e estão sujeitos à pena de 02 a 05 anos de reclusão, que deverá ser majorada de 1/3 a metade, pois o contrabando foi realizado em transporte aéreo."
      },
      {
        "letra": "D",
        "texto": "descaminho, e estão sujeitos à pena de 01 a 04 anos de reclusão, que deverá ser majorada de 1/3 a metade, pois o descaminho foi realizado em transporte aéreo."
      },
      {
        "letra": "E",
        "texto": "contrabando, e estão sujeitos à pena de 02 a 05 anos de reclusão, que deverá ser aplicada em dobro, pois o contrabando foi realizado em transporte aéreo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2000372",
    "metadata": "Ano: 2018 | Banca: INDEPAC | Órgão: Câmara de Guarujá - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Contrabando",
      "Subtração ou inutilização de livro ou documento. Sonegação de contribuição previdenciária",
      "Descaminho"
    ],
    "enunciado_principal": "Sobre os crimes contra a Administração Pública, assinale a alternativa que está de acordo com o entendimento do Superior Tribunal de Justiça.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A importação não autorizada de cigarros constitui o crime de contrabando, passível de aplicação do princípio da insignificância."
      },
      {
        "letra": "B",
        "texto": "É necessária a constituição definitiva do crédito tributário na esfera administrativa para a configuração dos crimes de contrabando e de descaminho."
      },
      {
        "letra": "C",
        "texto": "O crime de sonegação de contribuição previdenciária, previsto no art. 337-A do Código Penal, não exige dolo específico para a sua configuração."
      },
      {
        "letra": "D",
        "texto": "O crime de sonegação de contribuição previdenciária é de natureza formal e por isso não exige a constituição definitiva do débito tributário perante o âmbito administrativo para configurar-se como conduta típica."
      },
      {
        "letra": "E",
        "texto": "O pagamento ou o parcelamento dos débitos tributários extingue a punibilidade do crime de descaminho, tendo em vista a natureza material do delito."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "933025",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Contrabando"
    ],
    "enunciado_principal": "João integra uma organização criminosa que, além de contrabandear e armazenar, vende, clandestinamente, cigarros de origem estrangeira nas ruas de determinada cidade brasileira. A partir dessa situação hipotética, julgue o item subsequente. Considere que João e sua organização criminosa utilizem transporte marítimo clandestino para fazer ingressarem no território brasileiro os cigarros contrabandeados. Nessa situação, a pena pelo crime de contrabando será aumentada pela metade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "933024",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Contrabando"
    ],
    "enunciado_principal": "João integra uma organização criminosa que, além de contrabandear e armazenar, vende, clandestinamente, cigarros de origem estrangeira nas ruas de determinada cidade brasileira. A partir dessa situação hipotética, julgue o item subsequente. O crime de contrabando, como o praticado por João e sua organização criminosa, foi tipificado no Código Penal brasileiro em decorrência do princípio da continuidade normativo-típica.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1843011",
    "metadata": "Ano: 2017 | Banca: Crescer Concursos | Órgão: Prefeitura de Urbano Santos - MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Contrabando",
      "Descaminho"
    ],
    "enunciado_principal": "Considerando o crime de contrabando e descaminho, assinale a alternativa CORRETA: I. Considera-se contrabando iludir, no todo ou em parte, o pagamento de imposto devido. II. Para os crimes de descaminho, a jurisprudência tem adotado o princípio da insignificância quando o prejuízo for inferior ao patamar estabelecido pela Fazenda Nacional como irrelevante para fins de execução penal. III. Tanto no crime de contrabando quanto no de descaminho, admite-se a tentativa.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Itens I e II estão corretos, apenas."
      },
      {
        "letra": "B",
        "texto": "Itens I e III estão corretos, apenas."
      },
      {
        "letra": "C",
        "texto": "Itens II e III estão corretos, apenas."
      },
      {
        "letra": "D",
        "texto": "Itens I, II e III estão corretos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "908473",
    "metadata": "Ano: 2017 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Contrabando"
    ],
    "enunciado_principal": "QUANTO AO CRIME DE CONTRABANDO, ASSINALE A ALTERNATIVA CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cabe suspensão condicional do processo;"
      },
      {
        "letra": "B",
        "texto": "a prescrição, antes de transitar em julgado a sentença, é de 12 anos;"
      },
      {
        "letra": "C",
        "texto": "tanto na figura básica como nas figuras assimiladas o agente deve ser comerciante ou industrial, ainda que exercendo a atividade em residência;"
      },
      {
        "letra": "D",
        "texto": "a proibição pode ser absoluta e relativa, mas nunca temporária."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "864340",
    "metadata": "Ano: 2017 | Banca: FAUEL | Órgão: Prev São José - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Desobediência",
      "Desacato",
      "Corrupção ativa em transação comercial internacional. Tráfico de influência em transação comercial internacional",
      "Contrabando"
    ],
    "enunciado_principal": "Acerca dos crimes praticados contra a Administração Pública, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Funcionário público pode ser sujeito ativo do crime de desacato, vez que se trata de crime comum."
      },
      {
        "letra": "B",
        "texto": "O delito de tráfico de influência é crime formal, de consumação antecipada, de modo que a obtenção da vantagem configura-se como mero exaurimento do crime."
      },
      {
        "letra": "C",
        "texto": "Pratica o crime de desobediência aquele que se opõe à execução de ato legal, mediante violência ou ameaça a funcionário competente para executá- lo ou a quem lhe esteja prestando auxílio."
      },
      {
        "letra": "D",
        "texto": "A discordância ou mesmo a indignação com a demora ou a ineficiência da prestação de serviço público, expressa verbalmente diante de funcionário público, não configura, por si só, o crime de desacato."
      },
      {
        "letra": "E",
        "texto": "Aquele que importar ou exportar mercadoria proibida pratica o delito de contrabando."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "854361",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Contrabando"
    ],
    "enunciado_principal": "Com referência a essa situação hipotética, julgue o item a seguir.A conduta de Michael, quando capturado na região de fronteira, configura crime de contrabando.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "852977",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Facilitação de contrabando ou descaminho",
      "Contrabando",
      "Descaminho"
    ],
    "enunciado_principal": "Julgue os itens a seguir, a respeito do crime de contrabando e de descaminho. I A importação de colete à prova de balas sem a prévia autorização do órgão público competente configura crime de contrabando. II É inadmissível a aplicação do princípio da insignificância para o crime de contrabando, uma vez que o bem jurídico tutelado não possui caráter exclusivamente patrimonial, mas envolve a vontade estatal de controlar a entrada de determinado produto em prol da segurança e da saúde públicas. III Comete o crime de contrabando quem, de qualquer forma, utiliza em proveito próprio ou alheio, no exercício de atividade comercial realizada em residência, mercadoria de procedência estrangeira que introduziu clandestinamente no Brasil. IV Como os cigarros estrangeiros são produtos liberados para a comercialização no Brasil — desde que previamente analisados e registrados no país pelos órgãos competentes —, a pessoa que os importa sem autorização comete o crime de descaminho. Estão certos apenas os itens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "I e III."
      },
      {
        "letra": "C",
        "texto": "II e III."
      },
      {
        "letra": "D",
        "texto": "II e IV."
      },
      {
        "letra": "E",
        "texto": "III e IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "845188",
    "metadata": "Ano: 2017 | Banca: VUNESP | Órgão: Prefeitura de São José dos Campos - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Contrabando",
      "Descaminho"
    ],
    "enunciado_principal": "Considerando os Crimes contra a Administração, nos exatos termos do art. 334-A, § 1° , III, quem reinsere no território nacional mercadoria brasileira destinada à exportação incorre na mesma pena do crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "sonegação fiscal."
      },
      {
        "letra": "B",
        "texto": "descaminho."
      },
      {
        "letra": "C",
        "texto": "fraude de concorrência."
      },
      {
        "letra": "D",
        "texto": "contrabando."
      },
      {
        "letra": "E",
        "texto": "corrupção ativa em transação comercial internacional."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "794066",
    "metadata": "Ano: 2017 | Banca: NC-UFPR | Órgão: UFPR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Contrabando"
    ],
    "enunciado_principal": "Em relação aos crimes de contrabando e descaminho, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Contrabando e descaminho se referem a um mesmo delito, sendo tratados como sinônimos pela legislação."
      },
      {
        "letra": "B",
        "texto": "Há contrabando exclusivamente quando a mercadoria exportada ou importada é proibida."
      },
      {
        "letra": "C",
        "texto": "A reinserção, em território nacional, de mercadoria brasileira destinada à exportação configura hipótese de descaminho."
      },
      {
        "letra": "D",
        "texto": "Se praticados em transporte aéreo, marítimo ou fluvial, as penas referentes aos crimes de contrabando e descaminho podem ser substituídas por penas restritivas de direitos ou multa."
      },
      {
        "letra": "E",
        "texto": "O comércio irregular exercido em residências não pode ser considerado contrabando ou descaminho, porque está ausente a atividade de exportação ou importação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1157414",
    "metadata": "Ano: 2016 | Banca: ADVISE | Órgão: Prefeitura de Conde - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Abandono de função",
      "Resistência",
      "Desobediência",
      "Contrabando"
    ],
    "enunciado_principal": "Qual das alternativas abaixo NÃO apresenta um dos crimes praticados por particular contra a administração geral?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Resistência"
      },
      {
        "letra": "B",
        "texto": "Desobediência"
      },
      {
        "letra": "C",
        "texto": "Usurpação de função pública"
      },
      {
        "letra": "D",
        "texto": "Contrabando"
      },
      {
        "letra": "E",
        "texto": "Concussão"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "742807",
    "metadata": "Ano: 2016 | Banca: IADES | Órgão: Ceitec S.A",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Noções Gerais de Crimes Contra a Administração Pública",
      "Contrabando"
    ],
    "enunciado_principal": "A respeito das disposições contidas no Código Penal acerca dos crimes cometidos contra a Administração Pública, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Dividem-se eles em crimes praticados por funcionários públicos contra a administração em geral, praticados por particular contra a administração em geral e praticados por funcionários públicos e particular contra a administração pública estrangeira."
      },
      {
        "letra": "B",
        "texto": "Há diferenciação na pena, no tipo penal da advocacia administrativa, quando o interesse privado patrocinado perante a Administração Pública é, ou não, considerado legítimo."
      },
      {
        "letra": "C",
        "texto": "Equipara-se a funcionário público quem exerce cargo, emprego ou função em entidade paraestatal, e quem trabalha, ainda que temporariamente, para empresa prestadora de serviço contratada ou conveniada para a execução de quaisquer atividades da Administração Pública."
      },
      {
        "letra": "D",
        "texto": "É tipificada como descaminho a reinserção, no território nacional, de mercadoria brasileira destinada à exportação."
      },
      {
        "letra": "E",
        "texto": "São tipos penais contra a administração pública estrangeira a corrupção ativa e passiva em transação comercial internacional e o tráfico de influência nesse tipo de transação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "702374",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: SEGEP-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Prevaricação",
      "Contrabando",
      "Legislação Penal Especial",
      "Crimes contra o Consumidor, a Ordem Econômica e Tributária – Lei nº 8.078 de 1990 e Lei nº 8.137 de 1990"
    ],
    "enunciado_principal": "O funcionário público que extravia qualquer documento de que tenha a guarda em razão da função, acarretando pagamento indevido de tributo, pratica o crime",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de fraude."
      },
      {
        "letra": "B",
        "texto": "de extravio de documento."
      },
      {
        "letra": "C",
        "texto": "de prevaricação."
      },
      {
        "letra": "D",
        "texto": "de descaminho."
      },
      {
        "letra": "E",
        "texto": "contra a ordem tributária previsto na Lei nº 8.137/90."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "625064",
    "metadata": "Ano: 2016 | Banca: TRF - 3ª REGIÃO | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Princípios limitadores do poder punitivo estatal",
      "Crimes contra a administração pública",
      "Contrabando",
      "Legislação Penal Especial",
      "Lei de Tóxicos – Lei nº 11.343 de 2006"
    ],
    "enunciado_principal": "Sabendo que Caio, brasileiro, foi flagrado retornando ao país, portando medicamentos sem registro no órgão de vigilância sanitária competente, diga qual posicionamento resta incongruente com a lei, a doutrina e precedentes judiciais existentes:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A situação sequer ensejaria reflexão penal, dado que a falta de registro implica apenas responsabilidade administrativa;"
      },
      {
        "letra": "B",
        "texto": "Por força do princípio da proporcionalidade, tendo em vista que o bem jurídico tutelado é a saúde pública, há fundamentos para aplicar a Caio a pena prevista para o crime de tráfico de drogas;"
      },
      {
        "letra": "C",
        "texto": "Por força do princípio da proporcionalidade, tendo em vista que o bem jurídico tutelado é a saúde pública, se pequena a quantidade de medicamentos, há fundamentos para aplicar a Caio as medidas previstas para o porte de droga para uso próprio;"
      },
      {
        "letra": "D",
        "texto": "A conduta de Caio pode ser analisada à luz do delito de descaminho."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "597352",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: CRO-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Corrupção ativa em transação comercial internacional. Tráfico de influência em transação comercial internacional",
      "Contrabando"
    ],
    "enunciado_principal": "Imagine que determinado dentista, por meio de um site de compras na Internet adquire, do exterior, um instrumento odontológico cuja utilização é proibida no Brasil. A encomenda não é barrada pelos controles aduaneiros e o dentista começa a utilizar o instrumento. É correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tipificou-se crime de descaminho."
      },
      {
        "letra": "B",
        "texto": "tipificou-se crime de contrabando."
      },
      {
        "letra": "C",
        "texto": "tipificou-se crime de exercício irregular da profissão."
      },
      {
        "letra": "D",
        "texto": "tipificou-se crime de tráfico de influência em transação comercial internacional."
      },
      {
        "letra": "E",
        "texto": "não houve tipificação de nenhum crime ou contravenção, tendo em vista o consentimento tácito da autoridade de controle aduaneiro."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "593288",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Contrabando",
      "Descaminho"
    ],
    "enunciado_principal": "Com relação às infrações penais, julgue o próximo item. Em caso de descaminho, uma espécie de crime tributário, admite-se a suspensão condicional do processo. Esse crime difere do contrabando pela natureza da infração, sendo maior a pena prevista para o crime de contrabando.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "578651",
    "metadata": "Ano: 2015 | Banca: Prefeitura do Rio de Janeiro - RJ | Órgão: Câmara Municipal do Rio de Janeiro",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Concussão e Excesso de Exação",
      "Prevaricação",
      "Contrabando"
    ],
    "enunciado_principal": "Retardar, indevidamente, ato de ofício para satisfazer interesse pessoal configura o seguinte crime:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "peculato"
      },
      {
        "letra": "B",
        "texto": "concussão"
      },
      {
        "letra": "C",
        "texto": "prevaricação"
      },
      {
        "letra": "D",
        "texto": "contrabando"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "498748",
    "metadata": "Ano: 2015 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Contrabando"
    ],
    "enunciado_principal": "EM MATÉRIA DE CRIMES DE DESCAMINHO E DE CONTRABANDO ASSINALE A ALTERNATIVA CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de descaminho tem a mesma gravidade do crime de contrabando;"
      },
      {
        "letra": "B",
        "texto": "O crime de contrabando praticado em transporte aéreo tem pena máxima de 10 anos;"
      },
      {
        "letra": "C",
        "texto": "O crime de descaminho não tem aumento de pena por tráfico marítimo ou fluvial;"
      },
      {
        "letra": "D",
        "texto": "A saída de mercadorias de Zona Franca sem autorização é crime de descaminho."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "598495",
    "metadata": "Ano: 2014 | Banca: FUNDEP (Gestão de Concursos) | Órgão: Prefeitura de Nossa Senhora do Socorro - SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Usurpação de função pública",
      "Desobediência",
      "Desacato",
      "Contrabando"
    ],
    "enunciado_principal": "Em relação aos crimes contra a administração pública praticados por particulares, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de desacato (Art. 331 do Código Penal) somente se tipifica quando o funcionário público é ofendido no exercício da função pública."
      },
      {
        "letra": "B",
        "texto": "O crime de usurpação da função pública (Art. 328 do Código Penal) exige que o agente sempre aufira alguma vantagem em razão do fato."
      },
      {
        "letra": "C",
        "texto": "Segundo o entendimento doutrinário majoritário, num enfoque moderno, o crime de descaminho consiste na importação ou exportação de mercadoria proibida. Enquanto o crime de contrabando significa fraude no pagamento de tributos."
      },
      {
        "letra": "D",
        "texto": "O agente que, diante da atuação do funcionário público, empreende fuga, agarra-se a um obstáculo ou fica inerte no chão, para não ser preso ou removido de determinado local, comete o crime de desobediência (Art. 330 do Código Penal)."
      },
      {
        "letra": "E",
        "texto": "Ainda que ilegal a ordem, o particular que utilizar de violência ou grave ameaça contra o funcionário público que a executa, cometerá o crime de resistência (Art. 329 do Código Penal)."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "516467",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: Prefeitura de Poá - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica",
      "Outras falsidades",
      "Crimes contra a administração pública",
      "Advocacia administrativa",
      "Usurpação de função pública",
      "Resistência",
      "Contrabando"
    ],
    "enunciado_principal": "São crimes praticados por particular contra a administração em geral, de acordo com o Código Penal, Capítulo II, Título XI.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Contrabando ou descaminho, advocacia administrativa e fraudes em certame de interesse público."
      },
      {
        "letra": "B",
        "texto": "Usurpação da função pública, resistência e inutilização de edital ou de sinal."
      },
      {
        "letra": "C",
        "texto": "Falsa identidade, condescendência criminosa, desacato."
      },
      {
        "letra": "D",
        "texto": "Exercício funcional ilegal antecipado ou prolongado, supressão de documento e desobediência."
      },
      {
        "letra": "E",
        "texto": "Advocacia administrativa, falsidade ideológica e adulteração de sinal identificador de veículo automotor."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "510213",
    "metadata": "Ano: 2014 | Banca: IV - UFG | Órgão: Prefeitura de Goianésia - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Receptação",
      "Crimes contra a administração pública",
      "Contrabando",
      "Impedimento, perturbação ou fraude de concorrência. Inutilização de edital ou de sinal",
      "Subtração ou inutilização de livro ou documento. Sonegação de contribuição previdenciária"
    ],
    "enunciado_principal": "Segundo o Código Penal, quem adquire, recebe ou oculta, em proveito próprio ou alheio, no exercício de atividade comercial ou industrial, mercadoria de procedência estrangeira, desacompanhada de documentação legal, ou acompanhada de documentos que sabe serem falsos, incorre na mesma pena do crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "receptação qualificada."
      },
      {
        "letra": "B",
        "texto": "contrabando ou descaminho."
      },
      {
        "letra": "C",
        "texto": "impedimento, perturbação ou fraude de concorrência."
      },
      {
        "letra": "D",
        "texto": "sonegação de contribuição previdenciária."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "506457",
    "metadata": "Ano: 2014 | Banca: CAIP-IMES | Órgão: Câmara Municipal de São Caetano do Sul - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Contrabando"
    ],
    "enunciado_principal": "Incorre na mesma pena do crime de contrabando:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "quem venha a violar sinal empregado, por determinação legal, para identificar qualquer objeto."
      },
      {
        "letra": "B",
        "texto": "quem venha a inutilizar selo alfandegário, por ordem de funcionário público, para cerrar qualquer objeto."
      },
      {
        "letra": "C",
        "texto": "quem venha a conspurcar edital afixado por ordem de funcionário público."
      },
      {
        "letra": "D",
        "texto": "quem reinsere no território nacional mercadoria brasileira destinada à exportação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "461352",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TJ-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Contrabando"
    ],
    "enunciado_principal": "A propósito de crimes praticados por particular contra a Administração em geral é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para caracterizar o crime de usurpação de função pública é necessário que o agente aufira algum tipo de vantagem."
      },
      {
        "letra": "B",
        "texto": "Se o crime de contrabando for praticado em transporte aéreo, marítimo ou fluvial aplica-se a pena em dobro."
      },
      {
        "letra": "C",
        "texto": "Aquele que solicita ou recebe, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida, ou aceita promessa de tal vantagem comete crime de corrupção ativa."
      },
      {
        "letra": "D",
        "texto": "Aquele que oferece ou promete vantagem indevida a funcionário público, para determiná-lo a praticar, omitir ou retardar ato de ofício incorre nas penas da corrupção passiva."
      },
      {
        "letra": "E",
        "texto": "Aquele que se opõe à execução de ato legal, mediante violência ou ameaça a funcionário competente para executá-lo comete crime de resistência, sendo que tal violência ou ameaça não se estende àquele que presta auxílio ao funcionário que executa o ato."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "387863",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Contrabando"
    ],
    "enunciado_principal": "A conduta do agente que pratica navegação de cabotagem é típica, caracteriza o crime de contrabando e é punida com pena em dobro.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "706337",
    "metadata": "Ano: 2013 | Banca: CETRO | Órgão: CREF - 4ª Região (SP)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Corrupção passiva",
      "Prevaricação",
      "Corrupção ativa",
      "Contrabando"
    ],
    "enunciado_principal": "“Retardar ou deixar de praticar, indevidamente, ato de ofício, ou praticá-lo contra disposição expressa de lei, para satisfazer interesse ou sentimento pessoal”. Consoante o Código Penal, a descrição acima constitui o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "prevaricação."
      },
      {
        "letra": "B",
        "texto": "concussão."
      },
      {
        "letra": "C",
        "texto": "descaminho."
      },
      {
        "letra": "D",
        "texto": "corrupção passiva."
      },
      {
        "letra": "E",
        "texto": "corrupção ativa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "340804",
    "metadata": "Ano: 2013 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Contrabando"
    ],
    "enunciado_principal": "Examine as assertivas que se seguem e assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A falsificação de documento formalmente público mas substancialmente privado corresponde à falsificação de documento particular (CP, artigo 298)."
      },
      {
        "letra": "B",
        "texto": "Para os Tribunais Superiores, é atípica a conduta do agente que, por ocasião de prisão em flagrante, fornece falsos dados qualificativos, objetivando ocultar registros de crimes anteriormente praticados."
      },
      {
        "letra": "C",
        "texto": "Segundo o Superior Tribunal de Justiça, a utilização de fita adesiva para alterar as placas de identificação de automóvel não caracteriza ofensa ao tipo penal do artigo 311 do CP (adulteração de sinal identificador de veículo automotor)."
      },
      {
        "letra": "D",
        "texto": "O contrabando próprio distingue-se do contrabando impróprio por consistir em importação ou exportação de mercadoria proibida, ao passo em que este se refere à supressão de direito ou imposto relativo à exportação, importação ou consumo do bem."
      },
      {
        "letra": "E",
        "texto": "É impunível a denunciação caluniosa se o agente se vale de anonimato para dar causa à instauração de termo circunstanciado contra desafeto, imputando-lhe falsamente a prática de contravenção."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "293472",
    "metadata": "Ano: 2012 | Banca: IESES | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Contrabando",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "É certo afirmar: I. Contrabando e descaminho são figuras sinônimas de crimes tributários, de modo que na sua facilitação o funcionário público comente crime contra a administração pública. II. Constitui peculato o funcionário público se apropriar de dinheiro, valor ou qualquer outro bem móvel, público ou particular, de que tem a posse em razão do cargo, ou desviá-lo, em proveito próprio ou alheio. III. O delito de emprego irregular de verbas ou rendas públicas somente pode ser cometido pelo funcionário público; apresenta figura qualificada quando o agente ocupar cargo em comissão, função de direção ou de assessoramento. IV. Crime de prevaricação é todo ato cometido pelo funcionário público ou particular no descumprimento da Lei. Analisando as proposições, pode-se afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições I e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições I e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições II e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições II e III estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "284328",
    "metadata": "Ano: 2012 | Banca: PaqTcPB | Órgão: UEPB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Prevaricação",
      "Condescendência criminosa",
      "Violação de sigilo funcional",
      "Contrabando"
    ],
    "enunciado_principal": "De acordo com o Código Penal Brasileiro, o Diretor de Penitenciária e/ou agente público, que deixar de cumprir seu dever de vedar ao preso o acesso a aparelho telefônico, de rádio ou similar, que permita a comunicação com outros presos ou com o ambiente externo, responderá pelo crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Condescendência criminosa."
      },
      {
        "letra": "B",
        "texto": "Concussão."
      },
      {
        "letra": "C",
        "texto": "Descaminho."
      },
      {
        "letra": "D",
        "texto": "Prevaricação."
      },
      {
        "letra": "E",
        "texto": "Violação de sigilo funcional."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "270108",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: PGM - João Pessoa - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Resistência",
      "Contrabando",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa"
    ],
    "enunciado_principal": "No que concerne aos crimes praticados por particular contra a Administração em geral e contra a Administração da Justiça, é correto afirmar que quem",
    "alternativas": [
      {
        "letra": "A",
        "texto": "exporta mercadoria proibida não comete crime de contrabando."
      },
      {
        "letra": "B",
        "texto": "comete crime de resistência na modalidade culposa está sujeito apenas a sanção pecuniária."
      },
      {
        "letra": "C",
        "texto": "ilude o pagamento de direito ou imposto devido pela entrada, pela saída ou pelo consumo de mercadoria comete crime de descaminho."
      },
      {
        "letra": "D",
        "texto": "dá causa a investigação policial contra alguém, imputando-lhe crime de que o sabe inocente comete o delito de comunicação falsa de crime."
      },
      {
        "letra": "E",
        "texto": "acusar-se, perante a autoridade, de crime praticado por outrem não comete infração penal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "268819",
    "metadata": "Ano: 2012 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Corrupção passiva",
      "Contrabando",
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990",
      "Descaminho"
    ],
    "enunciado_principal": "Sobre crimes em espécie, considere as afirmações abaixo. I - O funcionário público que exigir vantagem indevida, para si ou para outrem, apenas poderá ser responsabilizado pelo delito de concussão se estiver, no momento da exigência, em pleno e efetivo exercício da função pública. II - Iludir, totalmente, o pagamento de imposto devido pela entrada de mercadoria lícita no território nacional caracteriza o delito de contrabando, enquanto a ilusão, em parte, do referido pagamento, caracteriza o delito de descaminho. III - Constatada a prática de violência doméstica contra a mulher, nos termos da Lei nº 11.340/2006, o juiz poderá aplicar, de imediato, ao agressor, a proibição de frequentar determinados lugares, a fim de preservar a integridade física e psicológica da ofendida. IV - Os crimes hediondos, a prática de tortura, o tráfico ilícito de entorpecentes e drogas afins e o terrorismo são insuscetíveis de anistia, progressão de regime, graça, indulto e fiança. V - Comete o crime de corrupção passiva (art. 317 do CP) tanto o particular que oferece vantagem indevida, como o servidor público que aceita a promessa de tal vantagem, em concurso de agentes. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas II."
      },
      {
        "letra": "C",
        "texto": "Apenas III."
      },
      {
        "letra": "D",
        "texto": "Apenas II, IV e V."
      },
      {
        "letra": "E",
        "texto": "Apenas III, IV e V."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2897305",
    "metadata": "Ano: 2011 | Banca: FUNDATEC | Órgão: CRMV-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Noções Gerais de Crimes Contra a Administração Pública",
      "Contrabando"
    ],
    "enunciado_principal": "Conforme o Código Penal, importar ou exportar mercadoria proibida ou iludir, no todo ou em parte, o pagamento de direito ou imposto devido pela entrada, pela saída ou pelo consumo de mercadoria, leva à pena de reclusão de um a quatro anos. Incorre na mesma pena quem: I. Pratica navegação de cabotagem, fora dos casos permitidos em lei. II. Pratica fato assimilado, em lei especial, a contrabando ou descaminho. III. Vende, expõe à venda, mantém em depósito ou, de qualquer forma, utiliza em proveito próprio ou alheio, no exercício de atividade comercial ou industrial, mercadoria de procedência estrangeira que introduziu clandestinamente no País ou importou fraudulentamente ou que sabe ser produto de introdução clandestina no território nacional ou de importação fraudulenta por parte de outrem. IV. Adquire, recebe ou oculta, em proveito próprio ou alheio, no exercício de atividade comercial ou industrial, mercadoria de procedência estrangeira, acompanhada de documentação legal. V. Pratica comércio regular de mercadorias estrangeiras, inclusive em residências. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas I e II."
      },
      {
        "letra": "C",
        "texto": "Apenas I, II e III."
      },
      {
        "letra": "D",
        "texto": "Apenas I, II, III e IV."
      },
      {
        "letra": "E",
        "texto": "I, II, III, IV e V."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "216435",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Crimes contra a administração pública",
      "Contrabando",
      "Legislação Penal Especial",
      "Crimes contra o Consumidor, a Ordem Econômica e Tributária – Lei nº 8.078 de 1990 e Lei nº 8.137 de 1990"
    ],
    "enunciado_principal": "Considerando as causas extintivas de punibilidade, as circunstâncias, os crimes contra a administração pública, contra a ordem tributária, contra a ordem econômica e contra o sistema financeiro, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Sendo o prazo prescricional interrompido, em qualquer caso, recomeça a correr a partir do dia da interrupção."
      },
      {
        "letra": "B",
        "texto": "Em caso de prescrição executória, a contagem do prazo não poderá, em hipótese nenhuma, possuir termo inicial anterior ao recebimento da denúncia ou da queixa; é de três anos, no mínimo, o prazo prescricional para todas as penas."
      },
      {
        "letra": "C",
        "texto": "Têm disciplina especial as causas interruptivas da prescrição dos crimes contra a ordem tributária, contra a ordem econômica e contra o sistema financeiro."
      },
      {
        "letra": "D",
        "texto": "O crime de contrabando não se caracteriza enquanto não houver decisão definitiva no processo administrativo fiscal acerca da constituição do tributo devido, admitindo-se, em juízo, a incidência do princípio da insignificância."
      },
      {
        "letra": "E",
        "texto": "No crime de aplicação indevida de financiamento concedido por instituição financeira oficial, a reparação voluntária e integral do dano, antes do recebimento da denúncia, não extingue a punibilidade do agente, mas permite a incidência do arrependimento posterior e, caso ocorra a restituição antes do julgamento, configurará atenuante de reparação do dano."
      }
    ],
    "gabarito": "E"
  }
]