[
  {
    "id": "2459920",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: ENAM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Corrupção ativa em transação comercial internacional. Tráfico de influência em transação comercial internacional"
    ],
    "enunciado_principal": "João foi acusado de corrupção ativa em transação internacional porque deu, em outro país, vantagem indevida a funcionário público estrangeiro para a prática de ato de ofício relacionado a transação comercial internacional. Sobre a hipótese, assinale a afirmativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "João praticou crime de corrupção ativa em transação internacional, porque o delito, ao contrário do que ocorre na corrupção prevista no Art. 333 do CP, abrange a conduta de dar ou pagar a vantagem indevida, não se limitando ao mero oferecimento ou à mera promessa do benefício."
      },
      {
        "letra": "B",
        "texto": "A caracterização da corrupção ativa internacional não prescinde da descrição de um ato de ofício, porque tal elemento está previsto expressamente no tipo penal que descreve o crime específico."
      },
      {
        "letra": "C",
        "texto": "É possível a aplicação da lei penal nacional ao caso, mesmo que o crime tenha sido praticado fora do território nacional, desde que cumpridos os requisitos do Art. 7º, §2º, do CP."
      },
      {
        "letra": "D",
        "texto": "A pena será aumentada da terça parte se João ocupa cargo em comissão ou de função de direção ou assessoramento de órgão da administração direta, sociedade de economia mista, empresa pública ou fundação instituída pelo poder público do país estrangeiro."
      },
      {
        "letra": "E",
        "texto": "A prescrição da pretensão punitiva começa a correr na data da entrega da vantagem, ainda que seja constatada a oferta ou a promessa do mesmo benefício em momento anterior."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2253116",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: Prefeitura de São Paulo - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato",
      "Crimes contra a administração pública",
      "Corrupção ativa em transação comercial internacional. Tráfico de influência em transação comercial internacional",
      "Contrabando",
      "Descaminho"
    ],
    "enunciado_principal": "Carlos é comerciante e decide importar uma grande quantidade de eletrônicos, como smartphones e tablets, para revender em sua loja. Ele tem ciência de que, para realizar a importação legalmente, precisa pagar os devidos tributos aduaneiros. Entretanto, visando obter maior lucro, Carlos decide não declarar a totalidade dos eletrônicos importados e subfatura a quantidade real da carga na documentação de importação, com o intuito de reduzir os valores dos tributos que deveria pagar. Considerando o caso apresentado, assinale a alternativa que corresponde à infração cometida por Carlos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Contrabando."
      },
      {
        "letra": "B",
        "texto": "Corrupção ativa em transação comercial."
      },
      {
        "letra": "C",
        "texto": "Falsidade material."
      },
      {
        "letra": "D",
        "texto": "Descaminho."
      },
      {
        "letra": "E",
        "texto": "Estelionato."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1992812",
    "metadata": "Ano: 2022 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Corrupção ativa em transação comercial internacional. Tráfico de influência em transação comercial internacional"
    ],
    "enunciado_principal": "DENTRE AS TEORIAS CRIMINOLÓGICAS CONTEMPORÂNEAS, DESTACA-SE A CRIMINOLOGIA EMPRESARIAL, POR INVESTIGAR CIENTIFICAMENTE OS FUNDAMENTOS ETIOLÓGICOS DOS ILÍCITOS COMETIDOS POR UMA CORPORAÇÃO OU POR SEUS INTEGRANTES (PESSOAS NATURAIS) QUE ATUAM NO SEU INTERESSE OU BENEFÍCIO, ATRAVÉS DE AÇÕES OU OMISSÕES ILÍCITAS QUE CAUSAM MORTES DE SERES HUMANOS, ALÉM DE LESÕES OU AMEAÇAS A BENS JURÍDICOS SUPRAINDIVIDUAIS DE GRANDE RELEVO, TAIS COMO O MEIO AMBIENTE, A SEGURANÇA DO TRABALHADOR OU DO CONSUMIDOR, A ORDEM ECONÔMICOFINANCEIRA, A ECONOMIA POPULAR, A ORDEM TRIBUTÁRIA, A ADMINISTRAÇÃO PÚBLICA, DENTRE OUTROS. DESSA FEITA, CONSIDERE AS SEGUINTES ASSERTIVAS: I – Na criminologia empresarial, destaca-se a teoria da escolha racional, por sustentar que o crime econômico cometido em nome ou em benefício das pessoas jurídicas é um ato racional, e ele decorre de um cálculo entre o potencial retorno financeiro, advindo do ilícito, e o possível custo do infrator ser descoberto, condenado, bem como a severidade da punição que pode sofrer, o que guarda relação com o fato da Lei n. 14.133/2021 ter introduzido o art. 337-P, no Código Penal, eliminando-se o limite máximo da multa criminal, anteriormente fixado em 5% (cinco por cento) do valor do contrato licitado ou celebrado com contratação direta, devendo, agora, a multa seguir a metodologia do próprio Código, com ela sendo fixada, principalmente, em razão da situação econômica do réu. II – A responsabilidade penal da pessoa jurídica é opção político-criminal que se apresenta como necessária na tutela do meio ambiente, dentre outros bens jurídicos acima referidos, em especial diante das organizações corporativas complexas da atualidade, caracterizadas pela descentralização e distribuição de atribuições e responsabilidades, sendo inerentes, a esta realidade, as dificuldades para imputar o fato ilícito a uma pessoa concreta. III – A adoção de medidas de proteção ao informante, nas modalidades referidas nos arts. 4ºB e 4º-C, e seus §§, da Lei n. 13.608/2018, com a redação da Lei n. 13.964/2019, no caso da administração pública direta ou indireta, bem como as medidas protetivas adotadas pelas pessoa jurídicas de direito privado, se antagonizam com as proposições da criminologia empresarial, pois o informante representa, em termos figurados, um cancro dentro de uma organização pública ou privada, pois pode prejudicar os seus interesses ao revelar fatos comprometedores da sua imagem. IV – A corrupção ativa em transação comercial internacional, na forma tipificada no art. 337-B, do CP, consiste em uma providência legislativa adotada a partir de propostas de organizações internacionais, como a ONU (Organização das Nações Unidas) e a OCDE (Organização para a Cooperação e Desenvolvimento Econômico), mas sem importância real, visto que cada país estimula, direta ou indiretamente, que as suas empresas ganhem as disputas nos mercados globais, pois isso gera empregos, rendas e divisas, propiciando o desenvolvimento econômico interno, ainda que ao custo do oferecimento de vantagem indevida a funcionário público estrangeiro. V – Um dos fatores etiológicos do crime empresarial é o ambiente de desorganização interna, decorrente de uma cultura criminógena que glorifica a maximização do lucro em detrimento das normas de segurança e do respeito a lei, sendo este um dos motivos pelos quais a Lei n. 13.303/2016 estabeleceu, no seu art. 9º, inc. I, que a empresa pública e a sociedade de economia mista têm o dever de adotar regras de gestão e controle do risco que abranjam a ação dos administradores e empregados, por meio da implementação cotidiana de práticas de controle interno. DAS ASSERTIVAS ACIMA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e V estão erradas."
      },
      {
        "letra": "B",
        "texto": "II e IV estão erradas."
      },
      {
        "letra": "C",
        "texto": "III e IV estão erradas."
      },
      {
        "letra": "D",
        "texto": "Somete a III está errada."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "921271",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Corrupção ativa em transação comercial internacional. Tráfico de influência em transação comercial internacional"
    ],
    "enunciado_principal": "Historicamente, a expressão venditio fumi é identificada com o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tráfico de influência (CP, art. 332)."
      },
      {
        "letra": "B",
        "texto": "contrabando (CP, art. 334)."
      },
      {
        "letra": "C",
        "texto": "usurpação de função pública (CP, art. 328)."
      },
      {
        "letra": "D",
        "texto": "estelionato (CP, art. 171)."
      },
      {
        "letra": "E",
        "texto": "falsificação de moeda (CP, art. 289)."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "906957",
    "metadata": "Ano: 2018 | Banca: INSTITUTO AOCP | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Prevaricação",
      "Condescendência criminosa",
      "Abandono de função",
      "Corrupção ativa em transação comercial internacional. Tráfico de influência em transação comercial internacional",
      "Sonegação de papel ou objeto de valor probatório. Exploração de prestígio"
    ],
    "enunciado_principal": "Determinado tipo penal previsto no Código Penal possui o seguinte enunciado: \"Retardar ou deixar de praticar, indevidamente, ato de ofício, ou praticá-lo contra disposição expressa de lei, para satisfazer interesse ou sentimento pessoal\". Determinado servidor público do setor administrativo da Justiça do Trabalho deixa de publicar edital relativo à intimação de um amigo pessoal, para que este ganhe mais prazo de tempo no processo em que responde. A esse fato criminoso cometido pelo servidor em questão dá-se o nome do tipo penal respectivo de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "exploração de prestígio."
      },
      {
        "letra": "B",
        "texto": "tráfico de influência."
      },
      {
        "letra": "C",
        "texto": "abandono de função."
      },
      {
        "letra": "D",
        "texto": "condescendência criminosa."
      },
      {
        "letra": "E",
        "texto": "prevaricação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "903372",
    "metadata": "Ano: 2018 | Banca: IBFC | Órgão: Câmara de Feira de Santana - BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Corrupção passiva",
      "Corrupção ativa em transação comercial internacional. Tráfico de influência em transação comercial internacional"
    ],
    "enunciado_principal": "Acerca dos crimes contra a Administração Pública, conforme dispõe o Código Penal (Decreto-Lei nº 2.848, de 7 de dezembro de 1940), assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pena de reclusão, cominada para o crime Corrupção Passiva é aumentada de um sexto, se, em consequência da vantagem ou promessa, o funcionário retarda ou deixa de praticar qualquer ato de ofício ou o pratica infringindo dever funcional"
      },
      {
        "letra": "B",
        "texto": "Considera-se funcionário público, para os efeitos penais, somente quem, ainda que transitoriamente, exerce cargo, emprego ou função pública mediante remuneração"
      },
      {
        "letra": "C",
        "texto": "A pena prevista para o crime de Tráfico de Influência é de reclusão de 2 (dois) a 5 (cinco) anos e multa, aumentada da metade, se o agente alega ou insinua que a vantagem é também destinada ao funcionário"
      },
      {
        "letra": "D",
        "texto": "Na figura culposa do crime de Peculato, a reparação do dano, a qualquer tempo, reduz a pena imposta pela metade"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "888649",
    "metadata": "Ano: 2018 | Banca: IBADE | Órgão: SEDURB-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Corrupção passiva",
      "Advocacia administrativa",
      "Corrupção ativa em transação comercial internacional. Tráfico de influência em transação comercial internacional",
      "Corrupção ativa"
    ],
    "enunciado_principal": "João, Agente de Controle Urbano do Município de João Pessoa, patrocinou, indiretamente, interesse de José, seu amigo de infância, perante a Administração Pública Municipal, valendo-se da qualidade de funcionário público e influência no órgão. A conduta de João é considerada:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "atípica, não constituindo crime."
      },
      {
        "letra": "B",
        "texto": "crime de corrupção ativa."
      },
      {
        "letra": "C",
        "texto": "crime de corrupção passiva."
      },
      {
        "letra": "D",
        "texto": "crime de tráfico de influência."
      },
      {
        "letra": "E",
        "texto": "crime de advocacia administrativa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "864340",
    "metadata": "Ano: 2017 | Banca: FAUEL | Órgão: Prev São José - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Desobediência",
      "Desacato",
      "Corrupção ativa em transação comercial internacional. Tráfico de influência em transação comercial internacional",
      "Contrabando"
    ],
    "enunciado_principal": "Acerca dos crimes praticados contra a Administração Pública, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Funcionário público pode ser sujeito ativo do crime de desacato, vez que se trata de crime comum."
      },
      {
        "letra": "B",
        "texto": "O delito de tráfico de influência é crime formal, de consumação antecipada, de modo que a obtenção da vantagem configura-se como mero exaurimento do crime."
      },
      {
        "letra": "C",
        "texto": "Pratica o crime de desobediência aquele que se opõe à execução de ato legal, mediante violência ou ameaça a funcionário competente para executá- lo ou a quem lhe esteja prestando auxílio."
      },
      {
        "letra": "D",
        "texto": "A discordância ou mesmo a indignação com a demora ou a ineficiência da prestação de serviço público, expressa verbalmente diante de funcionário público, não configura, por si só, o crime de desacato."
      },
      {
        "letra": "E",
        "texto": "Aquele que importar ou exportar mercadoria proibida pratica o delito de contrabando."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "846423",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: PGE-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Noções Gerais de Crimes Contra a Administração Pública",
      "Desobediência",
      "Desacato",
      "Corrupção ativa em transação comercial internacional. Tráfico de influência em transação comercial internacional",
      "Corrupção ativa"
    ],
    "enunciado_principal": "Com relação aos crimes contra a administração pública, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O defensor dativo, constituído pelo juiz no processo penal, é considerado funcionário público para fins penais."
      },
      {
        "letra": "B",
        "texto": "Caracteriza o crime de desobediência o descumprimento de solicitação realizada por funcionário público."
      },
      {
        "letra": "C",
        "texto": "Pratica o crime de corrupção ativa o particular que oferece dinheiro ao perito para atestar informação falsa em laudo pericial."
      },
      {
        "letra": "D",
        "texto": "A caracterização do crime de desacato, em razão da natureza de ação penal pública, pode se dar mesmo quando o funcionário público não se manifeste ofendido pelo particular."
      },
      {
        "letra": "E",
        "texto": "Pratica o crime de tráfico de influência o servidor público que, fazendo uso de sua função pública, exibe seu documento funcional para conseguir algum préstimo de outro funcionário público."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "833959",
    "metadata": "Ano: 2017 | Banca: VUNESP | Órgão: Câmara de Cotia - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Usurpação de função pública",
      "Resistência",
      "Corrupção ativa em transação comercial internacional. Tráfico de influência em transação comercial internacional",
      "Subtração ou inutilização de livro ou documento. Sonegação de contribuição previdenciária",
      "Descaminho"
    ],
    "enunciado_principal": "De acordo com o Código Penal Brasileiro, é correto afirmar, sobre os crimes praticados por particulares contra a Administração Pública, que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o crime de usurpação de função pública somente se caracteriza se o agente usurpador obtém vantagem enquanto na função."
      },
      {
        "letra": "B",
        "texto": "o crime de resistência caracteriza-se pela oposição à execução de ato, ainda que ilegal, mediante violência ou grave ameaça, a funcionário competente para executá-lo ou a quem lhe esteja prestando auxílio."
      },
      {
        "letra": "C",
        "texto": "o crime de tráfico de influência caracteriza-se independentemente de o agente influir em ato praticado por funcionário público no exercício da função."
      },
      {
        "letra": "D",
        "texto": "no crime de sonegação de contribuição previdenciária, é extinta a punibilidade se o agente, espontaneamente, declara e confessa as contribuições e presta as informações devidas, antes do início da ação penal."
      },
      {
        "letra": "E",
        "texto": "a reinserção no território brasileiro de mercadoria destinada à exportação, em tese, caracteriza o crime de descaminho."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "794086",
    "metadata": "Ano: 2017 | Banca: NC-UFPR | Órgão: UFPR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Prevaricação",
      "Condescendência criminosa",
      "Corrupção ativa em transação comercial internacional. Tráfico de influência em transação comercial internacional",
      "Corrupção ativa"
    ],
    "enunciado_principal": "Considere que o Sr. Fulano de Tal, servidor público, que se encontra em férias, pega “emprestado” o veículo de sua repartição para utilizar durante as férias com sua família. Qual é o crime contra a Administração Pública por ele, em tese, cometido?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Peculato."
      },
      {
        "letra": "B",
        "texto": "Prevaricação."
      },
      {
        "letra": "C",
        "texto": "Corrupção ativa."
      },
      {
        "letra": "D",
        "texto": "Condescendência criminosa."
      },
      {
        "letra": "E",
        "texto": "Tráfico de influência."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "785415",
    "metadata": "Ano: 2017 | Banca: IBADE | Órgão: SEJUDH - MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Corrupção passiva",
      "Corrupção ativa em transação comercial internacional. Tráfico de influência em transação comercial internacional",
      "Corrupção ativa",
      "Descaminho"
    ],
    "enunciado_principal": "Com relação aos crimes praticados por funcionário público contra a administração em geral, o ato de exigir, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida, constitui o tipo penal denominado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "concussão."
      },
      {
        "letra": "B",
        "texto": "descaminho."
      },
      {
        "letra": "C",
        "texto": "corrupção ativa."
      },
      {
        "letra": "D",
        "texto": "trafico de influência."
      },
      {
        "letra": "E",
        "texto": "corrupção passiva."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "726411",
    "metadata": "Ano: 2016 | Banca: Quadrix | Órgão: CREF - 7ª Região (DF)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Prevaricação",
      "Advocacia administrativa",
      "Corrupção ativa em transação comercial internacional. Tráfico de influência em transação comercial internacional",
      "Corrupção ativa"
    ],
    "enunciado_principal": "Em relação aos crimes praticados contra a Administração Pública, analise o enunciado proposto e assinale a alternativa correta. “Retardar ou deixar de praticar, indevidamente, ato de ofício, ou praticá-lo contra disposição expressa de lei, para satisfazer interesse ou sentimento pessoal“, configura o seguinte delito:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "prevaricação."
      },
      {
        "letra": "B",
        "texto": "concussão."
      },
      {
        "letra": "C",
        "texto": "advocacia administrativa."
      },
      {
        "letra": "D",
        "texto": "tráfico de influência."
      },
      {
        "letra": "E",
        "texto": "corrupção ativa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "641855",
    "metadata": "Ano: 2016 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Corrupção ativa em transação comercial internacional. Tráfico de influência em transação comercial internacional"
    ],
    "enunciado_principal": "O crime de tráfico de influência, previsto no art. 332 do Código Penal, apresenta uma causa de aumento de pena em seu parágrafo único, qual seja, se o agente alega ou insinua que a vantagem é também destinada ao funcionário que vai praticar o ato. Referida causa de aumento determina que a pena seja aumentada da metade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "597352",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: CRO-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Corrupção ativa em transação comercial internacional. Tráfico de influência em transação comercial internacional",
      "Contrabando"
    ],
    "enunciado_principal": "Imagine que determinado dentista, por meio de um site de compras na Internet adquire, do exterior, um instrumento odontológico cuja utilização é proibida no Brasil. A encomenda não é barrada pelos controles aduaneiros e o dentista começa a utilizar o instrumento. É correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tipificou-se crime de descaminho."
      },
      {
        "letra": "B",
        "texto": "tipificou-se crime de contrabando."
      },
      {
        "letra": "C",
        "texto": "tipificou-se crime de exercício irregular da profissão."
      },
      {
        "letra": "D",
        "texto": "tipificou-se crime de tráfico de influência em transação comercial internacional."
      },
      {
        "letra": "E",
        "texto": "não houve tipificação de nenhum crime ou contravenção, tendo em vista o consentimento tácito da autoridade de controle aduaneiro."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "544571",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Advocacia administrativa",
      "Resistência",
      "Desobediência",
      "Desacato",
      "Corrupção ativa em transação comercial internacional. Tráfico de influência em transação comercial internacional"
    ],
    "enunciado_principal": "NÃO constitui crime praticado por particular contra a Administração em geral",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o tráfico de influência."
      },
      {
        "letra": "B",
        "texto": "a desobediência."
      },
      {
        "letra": "C",
        "texto": "a resistência."
      },
      {
        "letra": "D",
        "texto": "a advocacia administrativa."
      },
      {
        "letra": "E",
        "texto": "o desacato."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "516661",
    "metadata": "Ano: 2015 | Banca: CEFET-BA | Órgão: MPE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Outras classificações",
      "Crimes contra a dignidade sexual",
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Corrupção ativa em transação comercial internacional. Tráfico de influência em transação comercial internacional",
      "Ultraje público ao pudor",
      "Disposições Gerais dos crimes contra a liberdade sexual e dos crimes sexuais contra vulneráveis"
    ],
    "enunciado_principal": "Analise as seguintes assertivas acerca dos crimes contra a dignidade sexual e contra a Administração Pública: I – O crime de estupro é um crime bipróprio e prevê aumento de pena se praticado contra pessoa do sexo masculino com idade de 15 (quinze) anos. II – O Código Penal estabelece como regra para os contra a liberdade sexual a ação penal pública condicionada. III – Os crimes de concussão, corrupção passiva e prevaricação são crimes formais e podem ser praticados por funcionário público, mesmo antes da assunção em sua função. IV – A consumação do crime de ato obsceno está caracterizada independentemente da presença de outras pessoas no local da prática do ato. V – O crime de tráfico de influência pode ser praticado por funcionário público ou particular, não sendo coautor ou partícipe o sujeito que “comprou” o prestígio anunciado. Estão CORRETAS as assertivas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "I, III e IV."
      },
      {
        "letra": "C",
        "texto": "I, IV e V."
      },
      {
        "letra": "D",
        "texto": "II, III e V."
      },
      {
        "letra": "E",
        "texto": "II, IV e V."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "498739",
    "metadata": "Ano: 2015 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Corrupção ativa em transação comercial internacional. Tráfico de influência em transação comercial internacional"
    ],
    "enunciado_principal": "QUANTO AO TRÁFICO DE INFLUÊNCIA, ASSINALE A ALTERNATIVA CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A capacidade para influenciar o funcionário público e irrelevante;"
      },
      {
        "letra": "B",
        "texto": "A pena é aumentada de metade se o funcionário público cede a influência de outrem;"
      },
      {
        "letra": "C",
        "texto": "Sujeito ativo e qualquer pessoa, inclusive um funcionário público;"
      },
      {
        "letra": "D",
        "texto": "É crime menos grave do que o de exploração de prestígio."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "544973",
    "metadata": "Ano: 2014 | Banca: FUNCEFET | Órgão: Prefeitura de Vila Velha - ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Noções Gerais de Crimes Contra a Administração Pública",
      "Prevaricação",
      "Advocacia administrativa",
      "Violação de sigilo funcional",
      "Corrupção ativa em transação comercial internacional. Tráfico de influência em transação comercial internacional"
    ],
    "enunciado_principal": "Sobre os crimes contra a Administração Pública, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pratica o crime de tráfico de influência o servidor que solicita, exige, cobra ou obtém, para si ou para outrem, vantagem ou promessa de vantagem, a pretexto de influir em ato praticado por funcionário público no exercício da função."
      },
      {
        "letra": "B",
        "texto": "Considera-se funcionário público, para os efeitos penais, quem exerce cargo, emprego ou função pública, exceto os que o fazem de forma transitória ou sem remuneração."
      },
      {
        "letra": "C",
        "texto": "Pratica crime de advocacia administrativa o servidor que, valendo-se dessa qualidade, patrocina, direta ou indiretamente, interesse privado perante a Administração Pública."
      },
      {
        "letra": "D",
        "texto": "Viola sigilo funcional o servidor que revela fato de que tem ciência em razão do cargo e que deva permanecer em segredo, ou facilita-lhe a revelação."
      },
      {
        "letra": "E",
        "texto": "Comete prevaricação o servidor que retarda ou deixa de praticar, indevidamente, ato de ofício, ou o pratica contra disposição expressa de lei, para satisfazer interesse ou sentimento pessoal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "495037",
    "metadata": "Ano: 2014 | Banca: IV - UFG | Órgão: CELG/D-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Corrupção ativa em transação comercial internacional. Tráfico de influência em transação comercial internacional"
    ],
    "enunciado_principal": "Configura o crime de tráfico de influência a conduta do agente que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deixar, por indulgência, de responsabilizar subordinado que cometeu infração no exercício do cargo ou, quando lhe falte competência, não levar o fato ao conhecimento da autoridade competente"
      },
      {
        "letra": "B",
        "texto": "patrocinar, direta ou indiretamente, interesse privado perante a administração pública, valendo-se da qualidade de funcionário"
      },
      {
        "letra": "C",
        "texto": "solicitar, exigir, cobrar ou obter, para si ou para outrem, vantagem ou promessa de vantagem, a pretexto de influir em ato praticado por funcionário público no exercício da função."
      },
      {
        "letra": "D",
        "texto": "trair, na qualidade de advogado ou procurador, o dever profissional, prejudicando interesse, cujo patrocínio, em juízo, lhe é confiado."
      },
      {
        "letra": "E",
        "texto": "solicitar ou receber dinheiro ou qualquer outra utilidade, a pretexto de influir em juiz, jurado, órgão do Ministério Público, funcionário de justiça, perito, tradutor, intérprete ou testemunha"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "392640",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: DESENVOLVE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Corrupção ativa em transação comercial internacional. Tráfico de influência em transação comercial internacional"
    ],
    "enunciado_principal": "A conduta de “solicitar, exigir, cobrar ou obter, para si ou para outrem, vantagem ou promessa de vantagem, a pretexto de influir em ato praticado por funcionário público no exercício da função” caracteriza crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "corrupção ativa."
      },
      {
        "letra": "B",
        "texto": "corrupção passiva."
      },
      {
        "letra": "C",
        "texto": "tráfico de influência."
      },
      {
        "letra": "D",
        "texto": "exploração de prestígio."
      },
      {
        "letra": "E",
        "texto": "condescendência criminosa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "761997",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: COREN-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Advocacia administrativa",
      "Desobediência",
      "Corrupção ativa em transação comercial internacional. Tráfico de influência em transação comercial internacional",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito",
      "Favorecimento pessoal"
    ],
    "enunciado_principal": "Em face dos crimes contra a Administração Pública, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na hipótese do delito de falso testemunho, o fato deixa de ser punível se, antes da sentença no processo em que ocorreu o ilícito, o agente se retrata ou declara a verdade."
      },
      {
        "letra": "B",
        "texto": "O crime de favorecimento pessoal consiste na prestação de auxílio a criminoso, destinado a tornar seguro o proveito do crime."
      },
      {
        "letra": "C",
        "texto": "Para a ocorrência do delito de advocacia administrativa, é necessário que o interesse privado pleiteado perante a administração pública seja ilegítimo."
      },
      {
        "letra": "D",
        "texto": "O crime de desobediência admite sua prática na modalidade culposa."
      },
      {
        "letra": "E",
        "texto": "O crime de tráfico de influência apresenta como sujeito ativo apenas o funcionário público que, valendo-se de sua função, influi no ato de outro funcionário."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "305413",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública",
      "Associação criminosa",
      "Crimes contra a administração pública",
      "Corrupção ativa em transação comercial internacional. Tráfico de influência em transação comercial internacional",
      "Corrupção ativa"
    ],
    "enunciado_principal": "Manoel, Paulo, Joaquim, Floriano e Constantino estavam reunidos há cerca de seis meses, para a constituição de um monopólio para a exploração e extração de areia. Eles pagavam mensalmente dez mil reais a Elpídio, oficial da patrulha ambiental, e a outros brigadianos, a fim de que se omitissem de realizar atos de fiscalização, inclusive, passaram a fazer contatos com outras autoridades e pessoas influentes visando à promoção de Elpídio, que, uma vez no comando da polícia ambiental do Estado, com mais efetividade atenderia aos interesses dos demais corréus.Assim:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "praticaram os crimes de quadrilha ou bando (artigo 288 do CP), tráfico de influência (artigo 332 do CP), corrupção ativa (artigo 333 do CP) e crime contra a Administração Ambiental (Lei nº 9.605/1998.)"
      },
      {
        "letra": "B",
        "texto": "praticaram os crimes de quadrilha ou bando (artigo 288 do CP), tráfico de influência (artigo 332 do CP) e corrupção ativa (artigo 333 doCP)."
      },
      {
        "letra": "C",
        "texto": "praticaram os crimes de quadrilha ou bando (artigo 288 do CP) e tráfico de influência (artigo 332 do CP)."
      },
      {
        "letra": "D",
        "texto": "praticaram o crime de quadrilha ou bando (artigo 288 do CP) somente."
      },
      {
        "letra": "E",
        "texto": "praticaram o crime de tráfico de influência (artigo 332 do CP) somente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "302405",
    "metadata": "Ano: 2013 | Banca: UEG | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Corrupção passiva",
      "Corrupção ativa em transação comercial internacional. Tráfico de influência em transação comercial internacional",
      "Corrupção ativa",
      "Sonegação de papel ou objeto de valor probatório. Exploração de prestígio"
    ],
    "enunciado_principal": "O advogado Cícero solicita dinheiro de seu cliente, João, com argumento de que repassará a soma em dinheiro ao juiz de direito da comarca, para que este o absolva da imputação de corrupção ativa praticada anteriormente. Após receber o dinheiro do cliente, o advogado o entrega ao magistrado, que prolata sentença absolutória logo em seguida, reconhecendo a atipicidade da conduta de João. Nesse contexto, verifica-se que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Cícero e João responderão por corrupção ativa, enquanto o juiz responderá por corrupção passiva."
      },
      {
        "letra": "B",
        "texto": "Cícero e João responderão por tráfico de influência, enquanto o juiz responderá por corrupção passiva."
      },
      {
        "letra": "C",
        "texto": "Cícero e João responderão por exploração de prestígio, enquanto o juiz responderá por corrupção ativa."
      },
      {
        "letra": "D",
        "texto": "Cícero responderá por exploração de prestígio, enquanto João responderá por corrupção ativa e o juiz por corrupção passiva."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "289358",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica",
      "Supressão de documento",
      "Crimes contra a administração pública",
      "Condescendência criminosa",
      "Corrupção ativa em transação comercial internacional. Tráfico de influência em transação comercial internacional",
      "Corrupção ativa",
      "Denunciação caluniosa"
    ],
    "enunciado_principal": "No âmbito da administração pública, o agente que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "provoca instauração de investigação administrativa contra alguém, imputando-lhe falta de que o sabe inocente, comete o crime de denunciação caluniosa."
      },
      {
        "letra": "B",
        "texto": "altera teor de certidão verdadeira, para provar fato que habilite alguém a obter cargo público ou outra vantagem comete o crime de falsidade ideológica."
      },
      {
        "letra": "C",
        "texto": "pede dinheiro a pretexto de influir na decisão de juiz eleitoral incorre em crime de tráfico de influência."
      },
      {
        "letra": "D",
        "texto": "solicita para si vantagem indevida em razão da função pública que exerce incide no crime de corrupção ativa."
      },
      {
        "letra": "E",
        "texto": "altera parte de documento público verdadeiro pratica o crime de supressão de documento."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "984289",
    "metadata": "Ano: 2012 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Corrupção ativa em transação comercial internacional. Tráfico de influência em transação comercial internacional",
      "Corrupção ativa"
    ],
    "enunciado_principal": "Exigir, para si ou para outrem, direta ou indiretamente, vantagem indevida; oferecer ou prometer vantagem indevida a funcionário público; retardar ou deixar de praticar, indevidamente, ato de ofício; solicitar ou receber, para si ou para outrem, direta ou indiretamente, vantagem indevida, são condutas que constituem, respectivamente, os crimes de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Concussão; corrupção passiva; prevaricação e corrupção ativa."
      },
      {
        "letra": "B",
        "texto": "Corrupção passiva; corrupção ativa; prevaricação e concussão."
      },
      {
        "letra": "C",
        "texto": "Concussão; corrupção ativa; prevaricação e corrupção passiva."
      },
      {
        "letra": "D",
        "texto": "Corrupção passiva; concussão; corrupção ativa e prevaricação."
      },
      {
        "letra": "E",
        "texto": "Prevaricação, corrupção passiva, concussão e corrupção ativa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "275163",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Outras classificações",
      "Crimes contra a administração pública",
      "Peculato",
      "Corrupção ativa em transação comercial internacional. Tráfico de influência em transação comercial internacional"
    ],
    "enunciado_principal": "Assinale a opção correta, a respeito dos crimes contra a administração pública.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os crimes praticados por particular contra a administração pública incluem o desacato, a corrupção passiva e a desobediência."
      },
      {
        "letra": "B",
        "texto": "Considere que um ex-policial, valendo-se de uma arma, ao abordar um grupo de jovens, submeteu-os a revista pessoal com o intuito de encontrar drogas. Nessa situação, o ex-policial praticou o delito de exercício funcional ilegalmente prolongado."
      },
      {
        "letra": "C",
        "texto": "Considera-se crime funcional próprio aquele em que a qualidade de servidor público é essencial à sua configuração, e crime funcional impróprio, aquele que tanto pode ser cometido por servidor público como por quem não detém essa condição."
      },
      {
        "letra": "D",
        "texto": "O peculato-culposo se confunde com o peculato-furto: em ambos o servidor público, prevalecendo-se dessa condição, concorre para que terceiro subtraia o bem."
      },
      {
        "letra": "E",
        "texto": "Considere que um servidor público, influenciado por sua namorada, tenha deixado de praticar ato de ofício, caracterizando infração de dever funcional. Nessa situação, a conduta do servidor se amolda à figura típica do tráfico de influência."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "272543",
    "metadata": "Ano: 2012 | Banca: FUNDEP (Gestão de Concursos) | Órgão: Prefeitura de Belo Horizonte - MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações",
      "Corrupção passiva",
      "Advocacia administrativa",
      "Corrupção ativa em transação comercial internacional. Tráfico de influência em transação comercial internacional",
      "Corrupção ativa"
    ],
    "enunciado_principal": "TÍCIO, auditor da PBH, foi designado para verificar e avaliar o sistema de informação de um dos órgãos da Prefeitura de Belo Horizonte. MÉVIO, funcionário da PBH, que havia introduzido informações falsas no sistema para beneficiar um parente, procura CAIO, também servidor da PBH, e lhe confidencia o fato, afirmando temer ser descoberto nas inspeções de TÍCIO. CAIO, então, diz que é muito amigo de TÍCIO e usaria de sua influência para que este acobertasse o nome de MÉVIO, desde que este lhe pagasse a importância de R$ 3.000,00. Todavia, CAIO sequer conhecia TÍCIO e, após receber aquela quantia de MÉVIO, oferece a TÍCIO o valor de R$ 1.500,00, para que não divulgasse o que seria facilmente descoberto, valor este aceito por TÍCIO. Contudo, mesmo recebendo o dinheiro, TÍCIO, em sua auditoria, detecta e relata a fraude praticada por MÉVIO. Tendo em vista o caso descrito, assinale a opção CORRETA. (Considere que o nomen juris dos delitos e os tipos penais informados nas proposições são verdadeiros).",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Mévio praticou os delitos de inserção de dados falsos em sistemas de informações (art. 313-A, CP) e corrupção ativa (art. 333, CP); Caio praticou os delitos de corrupção passiva (art. 317, CP) e advocacia administrativa (art. 321, CP); e Tício praticou o crime de corrupção passiva (art. 317, CP)."
      },
      {
        "letra": "B",
        "texto": "Mévio praticou o delito de inserção de dados falsos em sistemas de informações (art. 313-A, CP) e corrupção ativa (art. 333, CP); Caio praticou os delitos de corrupção passiva (art. 317, CP) e advocacia administrativa (art. 321, CP); e Tício não praticou nenhum crime, eis que cumpriu suas atribuições funcionais."
      },
      {
        "letra": "C",
        "texto": "Mévio praticou o delito de inserção de dados falsos em sistemas de informações (art. 313-A, CP); Caio praticou o delito de corrupção ativa (art. 333, CP); e Tício praticou o crime de corrupção passiva (art. 317, CP)."
      },
      {
        "letra": "D",
        "texto": "Mévio praticou o delito de inserção de dados falsos em sistemas de informações (art. 313-A, CP); Caio praticou os delitos de tráfico de influência (art. 332, CP) e corrupção ativa (art. 333, CP); e Tício praticou o crime de corrupção passiva (art. 317, CP)."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "215026",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Prevaricação",
      "Condescendência criminosa",
      "Violação de sigilo funcional",
      "Corrupção ativa em transação comercial internacional. Tráfico de influência em transação comercial internacional"
    ],
    "enunciado_principal": "Rodrigues, funcionário público lotado em repartição fiscal, emprestou sua senha a um amigo estranho ao serviço público, possibilitando-lhe acesso ao banco de dados da Administração Pública, para fins de obtenção de lista de contribuintes e envio de material publicitário. Nesse caso, Rodrigues responderá por crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tráfico de influência."
      },
      {
        "letra": "B",
        "texto": "condescendência criminosa."
      },
      {
        "letra": "C",
        "texto": "excesso de exação."
      },
      {
        "letra": "D",
        "texto": "prevaricação."
      },
      {
        "letra": "E",
        "texto": "violação de sigilo funcional."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "575033",
    "metadata": "Ano: 2011 | Banca: IBFC | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica",
      "Crimes contra a administração pública",
      "Violação de sigilo funcional",
      "Corrupção ativa em transação comercial internacional. Tráfico de influência em transação comercial internacional"
    ],
    "enunciado_principal": "Analise as assertivas a seguir: I. Quando a falsidade ideológica é cometida por servidor público prevalecendo-se do cargo que ocupa, o crime caracterizado é o de excesso de exação. II. O servidor público que revela fato de que tem conhecimento em razão do cargo e que deva permanecer em segredo pratica o delito de tráfico de influência. III. O servidor público que patrocina interesse privado perante a administração pública valendo-se do cargo que ocupa pratica o crime de advocacia administrativa. IV. A conduta do servidor público de devassar sigilo de proposta de concorrência pública constitui o crime de violação de sigilo funcional. Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas os itens II e III estão incorretos."
      },
      {
        "letra": "B",
        "texto": "apenas os itens I, II e IV estão incorretos."
      },
      {
        "letra": "C",
        "texto": "apenas os itens III e IV estão incorretos."
      },
      {
        "letra": "D",
        "texto": "apenas o item I está incorreto."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "301803",
    "metadata": "Ano: 2011 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Advocacia administrativa",
      "Corrupção ativa em transação comercial internacional. Tráfico de influência em transação comercial internacional",
      "Sonegação de papel ou objeto de valor probatório. Exploração de prestígio"
    ],
    "enunciado_principal": "O agente que solicita ou recebe dinheiro ou qualquer utilidade, a pretexto de influir em juiz ou funcionário da justiça, sujeita-se à pena de 1(um) a 5 (cinco) anos de reclusão e multa, prevista no Código Penal para o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Favorecimento pessoal."
      },
      {
        "letra": "B",
        "texto": "Tráfico de influência."
      },
      {
        "letra": "C",
        "texto": "Exploração de prestígio."
      },
      {
        "letra": "D",
        "texto": "Concussão."
      },
      {
        "letra": "E",
        "texto": "Advocacia Administrativa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "235168",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Usurpação de função pública",
      "Resistência",
      "Desobediência",
      "Desacato",
      "Corrupção ativa em transação comercial internacional. Tráfico de influência em transação comercial internacional"
    ],
    "enunciado_principal": "Assinale a opção correta com referência aos crimes praticados contra a administração em geral.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No delito de resistência, se o ato legal do agente público não for executado em razão da ação criminosa, a pena cominada ao tipo penal será aumentada de um terço até metade."
      },
      {
        "letra": "B",
        "texto": "O delito de desacato pode ser praticado quando a ofensa é dirigida a funcionário público que não se encontre presente, desde que o desacato esteja relacionado às suas funções."
      },
      {
        "letra": "C",
        "texto": "Ao contrário do crime de corrupção passiva, o delito de tráfico de influência é material, ou seja, só se consuma com a obtenção efetiva da vantagem indevida."
      },
      {
        "letra": "D",
        "texto": "Comete o delito de usurpação de função pública o agente que se arrogue nessa função, independentemente de praticar atos de ofício como se legitimado fosse, com o ânimo de usurpar."
      },
      {
        "letra": "E",
        "texto": "O funcionário público pode cometer crime de desobediência, se destinatário de ordem judicial, e, considerando a inexistência de hierarquia, tem o dever de cumpri-la."
      }
    ],
    "gabarito": "E"
  }
]