[
  {
    "id": "3163072",
    "metadata": "Ano: 2025 | Banca: Instituto Darwin | Órgão: Prefeitura de Santa Cruz do Capibaribe - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Corrupção de menores"
    ],
    "enunciado_principal": "A gravidade dos crimes contra a dignidade sexual, além de impactar em questões psicológicas, sociais e legais, é refletida nos inúmeros desafios enfrentados pelas vítimas ao buscar justiça. Muitas vezes elas são desacreditadas pela própria família, ainda mais quando são crianças ou adolescentes. Nesse contexto, a conduta de induzir alguém menor de 14 (quatorze) anos a satisfazer a lascívia de outrem configura",
    "alternativas": [
      {
        "letra": "A",
        "texto": "crime de estupro."
      },
      {
        "letra": "B",
        "texto": "crime de corrupção de menores."
      },
      {
        "letra": "C",
        "texto": "crime de atentado violento ao pudor."
      },
      {
        "letra": "D",
        "texto": "crime de favorecimento da prostituição de vulnerável."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2388749",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: PC-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Corrupção de menores"
    ],
    "enunciado_principal": "Considere que João tenha induzido Maria, menor de 14 anos, a satisfazer a lascívia de Paulo, seu irmão. Nesse caso, João praticou o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "importunação sexual."
      },
      {
        "letra": "B",
        "texto": "estupro de vulnerável."
      },
      {
        "letra": "C",
        "texto": "registro não autorizado da intimidade sexual."
      },
      {
        "letra": "D",
        "texto": "satisfação de lascívia mediante presença de criança ou adolescente."
      },
      {
        "letra": "E",
        "texto": "corrupção sexual de menores."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2211468",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Assédio sexual",
      "Corrupção de menores",
      "Importunação Sexual"
    ],
    "enunciado_principal": "José, para satisfazer a própria lascívia, passou a mão, de maneira superficial e rápida, por baixo da blusa de Júlia, na altura dos seios dela. Júlia tem deficiência mental e, por isso, não tinha o necessário discernimento sobre a prática do ato. Assinale a opção que indica corretamente a tipificação da conduta de José na situação hipotética apresentada.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "importunação sexual"
      },
      {
        "letra": "B",
        "texto": "assédio sexual"
      },
      {
        "letra": "C",
        "texto": "estupro de vulnerável"
      },
      {
        "letra": "D",
        "texto": "ato obsceno"
      },
      {
        "letra": "E",
        "texto": "estupro corretivo"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1960229",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Sequestro ou cárcere privado",
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável",
      "Corrupção de menores",
      "Divulgação de cena de estupro de vulnerável, de cena de sexo ou de pornografia"
    ],
    "enunciado_principal": "Configura crime contra a dignidade sexual a conduta de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "oferecer, por qualquer meio, inclusive por meio de comunicação de massa, fotografia, vídeo ou outro registro audiovisual que contenha cena de estupro, ou, sem o consentimento da vítima, cena de sexo ou de nudez ou pornografia"
      },
      {
        "letra": "B",
        "texto": "privar alguém de sua liberdade, mediante sequestro ou cárcere privado, para a prática de atos libidinosos"
      },
      {
        "letra": "C",
        "texto": "ter conjunção carnal ou praticar outro ato libidinoso com menor de 14 (catorze) anos"
      },
      {
        "letra": "D",
        "texto": "fotografar, filmar ou registrar, por qualquer meio, conteúdo com cena de nudez ou ato sexual ou libidinoso de caráter íntimo e privado sem autorização dos participantes"
      },
      {
        "letra": "E",
        "texto": "induzir alguém menor de 14 (catorze) anos a satisfazer a lascívia de outrem"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "878468",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: TJ-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso formal",
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável",
      "Corrupção de menores"
    ],
    "enunciado_principal": "Valter, 30 anos, foi denunciado pela prática de crime de estupro de vulnerável (Art. 217-A, §1º do CP – pena: 8 a 15 anos de reclusão) e corrupção de menores (Art. 244-B, Lei nº 8.069/90 – pena: 1 a 4 anos de reclusão) em concurso formal de delitos, pois, segundo consta da denúncia, na companhia de seu sobrinho de 16 anos, teria praticado conjunção carnal com vítima de 22 anos que possuía deficiência mental e não podia oferecer resistência. Consta do procedimento a informação de que o adolescente responderia a outra ação socioeducativa pela suposta prática de ato infracional. Os fatos são integralmente confirmados durante a instrução, de modo que o Ministério Público requer a condenação nos termos da denúncia. A defesa, porém, requer a absolvição do crime de corrupção de menores e aplicação da pena mínima do estupro. Considerando as informações narradas e que não há circunstância a justificar a aplicação da pena de qualquer dos crimes, em caso de condenação, acima do mínimo legal, no momento da sentença:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não deverá ser reconhecida a corrupção de menores, diante do passado infracional do adolescente, afastando-se o concurso de crimes;"
      },
      {
        "letra": "B",
        "texto": "deverá ser reconhecida a corrupção de menores, não havendo, porém, quaisquer consequências na aplicação da pena, já que o crime de estupro é mais grave;"
      },
      {
        "letra": "C",
        "texto": "não deverá ser reconhecida a corrupção de menores, que resta configurada quando o agente pratica crime com menor de 14 anos, afastando-se o concurso de crimes;"
      },
      {
        "letra": "D",
        "texto": "deverá ser reconhecida a corrupção de menores e, aplicando-se a pena mínima do crime de estupro de vulnerável, diante do concurso formal, deverá, no caso, ser aplicada a regra da exasperação;"
      },
      {
        "letra": "E",
        "texto": "deverá ser reconhecida a corrupção de menores e, aplicando-se a pena mínima do crime de estupro de vulnerável, diante do concurso formal, deverá, no caso, ser aplicada a regra da cumulação de penas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "873682",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável",
      "Corrupção de menores"
    ],
    "enunciado_principal": "Conforme o ordenamento penal pátrio e o entendimento dos tribunais superiores:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Compete à Justiça Estadual do local do upload processar e julgar os crimes consistentes em disponibilizar ou adquirir material pornográfico envolvendo criança ou adolescente (arts. 241, 241-A e 241-B da Lei nº 8.069/1990) quando praticados por meio da rede mundial de computadores."
      },
      {
        "letra": "B",
        "texto": "Para a configuração do crime de corrupção de menores, atual artigo 244-B do Estatuto da Criança e do Adolescente, se faz necessária a prova da efetiva corrupção do menor, uma vez que se trata de delito material, cujo bem jurídico tutelado pela norma visa, sobretudo, a impedir que o maior imputável induza ou facilite a inserção ou a manutenção do menor na esfera criminal."
      },
      {
        "letra": "C",
        "texto": "Não configura o crime de corrupção de menores na hipótese em que o maior imputável pratica com o menor a infração penal ou induz a praticá-la, quando o adolescente possui outros antecedentes infracionais, pois, a cada nova prática criminosa em que o menor participa não ser pode falar de um aumento da degradação de sua personalidade."
      },
      {
        "letra": "D",
        "texto": "Para a caracterização do crime de estupro de vulnerável previsto no art. 217-A, caput, do Código Penal, basta que o agente tenha conjunção carnal ou pratique qualquer ato libidinoso com pessoa menor de 14 anos. O consentimento da vítima, sua eventual experiência sexual anterior ou a existência de relacionamento amoroso entre o agente e a vítima não afastam a ocorrência do crime."
      },
      {
        "letra": "E",
        "texto": "Ocorre erro de tipo no crime de corrupção de menores, não cabendo à defesa apresentar elementos probatórios capazes de sustentar a alegação de desconhecimento do acusado acerca da menoridade do coautor."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "646149",
    "metadata": "Ano: 2016 | Banca: UFMT | Órgão: DPE-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Corrupção de menores"
    ],
    "enunciado_principal": "No que se refere aos crimes contra a dignidade sexual, analise as afirmativas abaixo. I - No crime de estupro, não é possível a responsabilização penal por omissão. II - Como regra, a ação penal é privada, exigindo-se a queixa-crime. III - No crime de estupro, o tipo penal não exige contato físico entre a vítima e o agente. IV - Pratica crime de corrupção de menores, previsto no artigo 228 do Código Penal, aquele que induz menor de dezesseis anos a satisfazer a lascívia de outrem. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e IV, apenas."
      },
      {
        "letra": "B",
        "texto": "II e III, apenas."
      },
      {
        "letra": "C",
        "texto": "I e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "III, apenas."
      },
      {
        "letra": "E",
        "texto": "II, III e IV, apenas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "393348",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Tipicidade",
      "Consumação e tentativa",
      "Noções gerais de Concursos de Pessoas",
      "Concurso de crimes",
      "Concurso formal",
      "Participação",
      "Punibilidade no concurso de pessoas",
      "Crimes contra a liberdade pessoal",
      "Sequestro ou cárcere privado",
      "Crimes contra o patrimônio",
      "Roubo",
      "Crimes contra a dignidade sexual",
      "Corrupção de menores"
    ],
    "enunciado_principal": "Carlos, Maurício, Alexandre, todos maiores de idade, e o adolescente José planejaram, de comum acordo e agindo em unidade de desígnios, subtrair aparelhos eletrônicos da casa de Gabriel. O quarteto dividiu-se, então, da seguinte forma: Carlos e Maurício permaneceram de vigia, dentro de um automóvel, nas cercanias da referida residência, enquanto Alexandre e José se incumbiram da tarefa de consumar a subtração dos equipamentos. Ao chegarem à porta da garagem da casa, esses dois últimos avistaram e renderam Marcelo, amigo de Gabriel que ali estacionava seu veículo. A rendição ocorreu com o uso de arma de fogo de propriedade de Alexandre, a qual fora por ele ocultada de todos os demais comparsas. Em seguida, os dois criminosos entraram na residência, renderam, também, seu proprietário e iniciaram a movimentação dos aparelhos eletrônicos em direção ao carro do grupo. Quando todo o material desejado havia sido subtraído, o grupo viu-se impossibilitado, por razões técnicas, de dar partida no veículo e fugiu do local sem levar nenhum objeto. Avisada por vizinhos, a polícia chegou rapidamente ao local, prendendo os bandidos após breve perseguição a pé.Com base nessa situação hipotética, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Carlos e Maurício concorreram para dois crimes de tentativa de roubo praticados por Alexandre; contudo, como quiseram participar de crime menos grave, a pena de ambos poderá ser diminuída até metade, já que foi previsível o resultado mais grave."
      },
      {
        "letra": "B",
        "texto": "De acordo com a jurisprudência do Superior Tribunal de Justiça (STJ), a punição de Carlos, Maurício e Alexandre pelo crime de corrupção de menores dependerá da prova da efetiva corrupção de José."
      },
      {
        "letra": "C",
        "texto": "Carlos e Maurício praticaram dois crimes de roubo consumado, qualificado pelo concurso de agentes, e um de corrupção de menores, devendo a pena imposta ser acrescida de um quinto em razão do concurso formal."
      },
      {
        "letra": "D",
        "texto": "Alexandre praticou dois crimes de tentativa de roubo circunstanciado pelo emprego de arma, concurso de agentes e restrição de liberdade das vítimas, um delito de corrupção de menores e um crime de porte ilegal de arma de fogo, devendo sua pena ser acrescida de um quarto em razão do concurso formal."
      },
      {
        "letra": "E",
        "texto": "Carlos, Maurício e Alexandre praticaram dois crimes de tentativa de roubo circunstanciado pelo emprego de arma, concurso de agentes e restrição de liberdade das vítimas, em concurso formal com o crime de corrupção de menores, devendo suas penas serem acrescidas de metade em razão do concurso formal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "440995",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: POLITEC-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Violação sexual mediante fraude",
      "Assédio sexual",
      "Estupro de vulnerável",
      "Corrupção de menores"
    ],
    "enunciado_principal": "Uma mulher de 30 anos de idade atrai para o seu apartamento, seu vizinho de 13 anos que, apesar da idade, apresenta porte físico bemdesenvolvido.Após convencê-lo de que vai manter sigilo, pratica conjunção carnal com o mesmo. Trata-se de um crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estupro"
      },
      {
        "letra": "B",
        "texto": "violação sexualmediante fraude."
      },
      {
        "letra": "C",
        "texto": "corrupção demenor."
      },
      {
        "letra": "D",
        "texto": "estupro de vulnerável"
      },
      {
        "letra": "E",
        "texto": "assédio sexual."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "305397",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Satisfação de lascívia mediante a presença de criança ou adolescente",
      "Favorecimento de prostituição ou outra forma de exploração sexual de vulnerável",
      "Corrupção de menores"
    ],
    "enunciado_principal": "Maria, a pedido de sua prima Joana, por concupiscência desta, convenceu sua vizinha Pauliana, de 12 anos de idade, a assistir Joana e seu namorado Paulo em intimidades sexuais. Assim, pode-se concluir que Maria obrou para o delito de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "submeter criança ou adolescente sob sua autoridade, guarda ou vigilância a vexame ou a constrangimento."
      },
      {
        "letra": "B",
        "texto": "aliciar criança, com o fim de com ela praticar ato libidinoso."
      },
      {
        "letra": "C",
        "texto": "favorecimento da prostituição ou outra forma de exploração sexual de vulnerável."
      },
      {
        "letra": "D",
        "texto": "satisfação de lascívia mediante presença de criança ou adolescente."
      },
      {
        "letra": "E",
        "texto": "corrupção de menores."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "298692",
    "metadata": "Ano: 2013 | Banca: FEPESE | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável",
      "Satisfação de lascívia mediante a presença de criança ou adolescente",
      "Favorecimento de prostituição ou outra forma de exploração sexual de vulnerável",
      "Corrupção de menores"
    ],
    "enunciado_principal": "Assinale a alternativa correta de acordo o Código Penal brasileiro. Aquele que submeter, induzir ou atrair à prostituição ou outra forma de exploração sexual alguém menor de dezoito anos ou que, por enfermidade ou deficiência mental, não tem o necessário discernimento para a prática do ato, facilitá-la, impedir ou dificultar que a abandone, comete o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estupro de vulnerável."
      },
      {
        "letra": "B",
        "texto": "corrupção de menores."
      },
      {
        "letra": "C",
        "texto": "instigação sexual de vulnerável."
      },
      {
        "letra": "D",
        "texto": "favorecimento da prostituição ou outra forma de exploração sexual de vulnerável."
      },
      {
        "letra": "E",
        "texto": "satisfação de lascívia mediante presença de criança ou adolescente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "270427",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: DPE-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Princípios limitadores do poder punitivo estatal",
      "Conflito aparente de normas",
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Estupro de vulnerável",
      "Corrupção de menores"
    ],
    "enunciado_principal": "Com relação à aplicação da lei penal no tempo, aos crimes contra a dignidade sexual e aos delitos hediondos, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De acordo com a jurisprudência predominante do STJ, a presunção de violência prevista no art. 224 do CP se revela de natureza absoluta, não cedendo à existência de fatores que afastem a dita presunção."
      },
      {
        "letra": "B",
        "texto": "Pratica crime de corrupção de menores, previsto no art. 218 do CP, aquele que induz menor de dezesseis anos a satisfazer a lascívia de outrem."
      },
      {
        "letra": "C",
        "texto": "O art. 224 do CP, no qual era prevista a presunção de violência em crimes sexuais, foi revogado, tendo sido criado um novo tipo penal, tipificado como estupro de vulnerável, que caracteriza a abolitio criminis da conduta prevista no art. 214 (atentado violento ao pudor) c/c o art. 224 do CP."
      },
      {
        "letra": "D",
        "texto": "O princípio da continuidade normativa típica evidencia-se quando uma norma penal é revogada, mas a mesma conduta continua sendo crime no tipo penal revogador, ou seja, a infração penal continua tipificada em outro dispositivo, ainda que topologicamente ou normativamente diverso do originário."
      },
      {
        "letra": "E",
        "texto": "Aplica-se ao agente de violência real ou grave ameaça em crime de estupro ou atentado violento ao pudor a causa especial de aumento de pena prevista no art. 9.º da lei que trata dos crimes hediondos."
      }
    ],
    "gabarito": "D"
  }
]