[
  {
    "id": "3676180",
    "metadata": "Ano: 2025 | Banca: Gama Consult | Órgão: Prefeitura de Mauá da Serra - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública"
    ],
    "enunciado_principal": "Incitar, publicamente, a prática de crime: (Art. 286, CP)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Detenção, de três a seis meses, ou multa."
      },
      {
        "letra": "B",
        "texto": "Detenção, de três a oito meses, ou multa."
      },
      {
        "letra": "C",
        "texto": "Detenção, de quatro a seis meses, ou multa."
      },
      {
        "letra": "D",
        "texto": "Reclusão, de três a seis meses, ou multa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3645136",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: CNU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública"
    ],
    "enunciado_principal": "O crime organizado e as milícias representam desafios distintos para a segurança pública no Brasil, com dinâmicas e impactos variados em diferentes regiões. Sobre tais organizações criminosas, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a formação de milícias é permitida quando tem o fim exclusivo de combater grupos armados de traficantes de drogas, sendo entendida como um meio legítimo de defesa da comunidade;"
      },
      {
        "letra": "B",
        "texto": "se entende por organização criminosa o grupo paramilitar, grupo ou esquadrão criado com o objetivo de praticar crimes previstos pelo Código Penal brasileiro;"
      },
      {
        "letra": "C",
        "texto": "o controle territorial em áreas específicas e a participação de agentes ou ex-agentes estatais são características típicas das milícias;"
      },
      {
        "letra": "D",
        "texto": "o aumento do número de pessoas presas no Brasil, sobretudo lideranças de facções, vem sendo relacionado à constatação de enfraquecimento do crime organizado;"
      },
      {
        "letra": "E",
        "texto": "a constituição de milícias privadas não é um crime autônomo no Brasil, enquadrando-se a conduta como associação criminosa, formação de quadrilha ou organização criminosa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3560631",
    "metadata": "Ano: 2025 | Banca: INSTITUTO AOCP | Órgão: MPE-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Crimes contra a paz pública"
    ],
    "enunciado_principal": "Em município do interior do Maranhão, um grupo armado e já conhecido na região, liderado por latifundiário, invade, durante a madrugada, um assentamento rural com o intuito de expulsar à força as famílias agricultoras. Durante a ação, há disparos de arma de fogo contra barracos, destruição de plantações e ameaças verbais dirigidas aos moradores, retirando-os da terra, porém nenhuma vítima foi fisicamente lesionada. A Polícia Civil instaura inquérito, e o Ministério Público estadual analisa a capitulação penal adequada à conduta dos envolvidos. Uma análise preliminar indica a possibilidade de existência de qual das seguintes capitulações penais?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A conduta configura apenas crime de ameaça, por ausência de lesão corporal e de violência real contra os moradores."
      },
      {
        "letra": "B",
        "texto": "Na situação descrita, a destruição de barracos e plantações configura crime de dano simples, sendo atípica se os barracos e plantações tiverem baixo valor de mercado."
      },
      {
        "letra": "C",
        "texto": "A invasão com emprego de violência para adquirir a posse de imóvel rural caracteriza o crime de esbulho possessório, podendo coexistir com crime de associação criminosa armada."
      },
      {
        "letra": "D",
        "texto": "Por não haver sentença judicial reconhecendo o direito possessório dos agricultores, a posse é juridicamente precária e, portanto, não há possibilidade de ocorrência de crime de esbulho possessório."
      },
      {
        "letra": "E",
        "texto": "A ausência de registro regular da terra no cartório de imóveis impede a proteção penal da posse, restringindo a responsabilização ao juízo cível."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3531175",
    "metadata": "Ano: 2025 | Banca: UECE-CEV | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública"
    ],
    "enunciado_principal": "De acordo com o Código Penal Brasileiro, assinale a opção que apresenta somente crimes praticados contra a paz pública.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "associação criminosa, falsidade ideológica, moeda falsa e uso de documento falso"
      },
      {
        "letra": "B",
        "texto": "falsificação de documento público, falsidade ideológica e apologia de crime ou criminoso"
      },
      {
        "letra": "C",
        "texto": "falsificação de documento público, incitação ao crime e uso de documento falso"
      },
      {
        "letra": "D",
        "texto": "uso de documento falso, incitação ao crime, moeda falsa, e apologia de crime ou criminoso"
      },
      {
        "letra": "E",
        "texto": "associação criminosa, incitação ao crime e apologia de crime ou criminoso"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3448073",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Prefeitura de Tapiratiba - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública"
    ],
    "enunciado_principal": "Quatro pessoas se associaram para o fim específico de cometerem crimes. Considerando a exata conduta narrada, nos termos do Código Penal, restou configurada(o):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Uma conduta atípica."
      },
      {
        "letra": "B",
        "texto": "O crime de incitação ao crime."
      },
      {
        "letra": "C",
        "texto": "O crime de associação criminosa."
      },
      {
        "letra": "D",
        "texto": "O crime de constituição de milícia privada."
      },
      {
        "letra": "E",
        "texto": "O crime de apologia de crime ou criminoso."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3104192",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: STJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública",
      "Associação criminosa"
    ],
    "enunciado_principal": "Em caso de condenação criminal do servidor pela prática de crime funcional e do crime de organização criminosa, apesar de ele acumular dois cargos públicos, a sua condenação criminal transitada em julgado não ensejará a perda do seu cargo de professor.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3104191",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: STJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Crimes contra a paz pública",
      "Associação criminosa"
    ],
    "enunciado_principal": "Se comprovada a hipótese investigativa de que o servidor agia conjuntamente com os fazendeiros de maneira estruturada e com divisão de tarefas, é possível a imputação do crime de organização criminosa ao grupo, ainda que paro o crime de incêndio florestal a pena máxima prevista seja de quatro anos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2388751",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: PC-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública",
      "Constituição de Milícia Privada"
    ],
    "enunciado_principal": "No que se refere aos crimes contra a paz pública, caracteriza o crime de constituição de milícia privada a conduta de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "associarem-se quatro pessoas para o fim específico de cometer crimes."
      },
      {
        "letra": "B",
        "texto": "associarem-se três pessoas para o fim específico de cometer crimes com a participação de criança ou adolescente."
      },
      {
        "letra": "C",
        "texto": "policial integrar grupo criminoso juntamente com mais três pessoas visando à prática de crimes."
      },
      {
        "letra": "D",
        "texto": "integrar organização paramilitar com a finalidade de praticar crimes exclusivamente previstos no Código Penal."
      },
      {
        "letra": "E",
        "texto": "custear organização paramilitar com a finalidade de praticar crimes de qualquer espécie, inclusive aqueles previstos em legislação penal especial."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2649422",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública",
      "Constituição de Milícia Privada"
    ],
    "enunciado_principal": "A conduta de custear organização paramilitar, grupo ou esquadrão com a finalidade de praticar qualquer dos crimes previstos no Código Penal caracteriza crime",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de associação criminosa."
      },
      {
        "letra": "B",
        "texto": "de organização criminosa."
      },
      {
        "letra": "C",
        "texto": "de constituição de milícia privada."
      },
      {
        "letra": "D",
        "texto": "hediondo."
      },
      {
        "letra": "E",
        "texto": "contra a incolumidade pública."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2247794",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública",
      "Incitação ao crime",
      "Apologia de crime ou criminoso",
      "Associação criminosa"
    ],
    "enunciado_principal": "Ilário, influenciador digital, publica um vídeo na internet, de acesso livre, em que, usando uma camiseta com a estampa de uma folha de maconha, defende a legalização da aludida droga.Diante do caso narrado, é correto afirmar que Ilário:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não cometeu crime;"
      },
      {
        "letra": "B",
        "texto": "cometeu o crime de incitação ao crime;"
      },
      {
        "letra": "C",
        "texto": "cometeu o crime de apologia de crime ou criminoso;"
      },
      {
        "letra": "D",
        "texto": "cometeu o crime de associação ao tráfico de drogas;"
      },
      {
        "letra": "E",
        "texto": "cometeu o crime de tráfico de drogas, em uma de suas formas privilegiadas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2218525",
    "metadata": "Ano: 2023 | Banca: SELECON | Órgão: Prefeitura de Lucas do Rio Verde - MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública",
      "Associação criminosa"
    ],
    "enunciado_principal": "Vando, Vagner, Valter e Valdo se unem estável e permanentemente, de forma estruturalmente ordenada e com divisão de tarefas, para a prática de infrações penais transnacionais, cuja pena máxima é de quatro anos de privação da liberdade, a fim de auferirem lucro com o cometimento dos delitos. Considerando que os três primeiros envolvidos são adultos, mas Valdo é adolescente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não há uma organização criminosa, pois somente os participantes adultos podem ser contados para atingimento do número mínimo de integrantes"
      },
      {
        "letra": "B",
        "texto": "não há uma organização criminosa, já que a pena máxima das infrações penais praticadas deve ser superior a quatro anos"
      },
      {
        "letra": "C",
        "texto": "não há uma organização criminosa, pois o crime associativo pressupõe um número mínimo de cinco integrantes"
      },
      {
        "letra": "D",
        "texto": "há uma associação criminosa, uma vez que estão presentes todos os elementos de sua caracterização"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2208458",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública"
    ],
    "enunciado_principal": "Em relação aos crimes contra a paz pública, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para tipificação do crime de associação criminosa, exige-se a associação estável de mais de três pessoas para o fim específico de cometer crimes."
      },
      {
        "letra": "B",
        "texto": "O sujeito que instiga animosidade entre as Forças Armadas, ou delas contra os poderes constitucionais, responde pelo delito de incitação ao crime com a pena agravada."
      },
      {
        "letra": "C",
        "texto": "No delito de incitação ao crime, há a necessidade de que o agente instigue pessoa determinada ou indeterminada à prática de determinada espécie de crime."
      },
      {
        "letra": "D",
        "texto": "No crime de constituição de milícia privada, a pena será aumentada em até metade se houver a participação de criança ou adolescente."
      },
      {
        "letra": "E",
        "texto": "A constituição de milícia privada pode ter por finalidade a prática de qualquer crime previsto no ordenamento jurídico brasileiro."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2182851",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: Câmara de Marília - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública",
      "Associação criminosa"
    ],
    "enunciado_principal": "O crime de associação criminosa, nos termos do art. 288 do CP configura-se com a associação de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "qualquer número de pessoas, para o fim específico de cometer crimes, e tem pena aumentada se a associação é armada ou se houver a participação de criança ou adolescente."
      },
      {
        "letra": "B",
        "texto": "no mínimo quatro ou mais pessoas, para o fim específico de cometer crimes ou contravenções, e tem pena aumentada se a associação é armada ou se houver a participação de criança ou adolescente."
      },
      {
        "letra": "C",
        "texto": "no mínimo quatro ou mais pessoas, para o fim específico de cometer crimes ou contravenções, e tem pena aumentada se a associação é armada."
      },
      {
        "letra": "D",
        "texto": "no mínimo três ou mais pessoas, para o fim específico de cometer crimes, e tem pena aumentada se a associação é armada ou se houver a participação de criança ou adolescente."
      },
      {
        "letra": "E",
        "texto": "no mínimo duas ou mais pessoas, para o fim específico de cometer crimes ou contravenções, e tem pena aumentada se houver a participação de criança ou adolescente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2082788",
    "metadata": "Ano: 2023 | Banca: Avança SP | Órgão: Prefeitura de Americana - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Dano",
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum",
      "Crimes contra a saúde pública",
      "Crimes contra a paz pública",
      "Incitação ao crime",
      "Apologia de crime ou criminoso"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Configura-se incêndio expor a perigo a vida, a integridade física ou o patrimônio de outrem, mediante explosão, arremesso ou simples colocação de engenho de dinamite ou de substância de efeitos análogos;"
      },
      {
        "letra": "B",
        "texto": "Configura-se incitação ao crime fazer, publicamente, apologia de fato criminoso ou de autor de crime;"
      },
      {
        "letra": "C",
        "texto": "Configura-se apologia de crime ou criminoso incitar, publicamente, a prática de crime;"
      },
      {
        "letra": "D",
        "texto": "Configura-se infração de medida sanitária preventiva infringir determinação do poder público, destinada a impedir introdução ou propagação de doença contagiosa;"
      },
      {
        "letra": "E",
        "texto": "Todas as assertivas anteriores estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1992058",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública",
      "Incitação ao crime",
      "Associação criminosa",
      "Constituição de Milícia Privada"
    ],
    "enunciado_principal": "O direito penal constitui tutela a determinados bens jurídicos selecionados pelo legislador como dignos de preservação. A paz pública é um bem jurídico de especial relevância por traduzir sentimento coletivo de confiança e tranquilidade na ordem social. Nesse contexto, são considerados crimes contra a paz pública:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "associação criminosa, constituição de milícia privada e incitação ao crime."
      },
      {
        "letra": "B",
        "texto": "incitação ao crime, apologia de criminoso e desobediência."
      },
      {
        "letra": "C",
        "texto": "apologia ao crime, tráfico de influência e denunciação caluniosa."
      },
      {
        "letra": "D",
        "texto": "falso testemunho, contratação inidônea e apologia ao crime."
      },
      {
        "letra": "E",
        "texto": "apologia ao crime, incitação ao crime e violência em arrematação judicial."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1990137",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TCE-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública",
      "Associação criminosa"
    ],
    "enunciado_principal": "Renato, Ricardo e Roberto, policiais civis lotados na Secretaria Municipal de Segurança Pública de determinado Município, associaram-se, entre si, com perfeita divisão de tarefas, para a prática de vários crimes de extorsão, de concussão e de corrupção, utilizando-se, para a prática de alguns delitos, das armas de fogo que possuíam em razão de suas funções. Os três foram presos em flagrante quando do cometimento de um delito de corrupção, para a consecução do qual não se utilizaram das referidas armas de fogo. Além de responderem pelo crime de corrupção, o fato de terem se associado para a prática de crimes corresponde à figura típica de crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "associação criminosa, com a incidência da majorante relativa ao fato de os agentes serem servidores públicos;"
      },
      {
        "letra": "B",
        "texto": "constituição de milícia privada, não incidindo a majorante do emprego de arma de fogo;"
      },
      {
        "letra": "C",
        "texto": "associação criminosa, com incidência da causa de aumento de pena em razão de a associação ser armada;"
      },
      {
        "letra": "D",
        "texto": "constituir e integrar organização criminosa armada, não incidindo a majorante do emprego de arma de fogo;"
      },
      {
        "letra": "E",
        "texto": "constituir e integrar organização criminosa armada, com incidência da majorante pelo fato de os agentes serem servidores públicos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1974591",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Noções gerais de Concursos de Pessoas",
      "Concurso de crimes",
      "Concurso material",
      "Crimes contra o patrimônio",
      "Roubo",
      "Crimes contra a paz pública",
      "Associação criminosa"
    ],
    "enunciado_principal": "Gerald, Harold, Arnold, Sid e Eugene se reúnem de forma permanente e estável, por alguns meses, planejando roubos a determinados bancos. Ultimada essa fase, deflagram a execução do roubo, com emprego de simulacros de armas de fogo, sendo certo que Harold, Arnold, Sid e Eugene ingressam no estabelecimento bancário, realizando a rendição das pessoas e a coleta do dinheiro em espécie, ao passo que Gerald permanece com um veículo de fuga ligado, na porta do banco. Quando da fuga, são cercados pela polícia, dentro do carro, no quarteirão imediatamente posterior, ainda em posse dos simulacros e do dinheiro arrecadado. Diante desse cenário, é correto afirmar que os agentes responderão por:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "associação criminosa e roubo majorado pelo concurso de pessoas, em concurso material;"
      },
      {
        "letra": "B",
        "texto": "associação criminosa e roubo simples, em concurso material;"
      },
      {
        "letra": "C",
        "texto": "associação criminosa e roubo majorado pelo concurso de pessoas, em concurso formal;"
      },
      {
        "letra": "D",
        "texto": "associação criminosa e roubo simples, em concurso formal;"
      },
      {
        "letra": "E",
        "texto": "roubo majorado pelo concurso de pessoas, ficando a associação criminosa consumida."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1966752",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública",
      "Incitação ao crime",
      "Apologia de crime ou criminoso",
      "Associação criminosa",
      "Constituição de Milícia Privada"
    ],
    "enunciado_principal": "Relativamente aos crimes contra a paz pública, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Incorre nas mesmas penas do crime de “incitação ao crime” aquele que incita, publicamente, animosidade entre as Forças Armadas, ou delas contra os poderes constitucionais, as instituições civis ou a sociedade"
      },
      {
        "letra": "B",
        "texto": "Configura crime a conduta de fazer, publicamente ou não, apologia de fato criminoso ou de autor de crime, com pena de detenção, de três a seis meses, ou multa"
      },
      {
        "letra": "C",
        "texto": "No crime de “associação criminosa”, a pena aumenta-se até a metade se a associação é armada"
      },
      {
        "letra": "D",
        "texto": "Constitui crime de “constituição de milícia privada” a conduta típica de custear grupo ou esquadrão com a finalidade de praticar qualquer dos crimes previstos no Código Penal"
      },
      {
        "letra": "E",
        "texto": "No crime de “associação criminosa”, a pena aumenta-se até a metade se houver a participação de criança ou adolescente"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1945465",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública",
      "Crimes contra a paz pública"
    ],
    "enunciado_principal": "Com relação aos crimes contra a saúde pública e os crimes contra a paz pública, é correto afirmar que o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falsificação, corrupção, adulteração ou alteração de substância ou produtos alimentícios tem por objeto material também bebidas alcoólicas."
      },
      {
        "letra": "B",
        "texto": "epidemia inadmite a modalidade culposa."
      },
      {
        "letra": "C",
        "texto": "associação criminosa quando há participação de criança, adolescente ou pessoa com a capacidade cognitiva reduzida tem pena aumentada até a metade."
      },
      {
        "letra": "D",
        "texto": "incitação a crime é punido de forma qualificada se há incitação de animosidade entre as Forças Armadas ou delas contra os poderes constitucionais."
      },
      {
        "letra": "E",
        "texto": "infração de medida sanitária é próprio de profissional de saúde."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1856512",
    "metadata": "Ano: 2021 | Banca: FAPEC | Órgão: PC-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública",
      "Incitação ao crime",
      "Apologia de crime ou criminoso",
      "Associação criminosa",
      "Constituição de Milícia Privada"
    ],
    "enunciado_principal": "Sobre os crimes contra a paz pública previstos no Código Penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Incitar, publicamente, a prática de crime ou contravenção penal constitui crime previsto no art. 286 do Código Penal, tratando-se de infração de menor potencial ofensivo."
      },
      {
        "letra": "B",
        "texto": "A apologia de crime culposo não é punível, pois não pode haver instigação, direta ou indireta, à prática de ato involuntário."
      },
      {
        "letra": "C",
        "texto": "Conforma entendimento dos Tribunais Superiores, a associação criminosa (art. 288 do Código Penal) constitui delito parasitário, de modo que sua configuração depende da efetiva prática de delitos pelo grupo."
      },
      {
        "letra": "D",
        "texto": "O grupo de extermínio que promove assassinatos responde pelo crime do art. 121, §6º do Código Penal, restando absorvido o delito do art. 288-A do Código Penal (constituição de milícia privada), tendo em vista a natureza expressamente subsidiária deste."
      },
      {
        "letra": "E",
        "texto": "O crime de apologia de crime ou criminoso (art. 287 do Código Penal) exige, além do dolo, um especial fim de agir no sentido de violar a paz pública."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1673251",
    "metadata": "Ano: 2020 | Banca: ADM&TEC | Órgão: Prefeitura de Gravatá - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão.",
      "Crimes contra a inviolabilidade de correspondência",
      "Crimes contra a paz pública",
      "Constituição de Milícia Privada"
    ],
    "enunciado_principal": "Analise as afirmativas a seguir: I. A execução da pena privativa de liberdade, não superior a 2 (dois) anos, poderá ser suspensa, por 2 (dois) a 4 (quatro) anos se o condenado não seja reincidente em crime doloso ou se a culpabilidade, os antecedentes, a conduta social e a personalidade do agente, bem como os motivos e as circunstâncias, autorizem a concessão do benefício, conforme previsto no artigo 77 do Código Penal. II. No Brasil, constituir, organizar, integrar, manter ou custear uma organização paramilitar, uma milícia particular, um grupo ou um esquadrão com a finalidade de praticar qualquer dos crimes previstos no Código Penal, são práticas sujeitas à pena de detenção, de 1 (um) a 3 (três) anos e multa, conforme previsto no artigo 288-A do Decreto-lei nº 2.848, de 1940. III. Devassar indevidamente o conteúdo de uma correspondência fechada, dirigida a outrem, é uma prática sujeita à pena de detenção, de seis a doze meses e multa, cumulativamente, de acordo com o Código Penal. Na mesma pena incorre quem se apossa indevidamente de correspondência alheia, embora não fechada e, no todo ou em parte, a sonega ou destrói, conforme disposto no artigo 151, § 1º, do Código Penal. Marque a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nenhuma afirmativa está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas uma afirmativa está correta."
      },
      {
        "letra": "C",
        "texto": "Apenas duas afirmativas estão corretas."
      },
      {
        "letra": "D",
        "texto": "Todas as afirmativas estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1617776",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: PRF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública",
      "Associação criminosa"
    ],
    "enunciado_principal": "Ainda com relação a aspectos legais que concernem aos procedimentos policiais, julgue o item seguinte. O crime de associação criminosa impõe o número mínimo de três pessoas que se associam para fins de cometimento de crimes.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1617519",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: PRF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública",
      "Associação criminosa"
    ],
    "enunciado_principal": "Quanto a conceitos e definições legais relativos ao tráfico ilícito de drogas e afins e a fatores que o impulsionam no contexto brasileiro, julgue o item a seguir. No direito penal, o termo associação criminosa é sinônimo de organização criminosa e, por isso, ambos os termos referem-se ao mesmo tipo penal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1134491",
    "metadata": "Ano: 2020 | Banca: IBFC | Órgão: SAEB-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública",
      "Associação criminosa"
    ],
    "enunciado_principal": "Em face do crime de associação criminosa, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a pena aumenta-se até um terço se houver a participação de criança ou adolescente"
      },
      {
        "letra": "B",
        "texto": "trata-se de crime de concurso eventual de agentes"
      },
      {
        "letra": "C",
        "texto": "configura associação criminosa o ato de constituir, organizar ou manter grupo de pessoas com a finalidade de praticar crimes previstos no Código Penal"
      },
      {
        "letra": "D",
        "texto": "a pena aumenta-se até um terço se a associação é armada"
      },
      {
        "letra": "E",
        "texto": "configura associação criminosa o ato de associarem-se 3 (três) ou mais pessoas, para o fim específico de cometer crimes"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1093679",
    "metadata": "Ano: 2019 | Banca: MetroCapital Soluções | Órgão: Prefeitura de Nova Odessa - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública",
      "Incitação ao crime"
    ],
    "enunciado_principal": "Incitar, publicamente, a prática de crime constitui o crime previsto no artigo 286 do Código Penal, isto é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Incitação ao crime."
      },
      {
        "letra": "B",
        "texto": "Apologia ao crime."
      },
      {
        "letra": "C",
        "texto": "Instigação criminosa."
      },
      {
        "letra": "D",
        "texto": "Condescendência criminosa."
      },
      {
        "letra": "E",
        "texto": "Associação criminosa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "999123",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Boa Vista - RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública",
      "Associação criminosa"
    ],
    "enunciado_principal": "Considerando essa situação hipotética, julgue o item subsequente.Caso José seja denunciado pelo crime de associação criminosa, ele poderá valer-se, antes ou após a prolação da sentença, da colaboração premiada para identificar os demais fiscais que participaram do delito. Se a colaboração for posterior à sentença, será admitida a progressão de regime prisional ao colaborador, ainda que ausentes os requisitos objetivos para a sua concessão.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "998893",
    "metadata": "Ano: 2019 | Banca: IESES | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública",
      "Associação criminosa"
    ],
    "enunciado_principal": "Acerca do delito de associação criminosa, do art. 288 do Código Penal, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Sua configuração exige a associação de mais de três pessoas para o fim específico de cometer crimes, consumando-se independentemente de prévia condenação de quaisquer de seus membros pela prática de quaisquer dos crimes para os quais a associação foi estabelecida."
      },
      {
        "letra": "B",
        "texto": "Sua configuração exige a associação de mais de três pessoas para o fim específico de cometer crimes e a condenação de ao menos um de seus membros por, no mínimo, um desses crimes para os quais a associação foi estabelecida, ainda que não se comprove a reiteração criminosa."
      },
      {
        "letra": "C",
        "texto": "Sua configuração exige a associação de três ou mais pessoas para o fim específico de cometer crimes e a condenação de ao menos um de seus membros por, no mínimo, um desses crimes para os quais a associação foi estabelecida, ainda que não se comprove a reiteração criminosa."
      },
      {
        "letra": "D",
        "texto": "Sua configuração exige a associação de três ou mais pessoas para o fim específico de cometer crimes, consumando-se independentemente de prévia condenação de quaisquer de seus membros pela prática de quaisquer dos crimes para os quais a associação foi estabelecida."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "973783",
    "metadata": "Ano: 2019 | Banca: NC-UFPR | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública",
      "Associação criminosa"
    ],
    "enunciado_principal": "“O conceito de bem jurídico é bastante recente no Direito Penal, apontando-se o século XIX como o ponto de partida. (RANGEL; BACILA, 2015). Bem jurídico, portanto, é um interesse relevante tutelado pelo direito. É um bem jurídico tutelado no delito de Associação Criminosa previsto no artigo 288 do Código penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "fé pública."
      },
      {
        "letra": "B",
        "texto": "patrimônio público."
      },
      {
        "letra": "C",
        "texto": "costumes."
      },
      {
        "letra": "D",
        "texto": "paz pública."
      },
      {
        "letra": "E",
        "texto": "incolumidade pública."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "962224",
    "metadata": "Ano: 2019 | Banca: INAZ do Pará | Órgão: CORE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública",
      "Crimes contra a fé pública",
      "Falsidade ideológica",
      "Crimes contra a administração pública",
      "Peculato",
      "Corrupção ativa",
      "Constituição de Milícia Privada"
    ],
    "enunciado_principal": "Qual dos crimes abaixo representa um crime contra a fé pública?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Constituição de milícia privada."
      },
      {
        "letra": "B",
        "texto": "Atentado contra a segurança de serviço de utilidade pública."
      },
      {
        "letra": "C",
        "texto": "Falsidade Ideológica."
      },
      {
        "letra": "D",
        "texto": "Peculato."
      },
      {
        "letra": "E",
        "texto": "Corrupção ativa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1031160",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Prefeitura de Buritizal - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública",
      "Associação criminosa"
    ],
    "enunciado_principal": "Sobre os crimes contra a paz pública, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Com exceção do crime de associação criminosa, todos os demais podem ser praticados na modalidade culposa."
      },
      {
        "letra": "B",
        "texto": "Com exceção do crime de associação criminosa, todos os demais são de menor potencial ofensivo."
      },
      {
        "letra": "C",
        "texto": "O crime de associação criminosa é a associação de 03 (três) ou mais pessoas, para o fim específico de praticar infrações penais."
      },
      {
        "letra": "D",
        "texto": "No crime de associação criminosa, há previsão de aumento de pena se há participação de criança ou adolescente."
      },
      {
        "letra": "E",
        "texto": "O crime de incitação ao crime se consuma pela incitação, em público, à prática de crime. Já o de apologia ao crime, consuma-se ainda que a apologia seja feita em privado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "954298",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública",
      "Associação criminosa"
    ],
    "enunciado_principal": "Sobre o crime de associação criminosa é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "demanda a associação de 4 ou mais pessoas estruturalmente ordenada e caracterizada pela divisão de tarefas com o objetivo de praticar crimes."
      },
      {
        "letra": "B",
        "texto": "exige a demonstração do elemento subjetivo especial consistente no ajuste prévio entre os membros com a finalidade específica de cometer crimes indeterminados."
      },
      {
        "letra": "C",
        "texto": "tem caráter hediondo, a despeito de ter pena menor do que a associação para o tráfico, que não é equiparado ao hediondo."
      },
      {
        "letra": "D",
        "texto": "exige para sua configuração o concurso de agentes e a prática de infrações penais cujas penas máximas sejam superiores a 4 (quatro) anos."
      },
      {
        "letra": "E",
        "texto": "admite a colaboração premiada com redução de até 1/3 da pena, desde que ao menos um agente com cargo político seja delatado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "904544",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública",
      "Apologia de crime ou criminoso"
    ],
    "enunciado_principal": "Aquele que faz, publicamente, apologia de fato criminoso pratica",
    "alternativas": [
      {
        "letra": "A",
        "texto": "crime de “incitação ao crime”."
      },
      {
        "letra": "B",
        "texto": "crime de “associação criminosa”."
      },
      {
        "letra": "C",
        "texto": "crime de “apologia de crime”."
      },
      {
        "letra": "D",
        "texto": "fato atípico, em vista de revogação expressa do CP trazida pela ordem constitucional de 1988."
      },
      {
        "letra": "E",
        "texto": "crime de “exercício arbitrário das próprias razões”."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "904468",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública",
      "Associação criminosa",
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "Em cumprimento a mandado de busca e apreensão em galpão mantido por João, Geraldo e Cleodomir − que inclusive se encontravam em reunião no local quando da ação policial −, foram apreendidos diversos cadernos em que os três preparavam a abertura e a contabilidade de uma central de jogos de azar, bem como panfletos de propaganda das atividades que ali se iniciariam em uma semana, além de mais de 20 máquinas caça-níqueis. Nesse caso, a conduta dos agentes",
    "alternativas": [
      {
        "letra": "A",
        "texto": "configura a prática de formação de quadrilha (art. 288 do CP)."
      },
      {
        "letra": "B",
        "texto": "não é penalmente relevante."
      },
      {
        "letra": "C",
        "texto": "configura a prática da contravenção penal de exploração de jogos de azar (art. 50 do Decreto-lei n° 3.688/41)"
      },
      {
        "letra": "D",
        "texto": "configura as práticas de formação de quadrilha (art. 288 do CP) e da contravenção penal de exploração de jogos de azar (art. 50 do Decreto-lei n° 3.688/41)."
      },
      {
        "letra": "E",
        "texto": "configura a prática da contravenção penal de exploração de jogos de azar (art. 50 do Decreto-lei n° 3.688/41), em sua forma tentada."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "874037",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: ABIN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública",
      "Associação criminosa"
    ],
    "enunciado_principal": "Julgue o item seguinte, a respeito dos crimes contra a paz pública.No caso de três ou mais pessoas associarem-se com a intenção de cometer um único assalto a banco, estará configurado o crime de associação criminosa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "874036",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: ABIN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública",
      "Incitação ao crime",
      "Apologia de crime ou criminoso"
    ],
    "enunciado_principal": "Julgue o item seguinte, a respeito dos crimes contra a paz pública.Os tipos penais definidos como incitação ao crime e apologia de crime são espécies de crimes contra a paz pública.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "866296",
    "metadata": "Ano: 2018 | Banca: FUNDATEC | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública",
      "Incitação ao crime"
    ],
    "enunciado_principal": "Assinale a alternativa correta em relação aos crimes contra a paz pública.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A incitação ao crime, nos termos do artigo 286 do CP, destina-se ao estímulo de um número indeterminado de pessoas à prática de crime determinado e futuro, sendo que a apologia ao crime e ao criminoso, nos termos do artigo 287 do CP, diz respeito ao delito passado, haja vista que se faz publicamente elogio ou exaltação a fato criminoso ou a autor de crime."
      },
      {
        "letra": "B",
        "texto": "A associação criminosa do artigo 288 do CP pune a associação de 04 ou mais pessoas, as quais se unem, com hierarquia e estabilidade, à prática de diversos crimes."
      },
      {
        "letra": "C",
        "texto": "A constituição de milícia privada, crime do artigo 288-A do CP, é a mesma associação criminosa do artigo 288 do CP, diferenciando-se apenas no número de integrantes."
      },
      {
        "letra": "D",
        "texto": "Tanto a associação criminosa quanto a constituição de milícia privada exigem o número de dois integrantes apenas a sua configuração, sendo irrelevante se a prática de crimes condiz com os previstos no Código Penal ou em Leis Especiais Penais."
      },
      {
        "letra": "E",
        "texto": "A associação criminosa encontra previsão legal na Lei de nº 12.850/2013, a qual definiu organização criminosa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1237523",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: ABIN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública",
      "Associação criminosa"
    ],
    "enunciado_principal": "Julgue o item seguintes, a respeito dos crimes contra a paz pública. No caso de três ou mais pessoas associarem-se com a intenção de cometer um único assalto a banco, estará configurado o crime de associação criminosa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1237218",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: ABIN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública"
    ],
    "enunciado_principal": "Julgue o item seguintes, a respeito dos crimes contra a paz pública. Os tipos penais definidos como incitação ao crime e apologia de crime são espécies de crimes contra a paz pública.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "908471",
    "metadata": "Ano: 2017 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública",
      "Associação criminosa"
    ],
    "enunciado_principal": "CONSIDERANDO OS CONCEITOS DE ASSOCIAÇÃO CRIMINOSA, ORGANIZAÇÃO CRIMINOSA E CONSTITUIÇÃO DE MILÍCIA PRIVADA, ASSINALE A ALTERNATIVA CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a Lei n. 12.850, 2013, com a nova redação dada ao art. 288 e seu parágrafo único, promoveu indiscutível novatio legis in pejus;"
      },
      {
        "letra": "B",
        "texto": "constatada a inovação artificiosa do estado de lugar, de coisa ou de pessoa, com o fim de induzir a erro o juiz ou o perito, configura-se, em tese, o crime de obstrução à justiça e não o de fraude processual;"
      },
      {
        "letra": "C",
        "texto": "na constituição de milícia privada necessário o concurso de, pelo menos, três pessoas;"
      },
      {
        "letra": "D",
        "texto": "uma associação criminosa está restrita à prática de crimes com início e resultado no território nacional."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "833102",
    "metadata": "Ano: 2017 | Banca: FMP Concursos | Órgão: MPE-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública",
      "Constituição de Milícia Privada"
    ],
    "enunciado_principal": "Em relação ao crime de constituição de milícia privada (artigo 288-A do Código Penal), assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É possível haver esse tipo de associação criminosa para a prática de crimes preterdolosos."
      },
      {
        "letra": "B",
        "texto": "A finalidade consiste na prática de crimes previstos no Código Penal e na legislação penal extravagante, para a subsunção ao artigo 288-A do Código Penal."
      },
      {
        "letra": "C",
        "texto": "Tendo em vista que o tipo penal não exige o número mínimo de participantes, é possível o crime de constituição de milícia privada com mais de um agente."
      },
      {
        "letra": "D",
        "texto": "Em que pese o fato de o tipo penal não exigir um número mínimo de participantes, tampouco os requisitos da estabilidade e da permanência, a doutrina e a jurisprudência têm sustentado que a quantidade mínima de 3 (três) pessoas, além da estabilidade e da permanência, são requisitos ínsitos ao tipo do artigo 288-A do Código Penal, tal como sucede em relação ao artigo 288 do mesmo diploma legal."
      },
      {
        "letra": "E",
        "texto": "A consumação exige a efetiva prática de crimes por parte de organização paramilitar, milícia particular, grupo ou esquadrão."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "795675",
    "metadata": "Ano: 2017 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública",
      "Associação criminosa"
    ],
    "enunciado_principal": "Assinale com V (verdadeiro) ou com F (falso) os enunciados abaixo. ( ) Os crimes definidos no Código Eleitoral são exclusivamente dolosos. Em alguns deles, no preceito secundário, não há previsão da pena mínima em abstrato, somente a cominação da sanção máxima aplicável. Em tais circunstâncias, a pena mínima será de 15 dias para a pena de detenção e de um (1) ano para a de reclusão. ( ) A corrupção eleitoral, em sua modalidade ativa, é crime comum e de conduta livre, direcionada a eleitor determinado ou determinável, que abrange a compra do voto, no que se incluem o voto em branco e o voto nulo, e a compra da abstenção ou promessa de abstenção de voto. ( ) Crime de perigo abstrato, a associação criminosa, diferentemente do crime de milícia privada, exige o ajuntamento mínimo de três pessoas, ainda que nem todas se conheçam reciprocamente, para o fim específico de cometimento de crimes, no plural, embora não seja necessário que estes efetivamente ocorram. O abandono ou voluntário recesso de qualquer associado não o eximirá de pena, e se a sua retirada fizer descer o quorum mínimo, cessará a permanência, mas não se apagará o crime, devendo todos os associados responder pelo delito. A tentativa é inadmissível. ( ) Corromper ou facilitar a corrupção de menor de 18 anos, com ele praticando infração penal ou induzindo-o a praticá-la, previsto no art. 244-B do ECA, realizável também por quaisquer meios eletrônicos, inclusive sala de bate-papo na internet, é crime formal. A sequência correta de preenchimento dos parênteses, de cima para baixo, é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V – F – F – F."
      },
      {
        "letra": "B",
        "texto": "F – F – V – V."
      },
      {
        "letra": "C",
        "texto": "F – V – F – V."
      },
      {
        "letra": "D",
        "texto": "F – V – V – F."
      },
      {
        "letra": "E",
        "texto": "V – F – V – V."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "792454",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TRE-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública",
      "Associação criminosa"
    ],
    "enunciado_principal": "Antônio e mais três pessoas, todas desempregadas, reuniram-se no intuito de planejar e executar crimes de roubos armados a carros-fortes. Nessa situação hipotética, a conduta de Antônio",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não caracteriza crime de associação criminosa, pois, havendo mais de três agentes, caracteriza-se a organização criminosa, dado o princípio da especialidade."
      },
      {
        "letra": "B",
        "texto": "só poderá ser caracterizada como crime de organização criminosa se a pena máxima prevista pelos delitos praticados for igual ou superior a quatro anos e se estes tiverem caráter transnacional."
      },
      {
        "letra": "C",
        "texto": "configura crime de roubo em concurso de pessoas, em face da associação transitória dos agentes, já que não houve divisão de tarefas nem hierarquia entre eles."
      },
      {
        "letra": "D",
        "texto": "só poderá ser caracterizada como crime de associação criminosa se os outros agentes forem maiores de idade ou praticarem pelo menos um roubo."
      },
      {
        "letra": "E",
        "texto": "configura crime de associação criminosa, ainda que os agentes sejam quatro e a pena máxima prevista para a prática do crime de roubo seja superior a quatro anos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "758846",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: Prefeitura de Várzea Paulista - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública",
      "Associação criminosa"
    ],
    "enunciado_principal": "No que se refere ao crime de associação criminosa (CP, art. 288), é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a pena é dobrada se a associação é armada."
      },
      {
        "letra": "B",
        "texto": "a pena é dobrada se houver a participação de criança ou adolescente."
      },
      {
        "letra": "C",
        "texto": "a figura típica apenas se perfaz se ao menos um dos crimes articulados pela associação se concretiza."
      },
      {
        "letra": "D",
        "texto": "se configura mediante a associação de 3 (três) ou mais pessoas para o fim específico de cometer crimes."
      },
      {
        "letra": "E",
        "texto": "apenas pune-se a associação criminosa urbana, pois associação criminosa estabelecida em área rural configura fato atípico."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "650544",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: PC-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Outras classificações",
      "Crimes contra a paz pública",
      "Constituição de Milícia Privada"
    ],
    "enunciado_principal": "O CP, em seu art. 14, assevera que o crime estará consumado quando o fato reunir todos os elementos da definição legal. Para tanto, necessária será a realização de um juízo de subsunção do fato à lei. Acerca do amoldamento dos fatos aos tipos penais, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A conduta de constituir, organizar, integrar, manter ou custear organização paramilitar, milícia particular, grupo ou esquadrão com a finalidade de praticar qualquer dos crimes previstos no CP configura crime contra a paz pública, sendo considerada como crime vago, uma vez que o sujeito passivo é a coletividade."
      },
      {
        "letra": "B",
        "texto": "A doutrina e a jurisprudência são unânimes ao afirmar que configura crime de desacato quando um tenente da polícia militar, no exercício de sua função, ofende verbalmente, em razão da função exercida, um de seus subordinados."
      },
      {
        "letra": "C",
        "texto": "Amolda-se no tipo legal de calúnia, previsto nos crimes contra a honra, a conduta de instaurar investigação policial contra alguém, imputando-lhe crime de que se sabe ser inocente."
      },
      {
        "letra": "D",
        "texto": "Constituem crime de corrupção ativa, praticado por particular contra a administração geral, as condutas de dar, oferecer ou prometer dinheiro ou qualquer outra vantagem a testemunha, perito, contador, tradutor ou intérprete, para fazer afirmação falsa, negar ou calar a verdade em depoimento, perícia, cálculos, tradução ou interpretação."
      },
      {
        "letra": "E",
        "texto": "A fraude processual será atípica, se a inovação artificiosa do estado de coisa, de pessoa ou de lugar, com o fim de induzir a erro o juiz, ocorrer antes de iniciado o processo penal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "621739",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública",
      "Associação criminosa"
    ],
    "enunciado_principal": "Acerca dos crimes contra a fé pública e dos crimes praticados por associações ou organizações criminosas, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aquele que falsifica documento para, em seguida, usá-lo em procedimento subsequente comete os crimes de falsificação de documento e de uso de documento falso, haja vista a presença de dolos distintos e autônomos em relação a cada conduta praticada."
      },
      {
        "letra": "B",
        "texto": "A falsidade ideológica é configurada pelo dolo genérico de se omitir, em documento público ou particular, declaração que dele devia constar, ou nele inserir ou fazer inserir declaração falsa ou diversa da que devia ser escrita, mesmo que não enseje proveito ilícito ou prejuízo a terceiros."
      },
      {
        "letra": "C",
        "texto": "A estabilidade e a permanência nas relações entre os agentes reunidos em conjugação de esforços para a prática reiterada de crimes são essenciais para que se configure a associação criminosa, diferenciando-se essa do simples concurso eventual de pessoas para realizaram uma ação criminosa."
      },
      {
        "letra": "D",
        "texto": "A associação criminosa, denominação atual do antigo crime de quadrilha ou bando, por ser crime material, só se realiza quando mais de três pessoas se reúnem, em caráter estável e permanente, para o cometimento de crimes, consumando-se com a prática efetiva de um delito."
      },
      {
        "letra": "E",
        "texto": "A conduta de se colocar em circulação uma única cédula falsa, no valor de cinquenta reais, não pode ser reputada como algo que efetivamente perturba o convívio social, sendo admissível enquadrá-la como materialmente atípica pela incidência do princípio da insignificância."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "588524",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública",
      "Associação criminosa"
    ],
    "enunciado_principal": "Segundo a nova redação do art. 288 do Código Penal, conferida pela Lei n° 12.850/13, o crime de associação criminosa",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deve ter a pena aumentada até o dobro, se houver a participação de criança ou adolescente."
      },
      {
        "letra": "B",
        "texto": "consiste na associação de mais de três pessoas para o fim específico de cometer crimes."
      },
      {
        "letra": "C",
        "texto": "deve ter a pena aumentada até a metade, se houver a participação de criança ou adolescente, não retroagindo tal disposição."
      },
      {
        "letra": "D",
        "texto": "conduz à aplicação da pena em dobro, se a associação é armada."
      },
      {
        "letra": "E",
        "texto": "deve ter a pena aumentada até a metade, se a associação é armada, não retroagindo tal disposição."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "555766",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TCM-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública",
      "Incitação ao crime"
    ],
    "enunciado_principal": "A respeito do art. 286 do Código Penal: incitar, publicamente, a prática de crime, considere: I. O incitamento genérico para delinquir não caracteriza o crime em questão. II. É indispensável que o agente faça referência ao meio para executar o delito. III. A defesa de tese sobre a possibilidade da prática da eutanásia configura o crime em questão. IV. O crime se consuma com a prática do delito pelas pessoas que foram instigadas. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "III e IV."
      },
      {
        "letra": "B",
        "texto": "I e III."
      },
      {
        "letra": "C",
        "texto": "II e IV."
      },
      {
        "letra": "D",
        "texto": "I."
      },
      {
        "letra": "E",
        "texto": "II."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "534585",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública",
      "Associação criminosa"
    ],
    "enunciado_principal": "No que se refere aos crimes contra a paz pública, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A conduta de custear milícia privada para a prática de homicídios é tipificada como crime de associação criminosa."
      },
      {
        "letra": "B",
        "texto": "No crime de associação criminosa, incide causa de aumento de pena o fato de a associação ser armada ou haver participação de criança ou de adolescente."
      },
      {
        "letra": "C",
        "texto": "Constitui crime incitar terceira pessoa a praticar conduta punida pela lei como contravenção penal."
      },
      {
        "letra": "D",
        "texto": "Funcionário público que fizer apologia de fato criminoso praticará, na forma qualificada, delito de apologia de crime ou criminoso."
      },
      {
        "letra": "E",
        "texto": "O crime de associação criminosa caracteriza-se pela união de duas ou mais pessoas com o fim específico de cometer crimes."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "498749",
    "metadata": "Ano: 2015 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública",
      "Associação criminosa"
    ],
    "enunciado_principal": "NA ASSOCIAÇÃO CRIMINOSA A ALTERNATIVA CORRETA E:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando armada, tem a pena cominada de 2 a 6 anos de reclusão;"
      },
      {
        "letra": "B",
        "texto": "Quando dela participa criança ou adolescente tem a pena maxima cominada em 4 anos e 6 meses;"
      },
      {
        "letra": "C",
        "texto": "Quando simples, não admite a suspensao condicional do processo."
      },
      {
        "letra": "D",
        "texto": "É crime permanente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1618932",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: PRF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública",
      "Associação criminosa"
    ],
    "enunciado_principal": "Diante dessa situação hipotética, julgue o item a seguir.A atitude apresentada pelo condutor do veículo configura crime de quadrilha ou bando.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "518546",
    "metadata": "Ano: 2014 | Banca: FUNCAB | Órgão: PC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública",
      "Associação criminosa"
    ],
    "enunciado_principal": "De acordo com a atual redação do artigo 288 do Código Penal, o crime de “associação criminosa\" estará configurado quando se associarem:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "2 (duas) ou mais pessoas, para o fim específico de cometer crimes."
      },
      {
        "letra": "B",
        "texto": "2 (duas) pessoas, para o fim específico de cometer crimes."
      },
      {
        "letra": "C",
        "texto": "de 2 (duas) a 3 (três) pessoas para o fim específico de cometer crimes, somente se disso resulte consumação do crime."
      },
      {
        "letra": "D",
        "texto": "3 (três) ou mais pessoas, para o fim específico de cometer crimes."
      },
      {
        "letra": "E",
        "texto": "2 (duas) pessoas, para o fim específico de cometer crimes, ainda que disso não resulte consumação do crime."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "444793",
    "metadata": "Ano: 2014 | Banca: FUNDEP (Gestão de Concursos) | Órgão: DPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública",
      "Associação criminosa"
    ],
    "enunciado_principal": "O art. 288 do Código Penal, com a redação dada pela Lei nº 12.805/2013, define o crime de associação criminosa como associarem-se 3 (três) ou mais pessoas, para o fim específico de cometer crimes. A consumação de tal delito ocorrerá",
    "alternativas": [
      {
        "letra": "A",
        "texto": "quando o grupo iniciar suas atividades criminosas."
      },
      {
        "letra": "B",
        "texto": "quando o grupo praticar ao menos dois delitos."
      },
      {
        "letra": "C",
        "texto": "quando, independentemente da prática de qualquer crime é demonstrada apenas a pretensão de habitualidade."
      },
      {
        "letra": "D",
        "texto": "quando o grupo, realizando os atos preparatórios de um único fato criminoso, denota animus socii."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "429601",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública",
      "Associação criminosa"
    ],
    "enunciado_principal": "Assinale a opção verdadeira. No Direito brasileiro posto, é elemento do tipo penal da Associação Criminosa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Voltar-se à prática de delitos cuja pena máxima su pera cinco anos."
      },
      {
        "letra": "B",
        "texto": "Possuir ao menos três pessoas."
      },
      {
        "letra": "C",
        "texto": "Estruturação hierarquizada, com divisão de tarefas entre os seus membros."
      },
      {
        "letra": "D",
        "texto": "Possuir ao menos quatro pessoas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "402269",
    "metadata": "Ano: 2014 | Banca: NUCEPE | Órgão: PC-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública"
    ],
    "enunciado_principal": "No que se refere aos crimes contra a paz pública, assinale a alternativa INCORRETA",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O art.288-A do Código Penal brasileiro constitui um tipo penal aberto, posto que o legislador deixara de definir o que se pode entender por “organização paramilitar”, “milícia particular”, “grupo” e “esquadrão”."
      },
      {
        "letra": "B",
        "texto": "Para configuração do crime de associação criminosa não se exige a realização do fim visado, mas tão somente o simples fato de figurar como integrante da associação"
      },
      {
        "letra": "C",
        "texto": "Como a nova redação do tipo penal previsto no art.288 do Código Penal brasileiro exige a associação de apenas três pessoas, esta se caracteriza como norma mais severa e, assim, irretroativa neste aspecto."
      },
      {
        "letra": "D",
        "texto": "O crime de constituição de milícia privada caracteriza-se como delito plurissubjetivo ou de concurso necessário."
      },
      {
        "letra": "E",
        "texto": "O crime de constituição de milícia privada não exige, para sua configuração, um elemento subjetivo especial, podendo a prática recair sobre qualquer crime previsto no ordenamento jurídico brasileiro."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "361638",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: PGE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública",
      "Associação criminosa"
    ],
    "enunciado_principal": "A associação, de três ou mais pessoas, para o fim específico de cometer crimes, configura quadrilha ou bando, devendo a pena imposta ao condenado com base nesse tipo penal ser aumentada até a metade quando tomarem parte da associação criança, adolescente, idoso ou pessoas com deficiência.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "826845",
    "metadata": "Ano: 2013 | Banca: FDRH | Órgão: PC-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crimes contra a vida",
      "Homicídio",
      "Crimes contra a paz pública",
      "Constituição de Milícia Privada"
    ],
    "enunciado_principal": "Considere as seguintes afirmações, acerca de questões criminais no Direito Penal. I - É muito comum na entrada dos estádios de futebol, principalmente em grandes jogos, a presença de pessoas popularmente conhecidas como cambistas, ou seja, sujeitos que vendem ingressos para o evento esportivo por preço superior ao estampado no bilhete oficial. Às vésperas da realização de uma Copa do Mundo no Brasil, o país ainda não conta com um tipo penal específico para criminalizar esse tipo de conduta. II - O homicídio praticado por milícia privada, sob o pretexto de prestação de serviço de segurança, é conduta que já encontra previsão específica quanto à tipicidade no ordenamento penal brasileiro vigente. III - A exigência de cheque-caução, nota promissória ou qualquer outra garantia como pressuposto para o atendimento médico-hospitalar de emergência, independentemente do resultado naturalístico produzido, configura infração administrativa, porém não configura crime por falta de previsão legal.IV O crime de poluição é um dos mais graves contra o meio ambiente: “Causar poluição de qualquer natureza em níveis tais que resultem ou possam resultar em danos à saúde humana, ou que provoquem a mortandade de animais ou a destruição significativa da flora.\" Então, o caput do artigo 54. da Lei n° 9.605/98, consiste em um crime de dano ou de perigo à saúde humana e, necessariamente, de dano à fauna e à flora.Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a I ."
      },
      {
        "letra": "B",
        "texto": "Apenas a I e a II."
      },
      {
        "letra": "C",
        "texto": "Apenas a II e a III ."
      },
      {
        "letra": "D",
        "texto": "Apenas a II e a IV."
      },
      {
        "letra": "E",
        "texto": "Apenas a I, a III e a IV."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "407317",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Crimes contra a paz pública"
    ],
    "enunciado_principal": "Em relação aos crimes contra a paz pública e contra a honra, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tratando-se do crime de injúria, se o ofendido, de forma reprovável, provocar diretamente a ofensa, dando-lhe causa, será afastada a culpabilidade da conduta, por inexigibilidade de comportamento diverso."
      },
      {
        "letra": "B",
        "texto": "Para a configuração do crime de quadrilha ou bando, o tipo penal exige que todos os integrantes do grupo sejam imputáveis, não se admitindo na composição a associação entre maiores e menores de dezoito anos de idade."
      },
      {
        "letra": "C",
        "texto": "Pode o querelado ou réu ingressar com exceção da verdade pretendendo demonstrar a veracidade do que alegou, quando o fato imputado à vítima constitua crime de ação privada e não houve, ainda, condenação definitiva sobre o assunto."
      },
      {
        "letra": "D",
        "texto": "O perdão de funcionário público injuriado em razão de sua função funciona como causa de extinção da punibilidade."
      },
      {
        "letra": "E",
        "texto": "Para a configuração do crime de difamação, é necessário o ataque à honra objetiva do indivíduo, consistente em imputar- lhe, publicamente, fato concreto e determinado, ofensivo a sua reputação, sendo irrelevante qualquer vinculação à falsidade ou veracidade dos mesmos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "354711",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a paz pública",
      "Crimes contra a fé pública"
    ],
    "enunciado_principal": "Em cada uma das opções a seguir, é apresentada uma situação hipotética seguida de uma assertiva a ser julgada, acerca de crimes contra a fé pública, contra a incolumidade pública e contra a paz pública. Assinale a opção em que a assertiva está correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O veículo de um funcionário de determinada empresa de digitação que havia deixado, em seu interior, material de trabalho sigiloso consistente em cópias de provas e gabaritos a serem utilizados em concurso público para o preenchimento de cargos de determinado município, foi furtado, tendo o agente subtraído, além de objetos de cunho patrimonial, as referidas cópias. Nessa situação, se o conteúdo do material sigiloso for divulgado, o funcionário por ele responsável responderá pela prática de crime de fraude em certame de interesse público, na modalidade culposa."
      },
      {
        "letra": "B",
        "texto": "João, penalmente imputável, utilizando a rede mundial de computadores, incitou determinado grupo de pessoas à prática de determinado crime. Dos vários destinatários que receberam a mensagem por ele enviada, um cometeu o delito, tendo os demais restado inertes. Nessa situação, João será considerado partícipe da infração estimulada."
      },
      {
        "letra": "C",
        "texto": "Marcos, penalmente imputável, falsificou cartão de crédito e débito fazendo nele constarem dados falsos, de modo a facilitar futuras fraudes. Nessa situação, a falsificação do cartão de crédito equipara-se, para fins penais, à falsificação de nota promissória e de cheque, títulos de crédito equiparados a documento público."
      },
      {
        "letra": "D",
        "texto": "Manoel, penalmente imputável, adquiriu e guardou em depósito material explosivo destinado à fabricação de uma bomba, que ele pretendia utilizar para explodir um edifício público. Antes de levar a cabo seu intento, o material foi apreendido pela autoridade policial competente. Nessa situação, a conduta de Manoel caracteriza meros atos preparatórios para o delito de explosão, não podendo Manoel ser punido."
      },
      {
        "letra": "E",
        "texto": "Armando, penalmente imputável, visando instruir processo seletivo para determinado cargo público, falsificou diploma de conclusão de curso superior de uma universidade federal, entretanto, na fase de apresentação de documentos, desistiu da seleção e não apresentou o diploma. Nessa situação, ainda que não tenha apresentado o documento, Armando responderá pela prática do crime de falsificação de documento público."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "305565",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Crimes contra a paz pública",
      "Associação criminosa",
      "Constituição de Milícia Privada"
    ],
    "enunciado_principal": "Laurindo, comerciante do ramo de joalheria, cansado de sofrer roubos em suas lojas, passou a financiar um esquadrão formado por ex-policiais, com a finalidade de que o referido grupo executasse os ladrões. O esquadrão já havia planejado a morte de dois ladrões, quando foi descoberto pela polícia.Assim, Laurindo e o esquadrão:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "devem responder pelos delitos de bando ou quadrilha (artigo 288 do CP) e por duas tentativas de homicídio."
      },
      {
        "letra": "B",
        "texto": "devem responder unicamente pelo crime de constituição de milícia privada (artigo 288-A do CP)."
      },
      {
        "letra": "C",
        "texto": "devem responder unicamente pelo crime de bando ou quadrilha (artigo 288 do CP)."
      },
      {
        "letra": "D",
        "texto": "devem responder pelos delitos de constituição de milícia privada (artigo 288-A do CP) e por duas tentativas de homicídio."
      },
      {
        "letra": "E",
        "texto": "devem responder somente por duas tentativas de homicídio."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "305413",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública",
      "Associação criminosa",
      "Crimes contra a administração pública",
      "Corrupção ativa em transação comercial internacional. Tráfico de influência em transação comercial internacional",
      "Corrupção ativa"
    ],
    "enunciado_principal": "Manoel, Paulo, Joaquim, Floriano e Constantino estavam reunidos há cerca de seis meses, para a constituição de um monopólio para a exploração e extração de areia. Eles pagavam mensalmente dez mil reais a Elpídio, oficial da patrulha ambiental, e a outros brigadianos, a fim de que se omitissem de realizar atos de fiscalização, inclusive, passaram a fazer contatos com outras autoridades e pessoas influentes visando à promoção de Elpídio, que, uma vez no comando da polícia ambiental do Estado, com mais efetividade atenderia aos interesses dos demais corréus.Assim:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "praticaram os crimes de quadrilha ou bando (artigo 288 do CP), tráfico de influência (artigo 332 do CP), corrupção ativa (artigo 333 do CP) e crime contra a Administração Ambiental (Lei nº 9.605/1998.)"
      },
      {
        "letra": "B",
        "texto": "praticaram os crimes de quadrilha ou bando (artigo 288 do CP), tráfico de influência (artigo 332 do CP) e corrupção ativa (artigo 333 doCP)."
      },
      {
        "letra": "C",
        "texto": "praticaram os crimes de quadrilha ou bando (artigo 288 do CP) e tráfico de influência (artigo 332 do CP)."
      },
      {
        "letra": "D",
        "texto": "praticaram o crime de quadrilha ou bando (artigo 288 do CP) somente."
      },
      {
        "letra": "E",
        "texto": "praticaram o crime de tráfico de influência (artigo 332 do CP) somente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "303087",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Crimes contra o patrimônio",
      "Apropriação indébita",
      "Crimes contra a dignidade sexual",
      "Crimes contra a paz pública",
      "Associação criminosa",
      "Crimes contra a fé pública",
      "Moeda falsa",
      "Outras falsidades",
      "Tráfico de Pessoas"
    ],
    "enunciado_principal": "Assinale a opção correta com relação a crimes contra o patrimônio, a dignidade sexual, a paz pública e a fé pública.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No crime de apropriação indébita previdenciária, o juiz pode deixar de aplicar a pena ou aplicar somente a pena de multa, se o agente for primário e tiver bons antecedentes, desde que tenha promovido o pagamento da contribuição previdenciária, incluídos os acessórios, antes do recebimento da denúncia."
      },
      {
        "letra": "B",
        "texto": "Por força do princípio constitucional da ampla defesa, não responderá pelo crime de falsa identidade aquele que se identificar com nome de outrem perante a autoridade policial a fim de evitar o cumprimento de mandado judicial de prisão expedido contra si."
      },
      {
        "letra": "C",
        "texto": "Considere a seguinte situação hipotética. Nos autos de interceptação telefônica judicialmente autorizada na forma da lei, foram identificados e processados criminalmente três entre quatro indivíduos que se comunicavam constantemente para planejar a prática de vários crimes de falsificação de carteira de trabalho e da previdência social. Nessa situação, embora comprovada a associação estável e permanente para a prática de crimes, não se poderá condenar por crime de quadrilha os três indivíduos identificados, devido à ausência da identificação do quarto comparsa."
      },
      {
        "letra": "D",
        "texto": "No crime de tráfico internacional de pessoa para fim de exploração sexual, o CP não prevê causa especial de redução de pena, salvo aquela em favor do agente que também já tiver sido vítima do mesmo delito, situação essa em que a pena será reduzida de um sexto a um terço."
      },
      {
        "letra": "E",
        "texto": "Aquele que fabricar uma nota de cinco reais similar à verdadeira não poderá ser beneficiado pela incidência do princípio da insignificância, ainda que seja primário e de bons antecedentes."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "352416",
    "metadata": "Ano: 2012 | Banca: TRF - 4ª REGIÃO | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Prescrição. Conceito e modalidades",
      "Crimes contra o patrimônio",
      "Furto",
      "Estelionato",
      "Crimes contra a paz pública",
      "Associação criminosa"
    ],
    "enunciado_principal": "Dadas as assertivas abaixo, assinale a alternativa correta. I. Conforme entendimento do Superior Tribunal de Justiça, a subtração de valores de conta bancária por meio de cartão magnético supostamente clonado assemelha-se à fraude eletrônica realizada por intermédio da Internet para subtração de valores, mediante transferência de numerários de conta corrente sob a guarda de instituição financeira, ambas condutas enquadradas como crime de furto mediante fraude, previsto no artigo 155, § 4º, II do Código Penal. II. Ocorre o crime de bando ou quadrilha ainda que seja declarada a extinção da punibilidade de um corréu pela prescrição etária, porquanto a jurisprudência do Superior Tribunal de Justiça não exige a condenação de todos os acusados para a configuração do crime, bastando, para tanto, a comprovação da existência do vínculo associativo entre quatro ou mais agentes. III. O Código Penal, na parte especial, estabelece causa de isenção de pena, conhecida como escusa absolutória, a quem praticar qualquer dos crimes previstos no Título dos Crimes contra o Patrimônio, em prejuízo de cônjuge, ascendente ou descendente. IV. Em relação aos crimes contra a honra, à exceção da calúnia, a ofensa irrogada em juízo, na discussão da causa, pela parte ou por seu procurador, segundo a lei penal, caracteriza exclusão do crime, também denominada imunidade judiciária. V. Ao estelionato privilegiado, como no caso do furto e da apropriação indébita, o Código Penal possibilita a substituição ou diminuição da pena quando for pequeno o valor do prejuízo e houver primariedade e bons antecedentes.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estão corretas apenas as assertivas I e II."
      },
      {
        "letra": "B",
        "texto": "Estão corretas apenas as assertivas I, II e IV."
      },
      {
        "letra": "C",
        "texto": "Estão corretas apenas as assertivas III, IV e V."
      },
      {
        "letra": "D",
        "texto": "Estão corretas apenas as assertivas I, III e V."
      },
      {
        "letra": "E",
        "texto": "Estão corretas todas as assertivas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "271100",
    "metadata": "Ano: 2012 | Banca: CETRO | Órgão: TJ-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Consumação e tentativa",
      "Crimes contra a paz pública",
      "Apologia de crime ou criminoso"
    ],
    "enunciado_principal": "No que concerne ao ato de fazer apologia a crime ou criminoso, descrito na legislação penal, nos termos: “Fazer, publicamente, apologia de fato criminoso ou de autor de crime”, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a tentativa é teoricamente possível, desde que o meio de fazer apologia não seja o oral."
      },
      {
        "letra": "B",
        "texto": "se trata de contravenção penal."
      },
      {
        "letra": "C",
        "texto": "se trata de crime conta a incolumidade pública."
      },
      {
        "letra": "D",
        "texto": "se trata de crime próprio."
      },
      {
        "letra": "E",
        "texto": "se trata de crime material."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "269830",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: MPE-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública"
    ],
    "enunciado_principal": "No que diz respeito aos crimes contra a paz pública, assinale a opção correta à luz do disposto no CP bem como do entendimento doutrinário e jurisprudencial.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para a caracterização do crime de quadrilha ou bando armado, é indispensável que todos os integrantes estejam portando armas (próprias ou impróprias), sob pena da descaracterização do delito e da responsabilização individual dos integrantes do grupo."
      },
      {
        "letra": "B",
        "texto": "Para a caracterização do crime de quadrilha ou bando, é indispensável a existência de mais de três pessoas associadas de forma permanente e estável e com o especial fim de agir para a prática de crimes, sendo, também, imprescindíveis a identificação e a capacidade dos agentes."
      },
      {
        "letra": "C",
        "texto": "De acordo com a jurisprudência dos tribunais superiores, é vedado, por configurar bis in idem, o concurso dos crimes de formação de quadrilha ou bando armado com delito de roubo qualificado pelo concurso de pessoas e uso de armas."
      },
      {
        "letra": "D",
        "texto": "O crime de quadrilha, delito de perigo comum e abstrato, consuma-se com a simples associação de mais de três pessoas para a prática de crimes, não se exigindo que o grupo efetivamente pratique qualquer crime."
      },
      {
        "letra": "E",
        "texto": "A forma qualificada do crime de formação de quadrilha ou bando é delito hediondo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "239289",
    "metadata": "Ano: 2012 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública"
    ],
    "enunciado_principal": "I – O crime de associação para o tráfico, previsto no artigo 35 da Lei 11.343/06, exige para sua configuração, a exemplo do crime de formação de quadrilha, a participação de mais de três pessoas. II – A ocultação ou dissimulação da natureza, origem, localização, disposição, movimentação ou propriedade de bens, direitos ou valores provenientes, direta ou indiretamente, de crimes de roubo, apenas quando praticados mediante organização criminosa, podem tipificar a prática de crime de lavagem de dinheiro previsto na Lei n. 9.613/98. III – Sempre que o Código Eleitoral não indicar qual a pena mínima, entende-se que será ela de quinze dias para os crimes apenados com detenção e de um ano para os apenados com reclusão. IV – Todos os crimes contra a ordem tributária previstos na Lei 8.137/90 apenas admitem a modalidade dolosa. V – Previsão legal expressa impede a aplicação do princípio da insignificância aos crimes contra a ordem tributária, cujo bem jurídico protegido é o patrimônio público.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas III, IV e V estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas I e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas I, II e V estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas II, III e IV estão corretas."
      },
      {
        "letra": "E",
        "texto": "Todas as assertivas estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "235037",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública"
    ],
    "enunciado_principal": "As plantações ilícitas deverão ser imediatamente destruídas pelas autoridades de polícia judiciária, que recolherão quantidade suficiente para exame pericial, de tudo lavrando auto de levantamento das condições encontradas, com a delimitação do local, asseguradas as medidas necessárias para a preservação da prova.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "231487",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública"
    ],
    "enunciado_principal": "No que concerne aos crimes hediondos, considere: I. No caso de sentença condenatória por crime hediondo, o réu não poderá apelar em liberdade. II. A progressão de regime, no caso dos condenados por crimes hediondos, dar-se-á após o cumprimento de 2/5 (dois quintos) da pena, se o apenado for primário, e de 3/5 (três quintos), se reincidente. III. Os crimes hediondos serão cumpridos inicialmente em regime fechado. Está correto o que consta APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "II e III."
      },
      {
        "letra": "C",
        "texto": "I e III."
      },
      {
        "letra": "D",
        "texto": "I."
      },
      {
        "letra": "E",
        "texto": "III."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "222538",
    "metadata": "Ano: 2012 | Banca: UEG | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública"
    ],
    "enunciado_principal": "A Lei n. 11.343/2006, nova Lei de Drogas, inovou, em alguns aspectos, no tratamento penal do traficante e no do usuário, sendo CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é vedada expressamente a todos os delitos tipificados na Lei n. 11.343 a substituição da pena privativa de liberdade por restritiva de direitos."
      },
      {
        "letra": "B",
        "texto": "a recusa injustificada do agente em submeter-se ao cumprimento das medidas educativas previstas no art. 28 da Lei n. 11.343, ensejará, de pronto, a aplicação da pena de multa."
      },
      {
        "letra": "C",
        "texto": "a previsão na Lei n. 11.343 da causa de diminuição da pena para o traficante primário, de bons antecedentes e sem ligações criminosas, não exclui a aplicação das restrições contidas na Lei de Crimes Hediondos."
      },
      {
        "letra": "D",
        "texto": "segundo decisão do Supremo Tribunal Federal, as sanções do art. 28 da Lei n. 11.343 (posse para consumo pessoal) não são consideradas de natureza penal propriamente dita, inserindo-se no chamado direito penal sancionador."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "707059",
    "metadata": "Ano: 2011 | Banca: MPE-PB | Órgão: MPE-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o respeito aos mortos",
      "Crimes contra a família",
      "Abandono material",
      "Crimes contra a paz pública",
      "Associação criminosa"
    ],
    "enunciado_principal": "Assinale a alternativa errada:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de destruição, subtração ou ocultação de cadáver é exemplo de crime vago."
      },
      {
        "letra": "B",
        "texto": "O crime de abandono material admite a forma culposa."
      },
      {
        "letra": "C",
        "texto": "O crime de quadrilha ou bando se configura no momento em que quatro ou mais pessoas se associam para a prática de um número indeterminado de crimes, mesmo que não ocorra a execução de qualquer delito."
      },
      {
        "letra": "D",
        "texto": "De acordo com a Lei de Planejamento Familiar (Lei Federal n° 9.263/96), constitui crime o médico deixar de notificar à autoridade sanitária as esterilizações cirúrgicas que realizar."
      },
      {
        "letra": "E",
        "texto": "(Abstenção de resposta - Seção VIII, item 11, do Edital do Concurso)."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "301707",
    "metadata": "Ano: 2011 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública"
    ],
    "enunciado_principal": "São crimes contra a “paz pública\":",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Moeda falsa e charlatanismo"
      },
      {
        "letra": "B",
        "texto": "Incitação ao crime e quadrilha ou bando"
      },
      {
        "letra": "C",
        "texto": "Ato obsceno e rufianismo"
      },
      {
        "letra": "D",
        "texto": "Genocídio e epidemia"
      },
      {
        "letra": "E",
        "texto": "Ameaça e calúnia"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "235167",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública"
    ],
    "enunciado_principal": "Assinale a opção correta acerca dos crimes contra a paz pública.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No crime de quadrilha, os agentes podem ter como propósito a prática de crimes dolosos, culposos ou preterdolosos."
      },
      {
        "letra": "B",
        "texto": "Considere que quatro agentes se associem em quadrilha para o fim de cometer crimes e, antes de praticarem qualquer infração penal, um de seus integrantes abandone voluntariamente o grupo. Nesse caso, aplica-se o instituto da desistência voluntária ao agente dissidente."
      },
      {
        "letra": "C",
        "texto": "O delito de incitação ao crime configura-se independentemente de a incitação ser dirigida à prática de determinada infração penal, estando configurado o crime com a mera incitação genérica."
      },
      {
        "letra": "D",
        "texto": "O delito de apologia de crime ou de criminoso só se configura se praticado publicamente, não abrangendo o fato contravencional ou imoral, mas o fato culposo."
      },
      {
        "letra": "E",
        "texto": "O delito de quadrilha é comissivo, podendo, no entanto, ser praticado via omissão imprópria, na hipótese de o agente gozar do status de garantidor."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "204246",
    "metadata": "Ano: 2011 | Banca: TRT 23R (MT) | Órgão: TRT - 23ª REGIÃO (MT)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública"
    ],
    "enunciado_principal": "A respeito do crime de falso testemunho, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o fato deixa de ser punível se, mesmo depois da sentença no processo em que ocorreu o ilícito, o agente se retrata ou declara a verdade;"
      },
      {
        "letra": "B",
        "texto": "fato deixa de ser punível se, mesmo depois da sentença no processo em que ocorreu o ilícito, mas antes da sentença na ação penal, o agente se retrata ou declara a verdade;"
      },
      {
        "letra": "C",
        "texto": "o fato jamais deixa de ser punível;"
      },
      {
        "letra": "D",
        "texto": "o fato só deixa de ser punível se ocorrer a prescrição;"
      },
      {
        "letra": "E",
        "texto": "o crime é apenado com reclusão de um a três anos e multa, podendo a pena ser aumentada de um sexto a um terço, se for praticado mediante suborno."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "200567",
    "metadata": "Ano: 2011 | Banca: INSTITUTO CIDADES | Órgão: DPE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública"
    ],
    "enunciado_principal": "Acerca dos crimes previstos pela lei 11.343/06 (que define os crimes de posse para uso e tráfico ilícito de drogas), marque a alternativa errada:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nos casos de prática de conduta de adquirir, guardar, ter em depósito, transportar ou trazer consigo, para consumo pessoal, drogas sem autorização ou em desacordo com determinação legal ou regulamentar, será submetido à pena privativa de liberdade que poderá ser substtuída por advertência sobre os efeitos das drogas, prestação de serviços à comunidade ou uma medida educativa de comparecimento a um programa ou curso educativo;"
      },
      {
        "letra": "B",
        "texto": "o crime de oferecer droga, eventualmente, e sem objetivo de lucro, a pessoa de seu relacionamento, para juntos a consumirem é de competência do Juizado Especial Criminal;"
      },
      {
        "letra": "C",
        "texto": "o crime de associação para o tráfico exige, para a sua configuração, que duas ou mais pessoas se associem para o fim de pratcar, reiteradamente ou não, qualquer dos crimes previstos pelos artigos 33, caput e § 1º, 34 e 36 da Lei 11.343/06;"
      },
      {
        "letra": "D",
        "texto": "o agente que colaborar como informante, com grupo, organização ou associação destinados á prática de qualquer dos crimes previstos pelos artgos 33, caput e § 1º e 34 da Lei 11.343/06 estará sujeito a uma pena menor, ou seja, a uma pena de reclusão de dois a seis anos e pagamento de multa;"
      },
      {
        "letra": "E",
        "texto": "os crimes de tráfico ilícito (artgos 33, caput e § 1º e 34) e de colaboração com o tráfico (artgo 37) são inafançáveis e insuscetiveis de sursis, graça, indulto e anistia e liberdade provisória."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "200564",
    "metadata": "Ano: 2011 | Banca: INSTITUTO CIDADES | Órgão: DPE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública"
    ],
    "enunciado_principal": "Sobre o concurso de pessoas, marque a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "para a teoria pluralístca ou da autonomia da participação, cada qual realiza uma ação, havendo um vínculo psicológico próprio, sendo que cada participe é considerado de forma autônoma como autor;"
      },
      {
        "letra": "B",
        "texto": "para a teoria monística ou unitária (igualitária) cada participe é considerado de forma autônoma e única, havendo distinção entre autor e partcipe;"
      },
      {
        "letra": "C",
        "texto": "a teoria pluralístca é adotada pelo Código Penal brasileiro, a partir da reforma ocorrida em 1984;"
      },
      {
        "letra": "D",
        "texto": "para a teoria dualístca cada participe é tratado de igual forma, não havendo distinção entre a partcipação primária e a participação secundária."
      },
      {
        "letra": "E",
        "texto": "nenhuma das anteriores"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "198438",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: MPE-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública"
    ],
    "enunciado_principal": "No art. 33 da Lei no 11.343/2006 (tráfico de drogas) é vedado ao juiz:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "conceder sursis, comutar a pena e convertê-la para restrição de direitos."
      },
      {
        "letra": "B",
        "texto": "conceder sursis, indultar e comutar a pena e convertê-la la em restrição de direitos."
      },
      {
        "letra": "C",
        "texto": "conceder sursis e converter a pena em restrição de direitos."
      },
      {
        "letra": "D",
        "texto": "conceder sursis, indultar a pena e convertê-la para restrição de direitos."
      },
      {
        "letra": "E",
        "texto": "conceder sursis e livramento condicional, indultar e comutar a pena e convertê-la em restrição de direitos."
      }
    ],
    "gabarito": "B"
  }
]