[
  {
    "id": "3407469",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: STM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum"
    ],
    "enunciado_principal": "Julgue o item a seguir, com relação aos crimes previstos no Código Penal.Para a configuração do crime de incêndio, é necessário que o agente tenha a finalidade específica de obter vantagem pecuniária em proveito próprio ou de causar dano a outrem.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3219218",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Câmara de Itupeva - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum"
    ],
    "enunciado_principal": "Nos crimes contra a incolumidade pública, a pena de reclusão, de três a seis anos e multa é prevista para os crimes de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "desastre ferroviário, infração de medida sanitária preventiva e inundação."
      },
      {
        "letra": "B",
        "texto": "difusão de doença ou praga, exercício ilegal da medicina, arte dentária ou farmacêutica e explosão."
      },
      {
        "letra": "C",
        "texto": "desabamento ou desmoronamento, incêndio e explosão."
      },
      {
        "letra": "D",
        "texto": "incêndio, explosão e inundação."
      },
      {
        "letra": "E",
        "texto": "uso de gás tóxico ou asfixiante, difusão de doença ou praga e desastre ferroviário."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2374461",
    "metadata": "Ano: 2023 | Banca: FCC | Órgão: DPE-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato",
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum"
    ],
    "enunciado_principal": "Considere os casos a seguir: 1. Paulo praticou o crime de furto qualificado mediante fraude contra seu irmão unilateral Pedro. 2. Carlos residia com seus pais há pouco mais de um mês quando praticou o delito de apropriação indébita, cuja ofendida é sua genitora, que contava com 60 anos na data dos fatos. 3. Diana, que contava com 61 anos quando dos fatos, residente na cidade de Vila Velha/ES, foi vítima do crime de estelionato simples praticado por seu irmão, Antônio, que reside em Vitória/ES. 4. Renato praticou a infração penal de incêndio culposo na habitação de seu filho Rafael. Analisando as hipóteses acima, em relação a eventual ação penal e sua necessidade, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ação penal no caso de Renato será pública incondicionada, ao passo que a ação penal em desfavor de Antônio será condicionada à representação."
      },
      {
        "letra": "B",
        "texto": "A ação penal contra Paulo será pública condicionada à representação, mesma hipótese para o caso de Renato."
      },
      {
        "letra": "C",
        "texto": "A ação penal contra Antônio será pública incondicionada, ao passo que a ação penal em desfavor de Carlos será pública condicionada à representação."
      },
      {
        "letra": "D",
        "texto": "Renato sequer deve ser processado, pois incide hipótese de isenção de pena, ao passo que a ação penal contra Carlos será pública incondicionada."
      },
      {
        "letra": "E",
        "texto": "A ação penal em desfavor de Carlos será pública incondicionada, mesma hipótese para o caso de Paulo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2211799",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: Prefeitura de Piracicaba - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum"
    ],
    "enunciado_principal": "Após diversas tentativas, sem êxito, de comprar um terreno de extensa área no Munícipio de Nazaré Paulista, Caio, construtor, desejando convencer o proprietário a vendê-lo considerando a desvalorização da área, destruiu parte da barragem da represa desta cidade, provocando o alagamento não só da área almejada por Caio, mas também de trechos da cidade de Nazaré Paulista e municípios adjacentes, causando a morte de diversas pessoas e danos incontáveis ao patrimônio de muitas outras. Com relação à conduta de Caio, é correto afirmar que ele responderá",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas pelo crime de inundação, previsto no artigo 254, do Código Penal, uma vez que expor a perigo a vida de incontável número de pessoas e de seu patrimônio já é causa prevista no tipo penal."
      },
      {
        "letra": "B",
        "texto": "pelo crime de inundação em concurso material com os crimes de homicídio e dano."
      },
      {
        "letra": "C",
        "texto": "pelos crimes de homicídio, que, por conterem conduta mais grave, absorvem o delito de inundação."
      },
      {
        "letra": "D",
        "texto": "pelo crime de inundação, com o aumento da pena previsto no artigo 258 do Código Penal."
      },
      {
        "letra": "E",
        "texto": "pelo crime de homicídio qualificado em concurso formal com o crime de inundação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2082788",
    "metadata": "Ano: 2023 | Banca: Avança SP | Órgão: Prefeitura de Americana - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Dano",
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum",
      "Crimes contra a saúde pública",
      "Crimes contra a paz pública",
      "Incitação ao crime",
      "Apologia de crime ou criminoso"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Configura-se incêndio expor a perigo a vida, a integridade física ou o patrimônio de outrem, mediante explosão, arremesso ou simples colocação de engenho de dinamite ou de substância de efeitos análogos;"
      },
      {
        "letra": "B",
        "texto": "Configura-se incitação ao crime fazer, publicamente, apologia de fato criminoso ou de autor de crime;"
      },
      {
        "letra": "C",
        "texto": "Configura-se apologia de crime ou criminoso incitar, publicamente, a prática de crime;"
      },
      {
        "letra": "D",
        "texto": "Configura-se infração de medida sanitária preventiva infringir determinação do poder público, destinada a impedir introdução ou propagação de doença contagiosa;"
      },
      {
        "letra": "E",
        "texto": "Todas as assertivas anteriores estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2079474",
    "metadata": "Ano: 2023 | Banca: Instituto Consulplan | Órgão: Prefeitura de Vila Velha - ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum"
    ],
    "enunciado_principal": "Uma senhora, dona de uma pequena propriedade urbana, com o intuito de dar fim às folhagens recolhidas no quintal, acendeu uma fogueira que acabou por incendiar uma grande área de mata, quase atingindo os imóveis vizinhos. Foi necessário acionar os bombeiros militares para debelar as chamas. Se caracterizado ilícito penal, a tipificação será de crime:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Contra o patrimônio."
      },
      {
        "letra": "B",
        "texto": "Contra a incolumidade pública."
      },
      {
        "letra": "C",
        "texto": "Doloso, pois houve a intenção de acender a fogueira."
      },
      {
        "letra": "D",
        "texto": "Culposo, com pena de detenção de três a seis meses."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1992051",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum"
    ],
    "enunciado_principal": "José, munido de três galões de combustível, dirigiu-se no período noturno a uma casa, de propriedade de João, que estava para alugar, localizada em bairro com diversas casas “geminadas”, e derramou o produto nas paredes da frente e dos fundos, ateando fogo em seguida. O fogo consumiu por completo a casa e não se alastrou por conta da agilidade dos bombeiros em contê-lo. Os imóveis vizinhos, apesar de atingidos pelas chamas, não sofreram maiores prejuízos. Com base na situação apresentada, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Considerando que o fogo causou perigo à vizinhança, caracteriza-se o crime de incêndio, podendo ter a pena aumentada tendo em vista ser casa destinada à habitação."
      },
      {
        "letra": "B",
        "texto": "Considerando que José sabia não estar colocando em risco a integridade física de João, configura-se o crime de dano."
      },
      {
        "letra": "C",
        "texto": "O caso narrado configura dano qualificado por conta de emprego de substância inflamável."
      },
      {
        "letra": "D",
        "texto": "Ante a inexistência de risco à incolumidade pública, o caso narrado não caracteriza crime de incêndio."
      },
      {
        "letra": "E",
        "texto": "O caso narrado configura crime de dano qualificado por conta do prejuízo considerável para a vítima."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1959621",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: DPE-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum"
    ],
    "enunciado_principal": "Configura causa de aumento de pena do crime de incêndio aquele praticado",
    "alternativas": [
      {
        "letra": "A",
        "texto": "contra mulher em situação de violência doméstica."
      },
      {
        "letra": "B",
        "texto": "contra criança, maior de 60 anos, enfermo ou mulher grávida."
      },
      {
        "letra": "C",
        "texto": "mediante concurso de duas ou mais pessoas."
      },
      {
        "letra": "D",
        "texto": "durante o repouso noturno."
      },
      {
        "letra": "E",
        "texto": "em casa habitada ou destinada à habitação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1920666",
    "metadata": "Ano: 2022 | Banca: Avança SP | Órgão: Câmara Municipal de Sorocaba",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum"
    ],
    "enunciado_principal": "Sobre os incêndios, tratados no artigo 250 do Código Penal, é considerado crime de perigo comum causar incêndio, expondo a perigo a vida, a integridade física ou o patrimônio de outrem. Com base no § 1º, inciso II, as penas aumentam-se de um terço se o incêndio é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "culposo."
      },
      {
        "letra": "B",
        "texto": "por gás tóxico ou asfixiante, ou material destinado à sua fabricação."
      },
      {
        "letra": "C",
        "texto": "em embarcação, aeronave, comboio ou veículo de transporte coletivo"
      },
      {
        "letra": "D",
        "texto": "de simples colocação de engenho de dinamite ou de substância de efeitos análogos."
      },
      {
        "letra": "E",
        "texto": "cometido com sem intuito de obter vantagem pecuniária em proveito próprio ou alheio."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1865961",
    "metadata": "Ano: 2022 | Banca: Quadrix | Órgão: CRF-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum"
    ],
    "enunciado_principal": "Independentemente de dolo ou culpa, se do crime de perigo comum resultar lesão corporal de natureza grave, a pena privativa de liberdade será aumentada de metade; se resultar morte, será aplicada em dobro.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1862936",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum"
    ],
    "enunciado_principal": "Em relação ao delito de incêndio qualificado pela morte da vítima, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não é possível a aplicação das agravantes genéricas do Art. 61, inciso II, do Código Penal, pois, em se tratando de crime doloso, em que há uma condução dolosa com resultado morte, não há plena compatibilidade;"
      },
      {
        "letra": "B",
        "texto": "é possível a aplicação das agravantes genéricas do Art. 61, inciso II, do Código Penal, pois, em se tratando de crime doloso, em que há uma condução dolosa com resultado morte, há plena compatibilidade;"
      },
      {
        "letra": "C",
        "texto": "não é possível a aplicação das agravantes genéricas do Art. 61, inciso II, do Código Penal, pois, em se tratando de crime preterdoloso, em que há uma condução anterior dolosa com o resultado posterior culposo, o resultado morte configura elementar de maior punibilidade;"
      },
      {
        "letra": "D",
        "texto": "é possível a aplicação das agravantes genéricas do Art. 61, inciso II, do Código Penal, pois, em se tratando de crime preterdoloso, em que há uma condução anterior dolosa com o resultado posterior culposo, o resultado morte configura elementar de maior punibilidade;"
      },
      {
        "letra": "E",
        "texto": "não é possível a aplicação das agravantes genéricas do Art. 61, inciso II, do Código Penal, pois, em se tratando de crime culposo, em que o resultado morte decorre de negligência, não há qualquer compatibilidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2088195",
    "metadata": "Ano: 2021 | Banca: Avança SP | Órgão: Câmara de Ribeirão Pires - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum"
    ],
    "enunciado_principal": "Assinale a alternativa que apresenta uma causa de aumento de pena no caso de crime de incêndio (CP, art. 250):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "por motivo fútil ou torpe."
      },
      {
        "letra": "B",
        "texto": "incêndio praticado em estaleiro, fábrica ou oficina."
      },
      {
        "letra": "C",
        "texto": "em situação de violência doméstica contra a mulher."
      },
      {
        "letra": "D",
        "texto": "em situação de conflito contra o povo indígena."
      },
      {
        "letra": "E",
        "texto": "mediante a utilização de explosivos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1846034",
    "metadata": "Ano: 2021 | Banca: IADES | Órgão: CAU - MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum"
    ],
    "enunciado_principal": "Os crimes contra a incolumidade pública estão previstos nos artigos a partir do 250 até o 285 do Código Penal e englobam os crimes de perigo comum, os crimes contra a segurança dos meios de comunicação e transporte e outros serviços públicos, bem como os crimes contra a saúde pública. Em relação a esse assunto, suponha que uma pessoa dolosamente provoque a queda de uma enorme estrutura, a qual vai totalmente abaixo. Nesse caso, a ação dessa pessoa configura o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "inundação."
      },
      {
        "letra": "B",
        "texto": "epidemia."
      },
      {
        "letra": "C",
        "texto": "explosão."
      },
      {
        "letra": "D",
        "texto": "desabamento ou desmoronamento."
      },
      {
        "letra": "E",
        "texto": "incêndio."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1673450",
    "metadata": "Ano: 2020 | Banca: ADM&TEC | Órgão: Prefeitura de Gravatá - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a organização do trabalho",
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum",
      "Crimes contra a saúde pública"
    ],
    "enunciado_principal": "Analise as afirmativas a seguir: I. Constranger alguém, mediante violência ou grave ameaça, a exercer uma arte, um ofício ou uma profissão, ou a trabalhar durante certo período ou em determinados dias, é uma prática cuja penalidade é de detenção, de um mês a um ano, e multa, além da pena correspondente à violência, como determina o artigo 197, inciso I, do Código Penal. II. Causar um incêndio, expondo a perigo a vida, a integridade física ou o patrimônio de outrem, é uma atitude sujeita à pena de detenção, de três a seis meses, ou multa. As penas para essa prática aumentam-se de um terço se o crime é cometido com intuito de obter vantagem pecuniária em proveito próprio ou alheio (artigo 250, § 1º, I); do Código Penal. III. Infringir uma determinação do poder público, destinada a impedir a introdução ou a propagação de uma doença contagiosa é uma atitude sujeita à pena de detenção, de um mês a um ano, e multa. A pena é aumentada de um terço, se o agente é funcionário da saúde pública ou exerce a profissão de médico, de farmacêutico, de dentista ou de enfermeiro, conforme prevê o artigo 268, Parágrafo único, do Código Penal. Marque a alternativa CORRETA",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nenhuma afirmativa está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas uma afirmativa está correta."
      },
      {
        "letra": "C",
        "texto": "Apenas duas afirmativas estão corretas."
      },
      {
        "letra": "D",
        "texto": "Todas as afirmativas estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1097225",
    "metadata": "Ano: 2019 | Banca: COSEAC | Órgão: Prefeitura de Maricá - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum",
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "Guardas Municipais que faziam ronda noturna em um edifício público pertencente à Prefeitura detectaram um foco de incêndio no primeiro andar. O fogo se alastrou, queimando boa parte do prédio, expondo a perigo o patrimônio municipal, apenas não consumindo todo o edifício dada a ação rápida dos guardas, que utilizaram extintores de incêndio existentes no local e acionaram o corpo de bombeiros. Diante dessa situação, é possível vislumbrar, em tese, a ocorrência de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "contravenção penal de provocar o desabamento de construção."
      },
      {
        "letra": "B",
        "texto": "contravenção penal de explosão."
      },
      {
        "letra": "C",
        "texto": "crime de incêndio simples."
      },
      {
        "letra": "D",
        "texto": "crime de incêndio da lei de crimes ambientais."
      },
      {
        "letra": "E",
        "texto": "crime de incêndio com causa de aumento de pena."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1002920",
    "metadata": "Ano: 2019 | Banca: FGV | Órgão: Prefeitura de Salvador - BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum"
    ],
    "enunciado_principal": "Com relação ao crime de incêndio, analise as afirmativas a seguir. I. Não admite a forma tentada. II. A pena será aumentada se o crime for cometido com o intuito de obter vantagem pecuniária em proveito próprio ou alheio e se o incêndio for em casa efetivamente habitada, sendo insuficiente, porém, para o aumento da pena, a casa ser apenas destinada a habitação. III. Se for colocado em perigo apenas patrimônio próprio, sem causar risco ao patrimônio alheio, não se caracteriza o crime de incêndio. Está correto o que afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "II, apenas."
      },
      {
        "letra": "C",
        "texto": "III, apenas."
      },
      {
        "letra": "D",
        "texto": "I e III, apenas."
      },
      {
        "letra": "E",
        "texto": "II e III, apenas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1002916",
    "metadata": "Ano: 2019 | Banca: FGV | Órgão: Prefeitura de Salvador - BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum"
    ],
    "enunciado_principal": "Com relação ao crime de desabamento, analise as afirmativas a seguir e assinale V para a verdadeira e F para a falsa. ( ) O crime de desabamento é classificado pela doutrina como de dano, exigindo que cause efetivo dano à vida, integridade física ou patrimônio de outrem. ( ) O crime de desabamento pode ser punido na modalidade dolosa ou na culposa. ( ) Ao crime de desabamento culposo, com resultado morte, se aplica a pena do homicídio culposo aumentada de 1/3. As afirmativas são, na ordem apresentada, respectivamente,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F – V – F."
      },
      {
        "letra": "B",
        "texto": "V – F – F."
      },
      {
        "letra": "C",
        "texto": "F – V – V."
      },
      {
        "letra": "D",
        "texto": "V – V – V."
      },
      {
        "letra": "E",
        "texto": "V – V – F."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2000370",
    "metadata": "Ano: 2018 | Banca: INDEPAC | Órgão: Câmara de Guarujá - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum"
    ],
    "enunciado_principal": "A respeito dos crimes contra a incolumidade pública, assinale a alternativa que está de acordo com o Código Penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As penas do crime de incêndio aumentam-se de um terço se o incêndio é culposo e se é cometido em embarcação, aeronave, motocicleta ou veículo de transporte individual ou coletivo."
      },
      {
        "letra": "B",
        "texto": "Difundir doença ou praga que possa causar dano a floresta, plantação ou animais de utilidade econômica deixou de ser crime e agora é considerado como contravenção penal."
      },
      {
        "letra": "C",
        "texto": "Fabricar, fornecer ou transportar, sem licença da autoridade, substância ou engenho explosivo, gás tóxico ou asfixiante, ou material destinado à sua fabricação é crime punido tanto na modalidade dolosa quanto culposa."
      },
      {
        "letra": "D",
        "texto": "Expor a perigo a vida, a integridade física ou o patrimônio de outrem, mediante explosão, arremesso ou simples colocação de engenho de dinamite ou de substância de efeitos análogos é crime punido com reclusão."
      },
      {
        "letra": "E",
        "texto": "Expor a perigo a vida, a integridade física ou o patrimônio de outrem, usando de gás tóxico ou asfixiante é crime punido apenas na modalidade dolosa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "897824",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PauliPrev - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum",
      "Crimes contra a segurança dos meios de transporte e outros serviços públicos",
      "Crimes contra a saúde pública"
    ],
    "enunciado_principal": "A respeito dos crimes contra a incolumidade pública e dos crimes contra a paz pública, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os crimes de infração de medida sanitária preventiva e de omissão de notificação de doença são próprios do médico."
      },
      {
        "letra": "B",
        "texto": "Nos crimes de perigo comum, a forma qualificada somente incide quando praticados mediante dolo."
      },
      {
        "letra": "C",
        "texto": "O crime de exercício ilegal da medicina, arte dentá- ria ou farmacêutica restará configurado ainda que o exercício das profissões seja a título gratuito."
      },
      {
        "letra": "D",
        "texto": "No crime de associação criminosa, haverá concurso facultativo de agentes."
      },
      {
        "letra": "E",
        "texto": "O crime de associação criminosa, para configuração, exige a prática de pelo menos um crime."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "874397",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: ABIN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum"
    ],
    "enunciado_principal": "No que se refere aos tipos penais, julgue o próximo item.Situação hipotética: No intuito de provocar explosão de grandes proporções, João adquiriu substância explosiva sem licença da autoridade competente. O material acabou sendo apreendido antes que fosse montado o dispositivo explosivo. Assertiva: Nessa situação, a conduta de João é atípica.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "812495",
    "metadata": "Ano: 2017 | Banca: IBADE | Órgão: PC-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum"
    ],
    "enunciado_principal": "Acerca dos crimes contra a incolumidade pública, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o crime de incêndio não admite a modalidade culposa."
      },
      {
        "letra": "B",
        "texto": "caso ocorra, no crime de perigo de desastre ferroviário, resultado morte indesejado pelo agente, existirá concurso de crimes com o delito de homicídio culposo."
      },
      {
        "letra": "C",
        "texto": "há arremesso de projétil quando alguém realiza disparos de arma de fogo contra um ônibus em andamento."
      },
      {
        "letra": "D",
        "texto": "o exercício ilegal da medicina, arte dentária ou farmacêutica é doutrinariamente classificado como crime habitual e de perigo abstrato."
      },
      {
        "letra": "E",
        "texto": "o delito de desabamento ou desmoronamento é majorado quando praticado com a intenção de obter vantagem pecuniária."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "795669",
    "metadata": "Ano: 2017 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Extorsão",
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum",
      "Crimes contra a administração pública",
      "Peculato",
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De acordo com o noticiado pela mídia, recentemente a Força Tarefa de Combate ao Abigeato e Crimes Rurais da Polícia Civil do RS prendeu no interior do município de Cacequi o suspeito de ser um dos maiores abigeatários daquela cidade, quando localizou 11(onze) vacas furtadas em sua propriedade. No município de Ipê, a Força Tarefa apreendeu 13 (treze) bovinos subtraídos de uma fazenda local. E, numa operação em Vacaria, recuperou três ovelhas vivas e uma outra já carneada no local do furto, quando o ladrão preparava-se para consumi-la num churrasco. A subtração de animal semovente domesticável de produção é uma das hipóteses legais de furto qualificado, apenado com reclusão de dois a cinco anos, ainda que o animal tenha sido abatido ou dividido em partes no local da subtração."
      },
      {
        "letra": "B",
        "texto": "Tem sido frequente a subtração de dinheiro de caixas eletrônicos de agências bancárias com a utilização de dinamites ou explosivos de efeitos análogos. Sob o ponto de vista penal, a explosão de grandes proporções, que não raro destrói, além dos caixas, parte das instalações das agências, expondo a perigo concreto a integridade física e o patrimônio das pessoas dos prédios vizinhos, não pode ser considerada simples rompimento de obstáculo à subtração dos valores, mas crime autônomo de explosão em concurso formal com o delito patrimonial."
      },
      {
        "letra": "C",
        "texto": "Caracteriza concurso de roubo e extorsão, a conduta do agente que, após subtrair bens de propriedade da vítima no estacionamento do supermercado, obrigou-a, também mediante grave ameaça, a efetuar compras de outros bens em lojas do mesmo shopping, visando a obtenção indevida de vantagem econômica."
      },
      {
        "letra": "D",
        "texto": "É hediondo o crime de homicídio do soldado da Brigada Militar cometido em decorrência da sua função policial."
      },
      {
        "letra": "E",
        "texto": "O prefeito municipal que leva para sua casa de praia dois refrigeradores da prefeitura com o fito de usá-los na festa de seu aniversário, e o delegado de polícia que comparece nesta festa usando o relógio de pulso em ouro apreendido de um receptador, ambos sem a intenção de incorporarem tais bens ao patrimônio pessoal ou de terceiro, não cometem fato típico de peculato, diversamente do que ocorre com o estagiário do Departamento Estadual de Estradas que se apropria do combustível colocado à disposição da autarquia pela empresa contratada para o abastecimento exclusivo dos veículos de acompanhamento e fiscalização das obras na rodovia."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2799714",
    "metadata": "Ano: 2016 | Banca: FAEPESUL | Órgão: Prefeitura de Araranguá - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum"
    ],
    "enunciado_principal": "Expor a perigo a vida, a integridade física ou o patrimônio de outrem, mediante explosão, arremesso ou simples colocação de engenho de dinamite ou de substância de efeitos análogos, tipifica o crime previsto no Código Penal denominado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "uso de gás toxico ou asfixiante."
      },
      {
        "letra": "B",
        "texto": "incêndio."
      },
      {
        "letra": "C",
        "texto": "explosão."
      },
      {
        "letra": "D",
        "texto": "fornecimento de explosivos."
      },
      {
        "letra": "E",
        "texto": "perigo de incêndio."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "696491",
    "metadata": "Ano: 2016 | Banca: NUCEPE | Órgão: SEJUS-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum"
    ],
    "enunciado_principal": "JOSÉ e PEDRO foram despedidos do emprego. Os dois foram para casa revoltados. JOSÉ mora na zona rural e sua casa fica isolada. Ele pegou 20 litros de gasolina e incendiou a casa, mas naquela semana ninguém tomou conhecimento desse incêndio. Já seu amigo PEDRO, que mora num conjunto habitacional, também incendiou sua casa, mas foi necessário, neste caso, a intervenção dos bombeiros, para que o fogo não se alastrasse para os vizinhos. Durante a operação, TICIO aproveitou e furou duas mangueiras que estavam sendo usadas pelos bombeiros, prejudicando o trabalho. Duas semanas depois, a autoridade policial tomou conhecimento dos fatos. Marque a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "PEDRO e JOSÉ responderão pelo crime de incêndio."
      },
      {
        "letra": "B",
        "texto": "Poderá ocorrer responsabilização de PEDRO pelo crime de incêndio."
      },
      {
        "letra": "C",
        "texto": "Não há crime a ser punido."
      },
      {
        "letra": "D",
        "texto": "TICIO responde por crime de dano."
      },
      {
        "letra": "E",
        "texto": "TICIO responde por crime de dano e por crime de incêndio."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "690741",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: Prefeitura de Registro - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum"
    ],
    "enunciado_principal": "Sobre o crime de incêndio, qualificado pelo resultado morte ou lesão corporal de natureza grave, é correta a afirmação:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se doloso e resulta lesão corporal de natureza grave, a pena privativa de liberdade é aumentada de um a dois terços."
      },
      {
        "letra": "B",
        "texto": "Se doloso e resulta morte, a pena é aumentada de metade."
      },
      {
        "letra": "C",
        "texto": "Se culposo e do fato resulta lesão corporal, a pena é aumentada de dois terços."
      },
      {
        "letra": "D",
        "texto": "Se culposo e do fato resulta morte, aplica-se a pena cominada ao homicídio culposo, aumentada de um terço."
      },
      {
        "letra": "E",
        "texto": "As formas qualificadas de crime de perigo comum, dispostas no artigo 258 do Código Penal, não se aplicam ao crime de incêndio na modalidade culposa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "690024",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: Prefeitura de Sertãozinho - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum"
    ],
    "enunciado_principal": "Acerca dos crimes contra a incolumidade pública, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ação conhecida como “surf ferroviário”, segundo a jurisprudência, configura o crime de perigo de desastre ferroviário."
      },
      {
        "letra": "B",
        "texto": "O crime de incêndio é de perigo concreto. Da conduta deve resultar a efetiva exposição da coletividade a uma concreta situação de perigo."
      },
      {
        "letra": "C",
        "texto": "Para a configuração do crime de explosão, é indispensável que o artefato exploda, causando a situação de perigo à incolumidade pública."
      },
      {
        "letra": "D",
        "texto": "O crime de desabamento ou desmoronamento não possui previsão da modalidade culposa."
      },
      {
        "letra": "E",
        "texto": "O crime de omissão de notificação de doença é material, ou seja, se consuma com o risco causado para a incolumidade pública em razão da omissão do médico."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "643065",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: Câmara de Marília - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum"
    ],
    "enunciado_principal": "O tipo do art. 250 do CP prevê aumento de pena de um terço na modalidade ____________ se o incêndio é ______________ . Completa, correta e respectivamente, as lacunas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "culposa ... em depósito de explosivo, combustível ou inflamável"
      },
      {
        "letra": "B",
        "texto": "culposa ... em edifício público ou destinado a uso público ou a obra de assistência social ou de cultura"
      },
      {
        "letra": "C",
        "texto": "dolosa ... em lavoura, pastagem, mata ou floresta"
      },
      {
        "letra": "D",
        "texto": "dolosa ... praticado mediante paga ou promessa de recompensa, ou por outro motivo torpe"
      },
      {
        "letra": "E",
        "texto": "dolosa ... praticado para assegurar a execução, a ocultação, a impunidade ou vantagem de outro crime"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2036145",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: Câmara de São José do Rio Preto - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum",
      "Crimes contra a segurança dos meios de transporte e outros serviços públicos",
      "Crimes contra a saúde pública"
    ],
    "enunciado_principal": "Com relação aos crimes contra a incolumidade pública, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o crime de incêndio é crime de perigo comum, bastando, para sua configuração, a exposição a perigo de vida, integridade física e patrimônio de, ao menos, uma pessoa."
      },
      {
        "letra": "B",
        "texto": "o delito de explosão é crime vago, de perigo abstrato, permanente (se prorroga no tempo) e formal."
      },
      {
        "letra": "C",
        "texto": "o delito de explosão, por ser crime de perigo concreto, é delito material, exigindo a produção do resultado (perigo à vida, à integridade física ou ao patrimônio de outrem)."
      },
      {
        "letra": "D",
        "texto": "o delito de epidemia (propagação de germes patogênicos capazes de causar doença infecciosa em um número indeterminado de pessoas) admite forma comissiva e omissiva."
      },
      {
        "letra": "E",
        "texto": "o delito de omissão de notificação de doença admite tentativa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "597353",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: CRO-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum"
    ],
    "enunciado_principal": "Figure que em consultório odontológico exista uma pequena copa, onde os dentistas e demais profissionais que ali trabalham realizam suas refeições. Imagine, ainda, que por imprudência na manutenção do fogão e respectivas mangueiras ocorra um vazamento de gás, seguido de uma explosão. Dela decorrem danos materiais de razoável monta, mas não se registra nenhum dano à incolumidade física. Independentemente de quem seja (eventual) responsável, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não houve ilícito algum."
      },
      {
        "letra": "B",
        "texto": "apenas poderá haver responsabilização civil, uma vez que o fato é penalmente atípico."
      },
      {
        "letra": "C",
        "texto": "houve crime de explosão dolosa."
      },
      {
        "letra": "D",
        "texto": "houve crime de explosão culposa."
      },
      {
        "letra": "E",
        "texto": "houve crime de uso de gás tóxico ou asfixiante."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "580889",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: SAEG - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum"
    ],
    "enunciado_principal": "Humberto e Cristina, casados há 3 anos, já não vivem aquela felicidade dos tempos de namoro. Muitos problemas financeiros e o ciúme incontrolável do marido fizeram com que Cristina decidisse separar-se de Humberto, que não concorda e não quer se separar de sua mulher. Certo dia, Cristina fez as malas e foi embora, morar com sua mãe. Humberto, enfurecido e inconformado, decidiu atear fogo à casa da mãe de Cristina. Arremessou uma mecha acesa pela janela da casa, que, no momento, estava vazia. O fogo alastrou pelo sofá, mas foi apagado pelos vizinhos antes de tomar conta de toda a casa. Com base na narrativa, pode-se afirmar que Humberto responderá por",
    "alternativas": [
      {
        "letra": "A",
        "texto": "incêndio doloso consumado."
      },
      {
        "letra": "B",
        "texto": "incêndio culposo, com causa de aumento de pena."
      },
      {
        "letra": "C",
        "texto": "tentativa de incêndio doloso."
      },
      {
        "letra": "D",
        "texto": "tentativa de incêndio culposo."
      },
      {
        "letra": "E",
        "texto": "incêndio doloso qualificado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "534583",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum"
    ],
    "enunciado_principal": "Constitui causa de aumento de pena o fato de o crime de incêndio ser praticado",
    "alternativas": [
      {
        "letra": "A",
        "texto": "mediante utilização de explosivos."
      },
      {
        "letra": "B",
        "texto": "em situação de violência doméstica ou familiar contra a mulher"
      },
      {
        "letra": "C",
        "texto": "em estaleiro, fábrica ou oficina."
      },
      {
        "letra": "D",
        "texto": "em canteiro de obras em área de grande densidade demográfica e populacional."
      },
      {
        "letra": "E",
        "texto": "por motivo fútil ou torpe."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "531759",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: Câmara Municipal de Itatiba - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum",
      "Crimes contra a saúde pública"
    ],
    "enunciado_principal": "Acerca dos crimes contra a incolumidade pública, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pratica crime contra a incolumidade pública aquele que difundir doença ou praga que possa causar dano a floresta, plantação ou animais de utilidade econômica."
      },
      {
        "letra": "B",
        "texto": "O crime de uso de gás tóxico ou asfixiante, previsto no art. 252 do Código Penal, somente é punível na modalidade dolosa."
      },
      {
        "letra": "C",
        "texto": "Aquele que inculcar ou anunciar cura por meio secreto ou infalível pratica o crime de curandeirismo."
      },
      {
        "letra": "D",
        "texto": "O arremesso de projétil contra veículo em movimento, destinado ao transporte público por terra, configura crime de atentado contra a segurança de outro meio de transporte."
      },
      {
        "letra": "E",
        "texto": "Para os efeitos penais, os cosméticos não são incluídos entre os produtos sujeitos à punição em caso de falsificação, corrupção, adulteração ou alteração, crime previsto no art. 273 do Código Penal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "530900",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum"
    ],
    "enunciado_principal": "Sobre os crimes de perigo comum previstos no Código Penal, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todos os crimes de perigo comum admitem forma qualificada pelo resultado."
      },
      {
        "letra": "B",
        "texto": "O crime de incêndio, por ser de perigo comum, pode se consumar com a provocação do mero perigo de incêndio, independentemente de expor diretamente a risco à vida ou à integridade física ou patrimônio de outrem."
      },
      {
        "letra": "C",
        "texto": "Os crimes de perigo comum não admitem forma tentada."
      },
      {
        "letra": "D",
        "texto": "Os crimes de perigo comum não admitem forma culposa."
      },
      {
        "letra": "E",
        "texto": "Os crimes de perigo comum exigem elemento subjetivo específico."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "574376",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: Prefeitura de Osasco - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum"
    ],
    "enunciado_principal": "João resolveu implodir sua casa, para construir um salão de festas. Assim, sem solicitar ou obter qualquer autorização dos órgãos públicos competentes e sem conhecimento técnico para tal, adquiriu dinamite e, mediante explosão, expôs a perigo a vida, a integridade física e o patrimônio de seus vizinhos. Sob a ótica do direito penal, afirma-se que João:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não cometeu qualquer crime, por falta de tipicidade penal;"
      },
      {
        "letra": "B",
        "texto": "não cometeu qualquer crime, pois o ilícito praticado merece reprimenda apenas na esfera cível, pela falta de dolo;"
      },
      {
        "letra": "C",
        "texto": "cometeu crime de dano;"
      },
      {
        "letra": "D",
        "texto": "cometeu crime de explosão;"
      },
      {
        "letra": "E",
        "texto": "cometeu crime de incêndio."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "525769",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: Prefeitura de Osasco - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum"
    ],
    "enunciado_principal": "São crimes contra a incolumidade pública:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "incêndio, omissão de notificação de doença e desabamento ou desmoronamento;"
      },
      {
        "letra": "B",
        "texto": "epidemia, falsificação de documento público e falsidade de atestado médico;"
      },
      {
        "letra": "C",
        "texto": "peculato, concussão e prevaricação;"
      },
      {
        "letra": "D",
        "texto": "usurpação de função pública, desacato e desobediência;"
      },
      {
        "letra": "E",
        "texto": "incitação ao crime, corrupção ativa e tráfico de influência."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "410895",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: METRÔ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum"
    ],
    "enunciado_principal": "Quem enterra no solo bombas de dinamite, em área sujeita a reintegração de posse, comete crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tentativa de homicídio."
      },
      {
        "letra": "B",
        "texto": "lesão corporal."
      },
      {
        "letra": "C",
        "texto": "tentativa de explosão."
      },
      {
        "letra": "D",
        "texto": "tentativa de lesões corporais."
      },
      {
        "letra": "E",
        "texto": "explosão."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "484679",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: MPE-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum"
    ],
    "enunciado_principal": "Assinale a alternativa que traz apenas crimes que demandem expressamente no tipo penal, para sua configuração, a exposição a perigo da vida, da integridade física ou do patrimônio de outrem.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Incêndio; explosão; uso de gás tóxico ou asfixiante."
      },
      {
        "letra": "B",
        "texto": "Incêndio; desabamento; fabrico de gás tóxico ou asfixiante."
      },
      {
        "letra": "C",
        "texto": "Inundação; perigo de inundação; difusão de doença ou praga."
      },
      {
        "letra": "D",
        "texto": "Explosão; desmoronamento; transporte de gás tóxico ou asfixiante."
      },
      {
        "letra": "E",
        "texto": "Perigo de inundação; incêndio; aquisição de gás tóxico ou asfixiante."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "317520",
    "metadata": "Ano: 2013 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum",
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Crimes contra a administração pública",
      "Peculato",
      "Inserção de dados falsos em sistema de informações"
    ],
    "enunciado_principal": "Examine as proposições abaixo e assinale a alternativa correta: I. A ação penal para o crime de violação de direito autoral consistente na conduta de reprodução total ou parcial, com intuito de lucro direto ou indireto, de obra intelectual, interpretação, execução ou fonograma, sem autorização expressa do autor, do artista intérpetre ou executante, do produtor, conforme o caso, ou de quem o represente, é pública incondicionada. II. A conduta de causar incêndio em imóvel alheio sem que ocorra a exposição a perigo da vida, da integridade física ou do patrimônio de outrem configura crime de dano. III. O funcionário público autorizado que promove a inserção de dados falsos em sistema informatizado da Administração Pública, com a finalidade de obter vantagem indevida para si ou para outrem, comete crime de peculato. IV. O agente que insere dados falsos em documento público oficial, com a finalidade de alterar a verdade sobre fato juridicamente relevante, comete crime de falsificação de documento público.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições I e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições II e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I e II estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições III e IV estão corretas."
      },
      {
        "letra": "E",
        "texto": "Todas as proposições estão corretas."
      }
    ],
    "gabarito": "C"
  }
]