[
  {
    "id": "3541185",
    "metadata": "Ano: 2025 | Banca: INSTITUTO AOCP | Órgão: IF-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a inviolabilidade de segredos"
    ],
    "enunciado_principal": "A Lei nº 12.737/2012 tipifica como crime a invasão de dispositivos eletrônicos, como computadores, celulares e outros equipamentos, com o intuito de obter, adulterar ou destruir dados ou informações sem o consentimento do proprietário. Essa lei estabelece penas para crimes de invasão de dispositivos, como o acesso não autorizado a dados, e também prevê punições para a divulgação de dados obtidos de forma ilícita. Em seu artigo 2, parágrafo 3, ela estabelece que “se da invasão resultar a obtenção de conteúdo de comunicações eletrônicas privadas, segredos comerciais ou industriais, informações sigilosas, assim definidas em lei, ou o controle remoto não autorizado do dispositivo invadido”, a pena será de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "reclusão, de 6 (seis) meses a 4 (quatro) anos, e multa, se a conduta não constitui crime mais grave."
      },
      {
        "letra": "B",
        "texto": "reclusão, de 9 (nove) meses a 2 (dois) anos, e multa, se a conduta não constitui crime mais grave."
      },
      {
        "letra": "C",
        "texto": "reclusão, de 6 (seis) meses a 2 (dois) anos, e multa, se a conduta não constitui crime mais grave."
      },
      {
        "letra": "D",
        "texto": "reclusão, de 8 (oito) meses a 3 (três) anos, e multa, se a conduta não constitui crime mais grave."
      },
      {
        "letra": "E",
        "texto": "reclusão, de 3 (três) meses a 1 (um) ano, e multa, se a conduta não constitui crime mais grave."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3520330",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TJ-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Crimes contra a inviolabilidade de segredos"
    ],
    "enunciado_principal": "Caio, agindo com dolo, invadiu o telefone celular de Matheus, grande empresário do setor farmacológico, com o fim de obter informações sem autorização expressa ou tácita do usuário do dispositivo. Registre-se que, em razão do evento, Matheus sofreu consideráveis prejuízos econômicos na sua atividade laborativa. Nesse cenário, considerando as disposições do Código Penal, é correto afirmar que Caio responderá pelo crime de invasão de dispositivo informático, na modalidade:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "qualificada, com a incidência de uma causa de aumento de pena, sendo certo que o delito é persequível mediante ação penal pública condicionada à representação do ofendido;"
      },
      {
        "letra": "B",
        "texto": "simples, com a incidência de uma causa de aumento de pena, sendo certo que o delito é persequível mediante ação penal pública condicionada à representação do ofendido;"
      },
      {
        "letra": "C",
        "texto": "simples, sem causas de aumento de pena, sendo certo que o delito é persequível mediante ação penal pública condicionada à representação do ofendido;"
      },
      {
        "letra": "D",
        "texto": "simples, com a incidência de uma causa de aumento de pena, sendo certo que o delito é persequível mediante ação penal pública incondicionada;"
      },
      {
        "letra": "E",
        "texto": "qualificada, sem causas de aumento de pena, sendo certo que o delito é persequível mediante ação penal pública incondicionada."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3364459",
    "metadata": "Ano: 2025 | Banca: UERJ | Órgão: UERJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a inviolabilidade de segredos"
    ],
    "enunciado_principal": "Um homem invade o computador pessoal de outro mediante violação indevida de mecanismo de segurança. Após a invasão, ele acessa e obtém o conteúdo de mensagens privadas trocadas em um aplicativo de mensagens. De acordo com o Código Penal brasileiro, o crime praticado por esse homem é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de violação de correspondência, pois envolve o acesso indevido a informações pessoais de terceiros"
      },
      {
        "letra": "B",
        "texto": "de ação penal pública privada, pois sua responsabilização criminal depende de representação pela vítima"
      },
      {
        "letra": "C",
        "texto": "de invasão de dispositivo informático, na modalidade de obtenção de conteúdo de comunicações eletrônicas privadas"
      },
      {
        "letra": "D",
        "texto": "objeto de ação penal pública incondicionada, mas necessita da comprovação de prejuízo financeiro para que haja responsabilização penal"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3287193",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: EMBRAPA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a inviolabilidade de segredos"
    ],
    "enunciado_principal": "Julgue o próximo item, considerando a Lei de Acesso à Informação, o Marco Civil da Internet e os demais instrumentos normativos que regulam a publicidade e a segurança de redes de comunicação no Brasil. É tipificada como crime, de acordo com a Lei de delitos informáticos, a invasão de dispositivo informático alheio mediante violação de mecanismo de segurança, previstos agravantes para casos de obtenção de dados sigilosos e divulgação ou comercialização desses dados.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3543573",
    "metadata": "Ano: 2024 | Banca: OBJETIVA | Órgão: Prefeitura de Dezesseis de Novembro - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a inviolabilidade de segredos"
    ],
    "enunciado_principal": "Um cracker invadiu o computador de uma digital influencer brasileira, tendo acesso às suas fotos pessoais de cunho íntimo. Sobre o delito de invasão de dispositivo informático, de acordo com o Código Penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O delito somente se procede mediante representação."
      },
      {
        "letra": "B",
        "texto": "A invasão no dispositivo informático deve ocorrer mediante violação indevida de mecanismo de segurança."
      },
      {
        "letra": "C",
        "texto": "O dispositivo informático deverá estar conectado à rede de computadores."
      },
      {
        "letra": "D",
        "texto": "Caso o objetivo do cracker fosse instalar programa espião que revela as senhas digitadas pela influencer ao acessar sites de bancos, incorreria em outro tipo penal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3308470",
    "metadata": "Ano: 2024 | Banca: OBJETIVA | Órgão: Prefeitura de Maripá - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a inviolabilidade de segredos"
    ],
    "enunciado_principal": "S., durante o horário de almoço, aproveitou para acessar, sem autorização, o computador de L., seu colega de trabalho, acessando seus dados privativos. O computador não era protegido por senha ou qualquer outro mecanismo de segurança. De acordo com o Código Penal, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não há crime, considerando que não houve violação de mecanismo de segurança."
      },
      {
        "letra": "B",
        "texto": "Se da invasão resultar prejuízo econômico, haverá aumento de pena."
      },
      {
        "letra": "C",
        "texto": "Só haverá crime caso S. consiga obter acesso ao conteúdo de comunicações eletrônicas privadas de L."
      },
      {
        "letra": "D",
        "texto": "Só haverá crime se L. for o titular do dispositivo e se a invasão ocorrer sem sua autorização expressa ou tácita."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3086218",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: DATAPREV",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a inviolabilidade de segredos"
    ],
    "enunciado_principal": "A tipificação criminal de delitos informáticos teve espaço na Lei nº 12.737, de 30 de novembro de 2012. Um deles possui o nomen juris de invasão de dispositivo informático. A respeito de tal tipo é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "para adequação típica da conduta, é necessário que o dispositivo informático esteja conectado à rede de computadores."
      },
      {
        "letra": "B",
        "texto": "o crime de invasão de dispositivo informático é uma novidade da mencionada lei e não trouxe consequências ao Decreto-Lei nº 2.848, de 7 de dezembro de 1940."
      },
      {
        "letra": "C",
        "texto": "o legislador ao positivar o ilícito penal trouxe apenas uma espécie de sanção penal, uma figura qualificadora, mas abriu mão do emprego de causas de aumento de pena."
      },
      {
        "letra": "D",
        "texto": "foram previstos como sujeitos passivos do delito os chefes de Poderes da União Federal e o dirigente máximo da administração direta, sem os quais a conduta é um indiferente penal."
      },
      {
        "letra": "E",
        "texto": "a ação penal, decorrente do crime de invasão de dispositivo informático, é pública, variando entre condicionada à representação ou incondicionada, a depender de contra quem é cometido."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3085848",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: DATAPREV",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a inviolabilidade de segredos"
    ],
    "enunciado_principal": "Um hacker, por ter conseguido subtrair previamente a senha de acesso, invadiu o tablet do vice-Presidente da Câmara dos Deputados e, sem este saber, adulterou informações importantes relativas ao funcionamento da Casa Parlamentar, trazendo grande prejuízo político. Identificada a pessoa, o aludido congressista ajuizou queixa-crime. Ao final do processo penal, o hacker foi condenado com aumento de pena de um terço, por conta do sujeito passivo do delito. Quanto à situação descrita, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a deflagração da ação penal está incorreta, porquanto deveria ter sido iniciada pelo Ministério Público."
      },
      {
        "letra": "B",
        "texto": "na fixação da pena, deveria ter havido um aumento de metade da pena, já que da invasão resultou prejuízo político."
      },
      {
        "letra": "C",
        "texto": "o crime de invasão de dispositivo informático possui como elementar a exigência de o tablet estar conectado à rede de computadores."
      },
      {
        "letra": "D",
        "texto": "o aumento da pena deveria ter sido de dois terços da pena, por conta do ilícito penal ter sido praticado contra o vice-Presidente da Câmara dos Deputados."
      },
      {
        "letra": "E",
        "texto": "para configuração do delito trazido pelo art. 2°, da Lei n° 12.737, de 30 de novembro de 2012 (art. 154-A, do Código Penal), é preciso a efetiva adulteração das informações."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3079334",
    "metadata": "Ano: 2024 | Banca: IBFC | Órgão: Polícia Penal - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a inviolabilidade de segredos"
    ],
    "enunciado_principal": "Manuela, atriz famosa, teve seu computador invadido e seus arquivos pessoais subtraídos, vendo suas fotos íntimas expostas na rede mundial de computadores. O caso relata a situação criminosa, amparada pelo crime que condena quem invade dispositivo informático alheio para obter, adulterar ou destruir dados ou informações ou para instalar vulnerabilidades que lhe possam proporcionar vantagem ilícita. Assinale a alternativa que apresenta o nome desse tipo penal previsto no Código Penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Violência de comunicação telegráfica"
      },
      {
        "letra": "B",
        "texto": "Violação de correspondência"
      },
      {
        "letra": "C",
        "texto": "Violação de dados na internet"
      },
      {
        "letra": "D",
        "texto": "Divulgação de segredo"
      },
      {
        "letra": "E",
        "texto": "Invasão de dispositivo informático"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3026938",
    "metadata": "Ano: 2024 | Banca: Itame | Órgão: Prefeitura de Teresina de Goiás - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a inviolabilidade de segredos"
    ],
    "enunciado_principal": "Com base no depoimento a seguir, que possui relação direta com a criação da Lei nº 12.737/2012, marque a alternativa que informe como esta lei ficou conhecida: “Em 2011 eu passei por um processo doloroso. A minha intimidade foi invadida e isso gerou uma grande discussão pública. Eu tive fotos roubadas e fui extorquida: ou eu pagava ou as minhas fotos seriam publicadas. Eu me recusei a pagar o dinheiro pedido pelos criminosos e eu tive essas fotos íntimas divulgadas na internet. Tudo isso gerou tanta discussão, que se fez urgente a criação de uma lei que protegesse as pessoas, principalmente as mulheres porque são as principais vítimas de crimes na internet”.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Lei Conceição Evaristo."
      },
      {
        "letra": "B",
        "texto": "Lei Astride Camargo."
      },
      {
        "letra": "C",
        "texto": "Lei Maria da Penha."
      },
      {
        "letra": "D",
        "texto": "Lei Carolina Dieckmann."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2508838",
    "metadata": "Ano: 2024 | Banca: FUNDEP (Gestão de Concursos) | Órgão: CIESP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a inviolabilidade de segredos"
    ],
    "enunciado_principal": "Em 2021, o governo brasileiro sancionou a Lei nº 14.155, que pune com mais rigor os crimes cibernéticos. “A iniciativa foi motivada pelo fato de as ameaças cibernéticas terem crescido em escala mundial. Organizações públicas e privadas de diversos países têm reforçado suas políticas de segurança da informação e de segurança cibernética e elevado o nível de proteção dos sistemas computacionais por eles utilizados, especialmente no âmbito da gestão estatal.” Disponível em: https://agenciabrasil.ebc.com.br/geral/ noticia/2021-07/decreto-institui-rede-federal-de-gestao-deincidentes-ciberneticos. Acesso em: 04 abr. 2024. No que diz respeito aos crimes cibernéticos, analise as afirmativas a seguir. I. Crimes cibernéticos são aqueles que utilizam computadores ou dispositivos eletrônicos conectados para praticar ações que geram danos a indivíduos ou patrimônios, por meio de extorsão financeira, estresse emocional ou danos à reputação de vítimas expostas na internet. II. Apesar de serem tipificados como crimes, os crimes cibernéticos no Brasil não possuem punição prevista em lei. Dessa maneira, mesmo que pegos em flagrante, os criminosos virtuais não são presos e não há forma legal de garantir com que reparem os danos causados por seus atos. III. Crimes cibernéticos podem ocorrer de diversas maneiras, mas os dois tipos mais comuns são: 1. os ataques a computadores, para obtenção de dados, senhas, extorsão ou somente causar prejuízo; 2. crimes que usam computadores para realizar atividades ilegais. Estão corretas as afirmativas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II, apenas."
      },
      {
        "letra": "B",
        "texto": "I e III, apenas."
      },
      {
        "letra": "C",
        "texto": "II e III, apenas."
      },
      {
        "letra": "D",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2449538",
    "metadata": "Ano: 2024 | Banca: MPT | Órgão: MPT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a inviolabilidade de segredos"
    ],
    "enunciado_principal": "Assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A Lei dos Agrotóxicos tipifica como crime a produção, a utilização ou a comercialização de agrotóxicos não registrados ou não autorizados, prevendo a majoração em dobro da pena se do crime resultar dano ao meio ambiente."
      },
      {
        "letra": "B",
        "texto": "O crime de rufianismo consiste em submeter, induzir ou atrair à prostituição ou outra forma de exploração sexual alguém menor de dezoito anos ou que, por enfermidade ou deficiência mental, não tem o necessário discernimento para a prática do ato."
      },
      {
        "letra": "C",
        "texto": "Constitui crime a exigência de perícia ou de exame relativo a estado de gravidez, para efeitos admissionais, ressalvada a hipótese de autorização da trabalhadora, caso seja maior de dezoito anos."
      },
      {
        "letra": "D",
        "texto": "A divulgação, sem justa causa, de conteúdo de documento particular ou de correspondência confidencial, de que é destinatário ou detentor, configura crime contra a inviolabilidade de segredos, ainda que não resulte dano."
      },
      {
        "letra": "E",
        "texto": "Não respondida."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2415811",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: CAPES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a inviolabilidade de segredos"
    ],
    "enunciado_principal": "Julgue o item seguinte, a respeito das Leis n.º 12.527/2011 (Lei de Acesso à Informação – LAI), n.º 12.737/2012 (Lei de Delitos Informáticos), n.º 12.965/2014 (Marco Civil da Internet), n.º 13.709/2018 (Lei Geral de Proteção de Dados Pessoais – LGPD) e do Decreto n.º 7.845/2012.Conforme o disposto na Lei n.º 12.737/2012, configura crime a conduta de invadir dispositivo informático alheio, desde que sejam adulterados ou destruídos dados ou informações sem a autorização do titular do dispositivo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2352281",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: CNPQ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a inviolabilidade de segredos"
    ],
    "enunciado_principal": "Com base na Lei n.º 12.737/2012 (Lei de Delitos Informáticos), julgue o item a seguir.Configura-se como crime divulgar informações de forma não autorizada, obtidas por meio de invasão.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2352280",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: CNPQ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a inviolabilidade de segredos"
    ],
    "enunciado_principal": "Com base na Lei n.º 12.737/2012 (Lei de Delitos Informáticos), julgue o item a seguir.Multa financeira e atuação em trabalhos sociais são as penas previstas para interrupção ou perturbação de serviço de informação de utilidade pública.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2277258",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: DATAPREV",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a inviolabilidade de segredos"
    ],
    "enunciado_principal": "Com relação à Lei de Acesso à Informação, à Lei de Delitos Informáticos, ao Marco Civil da Internet e à Lei Geral de Proteção de Dados Pessoais, julgue o item a seguir. De acordo com a Lei de Delitos Informáticos, no crime de invadir dispositivo informático alheio, procede-se mediante representação se o crime for cometido contra empresa concessionária de serviço público.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2275222",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: DATAPREV",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a inviolabilidade de segredos"
    ],
    "enunciado_principal": "Com base no que estabelece a legislação relacionada à segurança da informação e à proteção de dados, julgue o item a seguir. A Lei n.º 12.737/2012, que dispõe sobre a tipificação criminal de delitos informáticos, prevê aumento de pena caso o crime de invasão de dispositivo informático seja praticado contra o presidente do Tribunal Superior do Trabalho (TST).",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2274257",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: DATAPREV",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a inviolabilidade de segredos"
    ],
    "enunciado_principal": "Considerando o disposto na legislação referente à segurança da informação e à proteção de dados, julgue o próximo item. De acordo com a Lei n.º 12.737/2012, que dispõe sobre delitos informáticos, quem produz dispositivo ou programa de computador com o intuito de permitir a prática de invasão de dispositivo informático incorre na mesma pena de quem efetivamente procede à conduta de invadir dispositivo informático alheio.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2273540",
    "metadata": "Ano: 2023 | Banca: OBJETIVA | Órgão: Prefeitura de Itabuna - BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a inviolabilidade de segredos"
    ],
    "enunciado_principal": "Conforme a Lei nº 12.737/2012, invadir dispositivo informático alheio, conectado ou não à rede de computadores, mediante violação indevida de mecanismo de segurança e com o fim de obter, adulterar ou destruir dados ou informações sem autorização expressa ou tácita do titular do dispositivo ou instalar vulnerabilidades para obter vantagem ilícita, possui pena de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Detenção de 6 meses a 1 ano e multa."
      },
      {
        "letra": "B",
        "texto": "Detenção de 9 meses a 1 ano e multa."
      },
      {
        "letra": "C",
        "texto": "Detenção de 6 meses a 2 anos e multa."
      },
      {
        "letra": "D",
        "texto": "Detenção de 3 meses a 1 ano e multa."
      },
      {
        "letra": "E",
        "texto": "Detenção de até 6 meses e multa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2226485",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: SERPRO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a inviolabilidade de segredos"
    ],
    "enunciado_principal": "Julgue o item subsequente, considerando a legislação acerca de acesso e segurança da informação e privacidade e proteção de dados pessoais. Em conformidade com a Lei n.º 12.737/2012 (Lei de Delitos Informáticos), aquele que invadir dispositivo informático alheio, mediante violação indevida de mecanismo de segurança, com o fim de obter, adulterar ou destruir dados ou informações, sem autorização expressa ou tácita do titular do dispositivo, estará sujeito à pena de detenção, de três meses a um ano, e multa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2223806",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: DPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a inviolabilidade de segredos"
    ],
    "enunciado_principal": "Paula teve fotos suas de cunho íntimo divulgadas para colegas de seu curso na universidade por um ex-namorado que, inconformado com o término do relacionamento, invadiu o computador de Paula e subtraiu as fotos. O aumento de casos dessa natureza motivou a promulgação da Lei nº 12.737/2012, cuja redação prevê os crimes que decorrem do uso indevido de informações e materiais pessoais que dizem respeito à:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tipificação criminal de delitos cibernéticos;"
      },
      {
        "letra": "B",
        "texto": "interrupção ou perturbação do serviço informático;"
      },
      {
        "letra": "C",
        "texto": "privacidade de uma pessoa na internet;"
      },
      {
        "letra": "D",
        "texto": "mecanismos remotos de comunicação;"
      },
      {
        "letra": "E",
        "texto": "invasão de dispositivo informático alheio."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2043955",
    "metadata": "Ano: 2023 | Banca: Quadrix | Órgão: CRO - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a inviolabilidade de segredos"
    ],
    "enunciado_principal": "À luz do Código Penal brasileiro, julgue o item. A violação do segredo profissional somente se procede mediante representação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1981667",
    "metadata": "Ano: 2022 | Banca: FADESP | Órgão: SEFAZ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a inviolabilidade de segredos"
    ],
    "enunciado_principal": "Um problema comum na atualidade é o vazamento de dados, em especial, na internet. O Código Penal disciplina diversas condutas relacionadas à privacidade, ao sigilo e à proteção de dados. Não configura crime, todavia, nos termos do Código Penal",
    "alternativas": [
      {
        "letra": "A",
        "texto": "divulgar sem justa causa, conteúdo de documento particular ou de correspondência confidencial, de que é destinatário ou detentor, mesmo que a divulgação não possa produzir dano a outrem."
      },
      {
        "letra": "B",
        "texto": "revelar a alguém, sem justa causa, segredo de que tem ciência em razão de função, ministério, ofício ou profissão e cuja revelação possa produzir dano a outrem."
      },
      {
        "letra": "C",
        "texto": "invadir dispositivo informático de uso alheio, conectado ou não à rede de computadores, com o fim de obter, adulterar ou destruir dados ou informações sem autorização expressa ou tácita do usuário do dispositivo ou de instalar vulnerabilidades para obter vantagem ilícita."
      },
      {
        "letra": "D",
        "texto": "abusar da condição de sócio ou empregado de estabelecimento comercial ou industrial para, no todo ou em parte, desviar, sonegar, subtrair ou suprimir correspondência ou revelar a estranho seu conteúdo."
      },
      {
        "letra": "E",
        "texto": "divulgar, sem justa causa, informações sigilosas ou reservadas, assim definidas em lei, contidas ou não nos sistemas de informações ou banco de dados da Administração Pública."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1968227",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a inviolabilidade de segredos",
      "Crimes contra o patrimônio",
      "Furto",
      "Estelionato"
    ],
    "enunciado_principal": "Acerca dos crimes que envolvem uso de equipamentos eletrônicos ou informáticos, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O ato de hackear ou invadir dispositivos informáticos somente é considerado crime se houver violação indevida de mecanismo de segurança."
      },
      {
        "letra": "B",
        "texto": "O prejuízo econômico não é condição necessária para caracterização do crime de invasão de dispositivo informático."
      },
      {
        "letra": "C",
        "texto": "Em situações de estelionato contra idoso ou vulnerável, só há aumento de pena nos casos que envolvam meio eletrônico ou informático."
      },
      {
        "letra": "D",
        "texto": "O furto mediante fraude por meio informático ou eletrônico é causa de aumento de pena."
      },
      {
        "letra": "E",
        "texto": "Para fins de dosimetria da pena, é irrelevante determinar se o servidor utilizado para a prática do crime é mantido dentro ou fora do território nacional."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1859282",
    "metadata": "Ano: 2021 | Banca: FUMARC | Órgão: PC-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a inviolabilidade de segredos"
    ],
    "enunciado_principal": "Sobre os crimes cibernéticos ou informáticos, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A simples disponibilização de imagens ou vídeos com conteúdo pornográfico, envolvendo criança ou adolescente, na Internet, não é suficiente para a caracterização do tipo penal do art. 241-A do ECA, sendo imprescindível o efetivo acesso de pelo menos um usuário."
      },
      {
        "letra": "B",
        "texto": "Agente que se aproveita da ausência momentânea de colega de trabalho para, no computador alheio, ligado sem nenhum tipo de dispositivo de segurança, acessar fotos íntimas, copiando-as para si, pratica o crime de invasão de dispositivo informático do art. 154-A do Código Penal."
      },
      {
        "letra": "C",
        "texto": "É fraude eletrônica, figura qualificada do crime de estelionato, a utilização de informações fornecidas pela vítima induzida a erro presencialmente, se o agente obtém a vantagem, em prejuízo da vítima, passando-se por ela em uma compra em ambiente virtual."
      },
      {
        "letra": "D",
        "texto": "Em razão da necessária segurança coletiva e proteção de dados, os crimes de invasão de dispositivos informáticos, definidos no art. 154-A do Código Penal, são de ação penal pública incondicionada."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1855951",
    "metadata": "Ano: 2021 | Banca: OBJETIVA | Órgão: Prefeitura de Horizontina - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a inviolabilidade de segredos"
    ],
    "enunciado_principal": "De acordo com a Lei nº 12.737/2012, aumenta-se a pena de um terço à metade se o crime de invadir dispositivo informático alheio, conectado ou não à rede de computadores, mediante violação indevida de mecanismo de segurança e com o fim de obter, adulterar ou destruir dados ou informações sem autorização expressa ou tácita do titular do dispositivo ou instalar vulnerabilidades para obter vantagem ilícita, for praticado contra: I. Presidente da República, Governadores e Prefeitos. II. Presidente do Supremo Tribunal Federal. III. Presidente da Câmara dos Deputados, do Senado Federal, de Assembleia Legislativa de Estado, da Câmara Legislativa do Distrito Federal ou de Câmara Municipal. IV. Dirigente máximo da administração direta e indireta federal e estadual, excluindo-se a municipal ou do Distrito Federal. Estão CORRETOS:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente os itens I e II."
      },
      {
        "letra": "B",
        "texto": "Somente os itens II e III."
      },
      {
        "letra": "C",
        "texto": "Somente os itens III e IV."
      },
      {
        "letra": "D",
        "texto": "Somente os itens I, II e III."
      },
      {
        "letra": "E",
        "texto": "Todos os itens."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1854277",
    "metadata": "Ano: 2021 | Banca: VUNESP | Órgão: TJ-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a inviolabilidade de segredos"
    ],
    "enunciado_principal": "O crime do art. 154-A do CP, “invasão de dispositivo informático”,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é de ação pública condicionada à representação, como regra."
      },
      {
        "letra": "B",
        "texto": "admite, apenas, ação penal pública incondicionada."
      },
      {
        "letra": "C",
        "texto": "somente se procede mediante representação."
      },
      {
        "letra": "D",
        "texto": "admite, apenas, ação penal privada."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1853620",
    "metadata": "Ano: 2021 | Banca: VUNESP | Órgão: TJ-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a inviolabilidade de segredos"
    ],
    "enunciado_principal": "A pena do crime do art. 154-A do CP, “invasão de dispositivo informático”, é aumentada de 1/3 (um terço) a 2/3 (dois terços) se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "da invasão resulta prejuízo econômico."
      },
      {
        "letra": "B",
        "texto": "o agente é movido pelo fim de obter lucro."
      },
      {
        "letra": "C",
        "texto": "o dispositivo invadido armazena dados da Administração Pública."
      },
      {
        "letra": "D",
        "texto": "a invasão é praticada mediante a prévia instalação de vulnerabilidade no sistema."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1831456",
    "metadata": "Ano: 2021 | Banca: OBJETIVA | Órgão: Prefeitura de Santa Maria - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a inviolabilidade de segredos"
    ],
    "enunciado_principal": "De acordo com a Lei nº 12.737/2012, sobre o crime de invasão de dispositivo informático, aumenta-se a pena de um terço à metade se o crime for praticado contra: I. Presidente da República, governadores e prefeitos. II. Presidente do Supremo Tribunal Federal. III. Dirigente máximo da administração direta e indireta federal, estadual, municipal ou do Distrito Federal. Está(ão) CORRETO(S):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente o item I."
      },
      {
        "letra": "B",
        "texto": "Somente o item II."
      },
      {
        "letra": "C",
        "texto": "Somente os itens I e III."
      },
      {
        "letra": "D",
        "texto": "Somente os itens II e III."
      },
      {
        "letra": "E",
        "texto": "Todos os itens."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1824965",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a inviolabilidade de segredos"
    ],
    "enunciado_principal": "Sobre o crime de invasão de dispositivo informático (Art. 154-A, inserido no Código Penal por meio da Lei nº 12.737/2012), a doutrina aponta a existência de alguns problemas que envolvem a incriminação, pois há exigências legais que deixam de fora certas condutas lesivas. Quanto à conduta criminosa, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a divulgação de fotos tiradas com o próprio celular, mesmo dispensando a invasão de dispositivo alheio, atinge a intimidade da vítima e permite a configuração do tipo;"
      },
      {
        "letra": "B",
        "texto": "estão dentro do conceito as contas em serviços exclusivamente on-line, softwares e aparelhos eletrônicos que não tenham por função específica a utilização em ambiente informático;"
      },
      {
        "letra": "C",
        "texto": "o acesso a dispositivo informático desprovido de dispositivo de segurança, sem consentimento do seu possuidor ou com consentimento viciado, permite a configuração do crime;"
      },
      {
        "letra": "D",
        "texto": "o acesso indevido ao sistema de “nuvem” (cloud computing), para obtenção de dados alheios, configura o crime, mesmo que o agente não saiba qual dispositivo está invadindo;"
      },
      {
        "letra": "E",
        "texto": "não há crime se o invasor se valer da engenharia social como artifício fraudulento para burlar o mecanismo de segurança, com o intuito de poder ter acesso aos dados e informações do dispositivo informático invadido."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1712382",
    "metadata": "Ano: 2020 | Banca: IBADE | Órgão: Prefeitura de Ministro Andreazza - RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a inviolabilidade de segredos"
    ],
    "enunciado_principal": "O Código Penal (Decreto Lei nº 2848/1940) no seu Art. 154 trata de revelação de alguém, sem justa causa, segredo, de que tem ciência em razão de função, ministério, ofício ou profissão, e esta revelação possa produzir dano a outros, pode ser, nesse caso aplicada penalidade de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "detenção ou multa."
      },
      {
        "letra": "B",
        "texto": "reclusão com perdão judicial."
      },
      {
        "letra": "C",
        "texto": "prisão simples ou multa."
      },
      {
        "letra": "D",
        "texto": "detenção ou ressocialização obrigatória."
      },
      {
        "letra": "E",
        "texto": "reclusão com perdão antecipado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1137885",
    "metadata": "Ano: 2020 | Banca: Quadrix | Órgão: CRO-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a inviolabilidade de segredos"
    ],
    "enunciado_principal": "À luz do Código Penal brasileiro, julgue o item.O cirurgião‐dentista que conta para um colega, a fim de obter um diagnóstico, que um paciente adquiriu uma doença sexualmente transmissível, sem revelar sua identidade, comete o crime de violação do segredo profissional.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2040374",
    "metadata": "Ano: 2019 | Banca: OBJETIVA | Órgão: Prefeitura de Antônio Prado - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a inviolabilidade de segredos",
      "Crimes contra o patrimônio",
      "Outras fraudes"
    ],
    "enunciado_principal": "Segundo a Lei nº 12.737/2012, quando da invasão de dispositivo informático, aumenta-se a pena de um terço a metade se o crime for praticado, além de outros, contra: I. Presidente da República, governadores e prefeitos. II. Presidente do Supremo Tribunal Federal. III. Dirigente máximo da Administração Direta e Indireta federal, estadual, municipal ou do Distrito Federal. Está(ão) CORRETO(S):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nenhum dos itens."
      },
      {
        "letra": "B",
        "texto": "Somente os itens I e II."
      },
      {
        "letra": "C",
        "texto": "Somente os itens I e III."
      },
      {
        "letra": "D",
        "texto": "Somente os itens II e III."
      },
      {
        "letra": "E",
        "texto": "Todos os itens."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1375381",
    "metadata": "Ano: 2019 | Banca: OBJETIVA | Órgão: Prefeitura de Portão - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a inviolabilidade de segredos"
    ],
    "enunciado_principal": "Em conformidade com a Lei nº 12.737/2012, sobre a invasão de dispositivo informático, aumenta-se a pena de um terço à metade se o crime for praticado contra: I. Presidente da República, governadores e prefeitos. II. Servidor público federal no exercício de sua função.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os itens I e II estão corretos."
      },
      {
        "letra": "B",
        "texto": "Somente o item I está correto."
      },
      {
        "letra": "C",
        "texto": "Somente o item II está correto."
      },
      {
        "letra": "D",
        "texto": "Os itens I e II estão incorretos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1096971",
    "metadata": "Ano: 2019 | Banca: Quadrix | Órgão: CRO-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a inviolabilidade de segredos"
    ],
    "enunciado_principal": "No que se refere ao direito penal aplicado à prática odontológica, julgue o item. É crime revelar, sem justa causa, segredo de que se teve ciência em razão de profissão e cuja revelação possa produzir dano a outrem.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "987249",
    "metadata": "Ano: 2018 | Banca: Quadrix | Órgão: CRO-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a inviolabilidade de segredos"
    ],
    "enunciado_principal": "Acerca do Direito Penal aplicado à prática odontológica, julgue o item que se segue. O cirurgião‐dentista que conte para os amigos, sem justa causa, que um paciente adquiriu uma doença sexualmente transmissível, revelando sua identidade e produzindo dano moral a esse paciente, estará cometendo o crime de violação do segredo profissional.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "932967",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a inviolabilidade de segredos"
    ],
    "enunciado_principal": "Com referência à interceptação de comunicação telefônica, ao crime de tráfico ilícito de entorpecentes, ao crime de lavagem de capitais e a crimes cibernéticos, julgue o seguinte item.Situação hipotética: Um hacker invadiu os computadores do SERPRO e transferiu valores do Ministério do Planejamento para o seu próprio nome. Assertiva: Nessa situação, o IP para apurar a autoria e a materialidade do crime de invasão de dispositivo informático só poderá ser instaurado após representação formalizada pelo Ministério do Planejamento ou pelo SERPRO.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "897313",
    "metadata": "Ano: 2018 | Banca: FUNDATEC | Órgão: PC-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a inviolabilidade de segredos"
    ],
    "enunciado_principal": "Em relação ao crime de invasão de dispositivo informático, analise as seguintes assertivas, com base na Lei, doutrina e jurisprudência majoritárias: I. A conduta incriminada pelo artigo 154-A do Código Penal somente permite seu processamento, através de ação penal pública condicionada à representação, em toda e qualquer hipótese, por expressa disposição legal. II. Aquele que aproveita a ausência momentânea de um colega de trabalho em sua mesa para acessar o computador dele, que ficou ligado e sem nenhum tipo de dispositivo de segurança, tendo acesso a fotos íntimas de tal colega, pratica o crime de invasão de dispositivo informático. III. O crime é considerado pela doutrina como um crime formal, portanto a simples invasão de computador alheio, desde que o objetivo seja obter, adulterar ou destruir dados ou informações ou instalar vulnerabilidades, para obter vantagem ilícita, já configura o tipo penal, sem a necessidade de que algum prejuízo econômico efetivamente ocorra. IV. Isolda, namorada de Juca, desconfiada de uma suposta traição, instalou um código malicioso no computador dele, para ter controle remoto da máquina. Com isso, passou a monitorar a navegação de Juca na internet. Ela praticou o crime de invasão de dispositivo informático qualificado. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas II e IV."
      },
      {
        "letra": "B",
        "texto": "Apenas III e IV."
      },
      {
        "letra": "C",
        "texto": "Apenas I, II e III."
      },
      {
        "letra": "D",
        "texto": "Apenas I, III e IV."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2747533",
    "metadata": "Ano: 2017 | Banca: IMA | Órgão: CREF - 15ª Região (PI - MA)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Crimes contra a inviolabilidade de segredos"
    ],
    "enunciado_principal": "Assinale a alternativa correta que indica o crime descrito pela conduta típica: “Revelar alguém, sem justa causa, segredo, de que tem ciência em razão de função, ministério, ofício ou profissão, e cuja revelação possa produzir dano a outrem”:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Constrangimento ilegal."
      },
      {
        "letra": "B",
        "texto": "Improbidade Administrativa."
      },
      {
        "letra": "C",
        "texto": "Difamação."
      },
      {
        "letra": "D",
        "texto": "Violação do segredo profissional."
      },
      {
        "letra": "E",
        "texto": "Violação de correspondência."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "830792",
    "metadata": "Ano: 2017 | Banca: FUNDATEC | Órgão: IGP-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a inviolabilidade de segredos"
    ],
    "enunciado_principal": "A Lei nº 12.737/2012, também conhecida como Lei dos Crimes Cibernéticos, dispõe sobre a tipificação criminal de delitos informáticos. O artigo 154-A dessa lei diz: “Invadir dispositivo informático alheio, conectado ou não à rede de computadores, mediante violação indevida de mecanismo de segurança e com o fim de obter, adulterar ou destruir dados ou informações sem autorização expressa ou tácita do titular do dispositivo ou instalar vulnerabilidades para obter vantagem ilícita. Pena - detenção, de 3 (três) meses a 1 (um) ano, e multa”. A redação desse artigo mostra a intenção do legislador de tutelar valores protegidos constitucionalmente. Qual o bem jurídico protegido pelo artigo 154-A da Lei de Crimes Cibernéticos?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segurança dos dados."
      },
      {
        "letra": "B",
        "texto": "Dispositivos informáticos."
      },
      {
        "letra": "C",
        "texto": "Rede de computadores."
      },
      {
        "letra": "D",
        "texto": "Privacidade."
      },
      {
        "letra": "E",
        "texto": "Livre acesso à informação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "794420",
    "metadata": "Ano: 2017 | Banca: IBFC | Órgão: POLÍCIA CIENTÍFICA-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a inviolabilidade de segredos"
    ],
    "enunciado_principal": "Assinale a alternativa correta, considerando o disposto expressamente na Lei n° 12.737, de 30/11/2012 (Lei dos crimes cibernéticos), sobre a AÇÃO PENAL nos casos do crime praticado por quem invadir dispositivo informático alheio, conectado ou não à rede de computadores, mediante violação indevida de mecanismo de segurança e com o fim de obter informações sem autorização expressa ou tácita do titular do dispositivo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nesses casos, somente se procede mediante representação, mesmo que o crime seja cometido contra a administração pública direta ou indireta de qualquer dos Poderes da União, Estados, Distrito Federal ou Municípios ou contra empresas concessionárias de serviços públicos"
      },
      {
        "letra": "B",
        "texto": "Nesses casos, procede-se independentemente de representação, salvo se o crime é cometido contra a administração pública direta ou indireta de qualquer dos Poderes da União, Estados, Distrito Federal ou Municípios"
      },
      {
        "letra": "C",
        "texto": "Nesses casos, procede-se independentemente de representação, salvo se o crime é cometido contra empresas concessionárias de serviços públicos"
      },
      {
        "letra": "D",
        "texto": "Nesses casos, somente se procede mediante representação, salvo se o crime é cometido contra a administração pública direta ou indireta de qualquer dos Poderes da União, Estados, Distrito Federal ou Municípios ou contra empresas concessionárias de serviços públicos"
      },
      {
        "letra": "E",
        "texto": "Nesses casos, a ação penal é sempre pública e incondicionada"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "794419",
    "metadata": "Ano: 2017 | Banca: IBFC | Órgão: POLÍCIA CIENTÍFICA-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a inviolabilidade de segredos"
    ],
    "enunciado_principal": "Assinale a alternativa correta, considerando o disposto expressamente na Lei n° 12.737, de 30/11/2012 (Lei dos crimes cibernéticos), sobre a pena aplicável a quem invadir dispositivo informático alheio, conectado ou não à rede de computadores, mediante violação indevida de mecanismo de segurança e com o fim de obter, adulterar ou destruir dados ou informações sem autorização expressa ou tácita do titular do dispositivo ou instalar vulnerabilidades para obter vantagem ilícita:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Detenção de 1 (um) a 2 (dois) anos, e multa, aumentando-se a pena de um terço à metade se da invasão resultar prejuízo moral"
      },
      {
        "letra": "B",
        "texto": "Detenção de 1 (um) a 2 (dois) anos, e multa, aumentando-se a pena de um sexto a um terço se da invasão resultar prejuízo econômico"
      },
      {
        "letra": "C",
        "texto": "Detenção de 3 (três) meses a 1 (um) ano, e multa, aumentando-se a pena de um sexto a um terço se da invasão resultar prejuízo econômico"
      },
      {
        "letra": "D",
        "texto": "Detenção de 3 (três) meses a 1 (um) ano, e multa, aumentando-se a pena de um terço à metade se da invasão resulta prejuízo moral"
      },
      {
        "letra": "E",
        "texto": "Detenção de 6 (seis) meses a 2 (dois) anos, e multa, aumentando-se a pena de um sexto a um terço se da invasão resulta prejuízo moral"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2034915",
    "metadata": "Ano: 2016 | Banca: CONSULPAM | Órgão: Prefeitura de Cascavel - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a inviolabilidade de segredos"
    ],
    "enunciado_principal": "Nos termos do Código Penal, se o delito de violação do segredo profissional for praticado contra o Prefeito municipal, dentre outras autoridades, a pena de detenção é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "acrescida de multa civil."
      },
      {
        "letra": "B",
        "texto": "convertida em reclusão."
      },
      {
        "letra": "C",
        "texto": "aumentada de um terço à metade."
      },
      {
        "letra": "D",
        "texto": "aumentada de um terço a dois terços."
      },
      {
        "letra": "E",
        "texto": "substituída pela suspensão dos direitos políticos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "808946",
    "metadata": "Ano: 2016 | Banca: Quadrix | Órgão: CRO - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a inviolabilidade de segredos"
    ],
    "enunciado_principal": "Carla trabalha como recepcionista em uma empresa e, após algum tempo, começa a atender ligações com conteúdo sigiloso, relativo a grandes contratos que serão fechados pela diretoria. Ao ter conhecimento de tais informações, ela as transmite a outro grupo que se beneficiará do conteúdo. Ao fazer isso, Carla violou o segredo profissional, um crime previsto no art. 154 do Código Penal Brasileiro, que diz:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É permitida a divulgação de informações obtidas através de terceiros, desde que beneficiem um grupo específico."
      },
      {
        "letra": "B",
        "texto": "Divulgar segredos de que tenha ciência em razão de sua função e em benefício próprio não é crime."
      },
      {
        "letra": "C",
        "texto": "Divulgar segredo de que tenha ciência em razão de sua função é crime."
      },
      {
        "letra": "D",
        "texto": "Divulgar informações obtidas graças à sua função não é crime."
      },
      {
        "letra": "E",
        "texto": "Não divulgar informações sigilosas de que tenha ciência em razão de sua função é crime."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "608238",
    "metadata": "Ano: 2015 | Banca: UFMT | Órgão: IF-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a inviolabilidade de segredos"
    ],
    "enunciado_principal": "Sobre a tipificação dos delitos informáticos segundo a Lei nº 12.737/2012, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pratica crime de invasão de dispositivo informático aquele que, com autorização expressa do titular do dispositivo, instala vulnerabilidades para obter vantagem ilícita."
      },
      {
        "letra": "B",
        "texto": "Pratica o crime de perturbação de serviço telemático, telefônico ou informático aquele que interrompe o serviço telemático, telefônico ou informático, salvo se cometido por ocasião de calamidade pública."
      },
      {
        "letra": "C",
        "texto": "Pratica crime de invasão de dispositivo informático aquele que adultera ou destrói dados ou informações sem autorização expressa ou tácita do titular do dispositivo."
      },
      {
        "letra": "D",
        "texto": "Pratica o crime de falsificação de documento público aquele que falsifica, no todo ou em parte, cartão de crédito ou de débito, obtendo ou não vantagem ilícita."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "576156",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a inviolabilidade de segredos"
    ],
    "enunciado_principal": "Segundo o Código Penal, é considerado crime, na área de TI, a seguinte conduta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "envio de spam em correio eletrônico;"
      },
      {
        "letra": "B",
        "texto": "realização de engenharia reversa em software devidamente registrado no INPI;"
      },
      {
        "letra": "C",
        "texto": "acesso não autorizado a um smartphone, através da quebra da senha de acesso;"
      },
      {
        "letra": "D",
        "texto": "cópia de arquivo de pendrive de um colega, deixado sobre uma mesa, sem proteção;"
      },
      {
        "letra": "E",
        "texto": "fornecimento de acesso anônimo a uma rede wifi."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "519042",
    "metadata": "Ano: 2015 | Banca: Quadrix | Órgão: CRP 4ª Região (MG)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a inviolabilidade de segredos"
    ],
    "enunciado_principal": "As informações sigilosas representam um delito para a pessoa que as detém, caso essas informações sejam obtidas através da função, do cargo ou do ofício que ela possua. O art. 154 do Código Penal prevê, se forem reveladas as informações sigilosas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "detenção de três meses a um ano, ou multa."
      },
      {
        "letra": "B",
        "texto": "detenção de três meses a dois anos e multa."
      },
      {
        "letra": "C",
        "texto": "detenção de três meses a um ano e multa."
      },
      {
        "letra": "D",
        "texto": "detenção de seis meses a um ano ou multa."
      },
      {
        "letra": "E",
        "texto": "detenção de seis meses a um ano e multa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "495392",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: SEFAZ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a inviolabilidade de segredos"
    ],
    "enunciado_principal": "Um funcionário do cartório administrativo de processamento tributário frequenta um clube de futebol e, após o treinamento do time, participa das confraternizações semanais. Em um desses encontros o funcionário conta ao seu colega de clube João, empresário da cidade, que um comerciante está devendo quantidade de imposto superior ao patrimônio da empresa. João, por ser fornecedor do empresário, não mais efetivou negócios com o empresário, causando-lhe a falência. A conduta praticada pelo funcionário do cartório caracteriza o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "sonegação de correspondência."
      },
      {
        "letra": "B",
        "texto": "divulgação de segredo."
      },
      {
        "letra": "C",
        "texto": "violação de correspondência."
      },
      {
        "letra": "D",
        "texto": "invasão de dispositivo informático."
      },
      {
        "letra": "E",
        "texto": "violação de segredo profissional."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "463524",
    "metadata": "Ano: 2014 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Crimes contra a inviolabilidade de segredos",
      "Crimes contra o patrimônio",
      "Roubo",
      "Crimes contra a dignidade sexual",
      "Estupro"
    ],
    "enunciado_principal": "Com fundamento na parte especial do Código Penal, marque a resposta correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O diretor de um hospital psiquiátrico que determina a internação de um paciente, sem recomendação médica ou ordem judicial, com a finalidade exclusiva de privar a liberdade ambulatorial da vítima, prática o crime de constrangimento ilegal (art. 146 do CP)."
      },
      {
        "letra": "B",
        "texto": "Maria Inocente contrata Zé Espertalhão para que realize uma manutenção técnica no computador dela. Maria Inocente, para tanto, liga seu computador, registra seu login e apõe sua senha. Logo após, Maria Inocente permite que Zé Espertalhão acesse seu computador para realizar a manutenção mediante conexão com a rede de computadores (internet), sob os olhares dela. Em dado momento, Maria Inocente se ausenta alguns minutos do recinto para ir ao banheiro, oportunidade em que Zé Espertalhão invade uma das pastas do computador dela e faz o upload de fotos íntimas de Maria Inocente para o HD externo dele. Nesta hipótese, Zé Espertalhão responderá pelo crime do art. 154-A do Código Penal (invasão de dispositivo informático)."
      },
      {
        "letra": "C",
        "texto": "Mané Pervertido, mediante grave ameaça, constrange a vítima Maria Inocente a praticar ato libidinoso em si mesma (masturbação) enquanto ele a observa, sem contato físico entre o agente e a vítima. Nesse caso, Mané Pervertido responderá pelo crime de estupro (art. 213, caput, do CP)."
      },
      {
        "letra": "D",
        "texto": "O posicionamento atual do Supremo Tribunal Federal e do Superior Tribunal de Justiça é que o emprego de arma de brinquedo ou de arma imprópria não qualifica o crime de roubo pela ausência da capacidade vulnerante (ofensividade)."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "406048",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a inviolabilidade de segredos"
    ],
    "enunciado_principal": "No que diz respeito ao que dispõe a legislação relativa a crimes de informática, julgue o item abaixo.Para crimes de invasão de dispositivo informático, a pena prevista é de até quatro anos, mas se o crime ocorrer por invasão a um dispositivo informático da presidenta da República, a pena aumenta em até metade da pena prevista.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "305551",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a inviolabilidade de segredos"
    ],
    "enunciado_principal": "Manoel invadiu o computador de Paulo sem autorização deste e alterou várias informações do proprietário do computador, inclusive violando indevidamente seu mecanismo de segurança, em troca de um carro. Assim, Manoel:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não praticou crime."
      },
      {
        "letra": "B",
        "texto": "praticou o crime de invasão de dispositivo informático (artigo 154-Ado CP)."
      },
      {
        "letra": "C",
        "texto": "praticou o crime de estelionato (artigo 171 do CP)."
      },
      {
        "letra": "D",
        "texto": "praticou o crime de inserção de dados falsos em sistema de informação (artigo 313- Ado CP)."
      },
      {
        "letra": "E",
        "texto": "praticou o crime de modificação ou alteração não autorizada de sistema de informações (artigo 313-B do CP)."
      }
    ],
    "gabarito": "B"
  }
]