[
  {
    "id": "3334339",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Tipicidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Consumação e tentativa",
      "Crime impossível",
      "Noções gerais de Concursos de Pessoas",
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo"
    ],
    "enunciado_principal": "Cansados da vida honesta e inspirados por um filme de qualidade duvidosa de Sessão da Tarde, Beto, o entregador de pizza, e seu primo Mevinho, estudante de teatro e aspirante a vilão de novela mexicana, decidem praticar um roubo. A dupla, munida de um simulacro de arma feito com uma banana coberta por papel alumínio, invade uma padaria no fim do expediente. Entre gritos dramáticos de Mevinho: - Entregue todo o dinheiro, infeliz!\", e Beto tentando não rir da encenação, eles conseguem subtrair R$ 152,50 e dois sonhos de padaria. Ao tentarem fugir de bicicleta, Mevinho escorrega, a banana voa longe, e ambos são capturados por uma senhora de 70 anos que fazia taekwondo na academia Qfight. Com base nessa narrativa, assinale a alternativa correta sobre a tipificação penal dos fatos narrados:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Como a arma utilizada era uma banana, trata-se de furto simples, e não de roubo, pois não houve efetiva ameaça ou violência real."
      },
      {
        "letra": "B",
        "texto": "Trata-se de roubo simples, pois a encenação com a banana não configura meio idôneo para gerar temor na vítima."
      },
      {
        "letra": "C",
        "texto": "Configura roubo majorado pelo concurso de pessoas, mesmo com a utilização de um simulacro."
      },
      {
        "letra": "D",
        "texto": "Como os agentes não conseguiram fugir com os bens, o crime é impossível, pela ineficácia absoluta do meio empregado."
      },
      {
        "letra": "E",
        "texto": "A conduta dos agentes é atípica, pois não houve violência real nem grave ameaça concreta, mas apenas uma cena de comédia."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3058680",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: ENAM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Crime impossível"
    ],
    "enunciado_principal": "Caio, Tício e Mévio integram um grupo de extermínio e decidem matar três integrantes de uma organização criminosa rival, cabendo a cada um o assassinato de uma das vítimas. Caio abordou sua vítima em emboscada. Todavia ao efetuar o disparo, verificou que a arma de fogo estava desmuniciada. Tício efetuou um disparo de arma de fogo no tórax da vítima que era seu alvo. Porém, ao ver o homem agonizando e chamando por seus filhos, Tício se compadeceu e o levou ao hospital. O esforço foi, contudo, em vão, tendo em vista que a vítima faleceu na mesa cirúrgica em decorrência de hemorragia. Por fim, Mévio rendeu sua vítima apontando a arma de fogo para a cabeça. Nesse ínterim, a vítima propôs a Mévio o pagamento de R$50.000,00 (cinquenta mil reais) para que ele não o matasse, pedido que foi aceito por Mévio. Ocorre que minutos depois uma viatura passava pelo local e prendeu Mévio em flagrante. Diante do exposto, assinale a opção que indica a consequência jurídica que melhor se amolda às condutas de Caio, Tício e Mévio, respectivamente.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tentativa de homicídio, homicídio doloso e arrependimento eficaz."
      },
      {
        "letra": "B",
        "texto": "Crime impossível, homicídio doloso e desistência voluntária."
      },
      {
        "letra": "C",
        "texto": "Tentativa de homicídio, arrependimento eficaz e desistência voluntária."
      },
      {
        "letra": "D",
        "texto": "Crime impossível, arrependimento eficaz e desistência voluntária."
      },
      {
        "letra": "E",
        "texto": "Crime impossível, homicídio doloso e tentativa de homicídio."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3030467",
    "metadata": "Ano: 2024 | Banca: IGEDUC | Órgão: MPE-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crime impossível"
    ],
    "enunciado_principal": "Marcos tentou envenenar seu chefe, colocando um produto tóxico em sua bebida. No entanto, o veneno utilizado por Marcos havia perdido a eficácia devido à data de validade expirada, e seu chefe não sofreu qualquer dano. Qual deve ser a posição do Ministério Público quanto à conduta de Marcos?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Marcos deve ser punido por tentativa de homicídio, pois teve a intenção de matar."
      },
      {
        "letra": "B",
        "texto": "Marcos não deve ser punido, pois se trata de crime impossível, dado que o veneno não tinha capacidade de causar o resultado pretendido."
      },
      {
        "letra": "C",
        "texto": "Marcos deve ser absolvido, pois o ato não produziu qualquer efeito."
      },
      {
        "letra": "D",
        "texto": "Marcos deve responder por lesão corporal, pois o veneno poderia causar danos menores."
      },
      {
        "letra": "E",
        "texto": "Marcos deve ser punido por homicídio culposo, já que o resultado não ocorreu por negligência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2543501",
    "metadata": "Ano: 2024 | Banca: ISET | Órgão: Prefeitura de Jeremoabo - BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crime impossível"
    ],
    "enunciado_principal": "Consiste em crime impossível:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando o agente que, voluntariamente, desiste de prosseguir na execução ou impede que o resultado se produza, só responde pelos atos já praticados."
      },
      {
        "letra": "B",
        "texto": "Quando o agente deu causa ao resultado por imprudência, negligência ou imperícia."
      },
      {
        "letra": "C",
        "texto": "Quando o agente quis o resultado ou assumiu o risco de produzi-lo."
      },
      {
        "letra": "D",
        "texto": "Quando não se pune a tentativa quando, por ineficácia absoluta do meio ou por absoluta impropriedade do objeto, é impossível consumar-se o crime."
      },
      {
        "letra": "E",
        "texto": "Quando, iniciada a execução, não se consuma por circunstâncias alheias à vontade do agente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2414803",
    "metadata": "Ano: 2024 | Banca: Instituto Consulplan | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crime impossível"
    ],
    "enunciado_principal": "Considerando os entendimentos modernos das doutrinas e dos Tribunais Superiores, bem como as jurisprudências que norteiam o direito penal brasileiro, julgue o item a seguir.Riobaldo e sua esposa Diadorim estavam desempregados desde a pandemia; não se recolocaram no mercado de trabalho. Na manhã do dia 20 de novembro de 2023, abriram os armários e não havia nada para comer. Na noite anterior já não tinham comido. Assim, premeditaram um plano. Foram até o supermercado próximo de sua casa com o intuito de subtraírem algo para comer. Todavia, chamaram a atenção do segurança do estabelecimento por estarem com roupas velhas e muito cobertos em um dia de Sol. Desconfiando, o segurança passou o informe por rádio aos demais seguranças, que passaram, discretamente, a observar o casal circulando pelo mercado, bem como acionaram o responsável pelo monitoramento por câmeras de segurança para observar o casal. Notaram, assim, Riobaldo colocando sorrateiramente no casaco, um pedaço de carne que mais tarde veio se saber tratar-se de 1 Kg de carne do tipo Patinho. De igual modo, viram em outro corredor, Diadorim colocar na cintura, embaixo da blusa, um pacote de macarrão. Na seqencia o casal se dirigiu para à saída do supermercado e, ao pisarem na calçada, na frente do mercado, foram abordados pelo segurança que estava no encalço e que logrou, após revista pessoal, encontrar os produtos (carne e macarrão), avaliados em vinte e oito reais e oitenta centavos. Nesse caso, os fundamentos para o arquivamento do inquérito são: trata-se de crime impossível que exclui a tipicidade; o valor dos produtos subtraídos reclama a aplicação do princípio da bagatela.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3566167",
    "metadata": "Ano: 2023 | Banca: Avança SP | Órgão: Prefeitura de Ubatuba - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Consumação e tentativa",
      "Crime impossível",
      "Arrependimento posterior",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "Considerando a disciplina da Parte Geral do Código Penal, avalie as seguintes assertivas, assinalando, em sequência, a opção CORRETA sobre referida avaliação: I - “Pune-se a tentativa quando, por ineficácia absoluta do meio ou por absoluta impropriedade do objeto, é impossível consumar-se o crime dolosamente pretendido pelo agente”. II - “Nos crimes cometidos sem violência ou grave ameaça à pessoa, reparado o dano ou restituída a coisa, até o oferecimento da denúncia ou da queixa, por ato voluntário do agente, a pena será reduzida de um terço à metade”. III - “O erro sobre elemento constitutivo do tipo legal de crime exclui a ilicitude da conduta”.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é correto o que se afirma em I, apenas."
      },
      {
        "letra": "B",
        "texto": "é correto o que se afirma em II, apenas."
      },
      {
        "letra": "C",
        "texto": "nenhuma das assertivas está correta."
      },
      {
        "letra": "D",
        "texto": "é correto o que se afirma em II e III, apenas."
      },
      {
        "letra": "E",
        "texto": "é correto o que se afirma em I e III, apenas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2312792",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crime impossível"
    ],
    "enunciado_principal": "No que concerne ao crime impossível, nossos tribunais, em matéria sumulada, interpretam que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o fato de a polícia preparar situação de flagrante, mesmo em hipótese que impeça sua consumação, não caracteriza, obrigatoriamente, crime impossível."
      },
      {
        "letra": "B",
        "texto": "sistema de vigilância realizado por monitoramento eletrônico ou existência de segurança no interior de estabelecimento comercial, por si só, não tornam impossível a configuração do crime de furto."
      },
      {
        "letra": "C",
        "texto": "mesmo a falsificação grosseira, constatável a olho nu, pode configurar os crimes de moeda falsa e estelionato."
      },
      {
        "letra": "D",
        "texto": "a maioridade da vítima no crime de estupro impede a possibilidade de reconhecimento do estupro de vulnerável."
      },
      {
        "letra": "E",
        "texto": "o pagamento de cheque inicialmente emitido sem provisão de fundos, até a prolação da sentença, obsta o reconhecimento de crime patrimonial."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2215614",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: PGM de Natal - RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crime impossível"
    ],
    "enunciado_principal": "A respeito de crime impossível e delito putativo, julgue os próximos itens.I. Delito putativo refere-se à absoluta impropriedade do objeto, enquanto crime impossível, à ineficácia absoluta do meio. II. No delito putativo, o agente tem a intenção de praticar um crime, porém o ato não encontra tipificação legal correspondente. III Segundo entendimento do STF, não há crime quando o flagrante preparado pela polícia torna impossível a sua a consumação.Assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas o item I está certo."
      },
      {
        "letra": "B",
        "texto": "Apenas o item III está certo."
      },
      {
        "letra": "C",
        "texto": "Apenas os itens I e II estão certos."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens II e III estão certos."
      },
      {
        "letra": "E",
        "texto": "Todos os itens estão certos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2061899",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: POLC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Consumação e tentativa",
      "Crime impossível"
    ],
    "enunciado_principal": "Em cada um do item a seguir é apresentada uma situação hipotética seguida de uma assertiva a ser julgada. Julgue cada um deles no que se refere ao fato típico e a seus elementos. Túlio, de posse de sua pistola, atirou cinco vezes contra Flávio, com a intenção de matá-lo, tendo errado a pontaria em todas as ocasiões. Nessa situação hipotética, houve tentativa cruenta. .",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2006441",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: MPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crime impossível",
      "Concurso de crimes",
      "Crime continuado",
      "Causas de extinção da punibilidade",
      "Morte do agente",
      "Interrupção e suspensão da contagem dos prazos prescricionais",
      "Legislação Penal Especial",
      "Lei de Tóxicos – Lei nº 11.343 de 2006"
    ],
    "enunciado_principal": "Aponte, dentre os seguintes entendimentos sobre matéria penal, qual está em conformidade com o expressado pelo STF.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O acórdão condenatório sempre interrompe a prescrição, exceto quando confirmatório da sentença de 1º grau, seja mantendo, reduzindo ou aumentando a pena anteriormente imposta."
      },
      {
        "letra": "B",
        "texto": "O previsto no inciso III, artigo 40 da Lei nº 11.343/2006, relativamente ao transporte público no tráfico, está caraterizado ao se utilizar linha interestadual de ônibus para o transporte de droga para outro estado."
      },
      {
        "letra": "C",
        "texto": "A reiteração criminosa indicadora de delinquência habitual ou profissional não é suficiente para descaracterizar o crime continuado."
      },
      {
        "letra": "D",
        "texto": "A decisão que, com base em certidão de óbito falsa, julga extinta a punibilidade do réu gera coisa julgada em sentido estrito e não pode ser revogada."
      },
      {
        "letra": "E",
        "texto": "No tráfico de drogas, a falta de laudo pericial da droga não conduz, necessariamente, à inexistência de prova da materialidade de crime que deixa vestígios, a qual pode ser demonstrada, em casos excepcionais, por outros elementos probatórios constantes dos autos da ação penal."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2006437",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: MPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crime impossível",
      "Legislação Penal Especial",
      "Lei de Tóxicos – Lei nº 11.343 de 2006"
    ],
    "enunciado_principal": "Considerando o chamado crime impossível, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O momento correto para a avaliação da idoneidade do meio ou do objeto, para configuração do crime impossível, deve ser no exato momento da consumação do crime, pois somente no momento da consumação se pode avaliar a real situação dos fatos e definir a ocorrência de crime impossível ou de tentativa."
      },
      {
        "letra": "B",
        "texto": "O crime impossível tem como natureza jurídica uma causa de excludente da tipicidade ou da antijuridicidade dependendo da incidência do fato relativamente ao meio executório empregado ou ao objeto material do crime."
      },
      {
        "letra": "C",
        "texto": "O tipo penal descrito no art. 33 da Lei nº 11.343/2006 é de ação múltipla e de natureza permanente, razão pela qual a prática criminosa se consuma, por exemplo, a depender do caso concreto, nas condutas de \"ter em depósito\", \"guardar\", \"transportar\" e \"trazer consigo\", antes mesmo da atuação provocadora da polícia, o que afasta a tese defensiva de flagrante preparado."
      },
      {
        "letra": "D",
        "texto": "A existência de monitoramento eletrônico de vigilância e a presença de seguranças no estabelecimento impedem a configuração do crime de furto na forma consumada, uma vez que produz uma idoneidade relativa, permitindo somente a tentativa."
      },
      {
        "letra": "E",
        "texto": "Não há crime quando a preparação do flagrante pela polícia torna impossível a sua consumação, em razão da adoção da teoria subjetiva do crime impossível pelo Código Penal Brasileiro."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1937234",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito",
      "Crime impossível"
    ],
    "enunciado_principal": "Sobre a distinção entre inidoneidade absoluta e inidoneidade relativa, é correto afirmar que no(a):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "crime impossível, a inidoneidade pode ser constatada a posteriori;"
      },
      {
        "letra": "B",
        "texto": "inidoneidade absoluta, a consumação ocorreria se o comportamento seguisse sem percalços alheios à vontade;"
      },
      {
        "letra": "C",
        "texto": "inidoneidade absoluta, uma situação apriorística elimina a possibilidade de consumação do delito;"
      },
      {
        "letra": "D",
        "texto": "tentativa relativamente inidônea, circunstâncias anteriores impedem a consumação do delito;"
      },
      {
        "letra": "E",
        "texto": "crime impossível, situações posteriores tornam inviável a realização integral do tipo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1886828",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crime impossível",
      "Arrependimento posterior",
      "Crimes omissivos"
    ],
    "enunciado_principal": "Considerando-se a teoria do tipo penal, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o arrependimento posterior exige voluntária reparação do dano até o oferecimento da denúncia."
      },
      {
        "letra": "B",
        "texto": "responde pelo resultado que agrava especialmente a pena o agente que o houver causado, independentemente de dolo ou culpa."
      },
      {
        "letra": "C",
        "texto": "a pena do agente que agiu voluntariamente será reduzida, no arrependimento eficaz, de um a dois terços."
      },
      {
        "letra": "D",
        "texto": "o agente responde pelos atos já praticados, na hipótese de absoluta impropriedade do objeto que impeça a consumação do crime."
      },
      {
        "letra": "E",
        "texto": "o dever de agir, no crime omissivo, também incumbe a quem não tem obrigação legal, mas, por outro motivo, assumiu a responsabilidade de evitar o resultado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1869769",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: DPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crime impossível",
      "Concurso de crimes",
      "Crime continuado",
      "Crimes contra o patrimônio",
      "Roubo",
      "Extorsão"
    ],
    "enunciado_principal": "Ainda sobre a hipótese delineada, no texto 1, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é possível invocar a tese do crime impossível, já que o meio utilizado era absolutamente ineficaz;"
      },
      {
        "letra": "B",
        "texto": "é possível invocar a tese do crime impossível, já que o objeto era absolutamente inapropriado;"
      },
      {
        "letra": "C",
        "texto": "o crime narrado é material, consumando-se com a obtenção da vantagem indevida;"
      },
      {
        "letra": "D",
        "texto": "não há continuidade delitiva entre os delitos de roubo e extorsão, pois não pertencem à mesma espécie delitiva."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1995556",
    "metadata": "Ano: 2021 | Banca: INSTITUTO AOCP | Órgão: ITEP-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crime impossível"
    ],
    "enunciado_principal": "Assinale a alternativa correta tendo em vista as disposições do Código Penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Computam-se, nas penas privativas de liberdade e nas restritivas de direitos, as frações de dia e, na pena de multa, as frações de real."
      },
      {
        "letra": "B",
        "texto": "Na coação moral irresistível, o fato é atípico, em razão da ausência de vontade do coagido."
      },
      {
        "letra": "C",
        "texto": "São causas de exclusão da culpabilidade: a menoridade e o estrito cumprimento de dever legal."
      },
      {
        "letra": "D",
        "texto": "A natureza jurídica do crime impossível é de causa de exclusão da tipicidade, eis que o fato praticado pelo agente não se enquadra em nenhum tipo penal."
      },
      {
        "letra": "E",
        "texto": "Entende-se em estado de necessidade quem, usando moderadamente dos meios necessários, repele injusta agressão, atual ou iminente, a direito seu ou de outrem."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1852483",
    "metadata": "Ano: 2021 | Banca: Instituto Consulplan | Órgão: TJ-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Tipicidade",
      "Noções Fundamentais",
      "A norma penal",
      "Consumação e tentativa",
      "Crime impossível",
      "Noções gerais de Concursos de Pessoas",
      "Crimes omissivos"
    ],
    "enunciado_principal": "Constituem casos de adequação típica de subordinação mediata, previstos no Código Penal brasileiro, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tentativa (Art. 14, II)."
      },
      {
        "letra": "B",
        "texto": "Crime impossível (Art. 17)."
      },
      {
        "letra": "C",
        "texto": "Concurso de pessoas (Art. 29)."
      },
      {
        "letra": "D",
        "texto": "Relevância da omissão (Art. 13, § 2º)."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1813810",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crime impossível"
    ],
    "enunciado_principal": "O crime impossível",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é reconhecido pelo Superior Tribunal de Justiça quando o agente já possuidor da droga a oferece ao policial, que efetua a prisão em flagrante."
      },
      {
        "letra": "B",
        "texto": "pela impossibilidade absoluta do meio ocorre quando o objeto não pode sofrer a ação típica, como no caso de alguém que atira da janela uma pessoa que já estava morta."
      },
      {
        "letra": "C",
        "texto": "demanda o potencial lesivo da conduta e a ausência de elementos subjetivos do tipo para sua configuração."
      },
      {
        "letra": "D",
        "texto": "ocorre quando o agente em situação de extrema vulnerabilidade pratica um fato típico em razão da falta de apoio do Estado."
      },
      {
        "letra": "E",
        "texto": "pode ocorrer em caso de furto em estabelecimento comercial se a vigilância concretamente tornar impossível a consumação do delito."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1751207",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crime impossível",
      "Crimes contra o patrimônio",
      "Furto"
    ],
    "enunciado_principal": "No que concerne aos crimes previstos na parte especial do Código Penal, julgue o item subsequente. A adoção de sistema de vigilância realizado por monitoramento eletrônico, por si só, não torna impossível a configuração do crime de furto.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1742766",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: PRF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crime impossível",
      "Crimes contra a fé pública",
      "Outras falsidades"
    ],
    "enunciado_principal": "Considerando a situação hipotética apresentada, julgue o item a seguir. A adulteração grosseira do chassi do veículo não caracteriza crime impossível.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1120607",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crime impossível",
      "Arrependimento posterior",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Na confraternização de final de ano de um tribunal de justiça, Ulisses, servidor do órgão, e o desembargador ganharam um relógio da mesma marca — em embalagens idênticas —, mas de valores diferentes, sendo consideravelmente mais caro o do desembargador. Ao ir embora, Ulisses levou consigo, por engano, o presente do desembargador, o qual, ao notar o sumiço do relógio e acreditando ter sido vítima de crime, acionou a polícia civil. Testemunhas afirmaram ter visto Ulisses com a referida caixa. No dia seguinte, o servidor tomou conhecimento dos fatos e dirigiu-se espontaneamente à autoridade policial, afirmando que o relógio estava na casa de sua namorada, onde fora apreendido. Nessa situação hipotética, a conduta de Ulisses na festa caracterizou",
    "alternativas": [
      {
        "letra": "A",
        "texto": "erro de tipo."
      },
      {
        "letra": "B",
        "texto": "excludente de ilicitude."
      },
      {
        "letra": "C",
        "texto": "arrependimento posterior."
      },
      {
        "letra": "D",
        "texto": "erro de proibição."
      },
      {
        "letra": "E",
        "texto": "crime impossível."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1843533",
    "metadata": "Ano: 2019 | Banca: ZAMBINI | Órgão: Prefeitura de Itatiba - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crime impossível"
    ],
    "enunciado_principal": "Agente A estava andando pela praça à procura de bens alheios para subtrair, quando avistou a bolsa da Vítima B aberta no gramado, enquanto esta dormia no local, próxima à sua bolsa. O Agente A aproximou-se da bolsa e abriu-a, momento em que percebeu que ela estava vazia e, antes de sair do local foi abordado pelo Guarda C, que estava efetuando patrulha no local. Diante do ocorrido, é possível concluir o seguinte, a respeito da conduta praticada pelo Agente A:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tentativa de furto."
      },
      {
        "letra": "B",
        "texto": "tentativa de Roubo."
      },
      {
        "letra": "C",
        "texto": "crime impossível, por ausência de bens a subtrair, como execução inidônea."
      },
      {
        "letra": "D",
        "texto": "furto."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1119695",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crime impossível"
    ],
    "enunciado_principal": "O crime impossível ocorre quando",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o crime se consuma, mas o autor é inimputável."
      },
      {
        "letra": "B",
        "texto": "o crime não se consuma por circunstâncias alheias à vontade do agente."
      },
      {
        "letra": "C",
        "texto": "o autor age de maneira não intencional, a despeito da consumação."
      },
      {
        "letra": "D",
        "texto": "o agente atua em estado de necessidade ou em legítima defesa."
      },
      {
        "letra": "E",
        "texto": "o crime não se consuma por ineficácia absoluta do meio empregado pelo agente."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "987659",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz",
      "Crime impossível",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "No que concerne ao crime impossível, à tentativa, à desistência voluntária, aos arrependimentos eficaz e posterior e à teoria do tipo, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Código Penal brasileiro adotou a teoria objetiva pura para a caracterização do crime impossível, em razão da inidoneidade do objeto ou do meio para a prática do crime."
      },
      {
        "letra": "B",
        "texto": "A tentativa incruenta ou branca ocorre quando, iniciados os atos executórios, o agente não consegue a consumação do delito, por força alheia à sua vontade, e nem atinge o objeto material do crime."
      },
      {
        "letra": "C",
        "texto": "A resipiscência ocorre quando o agente, durante os atos executórios, abandona a empreitada criminosa, deixando o seu intento inicial, embora com a superveniência do resultado lesivo idealizado."
      },
      {
        "letra": "D",
        "texto": "O arrependimento posterior ocorre quando o agente, mesmo em crimes cometidos com violência ou grave ameaça à pessoa ou ao bem tutelado, repara o dano à pessoa ou restitui o bem até a prolação da sentença, por ato voluntário próprio."
      },
      {
        "letra": "E",
        "texto": "A elementar normativa do tipo penal incriminador consiste na descrição de elemento que dispensa valoração no caso concreto, porquanto a própria norma se mostra compreensível abstratamente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "987301",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Crime impossível",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "À luz das disposições do Código Penal acerca do erro, julgue os itens a seguir. I De acordo com a teoria da culpabilidade adotada pelo Código Penal, todo erro que recai sobre uma causa de justificação configura erro de proibição. II No chamado aberratio ictus, quando, por acidente ou erro no uso dos meios de execução, em vez de vitimar a pessoa que pretendia ofender, o agente atingir pessoa diversa, consideram-se as condições e qualidades não da vítima, mas da pessoa que o agente pretendia atingir. III O erro sobre elemento constitutivo do tipo penal exclui o dolo, se inevitável, ou diminui a pena de um sexto a um terço, se evitável. IV Constitui crime impossível a prática de conduta delituosa induzida por terceiro que assegure a impossibilidade fática da consumação do delito. Estão certos apenas os itens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III."
      },
      {
        "letra": "B",
        "texto": "I e IV."
      },
      {
        "letra": "C",
        "texto": "II e IV."
      },
      {
        "letra": "D",
        "texto": "I, II e III."
      },
      {
        "letra": "E",
        "texto": "II, III e IV."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "948359",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: SEFAZ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz",
      "Crime impossível",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "À luz do que dispõe o Ordenamento Penal brasileiro,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o agente que desiste de forma voluntária de prosseguir na execução do crime, ou impede que o resultado se produza, terá sua pena reduzida de um a dois terços."
      },
      {
        "letra": "B",
        "texto": "o arrependimento posterior, nos crimes cometidos sem violência ou grave ameaça à pessoa, deve ocorrer até o oferecimento da denúncia ou da queixa."
      },
      {
        "letra": "C",
        "texto": "não há crime, quando a preparação do flagrante pela polícia torna impossível a sua consumação."
      },
      {
        "letra": "D",
        "texto": "crime impossível é aquele em que o agente, embora tenha praticado todos os atos executórios à sua disposição, não consegue consumar o crime por circunstâncias alheias à sua vontade."
      },
      {
        "letra": "E",
        "texto": "diz-se crime culposo, quando o agente assumiu o risco de produzi-lo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "904540",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz",
      "Crime impossível",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Quando, por ineficácia absoluta do meio ou por absoluta impropriedade do objeto, é impraticável consumar-se o crime, configura-se o instituto",
    "alternativas": [
      {
        "letra": "A",
        "texto": "da tentativa."
      },
      {
        "letra": "B",
        "texto": "do arrependimento eficaz."
      },
      {
        "letra": "C",
        "texto": "da desistência voluntária."
      },
      {
        "letra": "D",
        "texto": "do arrependimento posterior."
      },
      {
        "letra": "E",
        "texto": "do crime impossível."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "904018",
    "metadata": "Ano: 2018 | Banca: NUCEPE | Órgão: PC-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crime impossível"
    ],
    "enunciado_principal": "Em relação ao CRIME IMPOSSÍVEL é INCORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "há absoluta ineficácia do meio na situação de TICIO que ao tentar matar CAIO errou ao substituir o veneno que utilizaria por açúcar."
      },
      {
        "letra": "B",
        "texto": "conforme entendimento jurisprudencial não há crime, quando a preparação do flagrante pela polícia torna impossível a sua consumação."
      },
      {
        "letra": "C",
        "texto": "há absoluta impropriedade do objeto no caso de TICIO atirar em CAIO que já estava morto."
      },
      {
        "letra": "D",
        "texto": "não se pune a tentativa quando, por ineficácia relativa do meio ou por absoluta impropriedade do objeto, é impossível consumar-se o crime."
      },
      {
        "letra": "E",
        "texto": "há absoluta impropriedade do meio no caso de MARIA, imaginando estar grávida, usa substância abortiva, mas constata-se que MARIA não estava grávida."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "886084",
    "metadata": "Ano: 2018 | Banca: MPE-MS | Órgão: MPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crime impossível",
      "Crimes contra o patrimônio",
      "Furto"
    ],
    "enunciado_principal": "Analise as proposições a seguir. I. Segundo o Superior Tribunal de Justiça, é possível a consumação do furto em estabelecimento comercial, ainda que possua vigilância mediante câmara de vídeo em circuito interno ou realizada por seguranças. II. Réu primário e sem antecedentes, preso em flagrante por crime de furto simples, não poderá ser beneficiado com a suspensão condicional do processo, uma vez que não se trata de crime de menor potencial ofensivo. III. No caso de crime de furto qualificado, tratando-se de réu primário, se o objeto subtraído for de pequeno valor e a qualificadora for de ordem objetiva, será permitido o reconhecimento de furto privilegiado. IV. O Supremo Tribunal Federal aplica a teoria da amotio quanto à consumação do furto, segundo a qual o furto se consuma no momento em que a coisa subtraída passa para o poder do agente, mesmo que em curto lapso temporal, não importando o deslocamento ou posse mansa e pacífica. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente os itens I, III e IV estão corretos."
      },
      {
        "letra": "B",
        "texto": "Somente os itens II e III estão corretos."
      },
      {
        "letra": "C",
        "texto": "Somente os itens II e IV estão corretos."
      },
      {
        "letra": "D",
        "texto": "Somente os itens I e IV estão corretos."
      },
      {
        "letra": "E",
        "texto": "Todos os itens estão corretos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "883570",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: STJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crime impossível"
    ],
    "enunciado_principal": "Considerando que crime é fato típico, ilícito e culpável, julgue o item a seguir.O crime é dito impossível quando não há, em razão da ineficácia do meio empregado, violação, tampouco perigo de violação, do bem jurídico tutelado pelo tipo penal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "852975",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz",
      "Crime impossível",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "João foi flagrado pela fiscalização, em determinada estação ecológica que proíbe a pesca, portando vara de pescar e com um espécime de peixe ainda vivo. A equipe de fiscalização então devolveu o peixe ao rio no qual ele havia sido pescado. João argumentou que não sabia que era proibido pescar ali e não resistiu à ação da fiscalização. Nessa situação hipotética, configura-se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "desistência voluntária e arrependimento eficaz."
      },
      {
        "letra": "B",
        "texto": "crime tentado."
      },
      {
        "letra": "C",
        "texto": "erro sobre a ilicitude do fato."
      },
      {
        "letra": "D",
        "texto": "crime consumado, mas penalmente irrelevante."
      },
      {
        "letra": "E",
        "texto": "crime impossível."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "852764",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: DPE-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crime impossível",
      "Periclitação da vida e da saúde",
      "Perigo para a vida ou a saúde de outrem"
    ],
    "enunciado_principal": "Jonas descobriu, na mesma semana, que era portador de doença venérea grave e que sua esposa, Priscila, planejava pedir o divórcio. Inconformado com a intenção da companheira, Jonas manteve relações sexuais com ela, com o objetivo de lhe transmitir a doença. Ao descobrir o propósito de Jonas, Priscila foi à delegacia e relatou o ocorrido. No curso da apuração preliminar, constatou-se que ela já estava contaminada da mesma moléstia desde antes da conduta de Jonas, fato que ela desconhecia. Nessa situação hipotética, considerando-se as normas relativas a crimes contra a pessoa, a conduta perpetrada por Jonas constitui",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tentativa de perigo de contágio venéreo."
      },
      {
        "letra": "B",
        "texto": "crime impossível, em razão do contágio anterior."
      },
      {
        "letra": "C",
        "texto": "delito putativo de contágio por moléstia grave."
      },
      {
        "letra": "D",
        "texto": "perigo de contágio por moléstia grave consumado."
      },
      {
        "letra": "E",
        "texto": "tentativa de lesão corporal, devido ao perigo de contágio venéreo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "843731",
    "metadata": "Ano: 2017 | Banca: FAPEMS | Órgão: PC-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz",
      "Crime impossível",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Toda ação criminosa, advinda de conduta dolosa, é antecedida por uma ideação e resolução criminosa. O sujeito percorre um caminho que vai da concepção da ideia até a consumação. A esse caminho dá-se o nome de iter criminis, o qual é composto por fase interna (cogitação) e fases externas ao agente (atos preparatórios, executórios e consumação). Diversas situações podem ocorrer durante o desenvolvimento das ações dirigidas ao fim do crime. Assinale a alternativa que expressa de forma correta uma dessas situações, seja na fase interna ou externa.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na tentativa o sujeito dá início aos atos executórios da conduta, os quais deixa voluntariamente de praticar em virtude de circunstâncias alheias a sua vontade, recebendo, como consequência, diminuição na pena final aplicada."
      },
      {
        "letra": "B",
        "texto": "O arrependimento posterior ocorre após o término dos atos executórios, porém antes da consumação. Nesse caso, o sujeito responderá pelo crime, mas sua pena será reduzida se reparados os danos causados."
      },
      {
        "letra": "C",
        "texto": "A desistência voluntária caracteriza verdadeira ponte de ouro ao infrator que impede a consumação do crime após o término dos atos executórios, isentando-o de qualquer responsabilidade pelos danos causados."
      },
      {
        "letra": "D",
        "texto": "O crime impossível demanda o início dos atos executórios do crime pelo agente, eximindo-o de responsabilidade penal pelo crime almejado, respondendo, todavia, pelos atos anteriores que forem considerados ilícitos."
      },
      {
        "letra": "E",
        "texto": "Os atos preparatórios do crime não são punidos, mesmo que caracterize em si conduta tipificada, em virtude da teoria finalista da ação que direciona a punição para a finalidade do crime e não para os meios de sua prática."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "822992",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crime impossível"
    ],
    "enunciado_principal": "Conforme a redação do Código Penal,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "configurada a tentativa, pela falta de completude do injusto, a pena sempre deverá ser reduzida de um a dois terços."
      },
      {
        "letra": "B",
        "texto": "o crime impossível é tentativa impunível."
      },
      {
        "letra": "C",
        "texto": "a desistência voluntária permite a interrupção do nexo causal sem a consideração da vontade."
      },
      {
        "letra": "D",
        "texto": "o arrependimento eficaz, quando pleno, exclui a pena, e quando parcial permite a redução de um a dois terços."
      },
      {
        "letra": "E",
        "texto": "pelo resultado que agrava especialmente a pena, só responde o agente que o houver causado dolosamente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "795670",
    "metadata": "Ano: 2017 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Classificação dos crimes",
      "Crime impossível",
      "Crimes materiais, formais e de mera conduta",
      "Outras classificações",
      "Crimes contra a administração pública",
      "Corrupção passiva",
      "Corrupção ativa"
    ],
    "enunciado_principal": "Assinale com V (verdadeiro) ou com F (falso) os enunciados abaixo. ( ) Pelo exame dos tipos incriminadores do Código Penal, verifica-se hipótese em que a corrupção é crime bilateral, ativa e passiva, quando a existência de uma modalidade depende da existência da outra. ( ) Nos crimes materiais, há distinção típica lógica e cronológica entre a conduta e o resultado, mas o mesmo não ocorre nos crimes formais, em que essa mesma distinção é somente lógica. ( ) No crime progressivo, o tipo penal, abstratamente considerado, contém explicitamente outro, o qual deve ser necessariamente realizado para alcançar o resultado. ( ) No crime putativo, a atipicidade é objetiva e subjetiva. No crime impossível, há atipicidade objetiva e tipicidade subjetiva. Já no erro de tipo, há tipicidade objetiva e atipicidade subjetiva. A sequência correta de preenchimento dos parênteses, de cima para baixo, é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V – F – F – F."
      },
      {
        "letra": "B",
        "texto": "V – F – V – V."
      },
      {
        "letra": "C",
        "texto": "V – V – F – V."
      },
      {
        "letra": "D",
        "texto": "F – V – V – F."
      },
      {
        "letra": "E",
        "texto": "F – F – V – F."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "611552",
    "metadata": "Ano: 2016 | Banca: CAIP-IMES | Órgão: Câmara de Atibaia - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Consumação e tentativa",
      "Crime impossível"
    ],
    "enunciado_principal": "Complete corretamente as frases abaixo assinalando a alternativa correta. I- Configura-se o crime _____________, quando nele se reúnem todos os elementos de sua definição legal. II- Configura-se o crime _____________, quando o agente quis o resultado ou assumiu o risco de produzi-lo. III- Configura o crime _____________, quando por ineficácia absoluta do meio ou por absoluta impropriedade do objeto, a finalização e consumação do ato típico, antijurídico e culpável é afetada. IV- Configura – se o crime _____________, quando o agente deu causa ao resultado por imprudência, negligência ou imperícia.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I. doloso; II. culposo. III. impossível; IV. consumado"
      },
      {
        "letra": "B",
        "texto": "I. consumado; II. doloso; III. impossível; IV. culposo"
      },
      {
        "letra": "C",
        "texto": "I. impossível; II. consumado; III. culposo; IV. doloso"
      },
      {
        "letra": "D",
        "texto": "I. culposo, II. impossível, III. doloso; IV. consumado"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "610151",
    "metadata": "Ano: 2016 | Banca: CAIP-IMES | Órgão: CRAISA de Santo André - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz",
      "Crime impossível",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Associe corretamente os blocos abaixo. Nos termos da legislação penal vigente há: I- crime tentado. II- desistência voluntária e arrependimento eficaz. III- arrependimento posterior. IV- crime impossível. ( ) quando o agente esgota todos os meios de que dispõe para consumar a infração penal e se arrepende impedindo que o resultado ocorra, responde somente pelos atos praticados. ( ) quando o agente objetiva praticar determinado crime não alcança sua meta por ineficácia absoluta do meio empregado ou impropriedade absoluta do objeto. ( ) quando, iniciada a execução, não se consuma por circunstâncias alheias à vontade do agente. ( ) quando os atos cometidos sem violência ou grave ameaça à pessoa, por ato voluntário, o agente repara o dano ou restitui a coisa, até o recebimento da denúncia ou da queixa. Assinale a sequência correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II, IV, I, III."
      },
      {
        "letra": "B",
        "texto": "III, I, IV, II."
      },
      {
        "letra": "C",
        "texto": "II, IV, III, I."
      },
      {
        "letra": "D",
        "texto": "I, III, II, IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1379688",
    "metadata": "Ano: 2015 | Banca: CPCON | Órgão: Prefeitura de Santa Luzia - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crime impossível"
    ],
    "enunciado_principal": "Com relação ao crime impossível, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime impossível é também chamado pela doutrina de tentativa inidônea, tentativa inadequada ou quase-crime."
      },
      {
        "letra": "B",
        "texto": "Não se trata de causa de isenção de pena, como parece sugerir a redação do art. 17 do Código Penal, mas de causa geradora de atipicidade, pois não se concebe queira o tipo incriminador descrever como crime uma ação impossível de se realizar. Trata-se, portanto, de verdadeira causa de exclusão da própria tipicidade."
      },
      {
        "letra": "C",
        "texto": "A jurisprudência considera como crime impossível quando a preparação do flagrante pela polícia torna impossível a sua consumação."
      },
      {
        "letra": "D",
        "texto": "A ineficácia do meio, quando relativa, leva à tentativa e não ao crime impossível."
      },
      {
        "letra": "E",
        "texto": "O Código Penal adotou a teoria objetiva pura, a qual aplica os princípios do crime impossível a qualquer hipótese de ineficácia do meio ou inidoneidade do objeto material."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "588016",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: DPE-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crime impossível",
      "Arrependimento posterior",
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade"
    ],
    "enunciado_principal": "A respeito de arrependimento posterior, crime impossível, circunstâncias judiciais, agravantes e atenuantes, assinale a opção correta à luz da legislação e da jurisprudência do STJ.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Existindo duas qualificadoras ou causas de aumento de pena, uma delas implica o tipo qualificado ou a majorante na terceira fase da dosimetria, enquanto a outra pode ensejar, validamente, a valoração negativa de circunstância judicial e a exasperação da pena-base."
      },
      {
        "letra": "B",
        "texto": "O arrependimento posterior, por ser uma circunstância subjetiva, não se estende aos demais corréus, uma vez reparado o dano integralmente por um dos autores do delito até o recebimento da denúncia."
      },
      {
        "letra": "C",
        "texto": "A existência de sistema de segurança ou de vigilância eletrônica torna impossível, por si só, o crime de furto cometido no interior de estabelecimento comercial."
      },
      {
        "letra": "D",
        "texto": "Condenações anteriores transitadas em julgado alcançadas pelo prazo depurador de cinco anos previsto no art. 64, I, do CP, além de afastarem os efeitos da reincidência, também impedem a configuração de maus antecedentes."
      },
      {
        "letra": "E",
        "texto": "Na hipótese de o autor confessar a autoria do crime, mas alegar causa excludente de ilicitude ou culpabilidade, não se admite a incidência da atenuante da confissão espontânea, descrita no art. 65, III, d, CP."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "586502",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TCE-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crime impossível"
    ],
    "enunciado_principal": "Com relação à teoria do crime e culpabilidade penal, julgue o seguinte item. Se a preparação de flagrante pela polícia impedir a consumação do crime, estará caracterizado crime impossível.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "498191",
    "metadata": "Ano: 2015 | Banca: DPE-PE | Órgão: DPE-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz",
      "Crime impossível",
      "Crime preterdoloso"
    ],
    "enunciado_principal": "\"O agente que, voluntariamente, desiste de prosseguir na execução ou impede que o resultado se produza, só responde pelos atos já praticados\". Tal hipótese refere-se:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ao crime preterdoloso."
      },
      {
        "letra": "B",
        "texto": "ao crime consumado."
      },
      {
        "letra": "C",
        "texto": "à tentativa branca."
      },
      {
        "letra": "D",
        "texto": "ao crime impossível"
      },
      {
        "letra": "E",
        "texto": "a desistência voluntária e arrependimento eficaz"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "485920",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crime impossível"
    ],
    "enunciado_principal": "No que concerne à lei penal no tempo, tentativa, crimes omissivos, arrependimento posterior e crime impossível, julgue o item a seguir. De acordo com a teoria subjetiva, aquele que se utilizar de uma arma de brinquedo para ceifar a vida de outrem mediante disparos, não logrando êxito em seu desiderato, responderá pelo delito de tentativa de homicídio.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "464876",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TJ-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz",
      "Crime impossível",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "É correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos crimes cometidos sem violência ou grave ameaça à pessoa, reparado o dano ou restituída a coisa, até o recebimento da denúncia ou da queixa, por ato voluntário do agente, a pena será reduzida de um a dois terços."
      },
      {
        "letra": "B",
        "texto": "O agente que, involuntariamente, desiste de prosseguir na execução ou impede que o resultado se produza, não responde pelos atos já praticados."
      },
      {
        "letra": "C",
        "texto": "Diz-se o crime tentado quando nele se reúnem todos os elementos de sua definição legal."
      },
      {
        "letra": "D",
        "texto": "Pelo resultado que agrava especialmente a pena, só responde o agente que o houver causado, exceto culposamente."
      },
      {
        "letra": "E",
        "texto": "Não se pune a tentativa quando, por absoluta impropriedade do meio ou por ineficácia absoluta do objeto, é impossível consumar-se o crime."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "429700",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: MPE-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Crime impossível",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Aprovada em Sessão Plenária de 15 de dezembro de 1976, a Súmula 554 do Supremo Tribunal Federal enuncia que O pagamento de cheque emitido sem suficiente previsão de fundos, após o recebimento da denúncia, não obsta o prosseguimento da ação penal. Com o advento da reforma da Parte Geral do Código Penal pela Lei no 7.209/1984, o sentido normativo dessa súmula passou a ser, no entanto, tensionado por importantes segmentos da doutrina brasileira, notadamente à luz do instituto denominado",
    "alternativas": [
      {
        "letra": "A",
        "texto": "insignificância penal."
      },
      {
        "letra": "B",
        "texto": "desistência voluntária."
      },
      {
        "letra": "C",
        "texto": "arrependimento eficaz."
      },
      {
        "letra": "D",
        "texto": "arrependimento posterior."
      },
      {
        "letra": "E",
        "texto": "crime impossível."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "402851",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crime impossível"
    ],
    "enunciado_principal": "Julgue os itens subsecutivos, acerca de crime e aplicação de penas. Configura crime impossível a tentativa de subtrair bens de estabelecimento comercial que tem sistema de monitoramento eletrônico por câmeras que possibilitam completa observação da movimentação do agente por agentes de segurança privada.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "393352",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Desistência voluntária e arrependimento eficaz",
      "Crime impossível",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "A respeito da inimputabilidade penal, do erro, da desistência voluntária, do arrependimento eficaz, do crime impossível e da relevância da omissão, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Crime impossível e delito putativo são considerados pela doutrina como expressões sinônimas."
      },
      {
        "letra": "B",
        "texto": "Aquele que causa um acidente e, sem justo motivo, deixa de socorrer a vítima, que falece no local, comete crime de omissão de socorro."
      },
      {
        "letra": "C",
        "texto": "De acordo com o entendimento do STJ, aquele que pratica um crime no mesmo dia em que tenha completado dezoito anos é considerado inimputável."
      },
      {
        "letra": "D",
        "texto": "Aquele que porta carteira nacional de habilitação falsa, acreditando ser ela um documento legítimo, não pratica o delito de uso de documento falso, uma vez que incide em erro de tipo acidental."
      },
      {
        "letra": "E",
        "texto": "O agente que tenha desistido voluntariamente de prosseguir na execução ou, mesmo depois de tê-la esgotado, atue no sentido de evitar a produção do resultado, não poderá ser beneficiado com os institutos da desistência voluntária e do arrependimento eficaz caso o resultado venha a ocorrer."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "381224",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Crime impossível",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Em relação a tentativa, desistência voluntária, arrependimento eficaz, arrependimento posterior e crime impossível, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aquele que, por ato voluntário, porém não espontâneo, devolve a coisa furtada antes do recebimento da denúncia não pode beneficiar-se do arrependimento posterior."
      },
      {
        "letra": "B",
        "texto": "No que diz respeito à punibilidade do crime impossível, o autor de uma tentativa inidônea não merece, segundo a teoria subjetiva, sofrer sanção penal, dada a inexistência de qualquer perigo de lesão ao bem jurídico protegido pela norma."
      },
      {
        "letra": "C",
        "texto": "Admite-se a tentativa nos delitos de imprudência"
      },
      {
        "letra": "D",
        "texto": "Em se tratando de tentativa branca de crime de homicídio, a fixação da redução da pena pela tentativa deve ocorrer no patamar máximo, isto é, dois terços."
      },
      {
        "letra": "E",
        "texto": "A desistência da tentativa inacabada deve ser entendida como arrependimento eficaz."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "378660",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRT - 18ª Região (GO)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz",
      "Crime impossível",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "No que diz respeito aos estágios de realização do crime, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se atinge a consumação com o exaurimento do delito."
      },
      {
        "letra": "B",
        "texto": "há arrependimento eficaz quando o agente, por ato voluntário, nos crimes sem violência ou grave ameaça à pessoa, repara o dano ou restitui a coisa até o recebimento da denúncia ou da queixa."
      },
      {
        "letra": "C",
        "texto": "há desistência voluntária quando o agente, embora já realizado todo o processo de execução, impede que o resultado ocorra."
      },
      {
        "letra": "D",
        "texto": "na desistência voluntária e no arrependimento eficaz o agente só responde pelos atos já praticados, se típicos."
      },
      {
        "letra": "E",
        "texto": "a tentativa constitui circunstância atenuante."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "826844",
    "metadata": "Ano: 2013 | Banca: FDRH | Órgão: PC-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Consumação e tentativa",
      "Crime impossível"
    ],
    "enunciado_principal": "Considere as afirmações abaixo a respeito do crime tentado e do crime impossível. I - Nos casos dos institutos conhecidos como desistência voluntária e arrependimento eficaz, o sujeito ativo não responde pelo crime tentado, mas apenas pelos atos já praticados. Assim, a tentativa do crime desaparece, mas não desaparecem os delitos praticados em seu curso.II - A desistência voluntária somente é possível na tentativa imperfeita; já o arrependimento eficaz somente é possível na tentativa perfeita. Via de regra, a primeira consiste em uma omissão, enquanto a segunda, em uma ação impeditiva do resultado. III - É considerado crime impossível a hipótese de \"flagrante esperado\", também denominado “crime de ensaio”, caso corriqueiro enfrentado na rotina policial. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a I."
      },
      {
        "letra": "B",
        "texto": "Apenas a III."
      },
      {
        "letra": "C",
        "texto": "Apenas a I e a II."
      },
      {
        "letra": "D",
        "texto": "Apenas a II e a III."
      },
      {
        "letra": "E",
        "texto": "A I, a II e a III."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "433346",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: AL-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crime impossível"
    ],
    "enunciado_principal": "Sobre o crime impossível, assinale a afirmativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não se pune a tentativa quando, por ineficácia absoluta do meio ou por absoluta impropriedade do objeto, é impossível consumar-se o crime."
      },
      {
        "letra": "B",
        "texto": "A jurisprudência dos Tribunais Superiores tem entendido que a existência de sistema de monitoramento do local por câmeras não autoriza, por si só, o reconhecimento de crime impossível."
      },
      {
        "letra": "C",
        "texto": "Na hipótese de flagrante preparado e esperado, aplica-se a mesma regra do crime impossível."
      },
      {
        "letra": "D",
        "texto": "A hipótese de crime impossível é caso de atipicidade comportamental."
      },
      {
        "letra": "E",
        "texto": "O princípio da lesividade é um dos principais fundamentos para o tratamento conferido pelo Código Penal ao crime impossível."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "354814",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Crime impossível",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Acerca dos institutos da desistência voluntária, do arrependimento eficaz, do arrependimento posterior e do crime impossível, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Configura-se a desistência voluntária caso o agente seja induzido a desistir no prosseguimento da execução criminosa por circunstâncias externas, sem as quais teria ele consumado a infração penal."
      },
      {
        "letra": "B",
        "texto": "Nos termos da teoria subjetiva, para a configuração do crime impossível, é necessário que o meio ou o objeto sejam ineficazes ou impróprios para a configuração da tentativa."
      },
      {
        "letra": "C",
        "texto": "Conforme a teoria objetiva pura, o agente deve responder pela tentativa se o meio ou o objeto são absolutamente inidôneos para que se alcance o resultado cogitado."
      },
      {
        "letra": "D",
        "texto": "Nos termos da lei, em se tratando do crime de furto qualificado pela destruição ou rompimento do obstáculo, não é possível a aplicação do instituto do arrependimento posterior."
      },
      {
        "letra": "E",
        "texto": "Configura-se a tentativa inadequada, nos termos da teoria objetiva matizada, no caso de o agente agir com vontade de praticar a infração penal, não importando se o meio ou o objeto são impróprios."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "354658",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: SEGESP-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crime impossível"
    ],
    "enunciado_principal": "Julgue os itens a seguir, acerca de crimes contra a administração pública, crimes hediondos e crimes contra a pessoa.Considere que uma mulher, logo após o parto, sob a influência do estado puerperal, estrangule seu próprio filho e acredite tê-lo matado. Entretanto, o laudo pericial constatou que, antes da ação da mãe, a criança já estava morta em decorrência de parada cardíaca. Nessa situação, a mãe responderá pelo crime de homicídio, com a atenuante de ter agido sob a influência do estado puerperal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "352112",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crime impossível"
    ],
    "enunciado_principal": "No que se refere aos temas relacionados à teoria do delito e à teoria da pena, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todo delito qualificado pelo resultado é preterdoloso."
      },
      {
        "letra": "B",
        "texto": "Para a realização do cálculo do prazo da prescrição da pena em abstrato, interessa o limite máximo da pena cominada no tipo penal respectivo, independentemente da existência de causas de aumento ou diminuição e de circunstâncias agravantes ou atenuantes."
      },
      {
        "letra": "C",
        "texto": "Para a aplicação da pena, é perfeitamente admissível a compensação entre a causa de aumento e a causa de diminuição da pena, desde que as respectivas frações sejam idênticas."
      },
      {
        "letra": "D",
        "texto": "O crime impossível constitui causa de exclusão da tipicidade."
      },
      {
        "letra": "E",
        "texto": "Não há, na Parte Geral do CP brasileiro, previsão de causa especial de diminuição de pena, sendo esta prevista apenas na Parte Especial desse mesmo código."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "346566",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: BACEN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crime impossível",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Em relação ao crime impossível e ao arrependimento posterior, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A apresentação de laudo médico falso ao Instituto Nacional do Seguro Social (INSS) para fins de obtenção de auxílio-doença caracteriza crime impossível caso sua consumação seja impedida pela identificação da falsidade do documento pelos peritos do referido órgão antes do deferimento do benefício pleiteado."
      },
      {
        "letra": "B",
        "texto": "O Brasil adota, em relação ao crime impossível, a teoria objetiva temperada, segundo a qual os meios empregados e o objeto do crime devem ser absolutamente inidôneos a produzir o resultado idealizado pelo agente."
      },
      {
        "letra": "C",
        "texto": "No crime impossível, o erro do agente recai sobre a idoneidade do meio ou do objeto material, o que exclui a tipicidade; no putativo, o agente acredita realizar um indiferente penal, o que exclui a culpabilidade, já que se trata do inverso da falta de consciência do ilícito."
      },
      {
        "letra": "D",
        "texto": "Em se tratando de arrependimento posterior, a reparação parcial do dano ou a restituição implica uma redução na aplicação da pena, a ser aferida pelo juiz sentenciante."
      },
      {
        "letra": "E",
        "texto": "A existência de sistema de vigilância em estabelecimento comercial exclui a possibilidade de consumação de crime patrimonial, dada a caracterização de crime impossível ante a ineficácia absoluta do meio empregado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "308169",
    "metadata": "Ano: 2013 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crime impossível"
    ],
    "enunciado_principal": "No caso do dono de estabelecimento, desconfiado da honestidade de um de seus funcionários, manda-o selecionar determinado produto, deixando-o sozinho num cômodo, ao mesmo tempo que coloca policiais de atalaia, previamente solicitados, que o surpreendem no ato de furtar, conduta que corresponde a crime de ensaio.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "302400",
    "metadata": "Ano: 2013 | Banca: UEG | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crime impossível",
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo"
    ],
    "enunciado_principal": "Magrillo, contumaz praticante de crimes contra o patrimônio, decide subtrair uma quantia em dinheiro que supostamente X traria para casa. Para tanto, convida Cabelo de Anjo, seu velho conhecido de empreitadas criminosas. Ao chegar em casa do trabalho, X é ameaçado e, posteriormente, amarrado pelos agentes, que exigem a entrega do dinheiro, mas ao perceberem que não havia nenhum dinheiro com a vítima, a abandonam amarrada aos pés da mesa da cozinha. Nessa hipótese, Magrillo e Cabelo de Anjo praticaram",
    "alternativas": [
      {
        "letra": "A",
        "texto": "roubo na forma tentada"
      },
      {
        "letra": "B",
        "texto": "crime impossível por absoluta ineficácia do meio"
      },
      {
        "letra": "C",
        "texto": "furto na forma tentada"
      },
      {
        "letra": "D",
        "texto": "crime impossível por absoluta impropriedade do objeto"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1183258",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: DPE-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crime impossível",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "Julgue o item a seguir, que versa sobre a desistência voluntária, o arrependimento eficaz e posterior e o crime impossível. Considere que Silas, maior, capaz, motorista de caminhão, tenha praticado conjunção carnal com Lúcia, de dezessete anos de idade, após tê-la conhecido em uma boate às margens da rodovia, conhecido ponto de prostituição. Nessa situação hipotética, o erro em relação à menoridade da vítima elide o dolo e afasta a tipicidade, e, caso Silas tenha atuado na dúvida, resta caracterizado o delito de exploração sexual de vulnerável.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "321530",
    "metadata": "Ano: 2012 | Banca: FUJB | Órgão: MPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo",
      "Desistência voluntária e arrependimento eficaz",
      "Crime impossível",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "Em conformidade com a Teoria Geraldo Crime,é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o excesso culposo nas causas de justificação deriva de erro do agente quanto aos seus limites ou quanto às circunstâncias objetivas do fato concreto;"
      },
      {
        "letra": "B",
        "texto": "havendo desistência voluntária ou arrependimento eficaz o agente não responde pelo crime consumado, mas sim por mera tentativa;"
      },
      {
        "letra": "C",
        "texto": "segundo a concepção normativa há crime sem resultado;"
      },
      {
        "letra": "D",
        "texto": "havendo crime impossível, não se pune a tentativa, mas o agente responderá pelos atos já praticados;"
      },
      {
        "letra": "E",
        "texto": "o erro de tipo essencial, desde que inescusável, exclui dolo e culpa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "316342",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: DPE-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crime impossível"
    ],
    "enunciado_principal": "O crime impossível caracteriza-se pela ineficácia absoluta do meio ou por absoluta impropriedade do objeto, não ocorrendo a consumação do crime; nesse delito, considerado putativo pela doutrina, o agente acredita estar agindo ilicitamente, quando, na verdade, não está.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "274270",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: PC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crime impossível"
    ],
    "enunciado_principal": "Considere que Pedro, penalmente imputável, pretendendo matar Rafael, seu desafeto, aponta em sua direção uma arma de fogo e aperta o gatilho por diversas vezes, não ocorrendo nenhum disparo em razão de defeito estrutural da arma que, de forma absoluta, impede o seu funcionamento. Nessa situação, Pedro será punido pela tentativa delituosa, porquanto agiu com manifesta vontade de matar José.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "234840",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: MPE-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Noções Fundamentais",
      "Conflito aparente de normas",
      "Crime impossível",
      "Causas de extinção da punibilidade"
    ],
    "enunciado_principal": "A jurisprudência dos tribunais superiores consolidou-se no sentido de reconhecer no delito de furto a hipótese de crime impossível, por ineficácia absoluta do meio, quando o agente estiver sendo vigiado por fiscal do estabelecimento comercial ou existir sistema eletrônico de vigilância.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "235162",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Crime impossível"
    ],
    "enunciado_principal": "Em relação aos crimes impossível, doloso, culposo e preterdoloso, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O delito preterdoloso ocorre quando o agente quer praticar um crime e, por excesso, produz culposamente um resultado mais grave que o desejado inicialmente, como ocorre, invariavelmente, no delito de latrocínio."
      },
      {
        "letra": "B",
        "texto": "O delito putativo por erro de tipo é espécie de crime impossível, dada a impropriedade absoluta do objeto, e ocorre quando o agente não sabe, devido a um erro de apreciação da realidade, que está cometendo um delito."
      },
      {
        "letra": "C",
        "texto": "Se um agente público exigir vantagem econômica indevida de um cidadão, a fim de não lavrar auto de infração de trânsito e as autoridades policiais, previamente alertadas, efetuarem a prisão em flagrante do agente antes da entrega programada da quantia acertada, configurar-se-á crime impossível por ineficácia absoluta do meio empregado."
      },
      {
        "letra": "D",
        "texto": "Não há crime comissivo por omissão sem que exista o especial dever jurídico de impedir o dano ou o perigo ao bem jurídico tutelado, sendo, também, indispensável, nos delitos comissivos por omissão dolosa, a vontade de omitir a ação devida."
      },
      {
        "letra": "E",
        "texto": "Não é admitida, no ordenamento jurídico brasileiro, a possibilidade do concurso de pessoas em crime culposo, que ocorre mediante a comprovação do vínculo psicológico entre a cooperação consciente de alguém e a conduta culposa de outrem."
      }
    ],
    "gabarito": "D"
  }
]