[
  {
    "id": "2483808",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: Prefeitura de Arroio do Sal - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Tipicidade",
      "Antijuridicidade",
      "Legítima defesa",
      "Crime preterdoloso",
      "Participação",
      "Efeitos da condenação",
      "Efeito principal e efeitos secundários",
      "Crimes contra a administração pública",
      "Noções Gerais de Crimes Contra a Administração Pública"
    ],
    "enunciado_principal": "Considerando as disposições da Parte Geral do Código Penal, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ficam sujeitos à lei brasileira, embora cometidos no estrangeiro, os crimes contra a administração pública, por quem está a seu serviço."
      },
      {
        "letra": "B",
        "texto": "Não se comunicam as circunstâncias e as condições de caráter pessoal, ainda que elementares do crime."
      },
      {
        "letra": "C",
        "texto": "O agente só responde pelo resultado que agrava especialmente a pena se o houver causado ao menos culposamente."
      },
      {
        "letra": "D",
        "texto": "Um dos efeitos da condenação criminal é tornar certa a obrigação de indenizar o dano causado pelo crime."
      },
      {
        "letra": "E",
        "texto": "O agente que pratica fato descrito no tipo penal em legítima defesa responderá pelo excesso culposo ou doloso."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2315470",
    "metadata": "Ano: 2023 | Banca: IMPARH | Órgão: AMC de Fortaleza - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crime preterdoloso"
    ],
    "enunciado_principal": "Com base na doutrina e na jurisprudência, o crime preterdoloso ou preterintencional:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "caracteriza-se pela intencionalidade delitiva."
      },
      {
        "letra": "B",
        "texto": "é qualificado pelo resultado em que o tipo da base é doloso e o resultado qualificador é culposo."
      },
      {
        "letra": "C",
        "texto": "é qualificado pelo resultado em que o tipo da base é culposo e o resultado qualificador é doloso."
      },
      {
        "letra": "D",
        "texto": "é praticado com negligência, imprudência ou imperícia."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2084517",
    "metadata": "Ano: 2023 | Banca: IDECAN | Órgão: SEFAZ-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Crime preterdoloso"
    ],
    "enunciado_principal": "Acerca do dolo e da culpa no âmbito penal, analise os itens abaixo: I. O crime preterdoloso é aquele em que o agente age com o chamado dolo culposo. II. Pelo resultado que agrava especialmente a pena, só responde o agente que o houver causado ao menos culposamente. III. A depender do nexo de causalidade, se o agente der causa ao resultado por imperícia, é possível que o crime seja doloso ou culposo. Está(ão) correto(s) o(s) item(ns):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas I."
      },
      {
        "letra": "B",
        "texto": "apenas II."
      },
      {
        "letra": "C",
        "texto": "apenas III."
      },
      {
        "letra": "D",
        "texto": "apenas I e II."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2339677",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crime preterdoloso"
    ],
    "enunciado_principal": "Quando o agente pratica o crime com determinado dolo, mas, por culpa sobressai um resultado mais grave do que o esperado, ocorre",
    "alternativas": [
      {
        "letra": "A",
        "texto": "erro de tipo."
      },
      {
        "letra": "B",
        "texto": "erro de execução."
      },
      {
        "letra": "C",
        "texto": "crime preterdoloso."
      },
      {
        "letra": "D",
        "texto": "concorrência de culpa."
      },
      {
        "letra": "E",
        "texto": "erro de proibição."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1859411",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Crime preterdoloso"
    ],
    "enunciado_principal": "A tipicidade",
    "alternativas": [
      {
        "letra": "A",
        "texto": "preterdolosa enseja um crime qualificado pelo resultado em que o tipo-base é doloso e o resultado qualificador é culposo."
      },
      {
        "letra": "B",
        "texto": "é excluída toda vez que se verificar o erro de proibição inevitável."
      },
      {
        "letra": "C",
        "texto": "material é incompatível com a contravenção penal, dada sua menor gravidade e a fragmentariedade do direito penal."
      },
      {
        "letra": "D",
        "texto": "na conformação do funcionalismo é avalorada para constituir garantia de restrição do âmbito de punição."
      },
      {
        "letra": "E",
        "texto": "material é a adequação da conduta à norma incriminadora configurando um mecanismo de subsunção."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "987655",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Classificação dos crimes",
      "Outras classificações",
      "Crime preterdoloso"
    ],
    "enunciado_principal": "Acerca da classificação de crimes, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime preterdoloso ocorre quando o agente atua com culpa na conduta antecedente, mas o resultado agrava a pena devido a uma conduta dolosa posterior."
      },
      {
        "letra": "B",
        "texto": "O alcance e a ocorrência fática da elementar subjetiva prevista no tipo penal são exigidos para a consumação de delito de tendência interna transcendente."
      },
      {
        "letra": "C",
        "texto": "O crime plurissubjetivo de condutas convergentes ocorre quando os agentes, desde o início do cometimento do crime, de comum acordo, praticam a conduta descrita no núcleo do tipo penal no sentido de auxílio mútuo, visando ao mesmo fim."
      },
      {
        "letra": "D",
        "texto": "O delito atrofiado de dois atos, embora possa ser não transeunte, é praticado pelo agente com a intenção de se praticar outro ato criminoso posterior, malgrado não se exigir esse novo comportamento para a consumação do crime mutilado."
      },
      {
        "letra": "E",
        "texto": "O delito gratuito, cuja conduta não admite o fracionamento em diversos atos, contrapõe-se ao crime mercenário, pois o agente o pratica sem contraprestação financeira"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "896379",
    "metadata": "Ano: 2018 | Banca: IESES | Órgão: TJ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Arrependimento posterior",
      "Crime preterdoloso",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "É certo afirmar: I. Mesmo nos crimes cometidos com violência ou grave ameaça à pessoa, reparado o dano ou restituída a coisa, até o recebimento da denúncia ou da queixa, por ato voluntário do agente, a pena será reduzida de um a dois terços. É o que o Código Penal define como “arrependimento posterior”. II. Chama-se “teoria do delito” à parte da ciência do direito penal que se ocupa de explicar o que é o delito em geral, isto é, quais são as características que deve ter qualquer delito. III. A emoção ou a paixão excluem a imputabilidade penal. IV. Preterdoloso é o crime onde o resultado final é mais grave do que o pretendido pelo agente. Analisando as proposições, pode-se afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições I e II estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições II e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições III e IV estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "498191",
    "metadata": "Ano: 2015 | Banca: DPE-PE | Órgão: DPE-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz",
      "Crime impossível",
      "Crime preterdoloso"
    ],
    "enunciado_principal": "\"O agente que, voluntariamente, desiste de prosseguir na execução ou impede que o resultado se produza, só responde pelos atos já praticados\". Tal hipótese refere-se:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ao crime preterdoloso."
      },
      {
        "letra": "B",
        "texto": "ao crime consumado."
      },
      {
        "letra": "C",
        "texto": "à tentativa branca."
      },
      {
        "letra": "D",
        "texto": "ao crime impossível"
      },
      {
        "letra": "E",
        "texto": "a desistência voluntária e arrependimento eficaz"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "464370",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crime preterdoloso",
      "Crimes contra a vida",
      "Homicídio",
      "Lesões corporais"
    ],
    "enunciado_principal": "Se da lesão corporal dolosa resulta morte e as circunstâncias evidenciam que o agente não quis o resultado morte, nem assumiu o risco de produzi-lo, configura(m)-se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "lesão culposa e homicídio culposo, cujas penas serão aplicadas cumulativamente."
      },
      {
        "letra": "B",
        "texto": "lesão corporal seguida de morte."
      },
      {
        "letra": "C",
        "texto": "homicídio culposo qualificado pela lesão."
      },
      {
        "letra": "D",
        "texto": "homicídio doloso (dolo eventual)."
      },
      {
        "letra": "E",
        "texto": "homicídio doloso (dolo indireto)."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1396111",
    "metadata": "Ano: 2014 | Banca: ESMARN | Órgão: TJ-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Classificação dos crimes",
      "Desistência voluntária e arrependimento eficaz",
      "Crimes plurissubsistentes e unissubsistentes",
      "Crimes de dano e crimes de perigo",
      "Crime preterdoloso"
    ],
    "enunciado_principal": "Examine as proposições abaixo e assinale a alternativa correta:I. Nos crimes cometidos com violência ou grave ameaça à pessoa, reparado o dano ou restituída a coisa, até o recebimento da denúncia ou da queixa, por ato voluntário do agente, a pena será reduzida de um a dois terços. II. Em geral, os crimes dolosos são compatíveis com a tentativa, pouco importando sejam materiais, formais ou de mera conduta. III. O agente que, voluntariamente, desiste de prosseguir na execução ou impede que o resultado se produza, não responde pelos atos já praticados. IV. Os crimes preterdolosos, unissubsistentes e as contravenções penais não admitem a tentativa.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições I e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições II e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições II e III estão corretas."
      },
      {
        "letra": "E",
        "texto": "Todas as proposições estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "884472",
    "metadata": "Ano: 2014 | Banca: FUNCAB | Órgão: PC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Crime preterdoloso",
      "Lesões corporais",
      "Lesões corporais qualificadas"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todos os crimes dispostos na parte especial do Código Penal preveem a forma dolosa e culposa do delito."
      },
      {
        "letra": "B",
        "texto": "O direito brasileiro não reconhece a figura da culpa imprópria."
      },
      {
        "letra": "C",
        "texto": "O dolo eventual não é admitido no direita brasileiro."
      },
      {
        "letra": "D",
        "texto": "O crime de lesão corporal seguido do resultado morte, disposto no artigo 129, § 3º, do Código Penal, é exemplo de crime preterdoloso."
      },
      {
        "letra": "E",
        "texto": "O crime culposo admite a figura da tentativa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "472003",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crime preterdoloso"
    ],
    "enunciado_principal": "Quanto às penas, à tipicidade, à ilicitude e aos elementos e espécies da infração penal, julgue os itens a seguir. Ocorre crime preterdoloso quando o agente pratica dolosamente um fato do qual decorre um resultado posterior culposo. Para que o agente responda pelo resultado posterior, é necessário que este seja previsível.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "458632",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: DPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crime preterdoloso"
    ],
    "enunciado_principal": "O Código Penal, em seu art. 19, prevê que pelo resultado que agrava especialmente a pena só responde o agente que o houver causado ao menos culposamente. NÃO se verifica a existência de crime agravado pelo resultado quando",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o agente mata intencionalmente a vítima com a finalidade de subtrair seus bens."
      },
      {
        "letra": "B",
        "texto": "a ação que redundar no fato-base for culposa e o evento qualificador culposo."
      },
      {
        "letra": "C",
        "texto": "a ação que redundar no fato-base for dolosa e o evento qualificador doloso."
      },
      {
        "letra": "D",
        "texto": "a ação que redundar no fato-base for dolosa e o evento qualificador culposo."
      },
      {
        "letra": "E",
        "texto": "a ação que redundar no fato-base for culposa e o evento qualificador doloso."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "418095",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Crime preterdoloso",
      "Crimes contra a vida",
      "Crimes contra o patrimônio"
    ],
    "enunciado_principal": "Acerca dos crimes culposos, dolosos e preterdolosos e dos crimes contra a pessoa e contra o patrimônio, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Considera-se consumado o roubo apenas se o bem objeto do delito sai da esfera de vigilância da vítima."
      },
      {
        "letra": "B",
        "texto": "Tratando-se do crime de homicídio, a incidência de circunstância qualificadora de caráter objetivo, por si só, afasta o reconhecimento do privilégio, cuja natureza é subjetiva."
      },
      {
        "letra": "C",
        "texto": "Para a configuração do crime de latrocínio, são necessárias a consumação do homicídio e a efetiva subtração de bens da vítima."
      },
      {
        "letra": "D",
        "texto": "São suscetíveis de cúmulo material a qualificadora do crime de quadrilha ou bando armado e o delito de roubo agravado pelo emprego de arma, não se aplicando, nesse caso, o princípio do non bis in idem."
      },
      {
        "letra": "E",
        "texto": "Para a configuração do crime de quadrilha, exige-se a caracterização do ajuste prévio e do intuito de união, entre mais de três pessoas, para a prática de um crime."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "417893",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Resultado",
      "Nexo de causalidade",
      "Crime preterdoloso",
      "Concurso de crimes",
      "Crime continuado"
    ],
    "enunciado_principal": "Em relação ao direito penal, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A continuidade delitiva ocorre quando o agente praticar dois ou mais crimes de mesma natureza em condições que possibilitem que os delitos subsequentes sejam tidos como continuação do primeiro."
      },
      {
        "letra": "B",
        "texto": "A espécie de dolo envolvido não influencia a classificação dos crimes segundo o resultado, pois crimes materiais ou formais podem ter como móvel tanto o dolo genérico quanto o específico."
      },
      {
        "letra": "C",
        "texto": "Em se tratando de crime de omissão de socorro, caracteriza arrependimento posterior o fato de a vítima receber tratamento médico custeado pelo autor."
      },
      {
        "letra": "D",
        "texto": "De acordo com a teoria da equivalência dos antecedentes, nem todos os antecedentes do resultado podem ser considerados na relação de causalidade, já que as causas relativamente independentes da conduta excluem o nexo de causalidade."
      },
      {
        "letra": "E",
        "texto": "Segundo a teoria da equivalência dos antecedentes, o agente que esteja diante de causa preexistente absolutamente independente e já a conheça ou, embora não a conheça, possa prevê-la, responde pelo resultado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "331746",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: MPE-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Classificação dos crimes",
      "Crime preterdoloso",
      "Crimes comuns, próprios e de mão própria",
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Crimes contra a administração pública",
      "Prevaricação",
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Com relação ao crime de tortura, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "aquele que se omite perante a tortura quando tinha o dever de evitá­la responderá apenas pelo crime de pre­ varicação do Código Penal."
      },
      {
        "letra": "B",
        "texto": "quando qualificada pela morte é exclusivamente preter­ dolosa."
      },
      {
        "letra": "C",
        "texto": "se trata de crime próprio, cometido por funcionários encarregados da aplicação da lei (Ex.: policiais fede­ rais, policiais civis, policiais militares, guardas muni­ cipais etc)."
      },
      {
        "letra": "D",
        "texto": "a perda da função é efeito automático da condenação"
      },
      {
        "letra": "E",
        "texto": "o condenado, mesmo primário, qualquer que seja a pena aplicada, iniciará sempre o cumprimento no regime fechado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "317515",
    "metadata": "Ano: 2013 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Nexo de causalidade",
      "Crime preterdoloso"
    ],
    "enunciado_principal": "Examine as proposições abaixo e assinale a alternativa correta: I. Em se tratando de nexo causal, o resultado, nas causas supervenientes relativamente independentes, somente poderá ser imputado ao agente se estiver na mesma linha de desdobramento natural da ação. II. Ocorre erro de tipo quando o equívoco do agente recai sobre o conteúdo proibitivo de uma norma penal. III. Mélvio e Acio entraram em luta corporal e ambos restaram lesionados. Se ao final da instrução processual não restar evidenciado quem teria dado início às agressões, a solução é a absolvição de ambos com base no reconhecimento da legítima defesa recíproca. IV. Os crimes habituais, os preterdolosos, os culposos, os unissubisistentes e os omissivos próprios não admitem a tentativa.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições I e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições II e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições II e III estão corretas."
      },
      {
        "letra": "E",
        "texto": "Todas as proposições estão corretas."
      }
    ],
    "gabarito": "C"
  }
]