[
  {
    "id": "2394934",
    "metadata": "Ano: 2024 | Banca: IV - UFG | Órgão: Prefeitura de Inhumas - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes de dano e crimes de perigo",
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública"
    ],
    "enunciado_principal": "Aquele que inculcar, em invólucro ou recipiente de produtos alimentícios, terapêuticos ou medicinais, a existência de substância que não se encontra em seu conteúdo ou que nele existe em quantidade menor que a mencionada poderá receber pena de reclusão, de um a cinco anos, e multa, nos termos do artigo 275 do Código Penal. O crime descrito",
    "alternativas": [
      {
        "letra": "A",
        "texto": "admite a modalidade culposa."
      },
      {
        "letra": "B",
        "texto": "é de perigo abstrato."
      },
      {
        "letra": "C",
        "texto": "não admite tentativa."
      },
      {
        "letra": "D",
        "texto": "tem sua ação penal pública condicionada"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2035776",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: SEFAZ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes materiais, formais e de mera conduta",
      "Crimes plurissubjetivos e monossubjetivos",
      "Crimes de dano e crimes de perigo",
      "Crimes comuns, próprios e de mão própria"
    ],
    "enunciado_principal": "Acerca da classificação dos crimes, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de falsificação de papéis públicos, se praticado por servidor público prevalecendo-se do cargo, é um crime especial impróprio, ao passo que, se praticado por particular, é um crime comum."
      },
      {
        "letra": "B",
        "texto": "O crime de mão própria caracteriza-se por seu caráter personalíssimo, somente o agente pode praticá-lo. Por isso, o crime de auto aborto é um exemplo de crime de mão própria, insuscetível de coautoria ou participação."
      },
      {
        "letra": "C",
        "texto": "Os crimes plurissubjetivos são aqueles em que há, além do agente, uma pessoa física ou jurídica no polo passivo, ocupando a posição de vítima direta do ilícito penal, ao passo que os crimes unissubjetivos se identificam pela inexistência de vítima identificável."
      },
      {
        "letra": "D",
        "texto": "Os crimes omissivos impróprios são aqueles que, embora previstos como consequência de conduta comissiva, podem, eventualmente, serem praticados por omissão. É o caso do delito de omissão de socorro."
      },
      {
        "letra": "E",
        "texto": "Os crimes de perigo abstrato são os delitos que causam efetiva exposição do bem jurídico tutelado a perigo, devendo haver indicação do risco, o qual não pode ser presumido."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1870417",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: MPE-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes de dano e crimes de perigo"
    ],
    "enunciado_principal": "Considerando o entendimento do STJ acerca dos crimes contra o patrimônio e contra a administração pública, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de apropriação indébita previdenciária é de natureza formal, não se exigindo a constituição definitiva do débito tributário para se configurar a tipicidade da conduta."
      },
      {
        "letra": "B",
        "texto": "Aplica-se o princípio da consunção ao crime-meio de receptação e ao crime-fim de porte ilegal de arma de fogo, devendo, entretanto, o agente responder apenas pelo segundo, por este ser mais grave que o outro."
      },
      {
        "letra": "C",
        "texto": "Para a caracterização do crime de extorsão, a ameaça exercida com o fim de obter a indevida vantagem econômica deve, necessariamente, prejudicar a integridade física da vítima."
      },
      {
        "letra": "D",
        "texto": "No crime de receptação, se o bem houver sido apreendido em poder do acusado, caberá à acusação provar sua origem ilícita e a conexão disso com os fatos."
      },
      {
        "letra": "E",
        "texto": "O crime de dano ao patrimônio público causado por preso para facilitar a fuga da prisão exige o dolo específico de causar prejuízo ao bem público, sem o qual a conduta é atípica."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1866112",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes de dano e crimes de perigo",
      "Outras classificações",
      "Crimes comuns, próprios e de mão própria"
    ],
    "enunciado_principal": "Acerca do fato típico, da teoria e da classificação dos crimes, julgue o item subsecutivo.Suponha que Maria, servidora pública do Distrito Federal, tenha-se apropriado ilicitamente de um computador portátil usado no seu local de trabalho e, em seguida, efetuado a venda desse equipamento. Nesse caso, a conduta de Maria pode ser classificada como crime de dano, comissivo, próprio e instantâneo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1125960",
    "metadata": "Ano: 2019 | Banca: NC-UFPR | Órgão: ITAIPU BINACIONAL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Classificação dos crimes",
      "Tipo Penal Culposo",
      "Crimes de dano e crimes de perigo",
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "João, acidentalmente, quebra o monitor do computador do seu colega de trabalho. Nos termos da legislação penal aplicável, essa situação constitui:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "crime de dano culposo."
      },
      {
        "letra": "B",
        "texto": "crime de bagatela."
      },
      {
        "letra": "C",
        "texto": "fato atípico."
      },
      {
        "letra": "D",
        "texto": "infração penal de menor potencial ofensivo."
      },
      {
        "letra": "E",
        "texto": "contravenção penal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1008805",
    "metadata": "Ano: 2019 | Banca: Instituto Consulplan | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes de dano e crimes de perigo"
    ],
    "enunciado_principal": "Os crimes de perigo abstrato, que são modalidades de tutela antecipada de bens jurídicos, podem ser considerados exemplos da forma de intervenção penal denominada: “Direito Penal do Inimigo” descrita por Jakobs. Esta forma de tutela é utilizada, por exemplo, no Direito Ambiental e na proteção de vítimas de violência doméstica.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "977038",
    "metadata": "Ano: 2019 | Banca: INSTITUTO AOCP | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes materiais, formais e de mera conduta",
      "Crimes de dano e crimes de perigo",
      "Crimes comuns, próprios e de mão própria"
    ],
    "enunciado_principal": "O crime de homicídio, art. 121 do Código Penal, é classificado doutrinariamente como um crime",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de dano, material e instantâneo de efeitos permanentes."
      },
      {
        "letra": "B",
        "texto": "vago, permanente e multitudinário."
      },
      {
        "letra": "C",
        "texto": "próprio, de perigo e exaurido."
      },
      {
        "letra": "D",
        "texto": "comum, forma livre e concurso necessário de agentes."
      },
      {
        "letra": "E",
        "texto": "de mão própria, habitual e de forma vinculada."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1163305",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Prefeitura de Araçatuba - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes de dano e crimes de perigo",
      "Periclitação da vida e da saúde",
      "Perigo para a vida ou a saúde de outrem"
    ],
    "enunciado_principal": "Com relação aos crimes contra a pessoa, previstos no Código Penal, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o homicídio culposo é apenado com reclusão."
      },
      {
        "letra": "B",
        "texto": "induzir alguém a suicidar-se não é crime."
      },
      {
        "letra": "C",
        "texto": "o infanticídio não é crime, mas uma hipótese de homicídio qualificado."
      },
      {
        "letra": "D",
        "texto": "o feminicídio é considerado um crime culposo."
      },
      {
        "letra": "E",
        "texto": "expor a saúde de outrem a perigo direto e iminente é considerado crime."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "952103",
    "metadata": "Ano: 2018 | Banca: Fundação CEFETBAHIA | Órgão: MPE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Classificação dos crimes",
      "Tipo Penal Culposo",
      "Crimes de dano e crimes de perigo"
    ],
    "enunciado_principal": "A conduta delituosa pode apresentar como sujeitos passivos a pessoa física ou jurídica individualmente prejudicada, o Estado e a coletividade. Sobre a conduta delituosa, à luz do Código Penal Brasileiro, analise as assertivas e identifique com V as verdadeiras e com F as falsas. ( ) A utilização ou divulgação de conteúdo sigiloso, indevidamente, com o fim de beneficiar a si ou a outrem no processo seletivo para ingresso no ensino superior trata-se de crime formal contra a Administração Pública. ( ) A falsificação, no todo ou em parte, de documento público, ou a alteração de documento público verdadeiro, revela um crime de falsidade material, cujo elemento subjetivo exigido é o dolo e admite a modalidade tentada. ( ) A conduta de quem incita publicamente a prática de crime exige, para a consumação do mesmo, que alguém pratique o crime incitado. ( ) A conduta de quem envenena água potável de uso comum ou particular, ou substância alimentícia ou medicinal, traduz crime de perigo abstrato ou presumido, admitindo-se a modalidade tentada. ( ) O concurso de duas ou mais pessoas na prática do crime de estupro significa que a pena será aumentada da metade, por se tratar de crime complexo. A alternativa que contém a sequência correta, de cima para baixo, é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V F V F V"
      },
      {
        "letra": "B",
        "texto": "V F V V F"
      },
      {
        "letra": "C",
        "texto": "V V F V F"
      },
      {
        "letra": "D",
        "texto": "F V F V F"
      },
      {
        "letra": "E",
        "texto": "F F V F V"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "890891",
    "metadata": "Ano: 2018 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Antijuridicidade",
      "Causas supralegais de exclusão da antijuridicidade",
      "Crimes materiais, formais e de mera conduta",
      "Crimes plurissubsistentes e unissubsistentes",
      "Crimes plurissubjetivos e monossubjetivos",
      "Crimes de dano e crimes de perigo",
      "Outras classificações",
      "Crimes comuns, próprios e de mão própria",
      "Crimes instantâneos e permanentes"
    ],
    "enunciado_principal": "Analise as proposições abaixo e assinale aquela que, à luz da doutrina, seja considerada INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando o tipo penal descreve, expressa ou implicitamente, o dissenso da vítima como elementar, o consentimento do ofendido, na hipótese, funciona como causa de exclusão da tipicidade."
      },
      {
        "letra": "B",
        "texto": "Quanto ao modo de execução, o crime de perigo de contágio venéreo – art. 130, do CP – é classificado pela doutrina como sendo de forma vinculada."
      },
      {
        "letra": "C",
        "texto": "Crime de fato transitório é aquele que não deixa vestígios, a exemplo da injúria verbal."
      },
      {
        "letra": "D",
        "texto": "Em relação aos crimes omissivos puros, exige-se a ocorrência de resultado naturalístico, uma vez que a simples omissão contida na norma não basta para que eles se aperfeiçoem."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "890890",
    "metadata": "Ano: 2018 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes materiais, formais e de mera conduta",
      "Crimes plurissubsistentes e unissubsistentes",
      "Crimes plurissubjetivos e monossubjetivos",
      "Crimes de dano e crimes de perigo",
      "Outras classificações",
      "Crimes comuns, próprios e de mão própria",
      "Crimes instantâneos e permanentes"
    ],
    "enunciado_principal": "O art. 14, II, Parágrafo único, do Código Penal, estabelece que “salvo disposição em contrário, pune-se a tentativa com a pena correspondente ao crime consumado, diminuída de um a dois terços”. Excepcionalmente, contudo, a lei penal pátria descreve condutas cujo tipo prevê a punição da tentativa com a mesma pena abstratamente aplicável ao crime consumado. É o que sucede, v.g., com o crime tipificado no art. 352, do Código Penal: “Evadir-se ou tentar evadir-se o preso ou o indivíduo submetido a medida de segurança detentiva, usando de violência contra a pessoa”: Tal espécie delitiva é classificada pela doutrina como:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Crime vago."
      },
      {
        "letra": "B",
        "texto": "Crime plurissubsistente."
      },
      {
        "letra": "C",
        "texto": "Crime de empreendimento."
      },
      {
        "letra": "D",
        "texto": "Crime de impressão."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2799716",
    "metadata": "Ano: 2016 | Banca: FAEPESUL | Órgão: Prefeitura de Araranguá - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes de dano e crimes de perigo"
    ],
    "enunciado_principal": "Infringir determinação do poder público, destinada a impedir introdução ou propagação de doença contagiosa é conduta tipificada no crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Difusão de doença ou praga."
      },
      {
        "letra": "B",
        "texto": "Infração de medida sanitária preventiva."
      },
      {
        "letra": "C",
        "texto": "Epidemia."
      },
      {
        "letra": "D",
        "texto": "Atentado contra a segurança de serviço de utilidade pública."
      },
      {
        "letra": "E",
        "texto": "Omissão de notificação de doença."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "758135",
    "metadata": "Ano: 2016 | Banca: FUNCAB | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes de dano e crimes de perigo"
    ],
    "enunciado_principal": "A lição aborda uma das concepções acerca dos crimes de perigo abstrato, buscando torná-los adequados ao sistema jurídico-penal. Essa teoria nomeia os crimes de perigo abstrato como crimes:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de perigosidade real."
      },
      {
        "letra": "B",
        "texto": "de perigosidade concreta."
      },
      {
        "letra": "C",
        "texto": "de potencial perigo."
      },
      {
        "letra": "D",
        "texto": "formais."
      },
      {
        "letra": "E",
        "texto": "de perigo geral."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "713831",
    "metadata": "Ano: 2016 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes de dano e crimes de perigo",
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Estelionato",
      "Receptação"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A Polícia de Campo Grande investigou um fato que se tornou nacionalmente conhecido como o \"golpe da gostosa\". Uma pessoa, que se dizia mulher, trocava mensagens pelas redes sociais. Segundo a polícia, ela agia sempre da mesma maneira. Criava um perfil na internet com fotos de mulher bonita e sensual. Os homens então a adicionavam, e a mulher falava que seria melhor conversarem pelo WhatsApp. Quando elogiada, dizia ser médica, recém-separada, com diversas fotos de supostos atendimentos médicos em seu perfil. Quando a conversa passava para um tom mais íntimo, ela falava que sofria perseguição do ex-marido e pedia dinheiro para comprar uma passagem de avião e ir ao encontro da vítima, mas, assim que confirmado o depósito, a golpista sumia. O “golpe da gostosa” configura crime de estelionato."
      },
      {
        "letra": "B",
        "texto": "Ricardo, ao sair de uma agência bancária, sentiu alguém colocar a mão em seu ombro. A pessoa que o abordou, mostrando que estava com um revólver municiado na cintura, ordenou-lhe que colocasse todo o dinheiro que recém havia sacado na mochila que o agente carregava. Este fato configura roubo qualificado."
      },
      {
        "letra": "C",
        "texto": "José, mediante ardil, instala dispositivo em caixa eletrônico, conhecido como “chupa-cabras”, e consegue acesso aos dados e ao cartão da correntista Neli, que ficou retido no caixa. Na sequência, com o uso do cartão, efetua saques e compras no comércio no valor total de 25 mil reais. Caso de furto qualificado pela fraude."
      },
      {
        "letra": "D",
        "texto": "Sem a ocorrência de lesão ou de perigo concreto de dano na condução do veículo, não constitui crime, de per si, a conduta de quem confia a direção do automotor a pessoa não habilitada ou com o direito de dirigir suspenso."
      },
      {
        "letra": "E",
        "texto": "A receptação qualificada é crime próprio, do industrial ou comerciante, inclusive o clandestino com comércio exercido em sua residência; mas, para a caracterização do delito, a qualidade de comerciante ou industrial do agente não é o suficiente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "643066",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: Câmara de Marília - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes de dano e crimes de perigo",
      "Outras classificações",
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública"
    ],
    "enunciado_principal": "O tipo do art. 269 do CP (deixar o médico de denunciar à autoridade pública doença cuja notificação é compulsória) é classificado como",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de perigo concreto."
      },
      {
        "letra": "B",
        "texto": "doloso e/ou culposo."
      },
      {
        "letra": "C",
        "texto": "comissivo por omissão."
      },
      {
        "letra": "D",
        "texto": "omissivo por comissão."
      },
      {
        "letra": "E",
        "texto": "omissivo puro ou omissivo próprio."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "577652",
    "metadata": "Ano: 2015 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes de dano e crimes de perigo",
      "Crimes contra a honra",
      "Injúria",
      "Crimes contra o patrimônio",
      "Dano",
      "Crimes contra a organização do trabalho",
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública",
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Assinale a opção CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O delegado de polícia que se omite, deliberadamente, quanto à apuração de um crime de tortura, quando tinha o dever de fazê- lo, pratica delito assemelhado aos hediondos."
      },
      {
        "letra": "B",
        "texto": "Causar incêndio em uma casa só configura crime se o fato expuser a perigo patrimônio de outrem e a casa for habitada ou destinada à habitação."
      },
      {
        "letra": "C",
        "texto": "O enfermeiro que deixa de denunciar à autoridade pública doença cuja notificação é compulsória comete crime de omissão de notificação de doença."
      },
      {
        "letra": "D",
        "texto": "A injúria qualificada por preconceito de raça, cor, etnia, religião, origem ou condição de pessoa idosa ou portadora de deficiência dispensa o fim especial de agir consistente na vontade de discriminar o ofendido."
      },
      {
        "letra": "E",
        "texto": "Constranger alguém a participar de paralisação de atividade econômica é crime atentatório contra a liberdade de trabalho, desde que o fato seja praticado mediante violência física."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1396111",
    "metadata": "Ano: 2014 | Banca: ESMARN | Órgão: TJ-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Classificação dos crimes",
      "Desistência voluntária e arrependimento eficaz",
      "Crimes plurissubsistentes e unissubsistentes",
      "Crimes de dano e crimes de perigo",
      "Crime preterdoloso"
    ],
    "enunciado_principal": "Examine as proposições abaixo e assinale a alternativa correta:I. Nos crimes cometidos com violência ou grave ameaça à pessoa, reparado o dano ou restituída a coisa, até o recebimento da denúncia ou da queixa, por ato voluntário do agente, a pena será reduzida de um a dois terços. II. Em geral, os crimes dolosos são compatíveis com a tentativa, pouco importando sejam materiais, formais ou de mera conduta. III. O agente que, voluntariamente, desiste de prosseguir na execução ou impede que o resultado se produza, não responde pelos atos já praticados. IV. Os crimes preterdolosos, unissubsistentes e as contravenções penais não admitem a tentativa.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições I e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições II e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições II e III estão corretas."
      },
      {
        "letra": "E",
        "texto": "Todas as proposições estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "472913",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes de dano e crimes de perigo"
    ],
    "enunciado_principal": "No que diz respeito a noções gerais aplicadas no âmbito do direito penal, julgue o próximo item.A jurisprudência dominante admite os crimes de perigo abstrato ou presumido, por considerar lícito ao legislador dispensar o perigo como elementar do tipo, sempre que a experiência cotidiana revelar que a ação incriminada é perigosa, demonstrando-se justificada a construção legal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "419450",
    "metadata": "Ano: 2014 | Banca: FUNCAB | Órgão: PJC-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes materiais, formais e de mera conduta",
      "Crimes plurissubsistentes e unissubsistentes",
      "Crimes plurissubjetivos e monossubjetivos",
      "Crimes de dano e crimes de perigo",
      "Crimes comuns, próprios e de mão própria",
      "Rixa"
    ],
    "enunciado_principal": "Quanto ao crime de rixa previsto no artigo 137 do Código Penal (participar de rixa, salvo para separar os contendores), é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é crime comum, de dano, comissivo por omissão, colet ivo, não transeunte como regra, unissubsistente, instantâneo."
      },
      {
        "letra": "B",
        "texto": "é crime comum, de perigo, comissivo, coletivo, não transeunte como regra, plurissubsistente, instantâneo."
      },
      {
        "letra": "C",
        "texto": "é crime próprio, de dano, comissivo, plurissubjetivo, transeunte como regra, plurissubsistente, permanente."
      },
      {
        "letra": "D",
        "texto": "é crime próprio, de perigo, comissivo por omissão, monossubjetivo, não transeunte como regra, unissubsistente, permanente."
      },
      {
        "letra": "E",
        "texto": "é crime comum, de perigo, comissivo, monossubjetivo, transeunte como regra, plurissubsistente, instantâneo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "402260",
    "metadata": "Ano: 2014 | Banca: NUCEPE | Órgão: PC-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes de dano e crimes de perigo"
    ],
    "enunciado_principal": "O Brasil insere-se no contexto de uma “sociedade da insegurança” ou “sociedade do medo”, pautada no que Silva Sànches denomina de “cultura de emergência” ou reclamo popular por uma maior presença e eficácia das instâncias de controle social. Nesse sentido, o Direito Penal e as instituições do sistema punitivo são eleitos instrumentos privilegiados para responder de forma eficaz os anseios da sociedade, gerando, segundo Díaz Ripollés, o entendimento de que sua contundência e capacidade socializadora são mais eficazes na prevenção aos novos tipos de delitos do que as medidas de política social ou econômica, ou de medidas do Direito Civil ou Administrativo. Trata-se, segundo o mesmo autor, de uma canalização das demandas sociais por mais proteção como demandas por punição, daí a busca por elementos de orientação normativa, onde o Direito Penal assume especial relevância. A partir das informações do texto, NÃO se pode concluir que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os crimes de perigo abstrato não se amoldam à ideia de “sociedade do medo”."
      },
      {
        "letra": "B",
        "texto": "a intimidação em face da prática de crimes contra a dignidade sexual fora reforçada pelo Direito Penal pátrio."
      },
      {
        "letra": "C",
        "texto": "o tipo penal incriminador previsto no art.288 do Código Penal brasileiro - Associação criminosa – pode ser considerado um exemplo dessa nova política criminal."
      },
      {
        "letra": "D",
        "texto": "a alteração do termo inicial da prescrição, antes de transitar em julgado a sentença final, nos crimes contra a dignidade sexual de crianças e adolescentes, amolda-se à ideia preconizada no texto."
      },
      {
        "letra": "E",
        "texto": "a majoração da pena do delito previsto no parágrafo 9º do art.129 do Código Penal brasileiro – Violência doméstica - amolda-se à ideia preconizada no texto."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "386352",
    "metadata": "Ano: 2014 | Banca: FUNDEP (Gestão de Concursos) | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Classificação dos crimes",
      "Tipo Penal Culposo",
      "Crimes materiais, formais e de mera conduta",
      "Crimes plurissubsistentes e unissubsistentes",
      "Crimes de dano e crimes de perigo",
      "Crimes comuns, próprios e de mão própria",
      "Causas de extinção da punibilidade",
      "Perdão judicial",
      "Crimes contra a vida",
      "Homicídio"
    ],
    "enunciado_principal": "Em relação ao crime de homicídio é CORRETO afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a presença de qualificadores impede o reconhecimento do homicídio privilegiado."
      },
      {
        "letra": "B",
        "texto": "o crime de homicídio classifica-se como comum; unissubjetivo; material, em regra; de forma livre; doloso ou culposo; de dano e plurissubsistente."
      },
      {
        "letra": "C",
        "texto": "tratando-se de homicídio privilegiado é admitido o perdão judicial."
      },
      {
        "letra": "D",
        "texto": "a natureza do homicídio privilegiado é de circunstância atenuante especial."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "350776",
    "metadata": "Ano: 2013 | Banca: IBFC | Órgão: PC-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes de dano e crimes de perigo",
      "Outras classificações",
      "Crimes comuns, próprios e de mão própria",
      "Crimes instantâneos e permanentes"
    ],
    "enunciado_principal": "Considerando a classificação doutrinária dada às infrações penais, analise as assertivas a seguir: I. Crime próprio é aquele que exige sujeito ativo especial ou qualificado, não admitindo coautoria ou participação de quem não guarde tais características peculiares. II. Crime permanente é aquele cuja consumação se protrai no tempo em decorrência de várias condutas que sucedem o ato inicial, caracterizando habitualidade da espécie delitiva. III. Crime instantâneo é aquele cuja consumação ocorre com a prática de uma única conduta geradora de resultado imediato. IV. Crime de perigo é aquele cuja consumação se caracteriza com a mera probabilidade de lesão ao bem jurídico protegido pela norma penal. V. Crime multitudinário é aquele que exige, para sua caracterização, o concurso necessário de duas ou mais pessoas, apesar de não existir a necessidade de que todas elas sejam penalmente punidas. Estão corretas apenas as assertivas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, III e V."
      },
      {
        "letra": "B",
        "texto": "II, III e IV."
      },
      {
        "letra": "C",
        "texto": "I, II e IV."
      },
      {
        "letra": "D",
        "texto": "III, IV e V."
      },
      {
        "letra": "E",
        "texto": "II, III eV."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "237173",
    "metadata": "Ano: 2012 | Banca: CESGRANRIO | Órgão: Caixa",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes de dano e crimes de perigo"
    ],
    "enunciado_principal": "Um comerciante, com exploração de mercearia no município Y, é surpreendido pela fiscalização dos órgãos de proteção ao consumidor, que lograram autuá-lo pela exposição de mercadorias com prazo de validade vencido. Consoante à normativa aplicável ao caso, trata-se de tipo vinculado a crime",
    "alternativas": [
      {
        "letra": "A",
        "texto": "próprio"
      },
      {
        "letra": "B",
        "texto": "material"
      },
      {
        "letra": "C",
        "texto": "omissivo"
      },
      {
        "letra": "D",
        "texto": "de dano"
      },
      {
        "letra": "E",
        "texto": "de perigo"
      }
    ],
    "gabarito": "E"
  }
]