[
  {
    "id": "2173521",
    "metadata": "Ano: 2023 | Banca: FCC | Órgão: MPE-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito",
      "Conduta: ação / omissão",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior",
      "Antijuridicidade",
      "Legítima defesa",
      "Crime praticado por pessoa jurídica"
    ],
    "enunciado_principal": "A parte geral do Código Penal estabelece:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O agente que, voluntariamente, desiste de prosseguir na execução do crime ou impede que o resultado se produza só responde pelos atos já praticados."
      },
      {
        "letra": "B",
        "texto": "Entende-se em legítima defesa quem pratica o fato para salvar de perigo atual, que não provocou por sua vontade, nem podia de outro modo evitar, direito próprio ou alheio, cujo sacrifício, nas circunstâncias, não era razoável exigir-se."
      },
      {
        "letra": "C",
        "texto": "O ajuste, a determinação ou a instigação e o auxílio sempre serão puníveis, ainda que o crime sequer tenha sido tentado."
      },
      {
        "letra": "D",
        "texto": "Nos crimes cometidos sem violência ou grave ameaça à pessoa, reparado o dano ou restituída a coisa, até a conclusão do inquérito penal, por ato voluntário do agente, a pena será reduzida de um terço até a metade."
      },
      {
        "letra": "E",
        "texto": "Não há crime quando o agente pratica o fato em estado de embriaguez, voluntária ou culposa, pelo álcool ou substância de efeitos análogos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1987413",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: Senado Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crime praticado por pessoa jurídica"
    ],
    "enunciado_principal": "Sobre a responsabilidade penal da pessoa jurídica por crimes ambientais, analise as afirmativas a seguir. I. A reponsabilidade penal da pessoa jurídica não exclui a das pessoas naturais que tenham concorrido para o mesmo crime. II. A pessoa jurídica responde penalmente se o delito tiver sido cometido por funcionário a seu serviço e se o cometimento do crime atender aos seus interesses econômicos. III. A responsabilidade penal da pessoa jurídica por crimes ambientais não tem previsão expressa em texto normativo, mas é fruto de construção jurisprudencial. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "I, apenas."
      },
      {
        "letra": "C",
        "texto": "II, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      },
      {
        "letra": "E",
        "texto": "I e III, apenas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1946479",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão",
      "Consumação e tentativa",
      "Crime praticado por pessoa jurídica"
    ],
    "enunciado_principal": "Tendo em conta as disposições penais relativas à aplicação da lei penal e ao crime constante de Código Penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A tentativa não é punida quando o meio empregado para a prática do crime é absolutamente ineficaz para a consumação."
      },
      {
        "letra": "B",
        "texto": "Considera-se praticado o crime no momento do resultado, ainda que a ação ou a omissão tenham se dado em momento diverso."
      },
      {
        "letra": "C",
        "texto": "Na hipótese de abolitio criminis, a execução da pena decorrente de sentença condenatória cessará imediatamente, mas não os demais efeitos da condenação."
      },
      {
        "letra": "D",
        "texto": "A reparação do dano pelo agente, nos crimes praticados sem violência ou grave ameaça à pessoa, até a sentença, implica redução da pena."
      },
      {
        "letra": "E",
        "texto": "É relevante penalmente a omissão quando restar comprovado que o omitente tinha possibilidade de evitar o resultado, ainda que inexista dever de agir."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1120739",
    "metadata": "Ano: 2018 | Banca: IBADE | Órgão: IPM - JP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão",
      "Crime praticado por pessoa jurídica"
    ],
    "enunciado_principal": "Sobre os sujeitos ativo e passivo da infração penal, está correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não podem existir dois ou mais sujeitos passivos de um mesmo crime."
      },
      {
        "letra": "B",
        "texto": "uma pessoa jurídica pode figurar como sujeito ativo de uma infração penal."
      },
      {
        "letra": "C",
        "texto": "os sujeitos ativos de infração penal menores de 18 (dezoito) anos não podem ser penalizados."
      },
      {
        "letra": "D",
        "texto": "uma pessoa jurídica não pode ser sujeito passivo da infração penal."
      },
      {
        "letra": "E",
        "texto": "o sujeito ativo da infração penal deverá sempre estar determinado e individualizado pela lei."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "908466",
    "metadata": "Ano: 2017 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crime praticado por pessoa jurídica"
    ],
    "enunciado_principal": "EM TEMA DE RESPONSABILIDADE PENAL DA PESSOA JURÍDICA, ASSINALE A ALTERNATIVA INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o dolo identifica-se com o conhecimento do risco que a conduta empresarial representa a um bem jurídico;"
      },
      {
        "letra": "B",
        "texto": "A culpabilidade se configura pelo caráter ou forma de condução da empresa;"
      },
      {
        "letra": "C",
        "texto": "ela depende do respeito ao princípio da dupla imputação, consistente na exigência de se oferecer denúncia tanto em relação aos gestores da pessoa jurídica, em nome pessoal, quanto em relação à pessoa jurídica;"
      },
      {
        "letra": "D",
        "texto": "a culpa é a ausência evitável de conhecimento do risco gerado pelo desempenho da atividade empresarial."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "857186",
    "metadata": "Ano: 2017 | Banca: FEPESE | Órgão: PC-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Noções Fundamentais",
      "Conceitos e caracteres",
      "Crime praticado por pessoa jurídica"
    ],
    "enunciado_principal": "É correto afirmar sobre a infração penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A infração penal somente poderá ser cometida por pessoa física."
      },
      {
        "letra": "B",
        "texto": "O Estado sempre será sujeito passivo formal de um crime."
      },
      {
        "letra": "C",
        "texto": "Apenas os bens materiais poderão ser objeto de infração penal."
      },
      {
        "letra": "D",
        "texto": "A infração penal não poderá ser praticada de forma isolada por um agente."
      },
      {
        "letra": "E",
        "texto": "O sujeito ativo de uma infração penal é o titular do bem jurídico lesado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "625065",
    "metadata": "Ano: 2016 | Banca: TRF - 3ª REGIÃO | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crime praticado por pessoa jurídica"
    ],
    "enunciado_principal": "Relativamente à responsabilidade penal da pessoa jurídica, é possível afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É cabível quando praticados crimes ambientais e contrários à administração pública;"
      },
      {
        "letra": "B",
        "texto": "É inconstitucional, haja vista o princípio da responsabilidade penal objetiva;"
      },
      {
        "letra": "C",
        "texto": "Independe da responsabilização das pessoas físicas envolvidas, conforme decidiu o Supremo Tribunal Federal, ao julgar o RE 548181/PR, de relatoria da Ministra Rosa Weber;"
      },
      {
        "letra": "D",
        "texto": "Depende da responsabilização das pessoas físicas envolvidas, conforme decidiu o Supremo Tribunal Federal, ao julgar o RE 548181/PR."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1664418",
    "metadata": "Ano: 2012 | Banca: FDC | Órgão: Prefeitura de Belo Horizonte - MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crime praticado por pessoa jurídica"
    ],
    "enunciado_principal": "A pessoa jurídica no Direito Penal poderá ser responsabilizada por crimes do seguinte tipo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "contra a vida"
      },
      {
        "letra": "B",
        "texto": "ambientais"
      },
      {
        "letra": "C",
        "texto": "contra a honra"
      },
      {
        "letra": "D",
        "texto": "contra o patrimônio"
      },
      {
        "letra": "E",
        "texto": "de concorrência desleal"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "250632",
    "metadata": "Ano: 2012 | Banca: NC-UFPR | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crime praticado por pessoa jurídica"
    ],
    "enunciado_principal": "A regra da responsabilidade penal de pessoa jurídica no Brasil segue o princípio societas delinquere non potest, salvo a seguinte exceção:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "no caso de crimes contra o meio ambiente, nos casos em que a infração seja cometida por decisão dos representantes da pessoa jurídica, legais ou contratuais, ou de seu órgão colegiado, no interesse ou benefício de sua entidade."
      },
      {
        "letra": "B",
        "texto": "no caso de organização criminosa, quando se verifica a formação formal e contratual da pessoa jurídica cuja finalidade será cometer crimes contra o sistema financeiro nacional e lavagem de dinheiro."
      },
      {
        "letra": "C",
        "texto": "no caso de crime contra o meio ambiente, sendo que a responsabilidade penal da pessoa jurídica exclui o das pessoas físicas que dela façam parte ou sejam funcionários."
      },
      {
        "letra": "D",
        "texto": "no caso de organização criminosa, quando a pessoa jurídica é formada para a prática dos crimes de tráfico de pessoas, armas ou drogas, sendo que as pessoas físicas que a formam respondem por autoria, coautoria ou participação no mesmo feito."
      }
    ],
    "gabarito": "A"
  }
]