[
  {
    "id": "3582973",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a inviolabilidade do domicílio"
    ],
    "enunciado_principal": "Julgue o seguinte item, referente à situação hipotética precedente. A invasão da residência por Lucas configura crime autônomo de violação de domicílio.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3530677",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a inviolabilidade do domicílio"
    ],
    "enunciado_principal": "A respeito de crimes contra a pessoa, julgue o próximo item, conforme a legislação de regência, a doutrina e a jurisprudência dos tribunais superiores. Caracteriza o crime de violação de domicílio qualificada a ação de um policial, consciente e voluntariamente, conhecendo a ilegalidade de sua conduta, ingressar em casa alheia às 4 horas da madrugada, em cumprimento a mandado de busca e apreensão.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3507761",
    "metadata": "Ano: 2025 | Banca: IGEDUC | Órgão: Prefeitura de Japaratinga - AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Crimes contra a inviolabilidade do domicílio"
    ],
    "enunciado_principal": "Com base no § 1º do Art. 150 do Código Penal Brasileiro, assinale a alternativa que indica corretamente a pena prevista para o crime de violação de domicílio cometido durante a noite, por apenas um indivíduo, sem uso de arma ou violência:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Reclusão de até 5 anos."
      },
      {
        "letra": "B",
        "texto": "Detenção de 6 a 9 meses."
      },
      {
        "letra": "C",
        "texto": "Detenção de 6 meses a 2 anos."
      },
      {
        "letra": "D",
        "texto": "Detenção de até 3 meses."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3487052",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Prefeitura de Itapecerica da Serra - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a inviolabilidade do domicílio"
    ],
    "enunciado_principal": "Cláudio e João, durante o dia, aproveitando que não havia ninguém no local, conseguiram abrir uma janela e entraram no trailer habitado por Carlos, sem o consentimento dele. Considerando a situação hipotética, à luz do Código Penal, é CORRETO o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Cláudio e João apenas teriam cometido crime se tivessem subtraído algum objeto do trailer habitado por Carlos."
      },
      {
        "letra": "B",
        "texto": "A situação narrada constitui crime de invasão de domicílio e a pena é maior por ter sido cometido por duas pessoas."
      },
      {
        "letra": "C",
        "texto": "Cláudio e João apenas teriam cometido o crime de invasão de domicílio se tivessem permanecido no trailer, não configurando o delito a mera entrada no local."
      },
      {
        "letra": "D",
        "texto": "A atitude de Cláudio e João não configura crime, pois o trailer habitado por Carlos não pode ser equiparado à casa."
      },
      {
        "letra": "E",
        "texto": "A situação narrada não constitui crime, uma vez que a entrada ou permanência no trailer ocorreu durante o dia, sem emprego de violência ou de arma."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3487041",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Prefeitura de Itapecerica da Serra - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a inviolabilidade do domicílio"
    ],
    "enunciado_principal": "Entrar ou permanecer, clandestina ou astuciosamente, ou contra a vontade expressa ou tácita de quem de direito, em casa alheia ou em suas dependências caracteriza-se como violação de domicilio. Assinale abaixo a opção que não se enquadra na expressão “casa”:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "compartimento não aberto ao público, onde alguém reside, independe da presença dos moradores."
      },
      {
        "letra": "B",
        "texto": "compartimento não aberto ao público, onde alguém exerce profissão ou atividade."
      },
      {
        "letra": "C",
        "texto": "qualquer compartimento habitado."
      },
      {
        "letra": "D",
        "texto": "aposento ocupado de habitação coletiva."
      },
      {
        "letra": "E",
        "texto": "hospedaria ou estalagem, enquanto aberta."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3345832",
    "metadata": "Ano: 2024 | Banca: IV - UFG | Órgão: TJ-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a inviolabilidade do domicílio",
      "Crimes contra o patrimônio",
      "Furto"
    ],
    "enunciado_principal": "Leia os casos a seguir.I – Um homem invade, durante o dia, a residência de uma família que está viajando com a intenção de furtar bens em seu interior, nela ingressando com emprego de chave falsa. Ao ter uma crise de consciência enquanto selecionava os bens que seriam furtados, deixa o local voluntariamente sem nada levar. II – Um jovem maior de idade furta um videogame de última geração no interior da residência da família vizinha, escalando e transpondo um alto muro diviso entre as casas enquanto os moradores estavam ausentes. Dias depois, ao ser surpreendido em posse da coisa furtada pelos seus pais, é repreendido e decide espontaneamente devolver o videogame aos vizinhos. O fato criminoso não havia sido denunciado.Elaborado pelo(a) autor(a).Os autores dos fatos narrados nos casos I e II responderão por quais crimes?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "no caso I, tentativa de furto qualificado; no caso II, furto qualificado com redução de pena."
      },
      {
        "letra": "B",
        "texto": "no caso I, violação de domicílio; no caso II, furto qualificado com redução de pena."
      },
      {
        "letra": "C",
        "texto": "no caso I, violação de domicílio; no caso II, tentativa de furto qualificado com redução de pena."
      },
      {
        "letra": "D",
        "texto": "nos casos I e II, violação de domicílio, apenas."
      },
      {
        "letra": "E",
        "texto": "nos casos I e II, tentativa de furto qualificado com redução de pena."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3253556",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a inviolabilidade do domicílio"
    ],
    "enunciado_principal": "Imagine que determinado indivíduo tenha sido condenado pelo crime de violação de domicílio. Considerando as elementares típicas do delito em questão, é possível afirmar que o fato",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ocorreu em local ermo ou com emprego de arma."
      },
      {
        "letra": "B",
        "texto": "ocorreu em aposento ocupado de habitação coletiva."
      },
      {
        "letra": "C",
        "texto": "ocorreu no período noturno."
      },
      {
        "letra": "D",
        "texto": "fora praticado mediante violência ou grave ameaça."
      },
      {
        "letra": "E",
        "texto": "fora praticado por duas ou mais pessoas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2476393",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: DPE-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a inviolabilidade do domicílio"
    ],
    "enunciado_principal": "Configura crime de violação de domicílio a conduta de, em horário comercial, I ingressar em um bar sem a permissão de seu dono.II entrar astuciosamente na recepção de uma pousada.III invadir um consultório odontológico.Assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas o item I está certo."
      },
      {
        "letra": "B",
        "texto": "Apenas o item III está certo."
      },
      {
        "letra": "C",
        "texto": "Apenas os itens I e II estão certos."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens II e III estão certos."
      },
      {
        "letra": "E",
        "texto": "Todos os itens estão certos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2183244",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a inviolabilidade do domicílio",
      "Crimes contra o patrimônio",
      "Furto"
    ],
    "enunciado_principal": "João, ao tomar ciência de que os proprietários de um imóvel saíram para jantar, por volta das 20h, resolve ingressar no local, visando à subtração de bens variados. O indivíduo, então, escala o muro da parte de trás da casa, ingressando no seu interior por uma janela que estava aberta. João, antes de subtrair qualquer bem, ao lembrar dos ensinamentos de sua genitora, resolve ir embora. No cenário narrado, à luz das disposições do Código Penal, é correto afirmar que João responderá pelo crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "furto qualificado, na modalidade tentada, considerando que não houve a inversão da posse de qualquer bem;"
      },
      {
        "letra": "B",
        "texto": "furto simples, na modalidade tentada, considerando que não houve a inversão da posse de qualquer bem;"
      },
      {
        "letra": "C",
        "texto": "violação de domicílio qualificado, considerando a incidência do arrependimento posterior;"
      },
      {
        "letra": "D",
        "texto": "violação de domicílio qualificado, considerando a incidência da desistência voluntária;"
      },
      {
        "letra": "E",
        "texto": "violação de domicílio simples, considerando a incidência do arrependimento eficaz."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1905213",
    "metadata": "Ano: 2022 | Banca: UECE-CEV | Órgão: Prefeitura de Sobral - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a inviolabilidade do domicílio",
      "Crimes contra a inviolabilidade de correspondência"
    ],
    "enunciado_principal": "São crimes contra a pessoa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "furto, lesões corporais e corrupção de menores."
      },
      {
        "letra": "B",
        "texto": "violabilidade do domicílio e de correspondência."
      },
      {
        "letra": "C",
        "texto": "roubo, extorsão, estelionato, estupro e rapto."
      },
      {
        "letra": "D",
        "texto": "usurpação, receptação, assédio sexual e sedução."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1861677",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: PC-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a inviolabilidade do domicílio"
    ],
    "enunciado_principal": "O delito de violação de domicílio configura-se modalidade qualificada quando praticado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "mediante destreza;"
      },
      {
        "letra": "B",
        "texto": "com rompimento de obstáculo;"
      },
      {
        "letra": "C",
        "texto": "mediante ardil;"
      },
      {
        "letra": "D",
        "texto": "em vigilância epidemiológica;"
      },
      {
        "letra": "E",
        "texto": "durante a noite."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1824966",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a inviolabilidade do domicílio"
    ],
    "enunciado_principal": "Em relação ao delito de invasão de domicílio, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "agente público, no exercício do seu cargo, que invade ou adentra, clandestinamente, imóvel alheio, sem determinação judicial, pratica o crime em tela na sua forma majorada;"
      },
      {
        "letra": "B",
        "texto": "relações familiares são suficientes para afastar a violação de domicílio, por constituírem escusas absolutórias previstas em lei, na forma do Art. 181, inciso II, do Código Penal;"
      },
      {
        "letra": "C",
        "texto": "o vigilante que consente com a entrada de estranhos em local reservado à diretoria da empresa não pode ser penalmente responsabilizado;"
      },
      {
        "letra": "D",
        "texto": "não há crime quando o proprietário ingressa em seu próprio imóvel sem autorização do inquilino, mesmo que não haja previsão contratual;"
      },
      {
        "letra": "E",
        "texto": "a administração tributária tem a necessidade de ordem judicial para adentrar ou permanecer em domicílio contra a vontade de quem exerce em local privado não aberto ao público sua atividade profissional."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1673247",
    "metadata": "Ano: 2020 | Banca: ADM&TEC | Órgão: Prefeitura de Gravatá - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Periclitação da vida e da saúde",
      "Perigo para a vida ou a saúde de outrem",
      "Crimes contra a inviolabilidade do domicílio"
    ],
    "enunciado_principal": "Analise as afirmativas a seguir: I. À luz do artigo 107 do Decreto-lei nº 2.848, de 1940, extingue-se a punibilidade pela morte do agente; pela anistia, graça ou indulto; pela retroatividade de lei que não mais considera o fato como criminoso; pela prescrição, decadência ou perempção; pela renúncia do direito de queixa ou pelo perdão aceito, nos crimes de ação privada; pela retratação do agente, nos casos em que a lei a admite. II. Entrar ou permanecer em casa alheia ou em suas dependências, de forma clandestina ou astuciosa, é uma prática sujeita à pena de detenção, de um a três meses, ou multa. Se o crime é cometido durante a noite, ou em lugar ermo, ou com o emprego de violência ou de arma, ou por duas ou mais pessoas, a pena é de detenção, de seis meses a dois anos, além da pena correspondente à violência, conforme previsto no artigo 150 do Decreto-lei nº 2.848, de 1940. III. À luz do Código Penal, exigir cheque-caução, nota promissória ou qualquer garantia como condição para o atendimento médico-hospitalar emergencial é uma ação sujeita à pena de detenção, de 3 (três) meses a 1 (um) ano, e multa. A pena é aumentada até o dobro se da negativa de atendimento resultar uma lesão corporal de natureza grave, e até o triplo se resulta em morte, conforme dispõe o artigo 135-A, do Código Penal. Marque a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nenhuma afirmativa está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas uma afirmativa está correta."
      },
      {
        "letra": "C",
        "texto": "Apenas duas afirmativas estão corretas."
      },
      {
        "letra": "D",
        "texto": "Todas as afirmativas estão corretas"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1617775",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: PRF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a inviolabilidade do domicílio"
    ],
    "enunciado_principal": "Ainda com relação a aspectos legais que concernem aos procedimentos policiais, julgue o item seguinte. Considere que uma pessoa esteja morando, transitoriamente, em um trailer. Nesse caso, se alguém entrar nesse espaço de forma clandestina, estará sujeito às penas do crime de violação de domicílio.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1017687",
    "metadata": "Ano: 2019 | Banca: IDIB | Órgão: Prefeitura de Petrolina - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Abandono de incapaz",
      "Rixa",
      "Crimes contra a inviolabilidade do domicílio"
    ],
    "enunciado_principal": "Com base no Código Penal, assinale abaixo a conduta típica que não se enquadra nos chamados crimes contra as pessoas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Participar de rixa, salvo para separar os contendores."
      },
      {
        "letra": "B",
        "texto": "Devassar indevidamente o conteúdo de correspondência fechada, dirigida a outrem."
      },
      {
        "letra": "C",
        "texto": "Exigir ou receber, como garantia de dívida, abusando da situação de alguém, documento que pode dar causa a procedimento criminal contra a vítima ou contra terceiro."
      },
      {
        "letra": "D",
        "texto": "Entrar ou permanecer, clandestina ou astuciosamente, ou contra a vontade expressa ou tácita de quem de direito, em casa alheia ou em suas dependências."
      },
      {
        "letra": "E",
        "texto": "Abandonar pessoa que está sob seu cuidado, guarda, vigilância ou autoridade, e, por qualquer motivo, incapaz de defender-se dos riscos resultantes do abandono."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "812489",
    "metadata": "Ano: 2017 | Banca: IBADE | Órgão: PC-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a inviolabilidade do domicílio"
    ],
    "enunciado_principal": "Assinale a alternativa que contempla uma hipótese de violação de domicílio.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pafúncio e Marocas, casados, em virtude de um desentendimento, resolvem se separar, após o que, conforme acordado entre ambos, Pafúncio deixa o lar conjugal para morar em outra casa. Semanas depois, embora já proposta a ação de divórcio, Pafúncio retorna ao imóvel e ali se instala sem a ciência de Marocas, que naquele momento viajava com o novo namorado."
      },
      {
        "letra": "B",
        "texto": "Clarabela. ao passear pelas ruas internas de um condomínio de casas, no qual entrou regularmente, percebe um canteiro de rosas no jardim de um dos imóveis. Como o jardim não é murado, delimitado por cercas ou possui qualquer outro obstáculo ao livre acesso de pessoas, Clarabela nele ingressa, de lá colhendo uma muda de flor para levar consigo."
      },
      {
        "letra": "C",
        "texto": "Jeremias, após o trabalho, por volta das 18h, notando que não chegará a tempo para ver o jogo televisionado de seu time de coração, entra no saguão de um hotel, misturando-se a hóspedes e funcionários, pois ali há um telão transmitindo a partida."
      },
      {
        "letra": "D",
        "texto": "Ferdinando. fotógrafo, é contratado para trabalhar em um evento privado. No dia agendado, erra o endereço e ingressa - de forma não autorizada - no aniversário de Violeta. Instado pelos seguranças a deixar o local, ainda desconhecendo seu equívoco, Ferdinando se recusa a sair, o que só acontece com a chegada da polícia militar."
      },
      {
        "letra": "E",
        "texto": "Acácio, andarilho, entra em um apartamento de propriedade de Nestor, o qual se encontra vazio e destinado à locação. Embora sua intenção inicial fosse apenas pernoitar no imóvel, Acácio decide fazer do local sua nova moradia."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "710292",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a inviolabilidade do domicílio",
      "Crimes contra a dignidade sexual",
      "Estupro"
    ],
    "enunciado_principal": "Maura e Sílvio, que foram casados por dez anos, se separaram há um ano e compartilham a guarda de filho menor. Sílvio buscava o filho na escola e o levava para a casa que era do casal, agora habitada somente pela mãe e pela criança, que fica aos cuidados da babá. A convivência entre ambos era pacífica até que ele soube de novo relacionamento de Maura. Sentindo-se ainda apaixonado por Maura, ele elaborou um plano para tentar reconquistá-la. Em uma ocasião, ao levar o filho para casa como fazia cotidianamente, Sílvio, sem que ninguém percebesse, pegou a chave da casa e fez dela uma cópia. Em determinado dia, ele comprou um anel e flores, preparou um jantar e, à noite, entrou na casa para surpreender a ex-esposa — nem Maura nem a criança estavam presentes. Maura havia deixado a criança com a avó e saíra com o namorado. Ao chegar à casa, bastante embriagada, Maura dormiu sem perceber que Sílvio estava na residência. Sílvio tentou acordá-la, mas, não tendo conseguido, despiu-a, tocou-lhe as partes íntimas e tentou praticar conjunção carnal com ela. Como Maura permanecia desacordada, Sílvio foi embora sem consumar o último ato. Nessa situação hipotética, Sílvio",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cometeu o crime de tentativa de estupro."
      },
      {
        "letra": "B",
        "texto": "não cometeu crime algum porque já foi casado com Maura e tinha franco acesso à casa."
      },
      {
        "letra": "C",
        "texto": "não cometeu crime de estupro, porque não houve violência ou grave ameaça."
      },
      {
        "letra": "D",
        "texto": "cometeu crime contra a dignidade sexual, pois Maura, na situação em que se encontrava, não poderia oferecer resistência."
      },
      {
        "letra": "E",
        "texto": "cometeu apenas o crime de invasão de domicílio."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "641844",
    "metadata": "Ano: 2016 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a inviolabilidade do domicílio"
    ],
    "enunciado_principal": "No crime de violação de domicílio, previsto no art. 150 do Código Penal, existe uma circunstância de especial aumento de pena segundo a qual aumenta-se a pena de um terço, se o fato é cometido por funcionário público, fora dos casos legais, ou com inobservância das formalidades estabelecidas em lei, ou com abuso de poder.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2769719",
    "metadata": "Ano: 2015 | Banca: TJ-ES | Órgão: TJ-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Crimes contra a inviolabilidade do domicílio"
    ],
    "enunciado_principal": "Analise o dispositivo do Código Penal descrito abaixo:\"Art. 150. Entrar ou permanecer, clandestina ou astuciosamente, ou contra a vontade expressa ou tácita de quem de direito, em casa alheia ou em suas dependências.\"Caso não ocorra a contrariedade de que trata a expressão grifada, não haverá crime porque",
    "alternativas": [
      {
        "letra": "A",
        "texto": "fica afasta da a tipicidade"
      },
      {
        "letra": "B",
        "texto": "incidirá uma excludente de ilicitude supralegal"
      },
      {
        "letra": "C",
        "texto": "incidirá uma excludente de punibilidade"
      },
      {
        "letra": "D",
        "texto": "incidirá uma excludente de culpabilidade"
      },
      {
        "letra": "E",
        "texto": "incidirá uma excludente de ilicitude prevista no Código Penal"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "528027",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a inviolabilidade do domicílio",
      "Crimes contra o patrimônio",
      "Furto"
    ],
    "enunciado_principal": ". Aproveitando-se da porta que estava apenas encostada, Pedro ingressou sozinho e durante o dia na residência de José, sabendo que no local não havia ninguém, subtraindo dali dois relógios de pulso que depois se apurou estarem quebrados. Assinale a alternativa correta a respeito da conduta de Pedro.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Praticou o crime de furto qualificado pela destreza, já que se aproveitou de um momento em que a casa estava vazia para ali ingressar (artigo 155, § 4° , inciso II, CP)."
      },
      {
        "letra": "B",
        "texto": "Caso Pedro seja primário, e os relógios, ainda que quebrados, forem de pequeno valor, poderá ser condenado por furto privilegiado (art. 155, § 2° , CP)."
      },
      {
        "letra": "C",
        "texto": "Pedro praticou o crime de furto e, em razão de ter ingressado em residência alheia, não poderá ser beneficiado com a substituição da pena corporal por restritiva de direitos, nos termos do artigo 44, III, CP (a culpabilidade, os antecedentes, a conduta social e a personalidade do condenado, bem como os motivos e as circunstâncias indicam que esta substituição seja suficiente)."
      },
      {
        "letra": "D",
        "texto": "Praticou o crime de invasão de domicílio, previsto no artigo 150, do Código Penal."
      },
      {
        "letra": "E",
        "texto": "Caso condenado por furto, Pedro poderá ter diminuição da sua pena, desde que fique comprovado que praticou furto famélico (procurava algo que pudesse vender para comprar alimento)."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "273827",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a inviolabilidade do domicílio"
    ],
    "enunciado_principal": "O crime de entrar ou permanecer em casa alheia contra a vontade expressa ou tácita do morador é infração penal que consta no rol dos delitos contra a pessoa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  }
]