[
  {
    "id": "3707859",
    "metadata": "Ano: 2023 | Banca: AMAUC | Órgão: Prefeitura de Seara - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Crimes contra a propriedade imaterial"
    ],
    "enunciado_principal": "Violar direitos de autor de programa de computador, implica na seguinte pena:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Detenção de seis meses a dois anos ou multa."
      },
      {
        "letra": "B",
        "texto": "Reclusão de seis meses a dois anos e multa."
      },
      {
        "letra": "C",
        "texto": "Reclusão de um a quatro anos e multa."
      },
      {
        "letra": "D",
        "texto": "Reclusão de seis meses a quatro anos e multa."
      },
      {
        "letra": "E",
        "texto": "Detenção de um ano a quatro anos ou multa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3662826",
    "metadata": "Ano: 2023 | Banca: Avança SP | Órgão: Prefeitura de Ubatuba - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Crimes contra a propriedade imaterial"
    ],
    "enunciado_principal": "Em que situação a pena para violação de direitos autorais pode ser de reclusão, de acordo com o artigo 184 do Código Penal?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando a violação consiste em reprodução total ou parcial, com intuito de lucro direto ou indireto, sem autorização expressa do autor."
      },
      {
        "letra": "B",
        "texto": "Quando a violação é feita por um menor de idade, mesmo que com autorização expressa do autor."
      },
      {
        "letra": "C",
        "texto": "Quando a violação ocorre com intuito de lucro, mas com autorização expressa do autor."
      },
      {
        "letra": "D",
        "texto": "Quando a obra intelectual está registrada, mas a violação é feita sem intuito de lucro."
      },
      {
        "letra": "E",
        "texto": "Quando a violação é realizada por uma instituição de caridade, mesmo que com intuito de lucro direto ou indireto, sem autorização expressa do autor."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3662820",
    "metadata": "Ano: 2023 | Banca: Avança SP | Órgão: Prefeitura de Ubatuba - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a propriedade imaterial"
    ],
    "enunciado_principal": "Em qual situação o disposto no artigo 184 do Código Penal, que trata do Crime contra a honra de direitos autorais, não se aplica, de acordo com este mesmo artigo?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando se trata de cópia de obra intelectual ou fonograma, em um só exemplar, para uso privado do copista, sem intuito de lucro direto ou indireto."
      },
      {
        "letra": "B",
        "texto": "Quando se trata de cópia de obra intelectual ou fonograma, em múltiplos exemplares, para distribuição comercial."
      },
      {
        "letra": "C",
        "texto": "Quando a violação envolve a distribuição em grande escala para fins comerciais."
      },
      {
        "letra": "D",
        "texto": "Quando a cópia é feita por uma organização sem fins lucrativos."
      },
      {
        "letra": "E",
        "texto": "Quando a obra intelectual está registrada."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2063554",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: POLC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a propriedade imaterial"
    ],
    "enunciado_principal": "A respeito do crime de violação de direito autoral em relação a uma obra literária, julgue o seguinte item.O crime de violação de direito autoral de uma obra literária abrange apenas os direitos suscetíveis de alienação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1761803",
    "metadata": "Ano: 2021 | Banca: INSTITUTO AOCP | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Lei penal no espaço",
      "Causas de extinção da punibilidade",
      "Perdão judicial",
      "Crimes contra o patrimônio",
      "Roubo",
      "Crimes contra a propriedade imaterial",
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "De acordo com o Direito Penal, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aplica-se a lei brasileira ao crime de homicídio cometido na Argentina contra o Presidente da República do Brasil. Trata-se de hipótese de extraterritorialidade incondicionada, dada a incidência do princípio da representação."
      },
      {
        "letra": "B",
        "texto": "A sentença concessiva do perdão judicial é declaratória da extinção da punibilidade, não subsistindo qualquer efeito condenatório."
      },
      {
        "letra": "C",
        "texto": "Consuma-se o crime de roubo com a inversão da posse do bem mediante emprego de violência ou grave ameaça, ainda que por breve tempo e em seguida à perseguição imediata ao agente e recuperação da coisa roubada, sendo prescindível a posse mansa e pacífica ou desvigiada."
      },
      {
        "letra": "D",
        "texto": "Para a configuração do delito de violação de direito autoral e a comprovação de sua materialidade, é suficiente a perícia realizada por amostragem do produto apreendido, nos aspectos externos do material, e é desnecessária a identificação dos titulares dos direitos autorais violados ou daqueles que os representem."
      },
      {
        "letra": "E",
        "texto": "O crime de estupro de vulnerável se configura com a conjunção carnal ou prática de ato libidinoso com menor de catorze anos, sendo irrelevante eventual consentimento da vítima para a prática do ato, sua experiência sexual anterior ou existência de relacionamento amoroso com o agente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "866730",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PC-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a propriedade imaterial"
    ],
    "enunciado_principal": "Assinale a opção correta no que se refere aos crimes contra a propriedade imaterial.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A violação de direito autoral qualificada se configura com o dolo genérico."
      },
      {
        "letra": "B",
        "texto": "O plágio de obras literárias, científicas ou artísticas é regido por lei própria, não sendo abrangido pelo tipo de violação de direito autoral nas suas formas simples ou qualificadas."
      },
      {
        "letra": "C",
        "texto": "A materialidade do crime de violação de direito autoral pode ser provada mediante perícia por amostragem sobre os aspectos externos do material apreendido."
      },
      {
        "letra": "D",
        "texto": "A absolvição do réu no crime de violação de direito autoral é possível com base na teoria da adequação social e no princípio da insignificância."
      },
      {
        "letra": "E",
        "texto": "A violação de direitos autorais é crime processado mediante ação pública condicionada à representação, quando cometida na forma simples."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "863429",
    "metadata": "Ano: 2017 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a propriedade imaterial",
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "A simples exposição à venda de cópias não autorizadas de filmes sob a forma de DVD constitui",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas um ilícito civil."
      },
      {
        "letra": "B",
        "texto": "mero ato preparatório."
      },
      {
        "letra": "C",
        "texto": "fato atípico."
      },
      {
        "letra": "D",
        "texto": "crime contra a propriedade imaterial."
      },
      {
        "letra": "E",
        "texto": "contravenção relativa à violação de objeto."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "588025",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: DPE-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a propriedade imaterial"
    ],
    "enunciado_principal": "Vanessa foi presa em flagrante enquanto vendia e expunha à venda cerca de duzentos DVDs piratas, falsificados, de filmes e séries de televisão. Realizada a devida perícia, foi confirmada a falsidade dos objetos. Incapaz de apresentar autorização para a comercialização dos produtos, Vanessa alegou em sua defesa que desconhecia a ilicitude de sua conduta. Com relação a essa situação hipotética, assinale a opção correta à luz da jurisprudência dominante dos tribunais superiores.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Vanessa é isenta de culpabilidade, pois incidiu em erro de proibição."
      },
      {
        "letra": "B",
        "texto": "O MP deve comprovar que os detentores dos direitos autorais das obras falsificadas sofreram real prejuízo para que a conduta de Vanessa seja criminosa."
      },
      {
        "letra": "C",
        "texto": "A conduta de Vanessa ofende o direito constitucional que protege a autoria de obras intelectuais e configura crime de violação de direito autoral."
      },
      {
        "letra": "D",
        "texto": "A conduta de vender e expor à venda DVDs falsificados é atípica em razão da incidência do princípio da adequação social."
      },
      {
        "letra": "E",
        "texto": "A conduta de vender e expor à venda DVDs falsificados é atípica em razão da incidência do princípio da insignificância."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "534582",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a propriedade imaterial",
      "Crimes contra o sentimento religioso",
      "Crimes contra o respeito aos mortos"
    ],
    "enunciado_principal": "Acerca da disciplina legal dos crimes previstos na parte especial do CP, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A conduta de subtrair cadáver de sua sepultura configura crime de furto qualificado."
      },
      {
        "letra": "B",
        "texto": "O ato de escarnecer de alguém publicamente em razão de sua crença ou de sua função religiosa configura crime de injúria qualificada."
      },
      {
        "letra": "C",
        "texto": "Nas figuras qualificadas do crime de direito autoral, é desnecessário que haja o intuito de obter lucro para que seja configurado o referido crime."
      },
      {
        "letra": "D",
        "texto": "No crime de impedimento ou perturbação de enterro ou cerimônia funerária, constitui causa de aumento de pena o fato de o agente praticar o referido crime mediante violência."
      },
      {
        "letra": "E",
        "texto": "A ação penal para os crimes contra a propriedade intelectual é de iniciativa privada e deverá ser ajuizada mediante queixa do ofendido."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "453807",
    "metadata": "Ano: 2014 | Banca: IBFC | Órgão: PC-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a propriedade imaterial"
    ],
    "enunciado_principal": "Segundo o entendimento sumulado pelo Superior Tribunal de Justiça, aquele que expõe à venda CDs e DVDs piratas pratica:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Crime de violação de direito autoral, previsto no art. 184, §2º, do Código Penal."
      },
      {
        "letra": "B",
        "texto": "Contravenção Penal de exercício irregular da profissão, prevista no artigo 47 da Lei de Contravenções Penais."
      },
      {
        "letra": "C",
        "texto": "Crime de concorrência desleal, previsto no artigo 195, da Lei nº 9.279/96."
      },
      {
        "letra": "D",
        "texto": "Crime contra as relações de consumo, previsto no artigo 7º da Lei nº 8.137/90."
      },
      {
        "letra": "E",
        "texto": "Não pratica crime algum, pois a conduta caracteriza livre exercício de trabalho ou profissão."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "335806",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: MPE-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Crimes contra a propriedade imaterial"
    ],
    "enunciado_principal": "No que se refere aos crimes contra o patrimônio e a propriedade imaterial, assinale a opção correta",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caso um indivíduo emita fatura não correspondente à mercadoria vendida, a consumação da conduta por ele praticada perfaz-se pela oposição do aceite do sacado, em face da efetividade do proveito econômico."
      },
      {
        "letra": "B",
        "texto": "A compra de um bem com o cartão de crédito pertencente a outrem, sem autorização, ainda que o comprador ressarça, antes do recebimento da denúncia, o proprietário do cartão pelos danos provocados, não constitui causa de extinção da punibilidade."
      },
      {
        "letra": "C",
        "texto": "A conduta de portar grande quantidade de CDs piratas, ainda que o infrator afirme tê-los pegado por engano, imaginando tratar-se de exemplares originais, admite a modalidade de dolo eventual e a culposa."
      },
      {
        "letra": "D",
        "texto": "Considere que João e seu primo José, ambos maiores e capazes, furtem o computador portátil do pai de João enquanto ele dormia, a fim de o trocarem por drogas. Nesse caso, o furto praticado pelos dois agentes está acobertado por escusa absolutória."
      },
      {
        "letra": "E",
        "texto": "Suponha que Genésio adquira veículo furtado por Eustáquio, sabendo da origem ilícita da coisa. Suponha, ainda, que ambos sejam processados e que Eustáquio seja absolvido por ausência de provas. Nessa situação, Genésio também deverá ser absolvido."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "315301",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a propriedade imaterial"
    ],
    "enunciado_principal": "O dolo direto ou eventual é elemento subjetivo do delito de violação de direito autoral, não havendo previsão para a modalidade culposa desse crime.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "219456",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: DPE-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a propriedade imaterial",
      "Crimes contra a organização do trabalho"
    ],
    "enunciado_principal": "Assinale a opção correta acerca dos crimes contra a propriedade imaterial e contra a organização do trabalho.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para o delito de atentado contra a liberdade de trabalho, são previstas a modalidade dolosa e a culposa."
      },
      {
        "letra": "B",
        "texto": "Nos delitos de sabotagem e de invasão de estabelecimento industrial, comercial ou agrícola, a finalidade do agente é danificar o estabelecimento ou as coisas nele existentes ou delas dispor."
      },
      {
        "letra": "C",
        "texto": "O sujeito passivo do delito de violação de direito autoral não é apenas o autor da obra literária, artística ou científica, mas também toda a coletividade de forma direta."
      },
      {
        "letra": "D",
        "texto": "Os crimes contra a propriedade intelectual podem ser apurados mediante ação penal privada, pública condicionada à representação ou pública incondicionada."
      },
      {
        "letra": "E",
        "texto": "A jurisprudência do STJ considera, para fins penais, socialmente adequada a venda de CDs e DVDs piratas, devendo a punição contra o agente limitar-se à esfera cível."
      }
    ],
    "gabarito": "D"
  }
]