[
  {
    "id": "2522186",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: DPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o Estado Democrático de Direito",
      "Noções Gerais dos Crimes Contra o Estado Democrático de Direito",
      "Crimes contra a Soberania Nacional",
      "Crimes contra as Instituições Democráticas",
      "Crimes contra o funcionamento das Instituições Democráticas no Processo Eleitoral"
    ],
    "enunciado_principal": "Sobre os crimes contra o Estado Democrático de Direito, criados pela Lei nº 14.197/2021, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É crime impedir ou perturbar a eleição ou a aferição de seu resultado, mediante violação indevida de mecanismos de segurança do sistema eletrônico de votação estabelecido pela Justiça Eleitoral."
      },
      {
        "letra": "B",
        "texto": "Não constitui crime contra o Estado Democrático de Direito a manifestação crítica aos poderes constitucionais, a atividade jornalística ou a reivindicação de direitos e garantias constitucionais por meio de passeatas, reuniões, greves, aglomerações ou qualquer outra forma de manifestação política com propósitos sociais."
      },
      {
        "letra": "C",
        "texto": "Alguns dos envolvidos nos atos de 8 de janeiro de 2023 foram condenados pela prática dos crimes de associação criminosa armada, abolição violenta do Estado Democrático de Direito, tentativa de golpe de Estado, dano qualificado e deterioração de patrimônio tombado."
      },
      {
        "letra": "D",
        "texto": "O entendimento do STF para os atos de 8 de janeiro foi o de que, ao invadir os prédios dos três Poderes, os participantes estavam cometendo o crime “Abolição violenta do Estado Democrático de Direito”, que tem pena de 4 a 8 anos de prisão, e, ao mesmo tempo, o crime de “Golpe de Estado”, cuja pena é de 4 a 12 anos de reclusão."
      },
      {
        "letra": "E",
        "texto": "Deve incidir o princípio da consunção, devendo o crime de “Abolição violenta do Estado Democrático de Direito” ser absorvido pelo crime de “Golpe de Estado”, cuja pena é maior."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2131334",
    "metadata": "Ano: 2023 | Banca: COTEC | Órgão: Prefeitura de São Romão - MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o Estado Democrático de Direito",
      "Crimes contra o funcionamento das Instituições Democráticas no Processo Eleitoral"
    ],
    "enunciado_principal": "Pedro Aleatório, presidente do partido local Ômega, tendo conhecimento que os eleitores da tribo Xacriabá teriam a pretensão de exercer o direito de voto em candidato do partido de oposição, resolve, no dia anterior ao pleito eleitoral, derrubar árvores nas vias de acesso à única seção eleitoral da aldeia. Além disso, no dia do pleito, posiciona seus capangas armados, com o intuito de dificultar o exercício dos diretos políticos dos eleitores da tribo. Considerando a situação descrita, é possível que Pedro Aleatório e seus capangas respondam por",
    "alternativas": [
      {
        "letra": "A",
        "texto": "violência política."
      },
      {
        "letra": "B",
        "texto": "interrupção do processo eleitoral."
      },
      {
        "letra": "C",
        "texto": "sabotagem."
      },
      {
        "letra": "D",
        "texto": "abolição do estado democrático de direito."
      },
      {
        "letra": "E",
        "texto": "atentado à integridade nacional."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2006433",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: MPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Crimes contra a liberdade pessoal",
      "Crimes contra o patrimônio",
      "Roubo",
      "Perseguição",
      "Crimes contra o Estado Democrático de Direito",
      "Crimes contra o funcionamento das Instituições Democráticas no Processo Eleitoral"
    ],
    "enunciado_principal": "Analise as assertivas e assinale a alternativa correta. I. Constitui crime previsto no Código Eleitoral o ato de restringir, impedir ou dificultar, com emprego de violência física, sexual ou psicológica, o exercício de direitos políticos a qualquer pessoa em razão de seu sexo, raça, cor, etnia, religião ou procedência nacional. II. O crime de perseguição previsto no artigo 147-A do Código Penal somente pode ser cometido contra mulher por razões da condição do sexo feminino. III. A Lei nº 11.340/2006, conhecida como “Lei Maria da Penha”, desde sua publicação, considera como crime o descumprimento de Medidas Protetivas de Urgência. IV. Há crime de latrocínio quando o homicídio se consuma, ainda que não realize o agente a subtração de bens da vítima. V. A extinção do mandato do prefeito não impede a instauração de processo pela prática dos crimes previstos no art. 1º do Dl. 201/67.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas II, IV e V estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas I, II e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas IV e V estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas I, II, IV e V estão corretas."
      },
      {
        "letra": "E",
        "texto": "Apenas I, IV e V estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1908532",
    "metadata": "Ano: 2022 | Banca: FURB | Órgão: Prefeitura de Itapema - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o Estado Democrático de Direito",
      "Crimes contra o funcionamento das Instituições Democráticas no Processo Eleitoral",
      "Crimes contra o funcionamento dos serviços essenciais"
    ],
    "enunciado_principal": "De acordo com Código Penal, em relação aos Crimes contra o Estado Democrático de Direito, assinale a alternativa CORRETA que descreve o crime de SABOTAGEM.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tentar depor, por meio de violência ou grave ameaça, o governo legitimamente constituído."
      },
      {
        "letra": "B",
        "texto": "Restringir, impedir ou dificultar, com emprego de violência física, sexual ou psicológica, o exercício de direitos políticos a qualquer pessoa em razão de seu sexo, raça, cor, etnia, religião ou procedência nacional."
      },
      {
        "letra": "C",
        "texto": "Tentar, com emprego de violência ou grave ameaça, abolir o Estado Democrático de Direito, impedindo ou restringindo o exercício dos poderes constitucionais."
      },
      {
        "letra": "D",
        "texto": "Impedir ou perturbar a eleição ou a aferição de seu resultado, mediante violação indevida de mecanismos de segurança do sistema eletrônico de votação estabelecido pela Justiça Eleitoral."
      },
      {
        "letra": "E",
        "texto": "Destruir ou inutilizar meios de comunicação ao público, estabelecimentos, instalações ou serviços destinados à defesa nacional, com o fim de abolir o Estado Democrático de Direito."
      }
    ],
    "gabarito": "E"
  }
]