[
  {
    "id": "3083801",
    "metadata": "Ano: 2024 | Banca: FURB | Órgão: Prefeitura de Bombinhas - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "Julgue as assertivas a seguir: De acordo com o Código Penal (Dec. Lei n.° 2.848/1940), são considerados crimes contra as finanças públicas: I. Ordenar, autorizar ou executar ato que acarrete diminuição de despesa total com pessoal, nos cento e oitenta dias anteriores ao final do mandato ou da legislatura. II. Ordenar, autorizar ou realizar operação de crédito, interno ou externo, sem prévia autorização legislativa. III. Ordenar ou autorizar a assunção de obrigação, nos dois últimos quadrimestres do último ano do mandato ou legislatura, cuja despesa não possa ser paga no mesmo exercício financeiro ou, caso reste parcela a ser paga no exercício seguinte, que não tenha contrapartida suficiente de disponibilidade de caixa. É correto o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II, apenas."
      },
      {
        "letra": "B",
        "texto": "I, II e III."
      },
      {
        "letra": "C",
        "texto": "III, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      },
      {
        "letra": "E",
        "texto": "I, apenas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2539945",
    "metadata": "Ano: 2024 | Banca: IGEDUC | Órgão: Câmara de São José do Egito - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "Julgue o item que se segue. É passível de pena de reclusão, de 1 (um) a 4 (quatro) anos, quem ordenar ou autorizar a assunção de obrigação, nos dois últimos quadrimestres do último ano do mandato ou legislatura, cuja despesa não possa ser paga no mesmo exercício financeiro ou, caso reste parcela a ser paga no exercício seguinte, que não tenha contrapartida suficiente de disponibilidade de caixa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2387536",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: CGM de Belo Horizonte - MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "Sobre os crimes contra as finanças públicas (Lei nº 10.028/2000), analise as disposições a seguir. I. Configura crime o ato de ordenar, autorizar ou realizar operação de crédito, interno ou externo, sem prévia autorização legislativa, excetuando-se os fatos ocorridos no último ano do respectivo mandato. II. Comete crime o agente que autoriza a assunção de obrigação, no último ano do mandato ou legislatura, cuja despesa somente possa ser paga no mesmo exercício financeiro ou, caso reste parcela a ser paga no exercício seguinte, que não tenha suficiente disponibilidade de caixa. III. Caracteriza crime a ordenação ou autorização da inscrição de despesa em restos a pagar, desde que a mesma não tenha sido previamente empenhada ou exceda limite estabelecido em lei. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II e III, apenas."
      },
      {
        "letra": "B",
        "texto": "I e II, apenas."
      },
      {
        "letra": "C",
        "texto": "III, apenas."
      },
      {
        "letra": "D",
        "texto": "I, apenas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2393654",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: Prefeitura de São Paulo - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "Dispõe o Código Penal que comete um dos crimes contra as finanças públicas o agente que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "realizar operação de crédito, interno ou externo, mediante prévia autorização legislativa."
      },
      {
        "letra": "B",
        "texto": "executar ato que acarrete aumento de despesa total com pessoal, nos trezentos e sessenta dias anteriores ao final do mandato ou da legislatura."
      },
      {
        "letra": "C",
        "texto": "ordenar despesa não autorizada por lei."
      },
      {
        "letra": "D",
        "texto": "autorizar a assunção de obrigação, nos dois últimos semestres do mandato ou legislatura, cuja despesa não possa ser paga no mesmo exercício financeiro ou, caso reste parcela a ser paga no exercício seguinte, que não tenha contrapartida suficiente de disponibilidade de caixa."
      },
      {
        "letra": "E",
        "texto": "promover a oferta pública ou a colocação no mercado financeiro de títulos da dívida pública, criados por lei ou registrados em sistema centralizado de liquidação e de custódia."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2340511",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "À luz da legislação penal e da jurisprudência do Superior Tribunal de Justiça, julgue o item que se segue. A condenação pelo crime de assunção de obrigação no último ano do mandato ou da legislatura prescinde da especificação das despesas que foram contraídas e que não puderam ser pagas no mesmo exercício financeiro ou no seguinte, bastando análise global das despesas, considerada a iliquidez total do caixa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2228211",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: SEFIN de Fortaleza - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "Com base na legislação pertinente aos crimes de responsabilidade fiscal, julgue o item abaixo.Constitui crime de responsabilidade fiscal ordenar, autorizar ou realizar operação de crédito, interno ou externo, sem prévia autorização legislativa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2133851",
    "metadata": "Ano: 2023 | Banca: CONSULPAM | Órgão: TCM-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "Com relação aos crimes de responsabilidade fiscal, assinale a alternativa CORRETA, aos moldes do Código Penal e a modificação promovida pela Lei n.º 10.028 de 2000.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Entre os crimes incluídos pela Lei 10.028 (crimes contra as finanças públicas) no Código Penal, a “prestação de garantia graciosa” é o crime com a menor pena de detenção prevista no referido capítulo."
      },
      {
        "letra": "B",
        "texto": "Ordenar, autorizar ou executar ato que acarrete aumento de despesa total com pessoal, no último ano do mandato, acarreta crime punível com reclusão de 1 (um) a 2 (dois) anos."
      },
      {
        "letra": "C",
        "texto": "Ordenar despesa não autorizada por lei acarreta o crime de “contratação de operação de crédito, sem prévia autorização legislativa”, com previsão de pena de 1 (um) a 3 (três) anos de reclusão."
      },
      {
        "letra": "D",
        "texto": "Nenhuma das alternativas anteriores está correta."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2107600",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: TCM-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "Assinale a alternativa correta no contexto dos crimes contra as finanças públicas.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Configura o crime de “prestação de garantia graciosa” prestar garantia em operação de crédito, ainda que tenha sido constituída contragarantia em valor igual ou superior ao valor da garantia prestada."
      },
      {
        "letra": "B",
        "texto": "O crime de “aumento de despesa total com pessoal no último ano do mandato ou legislatura” caracteriza-se mediante a execução de ato que acarrete aumento de despesa total com pessoal, no ano final do mandato ou da legislatura."
      },
      {
        "letra": "C",
        "texto": "Caracteriza o crime de “inscrição de despesas não empenhadas em restos a pagar” ordenar ou autorizar a inscrição em restos a pagar, de despesa que não tenha sido previamente empenhada ou que exceda limite estabelecido em lei."
      },
      {
        "letra": "D",
        "texto": "Desde que os títulos estejam registrados em sistema centralizado de liquidação e custódia, o crime de “oferta pública ou colocação de títulos no mercado” não se caracteriza, mesmo se os títulos tiverem sido criados por ato normativo que não a lei em sentido estrito."
      },
      {
        "letra": "E",
        "texto": "O crime de “assunção de obrigação no último ano do mandato ou legislatura” configura-se quando autorizada a assunção de obrigação nos dois últimos quadrimestres do último ano do mandato ou legislatura, cuja despesa não possa ser paga no mesmo exercício financeiro, independentemente de a parcela a ser paga no exercício seguinte ter contrapartida suficiente de disponibilidade de caixa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2106603",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TCE-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "João, gestor público de um ente federativo em regime de recuperação fiscal, nascido em 20/01/1953, realizou operação de crédito, sem prévia autorização legislativa, com a vontade (elemento volitivo) e consciência (elemento cognitivo) de assim atuar. Por outro lado, não se demonstrou, em juízo, o especial fim de agir do agente. A conduta se perfectibilizou no dia 11/06/2020. O Ministério Público, ao tomar ciência dos fatos e ante a recusa de João de se valer dos institutos despenalizadores previstos na legislação de regência, propôs a respectiva ação penal. A denúncia foi recebida no dia 30/01/2021. Nesse cenário, considerando a prolação da sentença no dia 21/01/2023, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "muito embora, em tese, a conduta perpetrada caracterize o crime de contratação de operação de crédito, previsto expressamente no Código Penal, dentre os crimes contra as finanças públicas, o juízo deverá julgar extinta a punibilidade, em razão da prescrição da pretensão punitiva estatal;"
      },
      {
        "letra": "B",
        "texto": "o magistrado deverá absolver João, porquanto o crime de contratação de operação de crédito, para além do dolo, pressupõe a presença do elemento subjetivo especial, que não restou comprovado na espécie;"
      },
      {
        "letra": "C",
        "texto": "comprovado o dolo de João, este poderá ser condenado pelo crime de contratação de operação de crédito, majorado em razão do regime de recuperação fiscal em que se encontra o ente federativo;"
      },
      {
        "letra": "D",
        "texto": "comprovado o dolo de João, este poderá ser condenado pelo crime de contratação de operação de crédito, sem a incidência de causa de aumento de pena;"
      },
      {
        "letra": "E",
        "texto": "o crime de contratação de operação de crédito tem natureza jurídica de delito comum, podendo ser perpetrado por qualquer pessoa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2072718",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TCE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "Considerando os crimes contra a administração pública, julgue o item subsecutivo. No crime de assunção de obrigação no último ano de mandato ou legislatura, a consumação ocorre com a concretização da despesa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2065748",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: CGE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "Sobre os crimes contra as finanças públicas, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O prefeito que ordenou a implantação do pagamento de adicional de tempo de serviço a servidores municipais que implementaram os requisitos legais a sua percepção no último trimestre de seu mandato deve responder por aumento de despesa total com pessoal no último ano de mandato ou legislatura"
      },
      {
        "letra": "B",
        "texto": "O prefeito que autorizou a assunção de obrigação no sétimo mês antecedente ao término do seu mandato, cuja despesa não pode ser paga no mesmo exercício financeiro, sem contrapartida suficiente de disponibilidade de caixa, deve responder por assunção de obrigação no último ano do mandato ou legislatura."
      },
      {
        "letra": "C",
        "texto": "O tipo penal de prestação de garantia graciosa pode ser praticado por qualquer funcionário público, e se tipifica pela concessão não onerosa de garantia, ainda que haja contragarantia em valor igual ou superior ao valor da garantia prestada."
      },
      {
        "letra": "D",
        "texto": "O tipo penal de inscrição de despesas não empenhadas em restos a pagar se tipifica se a conduta de ordenar ou autorizar a inscrição em restos a pagar de despesa que não tenha sido previamente empenhada for praticada nos últimos oito meses do mandato ou legislatura."
      },
      {
        "letra": "E",
        "texto": "O Prefeito que ordenou a realização de operação de crédito externo ou interno sem autorização da Assembleia Legislativa deve responder pelo delito de contratação de operação de crédito, incidindo nas mesmas penas se realizar a operação com inobservância de limite estabelecido em lei ou resolução do Senado Federal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1992817",
    "metadata": "Ano: 2022 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "RELATIVAMENTE AO OFICIAL DE COMPLIANCE (OU OFICIAL DE CONFORMIDADE), É INCORRETO AFIRMAR QUE:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A adoção de um setor de compliance de “fachada”, cujo encarregado não tem nenhuma função real de fiscalização, ou mesmo a não adoção desse setor, pode fundamentar, em certos casos, a imputação do crime de lavagem de capitais aos diretores de uma instituição financeira."
      },
      {
        "letra": "B",
        "texto": "A partir do paradigmático julgamento da Ação Penal 470, do STF, o encarregado do setor de compliance das instituições financeiras pode responder, dentre outros, pelo crime de lavagem de capitais, quando se abstém do dever de comunicar operações suspeitas das quais teve ciência."
      },
      {
        "letra": "C",
        "texto": "O encarregado do setor de compliance de uma instituição financeira está impossibilitado de responder, dentre outros, pelo crime de lavagem de capitais, quando se abstém dos deveres de comunicar operações suspeitas das quais teve ciência, em razão das funções por ele desempenhada."
      },
      {
        "letra": "D",
        "texto": "Em uma instituição financeira, a delegação das funções de fiscalização e controle para o encarregado do setor de compliance pode fundamentar, em certos casos, a exoneração da imputação do crime de lavagem de capitais aos seus diretores, tendo em vista a posição de garantidor por aquele assumida."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1985632",
    "metadata": "Ano: 2022 | Banca: COPEVE-UFAL | Órgão: TCE-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "Dadas as afirmativas a respeito dos crimes contra as finanças públicas e em licitações e contratos administrativos, I. Comete o crime de perturbação de processo licitatório aquele que afastar ou tentar afastar licitante por meio de violência, grave ameaça, fraude ou oferecimento de vantagem de qualquer tipo. II. Comete o crime de ordenação de despesa não autorizada aquele que ordenar, autorizar ou executar ato que acarrete aumento de despesa total com pessoal, nos cento e oitenta dias anteriores ao final do mandato ou da legislatura. III. Comete o crime de assunção de obrigação no último ano do mandato ou legislatura aquele que ordenar ou autorizar a assunção de obrigação, nos dois últimos quadrimestres do último ano do mandato ou legislatura, cuja despesa não possa ser paga no mesmo exercício financeiro ou, caso reste parcela a ser paga no exercício seguinte, que não tenha contrapartida suficiente de disponibilidade de caixa. IV. Comete o crime de patrocínio de contratação indevida aquele que admitir, possibilitar ou dar causa a qualquer modificação ou vantagem, inclusive prorrogação contratual, em favor do contratado, durante a execução dos contratos celebrados com a Administração Pública, sem autorização em lei, no edital da licitação ou nos respectivos instrumentos contratuais, ou, ainda, pagar fatura com preterição da ordem cronológica de sua exigibilidade. verifica-se que está(ão) correta(s)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "III, apenas."
      },
      {
        "letra": "B",
        "texto": "I e III, apenas."
      },
      {
        "letra": "C",
        "texto": "II e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "I, II e IV, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1977582",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: TCE-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "À luz da legislação vigente e do entendimento dos tribunais superiores, julgue o próximo item, relativos a crimes contra a administração pública. Cometerá crime contra as finanças públicas o agente que autorizar a assunção de obrigação, nos dois últimos quadrimestres do último ano do mandato ou legislatura, cuja despesa não possa ser paga no mesmo exercício financeiro ou, caso reste parcela a ser paga no exercício seguinte, que não tenha contrapartida suficiente de disponibilidade de caixa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1968390",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "Em relação aos tipos penais previstos no capítulo do Código Penal referente aos crimes contra as finanças públicas, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os tipos penais exigem como elemento subjetivo o dolo, não existindo previsão de modalidade culposa, causas de aumento de pena ou qualificadoras."
      },
      {
        "letra": "B",
        "texto": "A substituição da pena privativa de liberdade por restritivas de direitos não é admitida, em virtude da gravidade das condutas apenadas."
      },
      {
        "letra": "C",
        "texto": "Os crimes contra as finanças públicas não admitem os benefícios da suspensão condicional do processo e da pena, em virtude das sanções cominadas."
      },
      {
        "letra": "D",
        "texto": "Os crimes contra as finanças públicas classificam-se como crimes de resultado e de mão própria, a que uma eventual condenação acarretaria a perda automática de cargo público."
      },
      {
        "letra": "E",
        "texto": "A lei expressamente equipara a modalidade tentada ao crime consumado e comina pena de multa a todas as infrações."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1913296",
    "metadata": "Ano: 2022 | Banca: IPEFAE | Órgão: Câmara de Espírito Santo do Pinhal - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "José, que é servidor público municipal, aprovado em concurso há mais de dez anos, é o responsável pelas despesas de um dos setores da Prefeitura. Embora durante todo o seu tempo de trabalho José tenha mantido uma conduta exemplar, apurou-se que, há alguns meses, no exercício de suas atribuições, José prestou garantia em operação de crédito sem constituir contragarantia em valor igual ou superior àquela prestada. Investigado o fato, houve o seu correspondente enquadramento legal. Assim, assinale a alternativa que contempla a resposta correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "José cometeu a conduta prevista no Código Penal como Prestação de garantia insuficiente."
      },
      {
        "letra": "B",
        "texto": "A conduta de José, embora possa ser punida disciplinarmente, não se configura crime."
      },
      {
        "letra": "C",
        "texto": "Enquadra-se a conduta de José como Crime de Prestação de Garantia Graciosa."
      },
      {
        "letra": "D",
        "texto": "José, ao agir desse modo, cometeu o Crime de Contratação de Operação de Crédito sem autorização legal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1903060",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: AL-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "Em relação à conduta de ordenar ou autorizar a inscrição em restos a pagar, de despesa que não tenha sido previamente empenhada ou que exceda limite estabelecido em lei, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o tipo penal impõe, para a consumação do delito, a existência de recursos para honrar a obrigação."
      },
      {
        "letra": "B",
        "texto": "é possível o enquadramento da conduta tanto na modalidade dolosa quanto na culposa."
      },
      {
        "letra": "C",
        "texto": "incorre no mesmo crime o sucessor que assume o cargo e não promove o cancelamento do montante de restos a pagar inscrito em valor superior ao permitido legalmente."
      },
      {
        "letra": "D",
        "texto": "configura desistência voluntária se, antes de que se tenha operado a efetiva inscrição, o sujeito ativo revogar ou anular o ato anterior."
      },
      {
        "letra": "E",
        "texto": "é crime próprio, que somente pode ser praticado por detentor de mandato eletivo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1851710",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: SEFAZ-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "O gestor público que autoriza, nos últimos dias anteriores ao final do seu mandato, ato que acarrete aumento de despesa total com pessoal comete crime contra as finanças públicas punido com reclusão",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1834806",
    "metadata": "Ano: 2021 | Banca: SELECON | Órgão: Prefeitura de Campo Grande - MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "Pepe é servidor público e atua como ordenador de despesas de determinado órgão municipal. No exercício de suas atribuições, presta garantia em operação de crédito sem que tenha sido constituída contragarantia em valor igual ou superior ao valor da garantia prestada. Nos termos do Código Penal, cometeu o crime de prestação de garantia:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "avulsa"
      },
      {
        "letra": "B",
        "texto": "graciosa"
      },
      {
        "letra": "C",
        "texto": "relevante"
      },
      {
        "letra": "D",
        "texto": "formal"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1828617",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: SEFAZ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "Com base na legislação penal, julgue o próximo item. O crime de ordenação de despesa não autorizada por lei somente é punido quando cometido na modalidade dolosa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1828616",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: SEFAZ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "Com base na legislação penal, julgue o próximo item. É requisito específico para a tipificação de crime contra as finanças públicas a conclusão do processo administrativo junto ao tribunal de contas competente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1798811",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: TCE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "Mévio é prefeito de um pequeno município, sempre muito preocupado com o bem-estar dos cidadãos de sua cidade. Diante da proximidade do final de seu segundo mandato – faltando seis meses para terminar – e decidido a não disputar nenhum cargo eletivo, Mévio resolve tomar uma medida impopular, mas extremamente necessária: a construção de uma rede de esgoto sanitário no bairro mais pobre do município. Mévio sabia que a despesa total da obra não poderia ser paga no mesmo exercício financeiro e que as parcelas restantes não possuíam contrapartida suficiente de disponibilidade de caixa, mas, mesmo assim, ordenou a despesa, pois sabia que tal medida jamais seria tomada por outro político, uma vez que não reverteria em votos nem apoio político. Nesse caso, é correto afirmar que Mévio:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "praticou crimes contra as finanças públicas (Capítulo IV do Título XI do Código Penal);"
      },
      {
        "letra": "B",
        "texto": "praticou crimes contra a administração pública em geral (Capítulo I do Título XI do Código Penal);"
      },
      {
        "letra": "C",
        "texto": "praticou crimes contra a administração da justiça (Capítulo III do Título XI do Código Penal);"
      },
      {
        "letra": "D",
        "texto": "praticou crimes contra a administração pública estrangeira (Capítulo II-A do Título XI do Código Penal);"
      },
      {
        "letra": "E",
        "texto": "não praticou nenhum crime."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1680645",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: TCE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "No que se refere aos crimes em espécie, julgue o item que se segue.Chefe do Ministério Público estadual que ordenar aumento de despesa total com pessoal nos últimos sessenta dias do seu mandato poderá responder como sujeito ativo do crime de aumento de despesa total com pessoal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1812861",
    "metadata": "Ano: 2020 | Banca: IGECS | Órgão: Câmara de Jandira - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "A conduta do gestor público competente, consistente em deixar de ordenar, de autorizar ou de promover o cancelamento do montante de restos a pagar inscrito em valor superior ao permitido em lei, é considerada:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "crime contra as finanças públicas, apenado com detenção."
      },
      {
        "letra": "B",
        "texto": "conduta atípica, cuja responsabilidade é aferida perante o Tribunal de Contas do Estado."
      },
      {
        "letra": "C",
        "texto": "contravenção penal punida com prisão simples."
      },
      {
        "letra": "D",
        "texto": "infração político-administrativa, punida com multa, nos termos do Decreto-Lei nº 201/67."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1735668",
    "metadata": "Ano: 2020 | Banca: FURB | Órgão: Prefeitura de Massaranduba - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "Analise as afirmativas abaixo e identifique a que contém um dos crimes contra as finanças públicas, previstos na legislação penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ordenar, autorizar ou realizar operação de crédito, interno ou externo, sem prévia autorização do judiciário."
      },
      {
        "letra": "B",
        "texto": "Ordenar ou autorizar a inscrição em restos a pagar, de despesa que não tenha sido previamente empenhada ou que respeite limite estabelecido em lei."
      },
      {
        "letra": "C",
        "texto": "Ordenar ou autorizar a assunção de obrigação, nos dois primeiros quadrimestres do último ano do mandato ou legislatura, cuja despesa não possa ser paga no mesmo exercício financeiro ou, caso reste parcela a ser paga no exercício seguinte, que não tenha contrapartida suficiente de disponibilidade de caixa."
      },
      {
        "letra": "D",
        "texto": "Deixar de ordenar, de autorizar ou de promover o cancelamento do montante de restos a pagar inscrito em valor superior ao permitido em lei."
      },
      {
        "letra": "E",
        "texto": "Ordenar despesa autorizada por lei."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1724706",
    "metadata": "Ano: 2020 | Banca: ABCP | Órgão: Prefeitura de Bom Jesus dos Perdões - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "O professor de Direito Penal, Abílio Moreira, estava disposto a propor um desafio aos seus alunos do 5º semestre da Universidade Kappa Beta. A pergunta era em relação ao Código Penal, e os alunos deveriam assinalar a alternativa que corresponde ao crime de “Inscrição de despesas não empenhadas em restos a pagar”. Sendo um dos alunos do professor Abílio, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ordenar ou autorizar a assunção de obrigação, nos dois últimos quadrimestres do último ano do mandato ou legislatura, cuja despesa não possa ser paga no mesmo exercício financeiro ou, caso reste parcela a ser paga no exercício seguinte, que não tenha contrapartida suficiente de disponibilidade de caixa"
      },
      {
        "letra": "B",
        "texto": "Ordenar despesa não autorizada por lei."
      },
      {
        "letra": "C",
        "texto": "Ordenar ou autorizar a inscrição em restos a pagar, de despesa que não tenha sido previamente empenhada ou que exceda limite estabelecido em lei."
      },
      {
        "letra": "D",
        "texto": "Ordenar, autorizar ou executar ato que acarrete aumento de despesa total com pessoal, nos cento e oitenta dias anteriores ao final do mandato ou da legislatura."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1616473",
    "metadata": "Ano: 2020 | Banca: GUALIMP | Órgão: Prefeitura de Conceição de Macabu - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "De acordo com o Código Penal, assinale a alternativa que traz o crime que prevê a conduta típica de “Deixar de ordenar, de autorizar ou de promover o cancelamento do montante de restos a pagar inscrito em valor superior ao permitido em lei”:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ordenação de despesa não autorizada."
      },
      {
        "letra": "B",
        "texto": "Prestação de garantia graciosa."
      },
      {
        "letra": "C",
        "texto": "Oferta pública ou colocação de títulos no mercado."
      },
      {
        "letra": "D",
        "texto": "Não cancelamento de restos a pagar."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1287493",
    "metadata": "Ano: 2020 | Banca: FUNDATEC | Órgão: Prefeitura de Santo Augusto - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Crimes contra as finanças públicas",
      "Legislação Penal Especial",
      "Lei do Abuso de Autoridade – Lei nº 4.898 de 1965 e Lei n° 13.869 de 2019"
    ],
    "enunciado_principal": "Acerca dos crimes contra a administração pública, à luz do disposto no Código Penal (Decreto-Lei nº 2.848/1940 e respectivas alterações) e das leis de abuso de autoridade e de licitações, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Teófilo, exercente de cargo em entidade paraestatal, ao desviar bem móvel público, em proveito alheio, está incurso nas sanções atinentes ao crime de peculato."
      },
      {
        "letra": "B",
        "texto": "Caso Teobaldo, ocupante de cargo em comissão em autarquia municipal, revele fato de que tem ciência em razão do cargo e que deva permanecer em segredo, responderá pelo delito de violação de sigilo funcional, sem lhe ser aplicável a causa de aumento de pena da terça parte, prevista no Art. 327, §2º, do CP."
      },
      {
        "letra": "C",
        "texto": "Teórcrito, servidor público municipal, foi condenado por abuso de autoridade, nos termos da Lei nº 13.869/2019 (Lei de Abuso de Autoridade), tendo sido reconhecida sua reincidência em crime da mesma espécie. Assim, tem-se como efeito automático da sentença a perda do cargo público."
      },
      {
        "letra": "D",
        "texto": "Tito foi absolvido em processo criminal atinente à Lei nº 13.869/2019, em razão do reconhecimento do estrito cumprimento de dever legal. A decisão prolatada pelo juízo criminal, na hipótese, faz coisa julgada no âmbito cível e administrativo-disciplinar."
      },
      {
        "letra": "E",
        "texto": "Tâmara ajustou com Taciana a contratação de sua empresa de serviços de publicidade, pelo município de Santo Augusto, por meio de inexigibilidade de licitação. Na hipótese narrada, ambas as agentes responderão pelo mesmo delito, caracterizado pelo ato de inexigir licitação fora das hipóteses previstas em lei, sendo-lhes aplicada a mesma pena."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1143685",
    "metadata": "Ano: 2020 | Banca: FEPESE | Órgão: Prefeitura de Itajaí - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "A respeitos dos crimes contra as finanças públicas, conforme previsto na legislação penal, configura crime “ordenar despesa não autorizada por lei”, sujeitando o infrator à seguinte pena:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "reclusão, de 1 a 2 anos."
      },
      {
        "letra": "B",
        "texto": "reclusão, de 1 a 4 anos"
      },
      {
        "letra": "C",
        "texto": "detenção, de 2 meses a 3 anos."
      },
      {
        "letra": "D",
        "texto": "detenção, de 3 meses a 1 ano."
      },
      {
        "letra": "E",
        "texto": "detenção, de 6 meses a 2 anos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1140822",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: SEFAZ-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "Com relação a aspectos do direito penal, julgue o item a seguir.Autorizar a inscrição em restos a pagar de despesa que tenha sido previamente empenhada não é uma conduta tipificada como crime contra as finanças públicas.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1132151",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: SEFAZ-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "À luz da legislação penal brasileira, julgue o item a seguir. Para a caracterização do crime de ordenação de despesa não autorizada, é necessário o efetivo prejuízo financeiro ao ente público.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1258047",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Câmara de São Miguel Arcanjo - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "Conforme a Lei de Crimes Fiscais, “ordenar ou autorizar a inscrição em restos a pagar de despesa que não tenha sido empenhada ou que exceda o limite estabelecido em lei” tem como pena",
    "alternativas": [
      {
        "letra": "A",
        "texto": "detenção de seis a dez anos."
      },
      {
        "letra": "B",
        "texto": "detenção de seis meses a dois anos."
      },
      {
        "letra": "C",
        "texto": "reclusão de dois meses a um ano."
      },
      {
        "letra": "D",
        "texto": "reclusão de um a dois anos."
      },
      {
        "letra": "E",
        "texto": "reclusão de um a quatro anos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1174531",
    "metadata": "Ano: 2019 | Banca: GUALIMP | Órgão: Prefeitura de Porciúncula - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "De acordo com o Código Penal, assinale a alternativa que corresponde à conduta típica do crime de “Prestação de garantia graciosa”:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ordenar ou autorizar a inscrição em restos a pagar, de despesa que não tenha sido previamente empenhada ou que exceda limite estabelecido em lei."
      },
      {
        "letra": "B",
        "texto": "Ordenar, autorizar ou realizar operação de crédito, interno ou externo, sem prévia autorização legislativa."
      },
      {
        "letra": "C",
        "texto": "Prestar garantia em operação de crédito sem que tenha sido constituída contragarantia em valor igual ou superior ao valor da garantia prestada, na forma da lei."
      },
      {
        "letra": "D",
        "texto": "Deixar de ordenar, de autorizar ou de promover o cancelamento do montante de restos a pagar inscrito em valor superior ao permitido em lei."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1147811",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Câmara de Mauá - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "Conforme a lei de crimes fiscais, prestar garantia em operação de crédito sem que tenha sido constituída contragarantia em valor igual ou superior ao valor da garantia prestada acarreta em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "reclusão de um a dois anos."
      },
      {
        "letra": "B",
        "texto": "reclusão de três meses a um ano."
      },
      {
        "letra": "C",
        "texto": "detenção de um a dois anos."
      },
      {
        "letra": "D",
        "texto": "detenção de três meses a um ano."
      },
      {
        "letra": "E",
        "texto": "detenção de seis meses a dois anos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1123225",
    "metadata": "Ano: 2019 | Banca: IBADE | Órgão: Prefeitura de Aracruz - ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "Em relação às penalidades atribuídas aos crimes relacionados às finanças públicas, a alternativa que apresenta a pena de detenção a ser aplicada pelo fato de deixar de ordenar, de autorizar ou de promover o cancelamento do montante de restos a pagar inscrito em valor superior ao permitido em lei é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "três (3) meses a um (1) ano."
      },
      {
        "letra": "B",
        "texto": "um (1) mês a quatro (4) anos."
      },
      {
        "letra": "C",
        "texto": "dois (2) meses a dois (2) anos."
      },
      {
        "letra": "D",
        "texto": "três (3) meses a dois (2) anos."
      },
      {
        "letra": "E",
        "texto": "seis (6) meses a dois (2) anos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1068479",
    "metadata": "Ano: 2019 | Banca: Prefeitura de Rondonópolis - MT | Órgão: Prefeitura de Rondonópolis - MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "Em relação às condutas tipificadas no Código Penal como crimes contra as finanças públicas, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não se afigura possível a substituição da pena de prisão pelas penas restritivas ou multa, em virtude da gravidade das condutas apenadas."
      },
      {
        "letra": "B",
        "texto": "São crimes que não admitem, em tese, a suspensão condicional da pena, porquanto suas penas mínimas ultrapassam o limite de 1 (um) ano."
      },
      {
        "letra": "C",
        "texto": "Todos os tipos penais exigem como elemento subjetivo o dolo, não existindo previsão de modalidade culposa."
      },
      {
        "letra": "D",
        "texto": "O fato cometido pelo agente somente será punido se o crime for consumado, não sendo punível a mera tentativa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1062824",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TCE-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "Prefeito de um município autorizou a assunção de obrigação no último ano do mandato. A conduta será típica se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "restar parcela contraída no nono mês do último ano do mandato a ser paga no exercício seguinte."
      },
      {
        "letra": "B",
        "texto": "acarretar aumento de despesa total com pessoal nos duzentos dias anteriores ao final do mandato."
      },
      {
        "letra": "C",
        "texto": "ocorrer no último quadrimestre, e a despesa não puder ser paga no mesmo exercício financeiro."
      },
      {
        "letra": "D",
        "texto": "for inscrita na rubrica de restos a pagar despesa que tenha sido previamente empenhada."
      },
      {
        "letra": "E",
        "texto": "realizar operação de crédito, caso o montante da dívida consolidada ultrapasse o limite mínimo legal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1001052",
    "metadata": "Ano: 2019 | Banca: COMPERVE - UFRN | Órgão: Prefeitura de Parnamirim - RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "Ao acrescentar o Capítulo IV ao título dos crimes contra a administração pública, no Código Penal, o legislador buscou estabelecer um balizamento para a conduta dos agentes políticos no trato com as finanças públicas. Assim, de acordo com esse dispositivo legal, comete crimes contra as finanças públicas o agente político que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ordenar, autorizar ou realizar operação de crédito, interno ou externo, quando o montante da dívida consolidada ultrapassa 90% do limite autorizado por lei."
      },
      {
        "letra": "B",
        "texto": "ordenar, autorizar ou realizar operação de crédito, interno ou externo, sem prévia autorização legislativa."
      },
      {
        "letra": "C",
        "texto": "prestar garantia em operação de crédito, ainda que a contragarantia tenha sido providenciada em valor igual ao superior à garantia prestada."
      },
      {
        "letra": "D",
        "texto": "executar ato que acarrete aumento de despesa total de custeio, nos cento e oitenta dias anteriores ao final do mandato ou legislatura."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "965421",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: SEFAZ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "De acordo com o Código Penal no que diz respeito às finanças públicas, caracteriza crime",
    "alternativas": [
      {
        "letra": "A",
        "texto": "autorizar a assunção de obrigação no último ano do mandato ou da legislatura."
      },
      {
        "letra": "B",
        "texto": "prestar garantia em operação de crédito, ainda que tenha sido constituída contragarantia em valor igual ao prestado."
      },
      {
        "letra": "C",
        "texto": "executar ato que acarrete aumento de despesa total com pessoal nos dois últimos quadrimestres anteriores ao final do mandato."
      },
      {
        "letra": "D",
        "texto": "realizar operação de crédito com inobservância de limite estabelecido em lei ou em resolução do Senado Federal."
      },
      {
        "letra": "E",
        "texto": "ordenar a inscrição de despesa previamente empenhada em restos a pagar para o próximo exercício financeiro."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1303803",
    "metadata": "Ano: 2018 | Banca: UFMT | Órgão: Prefeitura de Várzea Grande - MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "Nos termos da Lei n.º 10.028/2000, configura crime contra as finanças públicas ordenar, autorizar ou executar ato que acarrete aumento de despesa total com pessoal",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nos cento e oitenta dias anteriores ao final do mandato ou da legislatura."
      },
      {
        "letra": "B",
        "texto": "no último ano de mandato do gestor público."
      },
      {
        "letra": "C",
        "texto": "nos cento e vinte dias anteriores ao primeiro turno das eleições."
      },
      {
        "letra": "D",
        "texto": "no último quadrimestre do ano de eleições municipais e estaduais."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1285231",
    "metadata": "Ano: 2018 | Banca: IPEFAE | Órgão: IPSJBV - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "Entende-se por “Prestação de garantia graciosa” prevista no art. 359-E do Código Penal a conduta de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Deixar de ordenar, de autorizar ou de promover o cancelamento do montante de restos a pagar inscrito em valor superior ao permitido em lei."
      },
      {
        "letra": "B",
        "texto": "Prestar garantia em operação de crédito sem que tenha sido constituída contra garantia em valor igual ou superior ao valor da garantia prestada, na forma da lei."
      },
      {
        "letra": "C",
        "texto": "Prestar caução em operação de crédito sem que tenha sido constituída contra garantia em valor igual ao valor da garantia legal."
      },
      {
        "letra": "D",
        "texto": "Exigir garantia em operação fiscal sem que tenha sido constituída contra garantia em valor igual ou superior ao valor da garantia prestada, na forma da lei."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1097087",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Prefeitura de São Bernardo do Campo - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "Considere o seguinte caso hipotético: O servidor “X” autoriza a inscrição em restos a pagar de despesa que não tenha sido previamente empenhada. Nos termos do Código Penal, é correto afirmar que o servidor “X”",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cometeu o crime de ordenação de despesa não autorizada, qualificado pela inscrição de despesas não empenhadas em restos a pagar."
      },
      {
        "letra": "B",
        "texto": "cometeu o crime de inscrição de despesas não empenhadas em restos a pagar."
      },
      {
        "letra": "C",
        "texto": "não cometeu qualquer crime."
      },
      {
        "letra": "D",
        "texto": "cometeu o crime de prevaricação, qualificado pela inscrição de despesas não empenhadas em restos a pagar."
      },
      {
        "letra": "E",
        "texto": "cometeu o crime de emprego irregular de verbas ou rendas públicas, qualificado pela inscrição de despesas não empenhadas em restos a pagar."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "936312",
    "metadata": "Ano: 2018 | Banca: TRF - 2ª Região | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "Examine o tipo penal do art. 359-A do CP, e assinale a opção correta: “Art 359-A. Ordenar, autorizar ou realizar operação de crédito, interno ou externo, sem prévia autorização legislativa: Pena - reclusão, de 1 (um) a 2 (dois) anos. Parágrafo único. Incide na mesma pena quem ordena, autoriza ou realiza operação de crédito, interno ou externo: I - com inobservância de limite, condição ou montante estabelecido em lei ou em resolução do Senado Federal; II - quando o montante da dívida consolidada ultrapassa o limite máximo autorizado por lei”. I - A tipicidade penal ora estabelecida se caracteriza pela conduta consistente na ordenação, autorização ou realização de operação que tenha por fim conceder créditos a pessoas necessitadas ou interessadas em desenvolverem atividades econômicas. II - A inobservância de limite, condição ou montante estabelecido em lei, para a ordenação, autorização, ou realização de operação de crédito, interno ou externo, é elementar consistente no especial fim com que deve agir o agente para que ocorra a tipicidade. III - Os tipos penais estabelecidos no caput e no parágrafo único, ora em exame, são mistos ou de conteúdo variado, e são ainda modalidade de crimes contra a Administração Pública. IV- Na modalidade prevista no inciso I do parágrafo único, se está diante de norma penal em branco, na medida em que o tipo penal prevê o contorno exato da proibição, condicionando-a ao montante contido na resolução. V - A consumação dos crimes estabelecidos no caput e no parágrafo único, ocorre sempre com a entrega ou disponibilização efetiva do crédito ao interessado em obtê-lo,razão pela qual o crime se classifica como material.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas I e II estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas III e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas I e V estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas II e IV estão corretas."
      },
      {
        "letra": "E",
        "texto": "Apenas as assertivas III e V estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "920017",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: Prefeitura de São Luís - MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "São crimes contra as finanças públicas previstos no Código Penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "contratação de operação de crédito; violência ou fraude em arrematação judicial e favorecimento real."
      },
      {
        "letra": "B",
        "texto": "ordenação de despesa não autorizada; não cancelamento de restos a pagar e prestação de garantia graciosa."
      },
      {
        "letra": "C",
        "texto": "inscrição de despesas não empenhadas em restos a pagar; corrupção ativa e excesso de exação."
      },
      {
        "letra": "D",
        "texto": "aumento de despesa total com pessoal no último ano do mandato ou legislatura; emprego irregular de verbas ou rendas públicas e concussão."
      },
      {
        "letra": "E",
        "texto": "oferta pública ou colocação de títulos no mercado; falso testemunho ou falsa perícia e favorecimento pessoal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "862655",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: TCE-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "Será configurada como conduta atípica a de um funcionário público que ordene",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a inscrição, em restos a pagar, de despesa que não tenha sido previamente empenhada ou que exceda limite estabelecido em lei."
      },
      {
        "letra": "B",
        "texto": "a oferta pública ou a colocação no mercado financeiro de títulos da dívida pública sem que estes tenham sido criados por lei."
      },
      {
        "letra": "C",
        "texto": "uma operação de crédito interno sem a prévia autorização legislativa."
      },
      {
        "letra": "D",
        "texto": "o cancelamento do montante de restos a pagar inscrito em valor superior permitido em lei."
      },
      {
        "letra": "E",
        "texto": "uma operação de crédito interno sem observar resolução do Senado Federal a respeito."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "867440",
    "metadata": "Ano: 2017 | Banca: VUNESP | Órgão: TCE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "Assinale a alternativa que contenha apenas crimes descritos no Código Penal contra as finanças públicas.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Contratação de operação de crédito, ordenação de despesa não autorizada e não cancelamento de restos a pagar."
      },
      {
        "letra": "B",
        "texto": "Oferta pública ou colocação de títulos no mercado, moeda falsa e prestação de garantia graciosa."
      },
      {
        "letra": "C",
        "texto": "Inserção de dados falsos em sistema de informações, assunção de obrigação no último ano do mandato ou legislatura e emprego irregular de verbas ou rendas públicas."
      },
      {
        "letra": "D",
        "texto": "Não cancelamento de restos a pagar, extravio, sonegação ou inutilização de livro ou documento e emprego irregular de verbas ou rendas públicas."
      },
      {
        "letra": "E",
        "texto": "Inserção de dados falsos em sistema de informações, sonegação ou inutilização de livro ou documento e contratação de operação de crédito."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "845950",
    "metadata": "Ano: 2017 | Banca: IBFC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "O estabelecimento de crimes de responsabilidade fiscal tem como um de seus objetivos evitar o cometimento de atos atentatórios ao coerente exercício da Administração Pública. Sobre os tipos existentes no ordenamento jurídico, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Constitui crime contra as finanças públicas autorizar a inscrição de despesa que exceda limite estabelecido em lei"
      },
      {
        "letra": "B",
        "texto": "É tido como crime o ato de promover o cancelamento do montante de restos a pagar inscrito em valor superior ao permitido em lei"
      },
      {
        "letra": "C",
        "texto": "Vedado ao agente, sob pena de punição em esfera penal, ordenar despesa não autorizada por lei"
      },
      {
        "letra": "D",
        "texto": "Será punido criminalmente o agente que promover a oferta pública de títulos da dívida pública sem que estejam registrados em sistema centralizado de liquidação e de custódia"
      },
      {
        "letra": "E",
        "texto": "É crime ordenar o aumento de despesa total com pessoal, nos cento e oitenta dias anteriores ao final do mandato ou da legislatura"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "833961",
    "metadata": "Ano: 2017 | Banca: VUNESP | Órgão: Câmara de Cotia - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "A respeito dos crimes contra as finanças públicas, previstos no Código Penal Brasileiro, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São crimes próprios, pois só podem ser praticados por agentes públicos responsáveis pelas finanças públicas dos entes e órgãos públicos respectivos, não se admitindo coautoria ou participação."
      },
      {
        "letra": "B",
        "texto": "O crime de ordenar, autorizar ou realizar operação de crédito, com inobservância de limite estabelecido em lei ou resolução do Senado Federal, é norma penal em branco."
      },
      {
        "letra": "C",
        "texto": "O crime de contratação de operação de crédito sem prévia autorização legislativa é de ação penal pública condicionada à representação do presidente da casa legislativa desrespeitada."
      },
      {
        "letra": "D",
        "texto": "O não cancelamento de restos a pagar é crime de omissão imprópria."
      },
      {
        "letra": "E",
        "texto": "São puníveis a título de culpa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "824501",
    "metadata": "Ano: 2017 | Banca: OBJETIVA | Órgão: SAMAE de Caxias do Sul - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "Segundo a Lei nº 10.028/2000, são considerados crimes contra as finanças públicas, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Prestar garantia em operação de crédito sem que tenha sido constituída contragarantia em valor igual ou superior ao valor da garantia prestada, na forma da lei."
      },
      {
        "letra": "B",
        "texto": "Deixar de ordenar, de autorizar ou de promover o cancelamento do montante de restos a pagar inscrito em valor superior ao permitido em lei."
      },
      {
        "letra": "C",
        "texto": "Ordenar, autorizar ou realizar operação de crédito, interno ou externo, sem prévia autorização legislativa."
      },
      {
        "letra": "D",
        "texto": "Deixar de divulgar ou de enviar ao Poder Legislativo e ao Tribunal de Contas o relatório de gestão fiscal, nos prazos e condições estabelecidos em lei."
      },
      {
        "letra": "E",
        "texto": "Ordenar ou autorizar a inscrição em restos a pagar, de despesa que não tenha sido previamente empenhada ou que exceda a limite estabelecido em lei."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "792457",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TRE-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "Acerca do crime de assunção de obrigação no último ano do mandato ou legislatura, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tal crime classifica-se como crime de mão própria, exigindo-se, para sua tipificação, atuação pessoal e direta do agente, razão pela qual não se admite coautoria ou participação."
      },
      {
        "letra": "B",
        "texto": "É típica a conduta do agente que autoriza a assunção de obrigação nos dois últimos quadrimestres do último ano do mandato caso reste parcela a ser paga no exercício seguinte, ainda que haja contrapartida suficiente de disponibilidade de caixa."
      },
      {
        "letra": "C",
        "texto": "O sujeito ativo desse crime é o funcionário público competente para ordenar ou autorizar a assunção de obrigação, podendo ser inclusive diretor de fundos, autarquias, fundações e empresas estatais dependentes."
      },
      {
        "letra": "D",
        "texto": "O tipo penal em questão prevê as modalidades dolosa e culposa, podendo o comportamento do agente ser comissivo, omissivo próprio ou impróprio."
      },
      {
        "letra": "E",
        "texto": "Por se tratar de crime de menor potencial ofensivo, admite-se a transação penal, mas, como a conduta do agente ofende a moralidade e a probidade administrativa, há vedação expressa à concessão de suspensão condicional da pena."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1626515",
    "metadata": "Ano: 2016 | Banca: COMPERVE - UFRN | Órgão: Prefeitura de Jucurutu - RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "Os crimes contra as finanças públicas, previstos no Código Penal, em capítulo introduzido pela Lei 10.028/2000, eram todos alcançados anteriormente, pelo que previa o art. 315 do Código Penal, o que acabava por deixar de fora várias situações de ofensas às finanças públicas. Essa lei, portanto, tipificou novas condutas e especializou outras condutas previstas no decreto 201/67. A esse respeito, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O sujeito ativo desses delitos são os detentores do mandato eletivo do poder executivo, pois são os responsáveis pela destinação das verbas."
      },
      {
        "letra": "B",
        "texto": "O sujeito ativo dos crimes tipificados no capítulo de crimes contra finanças é o funcionário público que tenha como atribuição a destinação de verbas públicas."
      },
      {
        "letra": "C",
        "texto": "O art. 359-A traz como premissa básica a ausência de previsão na lei orçamentária anual, sendo, portanto, uma norma penal em branco heterogênea por precisar de uma lei para sua complementação."
      },
      {
        "letra": "D",
        "texto": "O art. 92 do Código penal tem efeitos automáticos, e, portanto, havendo condenação do Prefeito por um desses delitos, é desnecessária a fundamentação da sentença para determinar a perda do mandato."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1348926",
    "metadata": "Ano: 2016 | Banca: INSTITUTO AOCP | Órgão: Câmara de Rio Branco - AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "Sobre os crimes contra as finanças públicas, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ordenar, autorizar, realizar ou intermediar operação de crédito, interno ou externo, sem prévia autorização legislativa, constitui crime de contratação de operação de crédito."
      },
      {
        "letra": "B",
        "texto": "Constitui crime ordenar, autorizar ou executar ato que acarrete aumento de despesa total com pessoal, nos cento e oitenta dias anteriores ao final do mandato ou da legislatura."
      },
      {
        "letra": "C",
        "texto": "O crime de prestação de garantia graciosa consiste na conduta de prestar garantia em operação de crédito ainda que tenha sido constituída contragarantia em valor igual ou superior ao valor da garantia prestada."
      },
      {
        "letra": "D",
        "texto": "Constitui crime ordenar ou autorizar a assunção de obrigação, nos dois primeiros quadrimestres do último ano do mandato ou legislatura, cuja despesa não possa ser paga no mesmo exercício financeiro ou caso reste parcela a ser paga no exercício seguinte, que não tenha contrapartida suficiente de disponibilidade de caixa."
      },
      {
        "letra": "E",
        "texto": "Quem ordena, autoriza ou realiza operação de crédito, interno ou externo com inobservância de limite, condição ou montante estabelecido em resolução do Tribunal de Contas da União, comete crime."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1132069",
    "metadata": "Ano: 2016 | Banca: AOCP | Órgão: Prefeitura de Juiz de Fora - MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "De acordo com o Código Penal Brasileiro, em relação aos crimes contra as finanças públicas é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "constitui crime contra as finanças públicas, constante no Código Penal Brasileiro, ordenar, autorizar ou realizar operação de crédito, interno ou externo, sem prévia autorização legislativa."
      },
      {
        "letra": "B",
        "texto": "deixar de ordenar, de autorizar ou de promover o cancelamento do montante de restos a pagar inscrito em valor superior ao permitido em lei é a descrição da conduta típica do crime de inscrição de despesas não empenhadas em restos a pagar."
      },
      {
        "letra": "C",
        "texto": "ordenar ou autorizar a inscrição em restos a pagar, de despesa que não tenha sido previamente empenhada ou exceda limite estabelecido em lei, é a descrição da conduta típica do crime de não cancelamento de restos a pagar."
      },
      {
        "letra": "D",
        "texto": "constitui crime contra as finanças públicas, constante no Código Penal Brasileiro, ordenar, autorizar ou promover a oferta pública ou alocação de títulos da dívida pública criados por lei e que estejam registrados em sistema centralizado de liquidação e de custódia."
      },
      {
        "letra": "E",
        "texto": "o Código Penal Brasileiro não traz nenhuma punição ao agente público que aumente a despesa total com o pessoal nos 180 (cento e oitenta) dias anteriores ao final do mandato ou legislatura."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1132050",
    "metadata": "Ano: 2016 | Banca: AOCP | Órgão: Prefeitura de Juiz de Fora - MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "Constituem crimes contra as finanças públicas, nos termos do Código Penal, EXCETO",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ordenar, autorizar ou realizar operação de crédito, interno ou externo, sem prévia autorização legislativa."
      },
      {
        "letra": "B",
        "texto": "ordenar despesa não autorizada por lei."
      },
      {
        "letra": "C",
        "texto": "prestar garantia em operação de crédito sem que tenha sido constituída contragarantia em valor igual ou superior ao valor da garantia prestada, na forma da lei."
      },
      {
        "letra": "D",
        "texto": "emitir, oferecer ou negociar, de qualquer modo, títulos ou valores mobiliários sem lastro ou garantia suficientes, nos termos da legislação."
      },
      {
        "letra": "E",
        "texto": "ordenar, autorizar ou executar ato que acarrete aumento de despesa total com pessoal, nos cento e oitenta dias anteriores ao final do mandato ou da legislatura."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "713828",
    "metadata": "Ano: 2016 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei da Lavagem de Dinheiro - Lei nº 9.613 de 1998",
      "Crimes contra o patrimônio",
      "Outras fraudes",
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "Assinale com V (verdadeiro) ou com F (falso) os enunciados abaixo. ( ) Investigado por corrupção, ex-secretário de Obras Públicas da Argentina dos governos Kirchner foi preso quando prestes a enterrar milhares de dólares no terreno de um mosteiro, na província de Buenos Aires. O colombiano Pablo Escobar, conhecido narcotraficante dos anos 80/90, enterrava dinheiro oriundo do tráfico de entorpecentes. Nestas situações é razoável afirmar, à luz da doutrina especializada e de precedentes jurisprudenciais, que enterrar dinheiro produto do crime antecedente, ainda que seja para ocultá-lo, não se enquadra no tipo assimétrico da lavagem de dinheiro, se desacompanhado de um ato adicional ou contexto capaz de evidenciar que o agente realizou a ação com a finalidade específica de emprestar aparência de licitude aos valores escondidos. ( ) O presidente de uma autarquia estadual foi condenado por crime de dispensa de licitação fora das hipóteses previstas em lei. O cálculo da respectiva pena de multa deve seguir o critério bifásico do CP, devendo o juiz atender, principalmente, na quantificação do valor de cada dia-multa, ao montante da vantagem efetivamente obtida ou potencialmente auferível pelo agente. ( ) Cheques de terceiros, recebidos como produtos de concussão continuada, foram depositados pelo agente público na conta bancária de uma escola de fachada, a cujos valores posteriormente teve acesso em simulados pagamentos por aulas ministradas em seus cursos. Neste caso tipifica-se a lavagem de dinheiro, como crime, mesmo que extinta a punibilidade da infração penal antecedente, pela prescrição. ( ) Artur patrocina interesse privado perante a Administração e consegue obter a instauração de um processo licitatório no interesse de seu cliente. Patrocinar, direta ou indiretamente, interesse privado perante a Administração, dando causa à instauração de licitação ou à celebração de contrato, para caracterizar-se como crime licitatório, depende da invalidação da licitação ou do contrato administrativo pelo Poder Judiciário. A sequência correta de preenchimento dos parênteses, de cima para baixo, é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V – F – F – F."
      },
      {
        "letra": "B",
        "texto": "V – F – V – V."
      },
      {
        "letra": "C",
        "texto": "F – V – F – V."
      },
      {
        "letra": "D",
        "texto": "F – V – V – F."
      },
      {
        "letra": "E",
        "texto": "V – F – V – F."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "682053",
    "metadata": "Ano: 2016 | Banca: IBFC | Órgão: Câmara de Franca - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "Constitui crime contra as finanças públicas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "propor lei de diretrizes orçamentárias anual que não contenha as metas fiscais na forma da lei."
      },
      {
        "letra": "B",
        "texto": "ordenar, autorizar ou realizar operação de crédito, interno ou externo, sem prévia autorização legislativa."
      },
      {
        "letra": "C",
        "texto": "deixar de expedir ato determinando limitação de empenho e movimentação financeira, nos casos e condições estabelecidos em lei."
      },
      {
        "letra": "D",
        "texto": "deixar de divulgar ou de enviar ao Poder Legislativo e ao Tribunal de Contas o relatório de gestão fiscal, nos prazos e condições estabelecidos em lei."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "677148",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TCE-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "Com base no Código Penal e na jurisprudência dos tribunais superiores, julgue o item a seguir, a respeito dos crimes contra a administração pública.O crime de ordenação de despesa não autorizada é de natureza material, consumando-se no momento em que a despesa é efetuada.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "677146",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TCE-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "Com base no Código Penal e na jurisprudência dos tribunais superiores, julgue o item a seguir, a respeito dos crimes contra a administração pública.O agente público que ordena despesa para utilizar-se ilegalmente de passagens aéreas e diárias pagas pelos cofres públicos comete o crime de prevaricação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "650533",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: PC-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Outras classificações",
      "Crimes comuns, próprios e de mão própria",
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "Caso o prefeito de determinado município aproprie-se de dinheiro destinado à educação, estará configurado crime",
    "alternativas": [
      {
        "letra": "A",
        "texto": "comum."
      },
      {
        "letra": "B",
        "texto": "comissivo por omissão."
      },
      {
        "letra": "C",
        "texto": "político-administrativo."
      },
      {
        "letra": "D",
        "texto": "contra a ordem financeira."
      },
      {
        "letra": "E",
        "texto": "de responsabilidade."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "645432",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: IPSMI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "A respeito do crime previsto no artigo 359-C (assunção de obrigação no último ano do mandato ou legislatura), é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a condenação definitiva leva à perda do cargo, função pública ou mandato, tratando-se de efeito imediato da condenação."
      },
      {
        "letra": "B",
        "texto": "pode ser praticado por qualquer funcionário público."
      },
      {
        "letra": "C",
        "texto": "prevê a modalidade culposa."
      },
      {
        "letra": "D",
        "texto": "há previsão de elemento de tipo temporal, perfazendo-se a figura penal apenas se a conduta incriminada realizar-se nos dois últimos quadrimestres do mandato ou legislatura."
      },
      {
        "letra": "E",
        "texto": "tem por bem jurídico assegurar a veracidade nos pleitos dos poderes executivo, legislativo e judiciário."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "643338",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TCE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "Acerca dos crimes contra a administração pública, julgue o item subsecutivo.Situação hipotética: Determinado indivíduo autorizou a assunção de obrigação, no último quadrimestre do mandato, mesmo sabendo que não haveria contrapartida suficiente de disponibilidade de caixa para o pagamento de parcela que venceria no exercício seguinte. Assertiva: Nessa situação, o referido indivíduo praticou crime contra as finanças públicas, estando sujeito a pena de reclusão.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "643337",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TCE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "Acerca dos crimes contra a administração pública, julgue o item subsecutivo.É crime a conduta de autorizar ou realizar operação de crédito, sem prévia autorização legislativa, constituindo causa de aumento de pena a inobservância de limite, condição ou montante estabelecido em lei ou em resolução do Senado Federal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "640824",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: Prefeitura de Campinas - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "A contratação, em nome do Município, de operação de crédito sem autorização legislativa constitui crime contra",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a ordem tributária."
      },
      {
        "letra": "B",
        "texto": "a ordem econômica."
      },
      {
        "letra": "C",
        "texto": "as finanças públicas."
      },
      {
        "letra": "D",
        "texto": "a economia popular."
      },
      {
        "letra": "E",
        "texto": "o patrimônio público."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "633883",
    "metadata": "Ano: 2016 | Banca: FGV | Órgão: MPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "Os crimes contra as finanças públicas, trazidos pela Lei nº 10.028/2000, têm como um dos bens jurídicos protegido a probidade administrativa, em especial relativamente às operações realizadas no âmbito das finanças públicas da União, Estados, Distrito Federal e Municípios. Com relação a essas infrações e com as previsões do Código Penal, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nenhum dos delitos previstos admite a modalidade tentada;"
      },
      {
        "letra": "B",
        "texto": "por serem crimes que atentam contra a probidade administrativa, não se admite a aplicação de quaisquer dos institutos despenalizadores, independente da pena prevista;"
      },
      {
        "letra": "C",
        "texto": "são crimes impróprios, eis que somente praticados por funcionário com atribuição específica;"
      },
      {
        "letra": "D",
        "texto": "todos os delitos exigem conduta dolosa do agente, já que não previstas modalidades culposas;"
      },
      {
        "letra": "E",
        "texto": "todos os delitos são trazidos por normas classificadas pela doutrina como normas penais em preto, já que necessitam de complementação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "605856",
    "metadata": "Ano: 2016 | Banca: Prefeitura do Rio de Janeiro - RJ | Órgão: Prefeitura de Rio de Janeiro - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "Ordenar ou autorizar a inscrição, em restos a pagar, de despesa que não tenha sido previamente empenhada ou que exceda limite estabelecido em lei é crime punido com a seguinte pena:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "detenção, de três a cinco anos"
      },
      {
        "letra": "B",
        "texto": "reclusão, de um a quatro anos"
      },
      {
        "letra": "C",
        "texto": "detenção, de seis meses a dois anos"
      },
      {
        "letra": "D",
        "texto": "reclusão, de um a cinco anos"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "634737",
    "metadata": "Ano: 2015 | Banca: INSTITUTO CIDADES | Órgão: Prefeitura de Itauçu - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "Ordenar, autorizar ou promover a oferta pública ou a colocação no mercado financeiro de títulos da dívida pública sem que tenham sido criados por lei ou sem que estejam registrados em sistema centralizado de liquidação e de custódia, configura o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Contratação de operação de crédito."
      },
      {
        "letra": "B",
        "texto": "Oferta pública ou colocação de títulos no mercado."
      },
      {
        "letra": "C",
        "texto": "Assunção de obrigação no último ano do mandato ou legislatura."
      },
      {
        "letra": "D",
        "texto": "Ordenação de despesa não autorizada."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "600824",
    "metadata": "Ano: 2015 | Banca: BIO-RIO | Órgão: IF-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "De acordo com o Código Penal Brasileiro constituem crime contra as finanças públicas os casos a seguir, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ordenar, autorizar ou realizar operação de crédito, interno ou externo, sem prévia autorização legislativa."
      },
      {
        "letra": "B",
        "texto": "Ordenar ou autorizar a inscrição em restos a pagar, de despesa que não tenha sido previamente empenhada ou que exceda limite estabelecido em lei."
      },
      {
        "letra": "C",
        "texto": "Ordenar ou autorizar a assunção de obrigação, nos dois últimos quadrimestres do último ano do mandato ou legislatura, cuja despesa não possa ser paga no mesmo exercício financeiro ou, caso reste parcela a ser paga no exercício seguinte, que não tenha contrapartida suficiente de disponibilidade de caixa."
      },
      {
        "letra": "D",
        "texto": "Prestar garantia em operação de crédito sem que tenha sido constituída contra garantia em valor igual ou superior ao valor da garantia prestada, na forma da lei."
      },
      {
        "letra": "E",
        "texto": "Ordenar, autorizar ou executar ato que acarrete aumento de despesa total com pessoal, nos cento e oitenta dias anteriores ao final do 1° ano do mandato ou da legislatura."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "598637",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TJ-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "O delito de ordenação de despesa não autorizada (artigo 359-D do CP) é apenado com:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "detenção;"
      },
      {
        "letra": "B",
        "texto": "reclusão;"
      },
      {
        "letra": "C",
        "texto": "multa;"
      },
      {
        "letra": "D",
        "texto": "detenção e multa;"
      },
      {
        "letra": "E",
        "texto": "reclusão e multa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "588981",
    "metadata": "Ano: 2015 | Banca: Prefeitura do Rio de Janeiro - RJ | Órgão: CGM - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "De acordo com o expressamente disposto no Código Penal, quem ordena, autoriza ou realiza operação de crédito, interno ou externo, com inobservância de limite, condição ou montante estabelecido em lei ou em resolução do Senado Federal, incide na mesma pena do crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ordenação de despesa não autorizada"
      },
      {
        "letra": "B",
        "texto": "assunção de obrigação no último ano do mandato ou legislatura"
      },
      {
        "letra": "C",
        "texto": "contratação de operação de crédito"
      },
      {
        "letra": "D",
        "texto": "aumento de despesa total com pessoal no último ano do mandato ou legislatura"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "580657",
    "metadata": "Ano: 2015 | Banca: Prefeitura do Rio de Janeiro - RJ | Órgão: Prefeitura de Rio de Janeiro - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "Segundo o Código Penal Brasileiro, a conduta de ordenar, autorizar ou promover a oferta pública ou a colocação no mercado financeiro de títulos da dívida pública sem que tenham sido criados por lei ou sem que estejam registrados em sistema centralizado de liquidação e de custódia caracteriza o seguinte crime:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "oferta pública sem restos a pagar"
      },
      {
        "letra": "B",
        "texto": "ordenação de despesa não autorizada"
      },
      {
        "letra": "C",
        "texto": "oferta pública ou colocação de títulos no mercado"
      },
      {
        "letra": "D",
        "texto": "autorização de despesas não empenhadas de títulos da dívida pública"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "569838",
    "metadata": "Ano: 2015 | Banca: Prefeitura do Rio de Janeiro - RJ | Órgão: Câmara Municipal do Rio de Janeiro",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "Constitui crime contra as finanças públicas, expressamente previsto no Código Penal, punido com pena de reclusão, de 1(um) a 2 (dois) anos, a seguinte conduta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ordenar ou autorizar a inscrição em restos a pagar de despesa que não tenha sido empenhada"
      },
      {
        "letra": "B",
        "texto": "extraviar documento oficial, de que tem a guarda em razão do cargo, sonegá-lo ou inutilizá-lo, com culpa"
      },
      {
        "letra": "C",
        "texto": "ordenar ato que acarrete aumento de despesa com pessoal, nos 180 dias anteriores ao final do mandato"
      },
      {
        "letra": "D",
        "texto": "ordenar, autorizar ou realizar operação de crédito, interno ou externo, sem prévia autorização legislativa"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "563819",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TCU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "Acerca de crimes contra as finanças públicas, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na inclusão dos crimes contra as finanças públicas, o legislador não repetiu a redação da legislação esparsa revogada que permitia a aplicação da pena acessória no que diz respeito à inabilitação para o exercício do cargo. Desse modo, fica o juiz impossibilitado de determinar a perda do cargo."
      },
      {
        "letra": "B",
        "texto": "As figuras descritas no capítulo do CP que diz respeito aos crimes contra as finanças públicas têm como escopo a proteção das finanças contra condutas fraudulentas ao erário."
      },
      {
        "letra": "C",
        "texto": "O crime existente na prestação de garantia graciosa por agente público independe, para a sua consumação, da ocorrência de qualquer prejuízo para a administração, bem como não há necessidade de chamamento do Estado para suprir a prestação do devedor original."
      },
      {
        "letra": "D",
        "texto": "O tipo penal consistente em ordenar despesa não autorizada por lei configura crime material, o qual vem a consumar-se com o efetivo pagamento da despesa ordenada."
      },
      {
        "letra": "E",
        "texto": "A ordenação de aumento de despesa total com pessoal nos cento e oitenta dias anteriores ao final do mandato ou legislatura não alcança o regime celetista, de modo que tal controle se volta somente aos servidores estatutários."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "555836",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TCE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "O agente público que, possuindo atribuição legal, presta garantia em operação de crédito sem que tenha sido constituída contragarantia em valor igual ou superior ao valor da garantia prestada, pratica crime denominado",
    "alternativas": [
      {
        "letra": "A",
        "texto": "prestação de garantia não onerosa."
      },
      {
        "letra": "B",
        "texto": "prestação de garantia graciosa."
      },
      {
        "letra": "C",
        "texto": "contraprestação em operação de crédito."
      },
      {
        "letra": "D",
        "texto": "inscrição de garantia não empenhada em restos a pagar."
      },
      {
        "letra": "E",
        "texto": "assunção de obrigação no último ano do mandato ou legislatura."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "550306",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TCM-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "Visando dar concretude à Lei de Responsabilidade Fiscal, foi introduzido no Código Penal o artigo 359-D, que prevê o crime de “ordenação de despesa não autorizada”. Sobre esse tema, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "trata-se de crime próprio, logo nunca poderá ser praticado por particular, ainda que em concurso de agentes com o funcionário público;"
      },
      {
        "letra": "B",
        "texto": "trata-se de norma penal em branco, tendo em vista que independe de norma integradora para sua integral compreensão e aplicação;"
      },
      {
        "letra": "C",
        "texto": "o crime se consuma quando o funcionário ordenar a despesa não autorizada em lei, ainda que esta não venha efetivamente a ser realizada;"
      },
      {
        "letra": "D",
        "texto": "estará configurado o delito do artigo 359-D, CP, caso seja ordenada despesa não autorizada em regulamento interno, ainda que omissa a lei sobre tal vedação;"
      },
      {
        "letra": "E",
        "texto": "de acordo com o Código Penal, admite-se a modalidade culposa do delito."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "550200",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TCM-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "O princípio da transparência fiscal traz a ideia de que toda atividade financeira deve se desenvolver com clareza e transparência, como forma de legitimação do Estado Social e Democrático de Direito. Visando dar aplicabilidade a esse princípio, a Lei nº 10.028/2000 introduziu os artigos 359-A até 359-H no Código Penal, trazendo os chamados Crimes contra as Finanças Públicas. Sobre o tema, é correto afirmar que o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "“contratação de operação de crédito” é classificado pela doutrina como tipo misto alternativo;"
      },
      {
        "letra": "B",
        "texto": "“assunção de obrigação no último ano do mandato ou legislatura” proíbe que seja ordenada assunção de obrigação durante todo o último ano do mandato, se esta não puder ser paga no mesmo exercício financeiro;"
      },
      {
        "letra": "C",
        "texto": "“ordenação de despesa não autorizada” é classificado pela doutrina como norma penal em preto;"
      },
      {
        "letra": "D",
        "texto": "“prestação de garantia graciosa” é classificado pela doutrina como crime impróprio, já que o sujeito ativo não possui qualquer especial característica;"
      },
      {
        "letra": "E",
        "texto": "“não cancelamento de restos a pagar” é classificado pela doutrina como modalidade de crime comissivo impróprio."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "522003",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TCE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "Com relação aos crimes contra as finanças públicas inseridos no Código Penal pela Lei nº 10.028/2000 (artigo 359-A/H), é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "admite-se, excepcionalmente, a forma culposa;"
      },
      {
        "letra": "B",
        "texto": "em razão de sua gravidade, não se admite a substituição da pena privativa de liberdade por restritivas de direitos;"
      },
      {
        "letra": "C",
        "texto": "a tentativa não é admitida em qualquer de suas hipóteses;"
      },
      {
        "letra": "D",
        "texto": "a suspensão condicional do processo não é cabível em qualquer de suas formas;"
      },
      {
        "letra": "E",
        "texto": "trata-se de crime próprio, eis que praticado por funcionário público que tenha atribuição legal ou titular de mandato ou legislatura."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "483730",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "Douglas, funcionário público com competência para ordenar a assunção de obrigação pela Administração, autorizou a realização de despesa no primeiro quadrimestre do último ano da legislatura. Ocorre que a despesa autorizada, apesar de prevista em lei, não poderia ser paga no mesmo exercício financeiro e nem havia contrapartida suficiente em caixa para pagamento no exercício seguinte. Diante dessa situação, é correto afirmar que Douglas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "praticou crime de ordenação de despesa não autorizada;"
      },
      {
        "letra": "B",
        "texto": "não pode ser considerado funcionário público para fins penais;"
      },
      {
        "letra": "C",
        "texto": "não praticou crime contra finanças públicas previsto no Código Penal;"
      },
      {
        "letra": "D",
        "texto": "praticou crime de assunção de obrigação no último ano do mandato ou legislatura;"
      },
      {
        "letra": "E",
        "texto": "praticou crime de inscrição de despesas não empenhadas em restos a pagar."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "482826",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "O Art. 359-D do Código Penal prevê o crime de Ordenação de despesa não autorizada, prevendo o preceito primário “ordenar despesa não autorizada por lei”. Sobre tal delito, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é norma penal em preto, já que a Lei de Responsabilidade Fiscal é utilizada para complementar o tipo;"
      },
      {
        "letra": "B",
        "texto": "admite a modalidade culposa de acordo com o Código Penal;"
      },
      {
        "letra": "C",
        "texto": "é classificado como crime de conduta omissiva;"
      },
      {
        "letra": "D",
        "texto": "consuma-se apenas quando é efetivada a despesa não autorizada por lei, não bastando a simples ordenação;"
      },
      {
        "letra": "E",
        "texto": "é crime próprio, pois o sujeito ativo é o funcionário público competente para ordenar despesa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "476157",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: SEFAZ-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "No crime de ordenar despesas não autorizadas por lei",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o sujeito passivo é a fazenda pública."
      },
      {
        "letra": "B",
        "texto": "o sujeito ativo é o agente político que ordena a despesa."
      },
      {
        "letra": "C",
        "texto": "a objetividade jurídica é a probidade administrativa."
      },
      {
        "letra": "D",
        "texto": "o tipo subjetivo é exclusivamente doloso, sendo su- ficiente o dolo genérico."
      },
      {
        "letra": "E",
        "texto": "o iter criminis deve ter conotação econômica."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "471636",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: SEFAZ-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "O número de dias anteriores ao final do mandato ou legislatura em que considerar-se-á que incorre no crime de aumento de despesa total com pessoal no último ano do mandato ou legislatura aquele que ordenar, autorizar ou executar ato que acarrete aumento de despesa total com pessoal, conforme legislação vigente, é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "noventa."
      },
      {
        "letra": "B",
        "texto": "cento e oitenta."
      },
      {
        "letra": "C",
        "texto": "cento e vinte."
      },
      {
        "letra": "D",
        "texto": "trezentos e sessenta."
      },
      {
        "letra": "E",
        "texto": "cento e cinquenta."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "471635",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: SEFAZ-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "Considere as seguintes afirmativasI. O crime de prestação de garantia graciosa consuma-se com a ocorrência de prejuízo efetivo para os cofres públicos. II. O crime de prestação de garantia graciosa admite a modalidade culposa. III. O crime de não cancelamento de restos a pagar é crime omissivo puro. IV. Para a consumação do crime de não cancelamento de restos a pagar não se exige que haja prejuízo efetivo para a Administração. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II e III."
      },
      {
        "letra": "B",
        "texto": "I, II e III."
      },
      {
        "letra": "C",
        "texto": "III e IV."
      },
      {
        "letra": "D",
        "texto": "I e IV."
      },
      {
        "letra": "E",
        "texto": "II e IV."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "471634",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: SEFAZ-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "No crime de assunção de obrigação no último ano do mandato ou legislatura,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "admite-se forma culposa."
      },
      {
        "letra": "B",
        "texto": "é inadmissível a tentativa."
      },
      {
        "letra": "C",
        "texto": "há uma proibição absoluta de assumir obrigação em fim de mandato ou legislatura."
      },
      {
        "letra": "D",
        "texto": "a consumação ocorre com a assunção da obrigação."
      },
      {
        "letra": "E",
        "texto": "a pena é de reclusão de 1 (um) a 5 (cinco) anos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "471632",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: SEFAZ-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "Com relação ao crime de contratação de operação de crédito (art. 359-A do CP), é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Incide na mesma pena do referido crime aquele que ordenar, autorizar ou realizar operação de crédito, interno ou externo, quando o montante da dívida consolidada excede o limite mínimo autorizado por lei."
      },
      {
        "letra": "B",
        "texto": "Incide na mesma pena do referido crime aquele que ordenar, autorizar ou realizar operação de crédito, interno ou externo, com inobservância de limite, condição ou montante estabelecido em lei ou em resolução do Senado Federal."
      },
      {
        "letra": "C",
        "texto": "Comete o crime aquele que ordena, autoriza ou realiza operação de crédito, interno ou externo, ainda que com prévia au- torização legislativa."
      },
      {
        "letra": "D",
        "texto": "Comete o crime aquele que ordena ou autoriza operação de crédito, interno ou externo, ainda que com prévia autorização legislativa. o"
      },
      {
        "letra": "E",
        "texto": "A pena é de detenção de 1 (um) a 2 (dois) anos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "471631",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: SEFAZ-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "Em relação aos crimes contra as finanças públicas, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O tipo previsto no artigo 359-D do Código Penal (ordenação de despesa não autorizada) não admite o dolo eventual."
      },
      {
        "letra": "B",
        "texto": "O tipo do artigo 359-B do Código Penal (inscrição de despesas não empenhadas em restos a pagar) admite a modalidade culposa."
      },
      {
        "letra": "C",
        "texto": "Comete o crime de inscrição de despesas não empenhadas em restos a pagar aquele que ordenar ou autorizar a inscrição em restos a pagar, de despesa que não tenha sido previamente empenhada ou que exceda limite estabelecido em resolução do Senado Federal."
      },
      {
        "letra": "D",
        "texto": "O crime de inscrição de despesas não empenhadas em restos a pagar admite a tentativa."
      },
      {
        "letra": "E",
        "texto": "O tipo previsto no artigo 359-D do Código Penal (ordenação de despesa não autorizada) é crime de mera conduta."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "544474",
    "metadata": "Ano: 2014 | Banca: FUNCEFET | Órgão: Prefeitura de Vila Velha - ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "Constitui crime contra as finanças publicas, exceto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Prestar garantia em operação de credito sem que tenha sido constituída contragarantia em valor igual ou superior ao valor da garantia prestada, na forma da lei."
      },
      {
        "letra": "B",
        "texto": "Ordenar, autorizar ou realizar operação de crédito, interno ou externo, sem previa autorização legislativa."
      },
      {
        "letra": "C",
        "texto": "Ordenar, autorizar ou executar ato que acarrete aumento de despesa total com pessoal, nos cento e oitenta dias anteriores ao final do mandato ou da legislatura."
      },
      {
        "letra": "D",
        "texto": "Deixar de ordenar, de autorizar ou de promover o cancelamento do montante de restos a pagar inscrito em valor superior ao permitido em lei."
      },
      {
        "letra": "E",
        "texto": "Ordenar ou autorizar a inscricao em restos a pagar, de despesa que nao tenha sido previamente liquidada."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "475402",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: Prefeitura de São José do Rio Preto - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "No que concerne aos delitos contra as Finanças Públicas, o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "“prestação de garantia graciosa” só se configura se não tiver sido constituída contragarantia em valor igual ou superior ao valor da garantia prestada, na forma da lei."
      },
      {
        "letra": "B",
        "texto": "“contratação de operação de crédito” só se configura se a operação é referente a crédito interno, não sendo típica a conduta quando se trata de crédito externo."
      },
      {
        "letra": "C",
        "texto": "“assunção de obrigação no último ano do mandato ou legislatura” só se configura se é ordenada ou autorizada a assunção de obrigação, no último quadrimestre do último ano do mandato ou legislatura, cuja despesa não possa ser paga no mesmo exercício financeiro ou, caso reste parcela a ser paga no exercício seguinte, que não tenha contrapartida suficiente de disponibilidade de caixa."
      },
      {
        "letra": "D",
        "texto": "“oferta pública ou colocação de títulos no mercado” só se configura se tiver sido autorizada ou promovida a oferta pública ou a colocação no mercado financeiro de títulos da dívida pública sem que tenham sido criados por lei ou sem que estejam registrados em sistema centralizado de liquidação e de custódia, não se configurando se tiver havido mera ordenação de oferta pública."
      },
      {
        "letra": "E",
        "texto": "“aumento de despesa total com pessoal no último ano do mandato ou legislatura” só se configura se for ordenado, autorizado ou executado ato que acarrete aumento de despesa total com pessoal nos noventa dias anteriores ao final do mandato ou da legislatura."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "412507",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TCE-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Ação penal",
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "Estabelece o art. 359-D, do Código Penal, que constitui crime contra as finanças públicas ordenar despesa não autorizada por lei. Tal conduta",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cuida-se de crime próprio cujo sujeito ativo somente pode ser o agente público que possui poder e atribuição para ordenar a despesa."
      },
      {
        "letra": "B",
        "texto": "tem como objetividade jurídica a defesa orçamentária da Administração pública direta."
      },
      {
        "letra": "C",
        "texto": "objetiva atingir diretamente o Estado, representado pela União, Estados-membros, Distrito Federal e Municípios e indiretamente os titulares de créditos preferenciais perante a Administração pública."
      },
      {
        "letra": "D",
        "texto": "consuma-se quando a ordem é efetivamente executada, ou seja, quando a despesa ordenada é realmente assumida pelo Poder Público, contrariando previsão legal."
      },
      {
        "letra": "E",
        "texto": "exige ação penal condicionada ao controle orçamentário exercido pelo Tribunal de Contas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "399703",
    "metadata": "Ano: 2014 | Banca: SHDIAS | Órgão: CEASA-CAMPINAS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "Qual a pena para quem ordenar, autorizar ou executar ato que acarrete aumento de despesa total com pessoal, nos cento e oitenta dias anteriores ao final do mandato ou da legislatura?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Reclusão, de 1 (um) a 4 (quatro) anos."
      },
      {
        "letra": "B",
        "texto": "Detenção, de um a seis meses, ou multa."
      },
      {
        "letra": "C",
        "texto": "Reclusão, de três a quatro anos, e multa."
      },
      {
        "letra": "D",
        "texto": "Detenção, de três meses a dois anos, e multa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "393041",
    "metadata": "Ano: 2014 | Banca: Prefeitura do Rio de Janeiro - RJ | Órgão: Câmara Municipal do Rio de Janeiro",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "Configura crime contra as Finanças Públicas a seguinte conduta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "prestar garantia em operação de crédito sem que tenha sido constituída contragarantia em valor igual ou superior ao valor da garantia prestada, na forma da lei"
      },
      {
        "letra": "B",
        "texto": "autorizar a inscrição em restos a pagar de despesa previamente empenhada"
      },
      {
        "letra": "C",
        "texto": "executar ato que acarrete aumento de despesa total com pessoal nos últimos doze meses de mandato"
      },
      {
        "letra": "D",
        "texto": "promover o cancelamento do montante de restos a pagar inscrito em valor superior ao permitido em lei ou resolução do Senado Federal"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "392758",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "Com base na Lei de Improbidade Administrativa, bem como nos crimes previstos na Lei de Licitações e nos crimes contra as finanças públicas, julgue os itens que se seguem.O agente que autorizar a inscrição, em restos a pagar, de despesa que não tenha sido previamente empenhada ou que exceda o limite estabelecido em lei pratica crime contra as finanças públicas, e, não, mera infração administrativa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "387993",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "Acerca dos crimes contra a administração pública e dos crimes contra as finanças públicas, julgue o item subsequente. A conduta de prefeito que ordene ou autorize a assunção, no último quadrimestre do último ano de seu mandato, de obrigação cuja despesa não possa ser paga no mesmo exercício financeiro tipifica crime contra as finanças públicas.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "465622",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: MPC-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "O crime, previsto no art. 359-D do Código Penal, com a redação que lhe foi dada pela Lei no 10.028/2000, “ordenar despesa não autorizada por lei: Pena: reclusão, de 1 (um) a 4 (quatro) anos”",
    "alternativas": [
      {
        "letra": "A",
        "texto": "admite a forma culposa, quando houver imprudência, imperícia ou negligência."
      },
      {
        "letra": "B",
        "texto": "inclui-se dentre os crimes de mera conduta."
      },
      {
        "letra": "C",
        "texto": "não admite a participação de particular."
      },
      {
        "letra": "D",
        "texto": "só pode ser cometido por administrador federal."
      },
      {
        "letra": "E",
        "texto": "exige a ocorrência de efetivo prejuízo para o Estado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "433135",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: TJ-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "A Lei n. 10.028/00 incluiu no Título XI do Código Penal, o Capítulo IV - Dos crimes contra as finanças públicas. Sobre esses crimes, assinale a afirmativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A Lei n. 10.028 não poderá retroagir para alcançar fatos praticados antes de sua entrada em vigor, em respeito ao princípio da irretroatividade da lei penal mais gravosa"
      },
      {
        "letra": "B",
        "texto": "A Lei n. 10.028 é pluriofensiva, tendo em vista que são inúmeros os bens jurídicos protegidos, como as finanças públicas, probidade administrativa e gestão fiscal responsável."
      },
      {
        "letra": "C",
        "texto": "O crime de ordenação de despesa não autorizada pode ser praticado na modalidade dolosa ou culposa."
      },
      {
        "letra": "D",
        "texto": "Tipifica crime contra as finanças públicas ordenar, autorizar ou executar ato que acarrete aumento de despesa total com pessoal, nos 180 dias anteriores ao final do mandato ou legislatura."
      },
      {
        "letra": "E",
        "texto": "O crime de contratação de operação de crédito - \"Ordenar, autorizar ou realizar operação de crédito, interno ou externo, sem prévia autorização legislativa\" - pode ser classificado como crime próprio."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "336618",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TCE-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "O ordenador de despesas que determinar a inscrição em restos a pagar de despesa que não tenha sido previamente empenhada pratica conduta descrita apenas como ilícito administrativo, estando sujeito a processo administrativo a ser julgado perante o tribunal de contas.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "314257",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "Por força de dispositivo expresso constante no CP, a caracterização dos crimes contra as finanças públicas depende de pronunciamento definitivo da corte de contas.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "314256",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "O crime consistente em ordenar, autorizar ou executar ato que acarrete aumento de despesa total com pessoal, nos cento e oitenta dias anteriores ao final do mandato ou da legislatura, é delito material e não se caracteriza quando o aumento de despesa estiver dentro dos percentuais da receita corrente líquida estabelecidos em legislação própria.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "893027",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TCE-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "Com base no que dispõe o Código Penal (CP) e na interpretação doutrinária da legislação penal, julgue o item seguinte.Os dispositivos legais que definem os crimes contra as finanças públicas previstos no CP são leis penais em branco, na sua totalidade, visto que dependem de complementação por norma de direito financeiro.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "479553",
    "metadata": "Ano: 2012 | Banca: AOCP | Órgão: TCE-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "Analise as assertivas e assinale a alternativa que aponta as corretas. Constitui crime contra as finanças públicas: I. ordenar, autorizar ou realizar operação de crédito, interno ou externo, sem prévia autorização legislativa. II. ordenar ou autorizar a assunção de obrigação, nos dois últimos quadrimestres do último ano do mandato ou legislatura, cuja despesa não possa ser paga no mesmo exercício financeiro ou, caso reste parcela a ser paga no exercício seguinte, que não tenha contrapartida suficiente de disponibilidade de caixa. III. prestar garantia em operação de crédito sem que tenha sido constituída contragarantia em valor igual ou superior ao valor da garantia prestada, na forma da lei. IV. ordenar, autorizar ou promover a oferta pública ou a colocação no mercado financeiro de títulos da dívida pública sem que tenham sido criados por lei ou sem que estejam registrados em sistema centralizado de liquidação e de custódia.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I, III e IV."
      },
      {
        "letra": "B",
        "texto": "Apenas II e III."
      },
      {
        "letra": "C",
        "texto": "Apenas III e IV."
      },
      {
        "letra": "D",
        "texto": "Apenas I e II."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "293472",
    "metadata": "Ano: 2012 | Banca: IESES | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Contrabando",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "É certo afirmar: I. Contrabando e descaminho são figuras sinônimas de crimes tributários, de modo que na sua facilitação o funcionário público comente crime contra a administração pública. II. Constitui peculato o funcionário público se apropriar de dinheiro, valor ou qualquer outro bem móvel, público ou particular, de que tem a posse em razão do cargo, ou desviá-lo, em proveito próprio ou alheio. III. O delito de emprego irregular de verbas ou rendas públicas somente pode ser cometido pelo funcionário público; apresenta figura qualificada quando o agente ocupar cargo em comissão, função de direção ou de assessoramento. IV. Crime de prevaricação é todo ato cometido pelo funcionário público ou particular no descumprimento da Lei. Analisando as proposições, pode-se afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições I e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições I e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições II e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições II e III estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "286995",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TCE-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "No que se refere à aplicação de pena por crime contra as finanças públicas, são previstos, no CP, de forma expressa, modo especial de apreciação das circunstâncias judiciais, em particular do valor dos danos causados ao erário, e, ainda, a elevação da pena com base nos elementos do tipo específico.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "284101",
    "metadata": "Ano: 2012 | Banca: ESAF | Órgão: CGU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "Considerando os Crimes Praticados por Funcionário Público contra a Administração em Geral e os Crimes contra as Finanças Públicas, indique a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "“W” realizou negociação na qual prestou garantia em operação de crédito sem qualquer contragarantia da garantia por ele prestada. “W” praticou a conduta de Contratação de operação de crédito."
      },
      {
        "letra": "B",
        "texto": "“X”, na qualidade de funcionário público, valendo-se da função de chefe da seção de manutenção, concorreu para que “D” subtraísse em proveito de “V” impressora pertencente à repartição, na qual “X” trabalhava e detinha a posse em razão do cargo. “X”, arrependido, restituiu aos cofres públicos parte do prejuízo, antes da sentença transitar em julgado. Nesses termos, extinta a punibilidade da conduta perpetrada por “X”."
      },
      {
        "letra": "C",
        "texto": "“Z”, requisitado para trabalhar no sistema informatizado de uma empresa pública, sem autorização, modificou um programa de informática, acarretando danos à Administração Pública. “Z” responderá pela conduta de Inserção de dados falsos em sistema de informações."
      },
      {
        "letra": "D",
        "texto": "“Y”, médico, administrador de um hospital credenciado pelo Sistema Único de Saúde (SUS), acompanhou “M” durante todo o pré-natal, cobrou da mesma valor para realizar cirurgia de parto cesariana. “Y” praticou o crime de concussão."
      },
      {
        "letra": "E",
        "texto": "“H”, agente penitenciário, cometeu Condescendência criminosa ao facilitar, indevidamente, que o preso “O” tivesse acesso a chip de aparelho celular no interior da cela em que cumpria pena."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "249123",
    "metadata": "Ano: 2012 | Banca: ESAF | Órgão: CGU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "Considerando as disposições relativas aos Crimes Praticados por Funcionário Público Contra a Administração em Geral e aos Crimes contra as Finanças Públicas, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Comete o crime de condescendência criminosa o servidor que deixar, por indulgência, de responsabilizar subordinado que cometeu infração no exercício do cargo ou, quando lhe falte competência, não levar o fato ao conhecimento da autoridade competente."
      },
      {
        "letra": "B",
        "texto": "Com as recentes modificações penais, o abandono de cargo público deixou de ser considerado crime, todavia manteve-se como hipótese punível com demissão na via administrativa disciplinar."
      },
      {
        "letra": "C",
        "texto": "Comete crime contra as finanças públicas gestor que ordenar, autorizar ou executar ato que acarrete aumento de despesa total com pessoal, nos doze meses anteriores ao final do mandato ou da legislatura."
      },
      {
        "letra": "D",
        "texto": "Comete o crime de valimento do cargo servidor que patrocinar, direta ou indiretamente, interesse privado perante a administração pública, valendo-se da qualidade de funcionário."
      },
      {
        "letra": "E",
        "texto": "Retardar ou deixar de praticar, indevidamente, ato de ofício, ou praticá-lo contra disposição expressa de lei, para satisfazer interesse ou sentimento pessoal caracteriza o crime de advocacia administrativa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "236222",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: MPE-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "No que concerne ao delito de contração de operação de crédito, considere: I. Se o agente público, com atribuições para ordenar operação de crédito, o faz sem prévia autorização legislativa, não chegando, porém, a se concretizar a contratação por circunstâncias alheias à sua vontade, deverá responder pelo delito na forma tentada. II. O sujeito ativo só pode ser agente público, motivo porque é inadmissível a participação criminosa de pessoa que não ostente a qualidade de funcionário público. III. O crime só é punível a título de dolo, não se caracterizando o delito em questão quando a conduta for decorrente de culpa, em quaisquer de suas modalidades. Está correto o que consta SOMENTE em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III."
      },
      {
        "letra": "B",
        "texto": "I e II."
      },
      {
        "letra": "C",
        "texto": "III."
      },
      {
        "letra": "D",
        "texto": "II e III."
      },
      {
        "letra": "E",
        "texto": "I."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "234905",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: MPE-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "Todos os responsáveis por recursos públicos, independentemente da natureza de seu vínculo com a administração pública, estão sujeitos à aplicação de penalidades previstas em lei. A respeito desse assunto, julgue o seguinte item. Constitui crime contra as finanças públicas deixar de expedir ato que determine limitação de empenho e movimentação financeira, nos casos e condições estabelecidos em lei.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "379491",
    "metadata": "Ano: 2011 | Banca: Prefeitura do Rio de Janeiro - RJ | Órgão: TCM-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita",
      "Crimes contra a administração pública",
      "Peculato",
      "Emprego irregular de verbas ou rendas públicas",
      "Corrupção passiva",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "Uma repartição pública recebe computadores novos. Um servidor dessa repartição, verificando que os computadores novos são mais modernos e de tecnologia mais avançada, resolve trazer o seu computador pessoal de casa, para substituí-lo por um desses novos. Essa conduta caracteriza:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "crime de apropriação indébita"
      },
      {
        "letra": "B",
        "texto": "crime de peculato"
      },
      {
        "letra": "C",
        "texto": "crime de corrupção passiva"
      },
      {
        "letra": "D",
        "texto": "crime contra as finanças públicas"
      },
      {
        "letra": "E",
        "texto": "crime de emprego irregular de verbas públicas"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "288867",
    "metadata": "Ano: 2011 | Banca: ISAE | Órgão: AL-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "Relativamente aos crimes contra as licitações, assinale a afirmativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Constitui crime dispensar ou inexigir licitação fora das hipóteses previstas em lei ou deixar de observar as formalidades pertinentes à dispensa ou à inexigibilidade."
      },
      {
        "letra": "B",
        "texto": "A pena de multa, cominada nos crimes contra as licitações (arts. 89 a 98 da Lei 8.666/93), consiste no pagamento de quantia fixada na sentença e calculada em índices percentuais, cuja base corresponderá ao valor da vantagem efetivamente obtida ou potencialmente auferível pelo agente."
      },
      {
        "letra": "C",
        "texto": "Qualquer pessoa poderá provocar, para os efeitos dos crimes da lei de licitações (Lei 8.666/93), a iniciativa do Ministério Público, fornecendo-lhe por escrito, informações sobre o fato e sua autoria, bem como as circunstâncias em que se deu a ocorrência. Os crimes da referida lei são todos de ação penal pública condicionada à representação."
      },
      {
        "letra": "D",
        "texto": "Constitui crime devassar o sigilo de proposta apresentada em procedimento licitatório ou proporcionar a terceiro o ensejo de devassá-lo."
      },
      {
        "letra": "E",
        "texto": "O produto da arrecadação da multa, cominada aos condenados por crime contra as licitações (arts. 89 a 98 da Lei 8.666/93), reverterá, conforme o caso, à Fazenda Federal, Distrital, Estadual ou Municipal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "288261",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TCE-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "O crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "contratação de operação de crédito, previsto no art. 359-A, consuma-se com a realização da operação de crédito, interno ou externo, sem prévia autorização do Ministério Público."
      },
      {
        "letra": "B",
        "texto": "aumento de despesa total com pessoal no últi mo ano do mandato ou legislatura, previsto no art. 359-G do Código Penal, só se consuma se houver prejuízo efetivo para a Administração Pública."
      },
      {
        "letra": "C",
        "texto": "não cancelamento de restos a pagar, previsto no art. 359-F do Código Penal, estabelece pena de detenção ou multa, quando a omissão for culposa."
      },
      {
        "letra": "D",
        "texto": "assunção de inscrição de despesas não empenhadas em restos a pagar, previsto no art. 359-B do Código Penal, consuma-se com a simples ordem ou autorização de inscrição em restos a pagar de despesa não empenhada ou que exceda limite estabelecido em lei."
      },
      {
        "letra": "E",
        "texto": "ordenação de despesa não autorizada, previsto no art. 359-D do Código Penal, não admite o dolo eventual, não se caracterizando quando o agente público que ordena a despesa está em dúvida quanto à existência ou não de autorização legal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "204016",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TCM-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "A prestação por administrador público de garantia em operação de crédito, sem contragarantia em valor igual ou superior ao valor da garantia prestada, quando a lei o exigir,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "constitui mera infração administrativa, pois se trata de fato penalmente atípico."
      },
      {
        "letra": "B",
        "texto": "pode representar a prática de crime previsto no Código Penal, além de configurar possível improbidade administrativa."
      },
      {
        "letra": "C",
        "texto": "exige a ocorrência de prejuízo ao erário para ser considerada ato de improbidade administrativa."
      },
      {
        "letra": "D",
        "texto": "é fato típico, desde que demonstrada a negligência da autoridade que a prestou."
      },
      {
        "letra": "E",
        "texto": "caracteriza crime previsto na Lei Geral de Licitações (Lei Federal no 8.666/93)."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "198797",
    "metadata": "Ano: 2011 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes contra as finanças públicas"
    ],
    "enunciado_principal": "É INCORRETO AFIRMAR QUE:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "( ) a perda de cargo, função pública ou mandato eletivo é efeito da condenação inaplicável em crimes contra as finanças públicas;"
      },
      {
        "letra": "B",
        "texto": "( ) os crimes contra as finanças públicas constituem também atos de improbidade administrativa;"
      },
      {
        "letra": "C",
        "texto": "( ) os crimes contra as finanças públicas são crimes funcionais impróprios;"
      },
      {
        "letra": "D",
        "texto": "( ) na oferta pública ou colocação no mercado financeiro de títulos da divida pública o sujeito ativo pode ser servidor público outro que não a autoridade pública com poderes decisórios em nome do ente federativo."
      }
    ],
    "gabarito": "C"
  }
]