[
  {
    "id": "2444753",
    "metadata": "Ano: 2024 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o sentimento religioso"
    ],
    "enunciado_principal": "[Questão inédita] Quais das afirmações a seguir estão corretas: 1- Intolerância religiosa é um crime de ódio. 2- A intolerância religiosa não é crime no Brasil. 3- Cometer atos de vandalismo contra os templos de outras religiões é intolerância religiosa. 4- A liberdade de expressão garante o direito para dizer o que se quer sobre crenças ou religiões que não a nossa.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "1 e 2"
      },
      {
        "letra": "B",
        "texto": "1 e 3"
      },
      {
        "letra": "C",
        "texto": "2 e 3"
      },
      {
        "letra": "D",
        "texto": "2 e 4"
      },
      {
        "letra": "E",
        "texto": "3 e 4"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1972014",
    "metadata": "Ano: 2022 | Banca: IDECAN | Órgão: TJ-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o sentimento religioso"
    ],
    "enunciado_principal": "Os delitos formais são aqueles que se consumam sem a necessidade do resultado. Já a tentativa, de acordo com a legislação penal, ocorre quando, iniciada a execução, o crime não se consuma por circunstâncias alheias a vontade do agente. Com base nessas informações, identifique o crime formal em que não cabe tentativa.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "concussão (art. 316 do CP)"
      },
      {
        "letra": "B",
        "texto": "falsa identidade (art. 307 do CP)"
      },
      {
        "letra": "C",
        "texto": "assédio sexual (art. 216-A do CP)"
      },
      {
        "letra": "D",
        "texto": "impedimento ou perturbação de cerimônia ou culto religioso (art. 208, segunda parte do CP)"
      },
      {
        "letra": "E",
        "texto": "estelionato (art. 171 do CP)"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1972012",
    "metadata": "Ano: 2022 | Banca: IDECAN | Órgão: TJ-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o sentimento religioso",
      "Crimes contra o respeito aos mortos"
    ],
    "enunciado_principal": "Em relação ao crimes contra o sentimento religioso e contra o respeito aos mortos, assinale a afirmativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de impedimento ou perturbação de cerimônia funerária é um tipo misto alternativo."
      },
      {
        "letra": "B",
        "texto": "O crime de violação de sepultura é um delito formal."
      },
      {
        "letra": "C",
        "texto": "O crime de destruição, subtração ou ocultação de cadáver é um delito material,"
      },
      {
        "letra": "D",
        "texto": "O crime de vilipêndio a cadáver é um delito formal."
      },
      {
        "letra": "E",
        "texto": "O crime de ultraje a culto e impedimento ou perturbação de ato a ele relativo é um tipo misto cumulativo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1937227",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Injúria",
      "Crimes contra o sentimento religioso",
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Durante a realização de ato ecumênico, no domingo de Páscoa, em praça pública, Hermano, pastor de determinada congregação religiosa, ao receber a oportunidade de discursar, ofendeu líderes e seguidores de outras crenças religiosas diversas da sua, afirmando expressamente que seriam “religiões assassinas”, tendo “líderes assassinos”, especializados em pilantragem, estupros espirituais e que levavam seus seguidores a caminhos de podridão. Finalizou que todas as religiões mencionadas eram destinadas à adoração do diabo. Diante desse cenário, é correto afirmar que Hermano:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "praticou o crime de injúria;"
      },
      {
        "letra": "B",
        "texto": "não praticou conduta típica, pois a condenação ideológica de outras crenças é inerente à prática religiosa;"
      },
      {
        "letra": "C",
        "texto": "praticou o crime de calúnia;"
      },
      {
        "letra": "D",
        "texto": "não praticou conduta típica, pois o líder religioso atuou sob a imunidade decorrente da liberdade de expressão;"
      },
      {
        "letra": "E",
        "texto": "praticou o crime de racismo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1673451",
    "metadata": "Ano: 2020 | Banca: ADM&TEC | Órgão: Prefeitura de Gravatá - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Crimes contra o sentimento religioso",
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública",
      "Tráfico de Pessoas"
    ],
    "enunciado_principal": "Analise as afirmativas a seguir: I. Impedir ou perturbar uma cerimônia ou uma prática de um culto religioso, assim como vilipendiar publicamente um ato ou um objeto de culto religioso, é uma prática com pena prevista de detenção, de um mês a um ano, ou multa. Se há o emprego de violência, a pena é aumentada de um terço, sem prejuízo da pena correspondente à violência, conforme determina o artigo 208 do Decreto-lei nº 2.848, de 1940. II. Exercer, ainda que a título gratuito, a profissão de médico, de dentista ou de farmacêutico, sem a autorização legal ou excedendo-lhe os limites, é uma prática ilegal, cuja penalidade é de detenção, de seis meses a dois anos. Se o crime é praticado com o fim de lucro, aplica-se também multa, conforme determina o artigo 282, Parágrafo único, do Código Penal. III. O tráfico de pessoas é um crime previsto no Código Penal e inclui ações como agenciar, aliciar, recrutar, transportar, transferir, comprar, alojar ou acolher uma pessoa, mediante grave ameaça, violência, coação, fraude ou abuso, com a finalidade de promover a adoção ilegal ou a exploração sexual dessa pessoa. Para esse crime, é prevista uma pena de detenção, de 8 (oito) a 12 (doze) anos e multa, cumulativamente, de acordo com as disposições do artigo 149-A, incisos IV e V, do Código Penal. Marque a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nenhuma afirmativa está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas uma afirmativa está correta."
      },
      {
        "letra": "C",
        "texto": "Apenas duas afirmativas estão corretas."
      },
      {
        "letra": "D",
        "texto": "Todas as afirmativas estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1133910",
    "metadata": "Ano: 2019 | Banca: IBADE | Órgão: FUNDAC - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o sentimento religioso",
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Suponha que uma senhora negra de 38 anos de idade é encontrada na rua colocando objetos de oferendas para seus orixás/deuses. Um grupo de vândalos passa por ela e a xinga de “preta macumbeira, você vai ver, vou te pegar quando estiver sozinha à noite!”. A referida situação é revoltante e criminosa, representando explícito preconceito de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "etnia e profissão."
      },
      {
        "letra": "B",
        "texto": "cor e saúde."
      },
      {
        "letra": "C",
        "texto": "raça e religião."
      },
      {
        "letra": "D",
        "texto": "sexo e credo."
      },
      {
        "letra": "E",
        "texto": "origem e orientação sexual."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "852766",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: DPE-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o sentimento religioso"
    ],
    "enunciado_principal": "No que tange aos crimes contra o sentimento religioso, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para que configure crime, a prática do escárnio deve expressar o fim específico de ofender o sentimento religioso de um indivíduo, como elemento subjetivo do injusto."
      },
      {
        "letra": "B",
        "texto": "A caracterização desse tipo de crime exige que a prática de escárnio seja efetuada na presença do sujeito passivo."
      },
      {
        "letra": "C",
        "texto": "Em caso de escárnio por motivo religioso acompanhado de ofensa a honra individual, o agente responderá em concurso formal de crimes."
      },
      {
        "letra": "D",
        "texto": "Em se tratando de escárnio por motivo religioso, a pena será acrescida de um terço caso se verifique o exercício de violência, desde que voltada contra objetos e esculturas sagradas."
      },
      {
        "letra": "E",
        "texto": "Constitui infração penal o ato de escarnecer, em público, um grupo religioso."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "534582",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a propriedade imaterial",
      "Crimes contra o sentimento religioso",
      "Crimes contra o respeito aos mortos"
    ],
    "enunciado_principal": "Acerca da disciplina legal dos crimes previstos na parte especial do CP, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A conduta de subtrair cadáver de sua sepultura configura crime de furto qualificado."
      },
      {
        "letra": "B",
        "texto": "O ato de escarnecer de alguém publicamente em razão de sua crença ou de sua função religiosa configura crime de injúria qualificada."
      },
      {
        "letra": "C",
        "texto": "Nas figuras qualificadas do crime de direito autoral, é desnecessário que haja o intuito de obter lucro para que seja configurado o referido crime."
      },
      {
        "letra": "D",
        "texto": "No crime de impedimento ou perturbação de enterro ou cerimônia funerária, constitui causa de aumento de pena o fato de o agente praticar o referido crime mediante violência."
      },
      {
        "letra": "E",
        "texto": "A ação penal para os crimes contra a propriedade intelectual é de iniciativa privada e deverá ser ajuizada mediante queixa do ofendido."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "393354",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o sentimento religioso",
      "Crimes contra o respeito aos mortos",
      "Crimes contra a dignidade sexual",
      "Crimes contra a família",
      "Crimes contra a administração pública"
    ],
    "enunciado_principal": "Com relação ao excesso punível, aos crimes contra a dignidade sexual, aos crimes contra o sentimento religioso e o respeito aos mortos, aos crimes contra a família e aos crimes contra a administração pública, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No crime de bigamia, a data do fato constitui o termo inicial do prazo prescricional."
      },
      {
        "letra": "B",
        "texto": "Comete o crime de concussão o empregado de empresa pública que, utilizando-se de grave ameaça, exige para si vantagem econômica."
      },
      {
        "letra": "C",
        "texto": "Ao contrário do que ocorria com a Parte Geral do Código Penal de 1940, o Código Penal atual não prevê, expressamente, a aplicabilidade das regras de excesso punível às quatro causas de exclusão de ilicitude."
      },
      {
        "letra": "D",
        "texto": "No estupro de vulnerável, a presunção de violência é absoluta, segundo a jurisprudência do STJ, sendo irrelevante a aquiescência do menor ou mesmo o fato de já ter mantido relações sexuais anteriormente."
      },
      {
        "letra": "E",
        "texto": "As cinzas humanas não podem ser objeto material do crime de vilipêndio a cadáver."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "335807",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: MPE-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a organização do trabalho",
      "Crimes contra o sentimento religioso",
      "Crimes contra o respeito aos mortos"
    ],
    "enunciado_principal": "No que concerne aos crimes contra a organização do trabalho, contra o sentimento religioso e contra o respeito aos mortos, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A violação de túmulos com a consequente retirada dos crânios e de próteses de cadáver ali sepultado configura o crime de violação de sepultura em concurso material com furto"
      },
      {
        "letra": "B",
        "texto": "O crime de atentado contra a liberdade de associação submete- se à ação penal de iniciativa pública, sujeita à representação daquele que pretenda associar-se"
      },
      {
        "letra": "C",
        "texto": "É objeto do crime de destruição, subtração ou ocultação de cadáver a múmia embalsamada, admitindo-se a modalidade tentada"
      },
      {
        "letra": "D",
        "texto": "O cadáver sepultado não é considerado objeto do delito de furto"
      },
      {
        "letra": "E",
        "texto": "A retirada do cadáver do local do crime para outro em que não seja reconhecido caracteriza o crime de vilipêndio a cadáver."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "305422",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o sentimento religioso"
    ],
    "enunciado_principal": "Quanto ao crime de ocultação de cadáver, é INCORRETO afirmar: I. O sujeito passivo é a coletividade. II. É crime vago. III. Possui sujeito passivo determinado. IV. Não importa se o cadáver era de uma criança, de um jovem, de uma grávida, pois morto é o objeto material do delito.Indique a opção que contempla a(s) assertiva(s) correta(s).",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "B",
        "texto": "I, II e III, apenas."
      },
      {
        "letra": "C",
        "texto": "I, II e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "II, III e IV, apenas."
      },
      {
        "letra": "E",
        "texto": "III, apenas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "283096",
    "metadata": "Ano: 2012 | Banca: FUNCAB | Órgão: PC-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Tipicidade",
      "Culpabilidade",
      "Imputação objetiva",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Autoria e coautoria",
      "Erro do tipo essencial",
      "Crimes contra a vida",
      "Homicídio",
      "Crimes contra o sentimento religioso",
      "Crimes contra o respeito aos mortos"
    ],
    "enunciado_principal": "Maria é amiga e “cunhada” de Paula, pois namora Carlos, o irmão desta.Maria descobre que está sendo traída por Carlos e conta a Paula. Esta sugere que Maria simule o suicídio para dar uma lição em Carlos. Realizada a encenação, Carlos encontra Maria caída em sua cama, aparentando estar com os pulsos cortados e morta, tendo uma faca ao seu lado. Certo da morte de sua amada, pois a cena fora perfeitamente simulada, com aptidão para enganar qualquer pessoa, Carlos, desesperado, pega a faca supostamente utilizada por Maria e começa a golpear o corpo da namorada, gritando que ela não poderia ter feito aquilo com ele, haja vista amá-la demais e que, portanto, sua vida teria perdido o sentido. Maria, mesmo esfaqueada, não esboça qualquer reação, pois, para dar uma aura de veracidade à farsa, havia ingerido medicamentos que a fizeram dormir profundamente. Em razão dos golpes desferidos por Carlos, Maria acaba efetivamente morrendo. Assim, pode-se afirmar que Carlos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deve responder pelo crime de homicídio doloso duplamente qualificado, em face de a morte ter ocorrido por motivo torpe e pela impossibilidade de reação da vítima, sendo Paula coautora do mesmo crime, pois o direito penal brasileiro adota a teoria monista mitigada."
      },
      {
        "letra": "B",
        "texto": "deve responder por descumprir um dever de cuidado objetivo, que causou um resultado lesivo, já que há previsão expressa do crime na modalidade culposa, considerando Carlos que estava sob erro de tipo vencível; Paula é partícipe do mesmo crime, pois o direito penal brasileiro adota a teoria monista mitigada."
      },
      {
        "letra": "C",
        "texto": "não pode responder por crime algum, pois não há responsabilidade penal objetiva no direito penal brasileiro."
      },
      {
        "letra": "D",
        "texto": "deve responder pelo crime de vilipêndio a cadáver, haja vista estar emerro sobre o fato, que, pela teoria extremada da culpabi l idade, amolda-se ao instituto do erro de proibição."
      },
      {
        "letra": "E",
        "texto": "deve ser indiciado pelo crime de destruição, subtração ou ocultação de cadáver, uma vez que, estando sob erro de tipo vencível, fez o cadáver perder a sua forma original."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "219457",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: DPE-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o sentimento religioso"
    ],
    "enunciado_principal": "Em relação aos crimes contra o sentimento religioso, o respeito aos mortos e aos crimes contra a família, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ainda que declarada anteriormente a atipicidade do crime de bigamia, subsiste a figura delitiva conexa da falsidade ideológica, por não ser aplicável a essas hipóteses o princípio da consunção."
      },
      {
        "letra": "B",
        "texto": "No delito de induzimento a erro essencial, a ação penal depende de queixa do contraente enganado e pode ser intentada independentemente do trânsito em julgado da sentença que, pelo erro, anule o casamento."
      },
      {
        "letra": "C",
        "texto": "Aquele que deixa o próprio filho em casa de família desconhecida, ocultando-lhe a filiação, com o fim de prejudicar direito inerente ao estado civil, responde pelo delito de sonegação de estado de filiação."
      },
      {
        "letra": "D",
        "texto": "O sujeito passivo do delito de ocultação de cadáver, delito vago, que não possui sujeito passivo determinado, é a coletividade."
      },
      {
        "letra": "E",
        "texto": "O delito de vilipendiar cadáver ou suas cinzas é infração penal de menor potencial ofensivo, dada a pena máxima cominada."
      }
    ],
    "gabarito": "D"
  }
]