[
  {
    "id": "3280317",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: EMBRAPA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes contra a propriedade intelectual de programa de computador  - Lei n° 9.609/1998"
    ],
    "enunciado_principal": "Julgue o item subsequente, consoante as disposições da Lei n.º 9.609/1998, que trata da proteção da propriedade intelectual de programa de computador e sua comercialização no Brasil. Se um programa de computador for retirado de comercialização, o titular dos direitos do programa não será obrigado a assegurar aos respectivos usuários a prestação de serviços técnicos complementares relativos ao adequado funcionamento do programa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3280316",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: EMBRAPA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes contra a propriedade intelectual de programa de computador  - Lei n° 9.609/1998"
    ],
    "enunciado_principal": "Julgue o item subsequente, consoante as disposições da Lei n.º 9.609/1998, que trata da proteção da propriedade intelectual de programa de computador e sua comercialização no Brasil. Considere que João reproduza, para fins de armazenamento eletrônico, cópia legitimamente adquirida de um programa computacional de contabilidade cuja titularidade seja da empresa Alfa. Nessa situação, a referida reprodução configura infração da lei por ofensa aos direitos do titular do programa de computador.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3280315",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: EMBRAPA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes contra a propriedade intelectual de programa de computador  - Lei n° 9.609/1998"
    ],
    "enunciado_principal": "Julgue o item subsequente, consoante as disposições da Lei n.º 9.609/1998, que trata da proteção da propriedade intelectual de programa de computador e sua comercialização no Brasil. A citação parcial de um programa de computador, para fins didáticos, desde que identificados o programa e o titular dos direitos respectivos, não constitui ofensa aos direitos do titular desse programa de computador.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3177919",
    "metadata": "Ano: 2025 | Banca: PS Concursos | Órgão: Prefeitura de Jacinto Machado - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes contra a propriedade intelectual de programa de computador  - Lei n° 9.609/1998"
    ],
    "enunciado_principal": "De acordo com Lei Federal 9.609 de 19 de fevereiro de 1998, qual das alternativas abaixo está CORRETA?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Esta lei dispõe sobre o tratamento de dados pessoais, inclusive nos meios digitais, por pessoa natural ou por pessoa jurídica de direito público ou privado, com o objetivo de proteger os direitos fundamentais de liberdade e de privacidade e o livre desenvolvimento da personalidade da pessoa natural"
      },
      {
        "letra": "B",
        "texto": "Esta lei dispõe sobre a proteção da propriedade intelectual de programa de computador, sua comercialização no País, e dá outras providências."
      },
      {
        "letra": "C",
        "texto": "Esta lei altera, atualiza e consolida a legislação sobre direitos autorais e dá outras providências"
      },
      {
        "letra": "D",
        "texto": "Esta lei propõe tipificar condutas realizadas mediante uso de sistema eletrônico, digital ou similares, que sejam praticadas contra sistemas informatizados e similares; e dá outras providências"
      },
      {
        "letra": "E",
        "texto": "Esta lei regulamenta o § 5º do art. 198 da Constituição, e dispõe sobre regulamento o uso de código aberto para o desenvolvimento de produtos de software públicos no Brasil."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3443946",
    "metadata": "Ano: 2024 | Banca: OBJETIVA | Órgão: Prefeitura de Guaraniaçu - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes contra a propriedade intelectual de programa de computador  - Lei n° 9.609/1998"
    ],
    "enunciado_principal": "De acordo com a Lei nº 9.609/1998 − Proteção da Propriedade Intelectual de Programa de Computador, não constitui ofensa aos direitos do titular de programa de computador: I. A reprodução, em vários exemplares, de cópia legitimamente adquirida, desde que se destine à cópia de salvaguarda ou armazenamento eletrônico, hipótese em que o exemplar original servirá de salvaguarda. II. A citação total do programa, para fins didáticos, desde que identificados o programa e o titular dos direitos respectivos. III. A ocorrência de semelhança de programa a outro, preexistente, quando se der por força das características funcionais de sua aplicação, da observância de preceitos normativos e técnicos, ou de limitação de forma alternativa para a sua expressão. Está CORRETO o que se afirma:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas no item I."
      },
      {
        "letra": "B",
        "texto": "Apenas no item III."
      },
      {
        "letra": "C",
        "texto": "Apenas nos itens I e II."
      },
      {
        "letra": "D",
        "texto": "Apenas nos itens II e III."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3060322",
    "metadata": "Ano: 2024 | Banca: OBJETIVA | Órgão: FESC - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes contra a propriedade intelectual de programa de computador  - Lei n° 9.609/1998"
    ],
    "enunciado_principal": "A Lei nº 9.609/1998 dispõe sobre a proteção da propriedade intelectual de programa de computador e sua comercialização no país. Com base nisso, é CORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A proteção aos direitos de que trata esta lei depende de registro."
      },
      {
        "letra": "B",
        "texto": "São válidas as cláusulas que eximam qualquer dos contratantes das responsabilidades por eventuais ações de terceiros, decorrentes de vícios."
      },
      {
        "letra": "C",
        "texto": "Fica assegurada a tutela dos direitos relativos a programa de computador pelo prazo de 50 anos."
      },
      {
        "letra": "D",
        "texto": "O uso de programa de computador no país não será objeto de contrato de licença."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2559165",
    "metadata": "Ano: 2024 | Banca: OBJETIVA | Órgão: FEAS de Curitiba - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes contra a propriedade intelectual de programa de computador  - Lei n° 9.609/1998"
    ],
    "enunciado_principal": "Uma pesquisa conduzida por J., servidor público, levou à criação de um software que, alinhado às redes sociais, pode ajudar a salvar vidas, auxiliando nas campanhas de doação de órgãos. Nesse sentido, de acordo com a Lei nº 9.609/1998: I. Sempre pertencerão ao órgão público os direitos relativos ao programa de computador, desenvolvido e elaborado durante a vigência de contrato ou de vínculo estatutário. II. Pertencerão, com exclusividade, ao servidor os direitos concernentes a programa de computador gerado com ou sem relação com o contrato de trabalho, prestação de serviços ou vínculo estatutário. III. A proteção aos direitos de que trata esta Lei independe de registro. Está(ão) CORRETO(S):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente o item I."
      },
      {
        "letra": "B",
        "texto": "Somente o item II."
      },
      {
        "letra": "C",
        "texto": "Somente o item III."
      },
      {
        "letra": "D",
        "texto": "Somente os itens I e III."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2547199",
    "metadata": "Ano: 2024 | Banca: UNIVIDA | Órgão: Prefeitura de Bom Sucesso do Sul - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a propriedade intelectual de programa de computador  - Lei n° 9.609/1998"
    ],
    "enunciado_principal": "Não constituem ofensa aos direitos do titular de programa de computador: I - A reprodução, em um só exemplar, de cópia legitimamente adquirida, desde que se destine à cópia de salvaguarda ou armazenamento eletrônico, hipótese em que o exemplar original servirá de salvaguarda. II - A citação integral do programa, para fins didáticos, desde que identificados o programa e o titular dos direitos respectivos. III - A ocorrência de semelhança de programa a outro, preexistente, quando se der por força das características funcionais de sua aplicação, da observância de preceitos normativos e técnicos, ou de limitação de forma alternativa para a sua expressão. IV - A integração de um programa, mantendo-se suas características essenciais, a um sistema aplicativo ou operacional, tecnicamente indispensável às necessidades do usuário, desde que para o uso exclusivo de quem a promoveu. Estão corretas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, III e IV, apenas."
      },
      {
        "letra": "B",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "C",
        "texto": "II e III, apenas."
      },
      {
        "letra": "D",
        "texto": "I e IV, apenas."
      },
      {
        "letra": "E",
        "texto": "III e IV, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2442806",
    "metadata": "Ano: 2024 | Banca: UNIVIDA | Órgão: Prefeitura de Ivaí - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes contra a propriedade intelectual de programa de computador  - Lei n° 9.609/1998"
    ],
    "enunciado_principal": "Os programas de computador poderão, a critério do titular, ser registrados em órgão ou entidade a ser designado por ato do Poder Executivo, por iniciativa do Ministério responsável pela política de ciência e tecnologia. Dessa forma, o pedido de registro estabelecido neste artigo deverá conter, pelo menos, as seguintes informações: I - Os dados referentes ao autor do programa de computador e ao titular, se distinto do autor, sejam pessoas físicas ou jurídicas. II - A identificação e descrição funcional do programa de computador. III - Os trechos do programa e outros dados que se considerar suficientes para identificá-lo e caracterizar sua originalidade, ressalvando-se os direitos de terceiros e a responsabilidade do Governo. Está(ão) correta(s):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II, apenas."
      },
      {
        "letra": "B",
        "texto": "II e III, apenas."
      },
      {
        "letra": "C",
        "texto": "I e III, apenas."
      },
      {
        "letra": "D",
        "texto": "III, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3619406",
    "metadata": "Ano: 2023 | Banca: OBJETIVA | Órgão: Prefeitura de Matupá - MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes contra a propriedade intelectual de programa de computador  - Lei n° 9.609/1998"
    ],
    "enunciado_principal": "Segundo a Lei nº 9.609/1998, quanto às infrações e às penalidades nos casos de violação de direitos de autor de programa de computador, analisar os itens abaixo: I. Somente se procede mediante queixa, sem exceções. II. Não haverá infração quando o agente apenas tem em depósito, para fins de comércio, cópia de programa de computador, produzido com violação de direito autoral. III. Prevê pena de reclusão se a violação consistir na reprodução, por qualquer meio, de programa de computador, no todo ou em parte, para fins de comércio, sem autorização expressa do autor ou de quem o represente. Está(ão) CORRETO(S):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente o item I."
      },
      {
        "letra": "B",
        "texto": "Somente o item II."
      },
      {
        "letra": "C",
        "texto": "Somente o item III."
      },
      {
        "letra": "D",
        "texto": "Somente os itens I e III."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2307456",
    "metadata": "Ano: 2023 | Banca: SELECON | Órgão: Prefeitura de Primavera do Leste - MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes contra a propriedade intelectual de programa de computador  - Lei n° 9.609/1998"
    ],
    "enunciado_principal": "A Lei nº 9.609/98, que trata dos Direitos de Propriedade de Software (Lei do Software), concede ao desenvolvedor exclusividade para autorizar ou proibir o aluguel comercial do software. A violação dos direitos dessa Lei é tipificada no ordenamento jurídico do Brasil como um crime de ação penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "privada"
      },
      {
        "letra": "B",
        "texto": "pública"
      },
      {
        "letra": "C",
        "texto": "pública condicionada"
      },
      {
        "letra": "D",
        "texto": "restauradora de dano"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2297721",
    "metadata": "Ano: 2023 | Banca: OBJETIVA | Órgão: CANOASTEC - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes contra a propriedade intelectual de programa de computador  - Lei n° 9.609/1998"
    ],
    "enunciado_principal": "De acordo com a Lei nº 9.609/1998, assinalar a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A proteção aos direitos de que trata esta Lei independe de registro."
      },
      {
        "letra": "B",
        "texto": "Em nenhuma hipótese se aplicam ao programa de computador as disposições relativas aos direitos morais."
      },
      {
        "letra": "C",
        "texto": "Assegura a tutela dos direitos relativos a programa de computador pelo prazo de cem anos."
      },
      {
        "letra": "D",
        "texto": "Os direitos atribuídos por esta Lei são obrigatoriamente assegurados aos estrangeiros domiciliados no exterior."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2277428",
    "metadata": "Ano: 2023 | Banca: OBJETIVA | Órgão: Prefeitura de Itabuna - BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes contra a propriedade intelectual de programa de computador  - Lei n° 9.609/1998"
    ],
    "enunciado_principal": "De acordo com a Lei nº 9.609/1998 — Proteção da propriedade intelectual de programa de computador e sua comercialização no País, assinalar a alternativa que preenche as lacunas abaixo CORRETAMENTE: O contrato de licença de uso de programa de computador, o documento fiscal correspondente, os ________ do programa ou as respectivas __________ deverão consignar, de forma facilmente legível pelo usuário, o prazo de validade técnica da versão comercializada.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "benefícios | bases"
      },
      {
        "letra": "B",
        "texto": "discos | cópias"
      },
      {
        "letra": "C",
        "texto": "tratamentos | defesas"
      },
      {
        "letra": "D",
        "texto": "direitos | cópias"
      },
      {
        "letra": "E",
        "texto": "suportes físicos | embalagens"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2274519",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: DATAPREV",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes contra a propriedade intelectual de programa de computador  - Lei n° 9.609/1998"
    ],
    "enunciado_principal": "Com base na Lei n.º 9.609/1998, que dispõe sobre a proteção da propriedade intelectual de programa de computador e sua comercialização no país, julgue o item a seguir. A reprodução, em um único exemplar, de cópia legitimamente adquirida de programa de computador não ofende os direitos do titular do referido programa se a cópia se destinar à salvaguarda ou ao armazenamento eletrônico do original.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2274518",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: DATAPREV",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes contra a propriedade intelectual de programa de computador  - Lei n° 9.609/1998"
    ],
    "enunciado_principal": "Com base na Lei n.º 9.609/1998, que dispõe sobre a proteção da propriedade intelectual de programa de computador e sua comercialização no país, julgue o item a seguir. Não se admite registro destinado à proteção da propriedade intelectual junto ao poder público de programas de computador desenvolvidos no exterior.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2274517",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: DATAPREV",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes contra a propriedade intelectual de programa de computador  - Lei n° 9.609/1998"
    ],
    "enunciado_principal": "Com base na Lei n.º 9.609/1998, que dispõe sobre a proteção da propriedade intelectual de programa de computador e sua comercialização no país, julgue o item a seguir. Constitui crime, sujeito à pena de prisão simples e multa, a violação de direitos autorais de programa de computador.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2273539",
    "metadata": "Ano: 2023 | Banca: OBJETIVA | Órgão: Prefeitura de Itabuna - BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes contra a propriedade intelectual de programa de computador  - Lei n° 9.609/1998"
    ],
    "enunciado_principal": "Nos termos da Lei nº 9.609/1998, NÃO constituem ofensa aos direitos do titular de programa de computador: I. A reprodução, em um só exemplar, de cópia legitimamente adquirida, desde que se destine à cópia de salvaguarda ou armazenamento eletrônico, hipótese em que o exemplar original servirá de salvaguarda. II. A citação parcial do programa, para fins didáticos, desde que identificados o programa e o titular dos direitos respectivos. III. A ocorrência de semelhança de programa a outro, preexistente, quando se der por força das características funcionais de sua aplicação, da observância de preceitos normativos e técnicos, ou de limitação de forma alternativa para a sua expressão. Está(ão) CORRETO(S):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente o item I."
      },
      {
        "letra": "B",
        "texto": "Somente o item II."
      },
      {
        "letra": "C",
        "texto": "Somente os itens I e III."
      },
      {
        "letra": "D",
        "texto": "Nenhum dos itens."
      },
      {
        "letra": "E",
        "texto": "Todos os itens."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2207179",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: PC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes contra a propriedade intelectual de programa de computador  - Lei n° 9.609/1998"
    ],
    "enunciado_principal": "No que concerne à violência doméstica e familiar contra a mulher, aos crimes contra a pessoa com deficiência e contra a pessoa idosa e à proteção intelectual ao programa de computação, julgue o item a seguir, com base na legislação específica e na jurisprudência do Superior Tribunal de Justiça. A pessoa que reproduzir programa de computador, ainda que em parte, para fins de comércio mesmo com a autorização do autor, cometerá crime contra a propriedade intelectual.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2200198",
    "metadata": "Ano: 2023 | Banca: OBJETIVA | Órgão: Prefeitura de Piratininga - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes contra a propriedade intelectual de programa de computador  - Lei n° 9.609/1998"
    ],
    "enunciado_principal": "Nos termos da Lei nº 9.609/1998 — Proteção da Propriedade Intelectual de Programa de Computador, a pena por violar direitos de autor de programa de computador é de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Três meses a dois anos ou multa."
      },
      {
        "letra": "B",
        "texto": "Multa e apreensão do equipamento."
      },
      {
        "letra": "C",
        "texto": "Detenção de dois a cinco anos ou multa."
      },
      {
        "letra": "D",
        "texto": "Detenção de seis meses a dois anos ou multa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2408894",
    "metadata": "Ano: 2022 | Banca: UNICENTRO | Órgão: Prefeitura de Coronel Vivida - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes contra a propriedade intelectual de programa de computador  - Lei n° 9.609/1998"
    ],
    "enunciado_principal": "É correto afirmar sobre a lei de proteção de software Lei nº 9.609/98, a “Lei do Software”: I - Os direitos autorais sobre software garantem ao titular proteção aos direitos patrimoniais, referentes à exploração econômica da obra. II - Esses direitos tornam a reprodução, edição, distribuição e uso do software por terceiros proibida sem a autorização expressa do titular. III - O autor também tem proteção aos direitos morais de reivindicar a qualquer tempo a paternidade do programa e opor-se a qualquer alteração não autorizada que possa prejudicar a sua honra e reputação.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas a I está correta."
      },
      {
        "letra": "C",
        "texto": "II e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "I e III estão corretas."
      },
      {
        "letra": "E",
        "texto": "Todas estão corretas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2018811",
    "metadata": "Ano: 2022 | Banca: OBJETIVA | Órgão: Prefeitura de Dezesseis de Novembro - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes contra a propriedade intelectual de programa de computador  - Lei n° 9.609/1998"
    ],
    "enunciado_principal": "De acordo com a Lei nº 9.609/1998, assinalar a alternativa que preenche as lacunas abaixo CORRETAMENTE: Fica assegurada a tutela dos direitos relativos a programa de computador pelo prazo de ______ anos, contados a partir de 1º de janeiro do ano subsequente ao da sua publicação ou, na ausência desta, da sua criação. A proteção aos direitos de que trata esta Lei ____________ de registro.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "10 | independe"
      },
      {
        "letra": "B",
        "texto": "25 | depende"
      },
      {
        "letra": "C",
        "texto": "30 | depende"
      },
      {
        "letra": "D",
        "texto": "50 | independe"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1855950",
    "metadata": "Ano: 2021 | Banca: OBJETIVA | Órgão: Prefeitura de Horizontina - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes contra a propriedade intelectual de programa de computador  - Lei n° 9.609/1998"
    ],
    "enunciado_principal": "Em conformidade com a Lei nº 9.609/1998, sobre a proteção aos direitos de autor e do registro, assinalar a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A proteção aos direitos de que trata essa Lei depende de registro."
      },
      {
        "letra": "B",
        "texto": "Constitui ofensa aos direitos do titular de programa de computador a citação parcial do programa, para fins didáticos, mesmo que identificados o programa e o titular dos respectivos direitos."
      },
      {
        "letra": "C",
        "texto": "Não se aplicam ao programa de computador as disposições relativas aos direitos morais, ressalvado, a qualquer tempo, o direito do autor de reivindicar a paternidade do programa de computador e o direito do autor de opor-se a alterações não autorizadas, quando estas impliquem deformação, mutilação ou outra modificação do programa de computador, que prejudiquem a sua honra ou a sua reputação."
      },
      {
        "letra": "D",
        "texto": "Os direitos atribuídos por essa Lei não ficam assegurados aos estrangeiros domiciliados no exterior, mesmo que o País de origem do programa conceda, aos brasileiros e aos estrangeiros domiciliados no Brasil, direitos equivalentes."
      },
      {
        "letra": "E",
        "texto": "Inclui-se, dentre os direitos assegurados por essa Lei e pela legislação de direitos autorais e conexos vigentes no País, aquele direito exclusivo de autorizar ou proibir o aluguel comercial, sendo esse direito exaurível pela venda, licença ou outra forma de transferência da cópia do programa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1850457",
    "metadata": "Ano: 2021 | Banca: OBJETIVA | Órgão: Prefeitura de Santa Maria - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes contra a propriedade intelectual de programa de computador  - Lei n° 9.609/1998"
    ],
    "enunciado_principal": "De acordo com a Lei nº 9.609/1998, sobre as garantias aos usuários de programas de computador, marcar C para as afirmativas Certas, E para as Erradas e, após, assinalar a alternativa que apresenta a sequência CORRETA: ( ) O contrato de licença de uso de programa de computador, o documento fiscal correspondente, os suportes físicos do programa ou as respectivas embalagens não deverão consignar o prazo de validade técnica da versão comercializada. ( ) Aquele que comercializar programa de computador, quer seja titular dos direitos do programa, quer seja titular dos direitos de comercialização, fica obrigado, no território nacional, durante o prazo de validade técnica da respectiva versão, a assegurar aos respectivos usuários a prestação de serviços técnicos complementares relativos ao adequado funcionamento do programa, consideradas as suas especificações. ( ) A obrigação daquele que comercializar programa de computador, quer seja titular dos direitos do programa, quer seja titular dos direitos de comercialização, de assegurar aos respectivos usuários a prestação de serviços técnicos complementares relativos ao adequado funcionamento do programa, persistirá no caso de retirada de circulação comercial do programa de computador durante o prazo de validade, salvo justa indenização de eventuais prejuízos causados a terceiros.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "E - C - C."
      },
      {
        "letra": "B",
        "texto": "E - E - C."
      },
      {
        "letra": "C",
        "texto": "C - C - E."
      },
      {
        "letra": "D",
        "texto": "C - E - C."
      },
      {
        "letra": "E",
        "texto": "E - C - E."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1850456",
    "metadata": "Ano: 2021 | Banca: OBJETIVA | Órgão: Prefeitura de Santa Maria - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes contra a propriedade intelectual de programa de computador  - Lei n° 9.609/1998"
    ],
    "enunciado_principal": "Em conformidade com a Lei nº 9.609/1998, sobre a proteção aos direitos de autor e o registro, analisar a sentença abaixo: Não se aplicam ao programa de computador as disposições relativas aos direitos morais, ressalvado, a qualquer tempo, o direito do autor de reivindicar a paternidade do programa de computador e o direito do autor de opor-se a alterações não autorizadas, quando estas impliquem deformação, mutilação ou outra modificação do programa de computador, que prejudiquem a sua honra ou a sua reputação (1ª parte). Fica assegurada a tutela dos direitos relativos a programa de computador pelo prazo de 80 anos, contados a partir de 1º de janeiro do ano subsequente ao da sua publicação ou, na ausência desta, da sua criação (2ª parte). Os programas de computador poderão, a critério do titular, ser registrados em órgão ou entidade a ser designado por ato do Poder Executivo, por iniciativa do Ministério responsável pela política de ciência e tecnologia (3ª parte). A sentença está:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Correta somente em sua 2ª parte."
      },
      {
        "letra": "B",
        "texto": "Correta somente em suas 1ª e 2ª partes."
      },
      {
        "letra": "C",
        "texto": "Correta somente em suas 1ª e 3ª partes."
      },
      {
        "letra": "D",
        "texto": "Correta somente em suas 2ª e 3ª partes."
      },
      {
        "letra": "E",
        "texto": "Totalmente correta."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1738682",
    "metadata": "Ano: 2021 | Banca: PS Concursos | Órgão: Prefeitura de Ermo - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes contra a propriedade intelectual de programa de computador  - Lei n° 9.609/1998"
    ],
    "enunciado_principal": "De acordo com a Lei 9.609/1998, Art. 12. Violar direitos de autor de programa de computador, prevê como pena:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Reclusão de doze meses a três anos e multa."
      },
      {
        "letra": "B",
        "texto": "Detenção de dois meses a um ano e multa."
      },
      {
        "letra": "C",
        "texto": "Reclusão de seis meses a quatro anos ou multa."
      },
      {
        "letra": "D",
        "texto": "Detenção de seis meses a dois anos ou multa."
      },
      {
        "letra": "E",
        "texto": "Reclusão de dez meses a quatro anos ou multa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2040372",
    "metadata": "Ano: 2019 | Banca: OBJETIVA | Órgão: Prefeitura de Antônio Prado - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes contra a propriedade intelectual de programa de computador  - Lei n° 9.609/1998"
    ],
    "enunciado_principal": "De acordo com a Lei nº 9.609/1998, não constituem ofensa aos direitos do titular de programa de computador, além de outras: I. A reprodução, em um só exemplar, de cópia legitimamente adquirida, desde que se destine à cópia de salvaguarda ou armazenamento eletrônico, hipótese em que o exemplar original servirá de salvaguarda. II. A citação parcial do programa, para fins didáticos, desde que identificados o programa e o titular dos direitos respectivos. III. A ocorrência de semelhança de programa a outro, preexistente, quando se der por força das características funcionais de sua aplicação, da observância de preceitos normativos e técnicos, ou de limitação de forma alternativa para a sua expressão. Está(ão) CORRETO(S):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nenhum dos itens."
      },
      {
        "letra": "B",
        "texto": "Somente os itens I e II."
      },
      {
        "letra": "C",
        "texto": "Somente os itens I e III."
      },
      {
        "letra": "D",
        "texto": "Somente os itens II e III."
      },
      {
        "letra": "E",
        "texto": "Todos os itens."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1375380",
    "metadata": "Ano: 2019 | Banca: OBJETIVA | Órgão: Prefeitura de Portão - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes contra a propriedade intelectual de programa de computador  - Lei n° 9.609/1998"
    ],
    "enunciado_principal": "De acordo com a Lei nº 9.609/1998, em relação à proteção aos direitos de autor e do registro de propriedade intelectual de programa de computador, marcar C para as afirmativas Certas, E para as Erradas e, após, assinalar a alternativa que apresenta a sequência CORRETA: ( ) Os direitos atribuídos por esta Lei ficam assegurados aos estrangeiros domiciliados no exterior, desde que o país de origem do programa conceda, aos brasileiros e estrangeiros domiciliados no Brasil, direitos equivalentes. ( ) Os programas de computador poderão, a critério do titular, ser registrados em órgão ou entidade a ser designado por ato do Poder Legislativo, por iniciativa do Ministério da Fazenda. ( ) Inclui-se dentre os direitos assegurados pela Lei e pela legislação de direitos autorais e conexos vigentes no País aquele direito exclusivo de autorizar ou proibir o aluguel comercial, não sendo esse direito exaurível pela venda, licença ou outra forma de transferência da cópia do programa.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "C - E - C."
      },
      {
        "letra": "B",
        "texto": "C - E - E."
      },
      {
        "letra": "C",
        "texto": "E - E - C."
      },
      {
        "letra": "D",
        "texto": "E - C - E."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1292597",
    "metadata": "Ano: 2019 | Banca: OBJETIVA | Órgão: FHSTE - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes contra a propriedade intelectual de programa de computador  - Lei n° 9.609/1998"
    ],
    "enunciado_principal": "Em conformidade com a Lei nº 9.609/1998, em relação à proteção aos direitos de autor e do registro, assinalar a alternativa que preenche a lacuna abaixo CORRETAMENTE: Fica assegurada a tutela dos direitos relativos a programa de computador pelo prazo de _______ anos, contados a partir de 1º de janeiro do ano subsequente ao da sua publicação ou, na ausência desta, da sua criação.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dez"
      },
      {
        "letra": "B",
        "texto": "vinte e cinco"
      },
      {
        "letra": "C",
        "texto": "quinze"
      },
      {
        "letra": "D",
        "texto": "cinquenta"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "963725",
    "metadata": "Ano: 2019 | Banca: IF-MS | Órgão: IF-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes contra a propriedade intelectual de programa de computador  - Lei n° 9.609/1998"
    ],
    "enunciado_principal": "De acordo com a Lei nº 9609/98, que dispõe sobre a proteção da propriedade intelectual de programa de computador e sua comercialização no País, no caso da violação dos direitos do autor do programa consistir na reprodução, por qualquer meio, de programa de computador, no todo ou em parte, para fins de comércio, sem autorização expressa do autor ou de quem o represente, a penalidade prevista é a de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Detenção de seis meses a três anos e multa."
      },
      {
        "letra": "B",
        "texto": "Detenção de seis meses a dois anos e multa."
      },
      {
        "letra": "C",
        "texto": "Reclusão de seis meses a dois anos e multa."
      },
      {
        "letra": "D",
        "texto": "Detenção de um a quatro anos e multa."
      },
      {
        "letra": "E",
        "texto": "Reclusão de um a quatro anos e multa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "960801",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes contra a propriedade intelectual de programa de computador  - Lei n° 9.609/1998"
    ],
    "enunciado_principal": "Nos termos da lei especial que dispõe sobre a proteção da propriedade intelectual e comercialização de programas de computador no Brasil, as derivações autorizadas pelo titular dos direitos de programa de computador pertencerão à pessoa autorizada que as fizer, salvo estipulação contratual em contrário. Com relação a esse assunto, é correto afirmar que constitui ofensa aos direitos do titular de programa de computador a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "reprodução em um só exemplar que se destine à cópia de salvaguarda."
      },
      {
        "letra": "B",
        "texto": "ocorrência de semelhança de programa a outro preexistente, quando se der por força das características funcionais de sua aplicação ou da observância de preceitos normativos e técnicos."
      },
      {
        "letra": "C",
        "texto": "integração de um programa, mantendo-se suas características essenciais, a um sistema aplicativo, tecnicamente indispensável às necessidades do usuário, desde que para o uso exclusivo de quem tenha promovido tal integração."
      },
      {
        "letra": "D",
        "texto": "exploração econômica não pactuada e derivada do programa de computador."
      },
      {
        "letra": "E",
        "texto": "citação parcial do programa para fins didáticos, mesmo que com a identificação do programa e do titular dos direitos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1173707",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes contra a propriedade intelectual de programa de computador  - Lei n° 9.609/1998"
    ],
    "enunciado_principal": "A respeito do processo e julgamento dos crimes de responsabilidade dos funcionários públicos; dos crimes de calúnia e injúria, de competência do juiz singular; e, por fim, dos crimes contra a propriedade intelectual, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No processo e julgamento de crime de responsabilidade praticado por funcionário público, caberá resposta escrita, prévia ao recebimento da denúncia ou queixa, quanto aos crimes punidos com pena máxima não superior a 02 (dois) anos."
      },
      {
        "letra": "B",
        "texto": "Nos crimes de responsabilidade dos funcionários públicos, recebida a denúncia ou queixa, a instrução criminal observará o processo sumário."
      },
      {
        "letra": "C",
        "texto": "A defesa preliminar, prevista no processo e julgamento de crimes de responsabilidade dos funcionários públicos, aplica-se aos coautores, ainda que não ostentem a condição de funcionário público."
      },
      {
        "letra": "D",
        "texto": "Nos crimes de calúnia e injúria, antes de receber a queixa, será conferida às partes oportunidade para conciliação, sendo certo que, obtida a reconciliação e assinado o termo de desistência pelo querelante, a queixa será arquivada."
      },
      {
        "letra": "E",
        "texto": "Nos crimes contra a propriedade intelectual, de ação privativa do ofendido, não se admitirá a queixa com fundamento em apreensão e em perícia, se decorrido o prazo de (06) seis meses, após a homologação do laudo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "921673",
    "metadata": "Ano: 2018 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes contra a propriedade intelectual de programa de computador  - Lei n° 9.609/1998"
    ],
    "enunciado_principal": "De acordo com a Lei Federal nº 9.609/1998, a reprodução de programa de computador por qualquer meio, no todo ou em parte, para fins de comércio, sem autorização expressa do autor ou de quem o represente, implicará",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ilícito civil, somente."
      },
      {
        "letra": "B",
        "texto": "multa, somente."
      },
      {
        "letra": "C",
        "texto": "reclusão e multa."
      },
      {
        "letra": "D",
        "texto": "detenção."
      },
      {
        "letra": "E",
        "texto": "advertência, somente."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "921533",
    "metadata": "Ano: 2018 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes contra a propriedade intelectual de programa de computador  - Lei n° 9.609/1998"
    ],
    "enunciado_principal": "De acordo com a Lei Federal nº 9.609/1998, quanto à propriedade intelectual de programas de computadores, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não há hipótese de proteção de direitos de estrangeiros no Brasil."
      },
      {
        "letra": "B",
        "texto": "o autor não pode proibir o aluguel comercial de sua obra."
      },
      {
        "letra": "C",
        "texto": "a proteção dos direitos independe de registro."
      },
      {
        "letra": "D",
        "texto": "uma vez publicada a obra, a tutela dos direitos fica assegurada por prazo indeterminado."
      },
      {
        "letra": "E",
        "texto": "salvo estipulação em contrário, pertencem ao autor os direitos em programa desenvolvido por servidor público que tenha vínculo expressamente destinado à pesquisa e desenvolvimento de tais programas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "843725",
    "metadata": "Ano: 2017 | Banca: FAPEMS | Órgão: PC-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Legislação Penal Especial",
      "Crimes contra a propriedade intelectual de programa de computador  - Lei n° 9.609/1998"
    ],
    "enunciado_principal": "Considerando as teses sumuladas pelo Superior Tribunal de Justiça quanto aos crimes contra o patrimônio e contra a propriedade intelectual, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Admite-se a adoção do princípio da adequação social para tornar atípica a conduta de expor à venda CDs e DVDs piratas, embora comprovada a materialidade da infração."
      },
      {
        "letra": "B",
        "texto": "À configuração do delito de violação de direito autoral com provação de sua materialidade, é suficiente a perícia realizada por amostragem do produto apreendido, nos aspectos externos do material, sendo dispensável a identificação dos titulares dos direitos violados."
      },
      {
        "letra": "C",
        "texto": "O aumento de pena no crime de roubo circunstanciado não exige fundamentação concreta, sendo suficiente para a exasperação a mera indicação do número de majorantes."
      },
      {
        "letra": "D",
        "texto": "A existência de sistema de vigilância eletrônica no interior de estabelecimento comercial já é suficiente para tornar impossível a consumação do crime de furto."
      },
      {
        "letra": "E",
        "texto": "A consumação do crime de roubo não ocorre só com a inversão da posse, do bem subtraído mediante violência ou grave ameaça, sendo imprescindível a posse mansa e pacífica."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "773180",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes contra a propriedade intelectual de programa de computador  - Lei n° 9.609/1998"
    ],
    "enunciado_principal": "Considerando o entendimento dos tribunais superiores e o posicionamento doutrinário dominante quanto à matéria de que tratam a Lei de Delitos Informáticos e os dispositivos legais que disciplinam a propriedade industrial, a propriedade intelectual de programa de computador e os direitos autorais, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Embora o elemento subjetivo dos crimes de violação de direito autoral seja o dolo, admite-se a modalidade culposa em relação a algumas figuras típicas."
      },
      {
        "letra": "B",
        "texto": "Tratando-se de crime contra a propriedade imaterial com fundamento em apreensão e em perícia, e sendo o caso de ação penal privativa do ofendido, a decadência opera-se em seis meses, a contar da data da homologação do laudo pericial pelo competente juízo."
      },
      {
        "letra": "C",
        "texto": "Em se tratando de crimes contra a propriedade intelectual de programa de computador, a ação penal é privativa do ofendido, mesmo em caso de prática de crime tributário conexo."
      },
      {
        "letra": "D",
        "texto": "As limitações aos direitos autorais previstas na legislação de regência constituem causas de exclusão de tipicidade."
      },
      {
        "letra": "E",
        "texto": "A invasão de computador de instituição bancária mediante violação indevida de senhas e mecanismos de segurança, com o fim de subtrair e transferir valores de número indeterminado de correntistas, caracteriza o crime de invasão de dispositivo informático em sua forma qualificada."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1059975",
    "metadata": "Ano: 2016 | Banca: PROFNIT | Órgão: PROFNIT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes contra a propriedade intelectual de programa de computador  - Lei n° 9.609/1998"
    ],
    "enunciado_principal": "Com relação a proteção de Programas de Computador é CORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os programas de computador são protegidos pelo direito autoral e, como tal, o registro é obrigatório."
      },
      {
        "letra": "B",
        "texto": "A validade da proteção dos Programas de Computador não é internacional; assim, os programas registrados no Instituto Nacional da Propriedade Industrial (Brasil), precisam ser registrados em outros países."
      },
      {
        "letra": "C",
        "texto": "No Brasil, o registro de Programa de Computador é feito no Instituto Nacional da Propriedade Industrial (INPI) ou na Biblioteca Nacional como forma de comprovação de autoria."
      },
      {
        "letra": "D",
        "texto": "O programa é o conjunto organizado de instruções necessárias para o funcionamento de máquinas automáticas de tratamento da informação, dispositivos, instrumentos ou equipamentos periféricos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1056228",
    "metadata": "Ano: 2016 | Banca: OBJETIVA | Órgão: Prefeitura de Caxias do Sul - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes contra a propriedade intelectual de programa de computador  - Lei n° 9.609/1998"
    ],
    "enunciado_principal": "Nos termos da Lei nº 9.609/98, aquele que comercializar programa de computador, quer seja titular dos direitos do programa, quer seja titular dos direitos de comercialização, fica obrigado, no território nacional, a assegurar aos respectivos usuários a prestação de serviços técnicos complementares relativos ao adequado funcionamento do programa, consideradas as suas especificações. Diante do exposto, analisar os itens abaixo: I - O prazo de validade da prestação de serviços técnicos complementares relativos ao adequado funcionamento do programa corresponde ao prazo de validade técnica da respectiva versão. II - A obrigação de prestar assistência técnica persistirá no caso de retirada de circulação comercial do programa de computador durante o prazo de validade. III - A efetiva indenização de eventuais prejuízos causados a terceiros, no caso de ter ocorrido a retirada de circulação comercial do programa de computador durante o prazo de validade, não exime a obrigação de prestar serviços técnicos complementares. Está(ão) CORRETO(S):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente o item I."
      },
      {
        "letra": "B",
        "texto": "Somente o item II."
      },
      {
        "letra": "C",
        "texto": "Somente o item III."
      },
      {
        "letra": "D",
        "texto": "Somente os itens I e II."
      },
      {
        "letra": "E",
        "texto": "Somente os itens II e III."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1056227",
    "metadata": "Ano: 2016 | Banca: OBJETIVA | Órgão: Prefeitura de Caxias do Sul - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes contra a propriedade intelectual de programa de computador  - Lei n° 9.609/1998"
    ],
    "enunciado_principal": "Em conformidade com a Lei nº 9.609/98, relativo aos atos que possam constituir ofensa aos direitos do titular de programa de computador, marcar C para as afirmativas Certas, E para as Erradas e, após, assinalar a alternativa que apresenta a sequência CORRETA: ( ) A reprodução, de um único exemplar, de cópia legitimamente adquirida, desde que se destine à cópia de salvaguarda ou armazenamento eletrônico, hipótese em que o exemplar original servirá de salvaguarda, constitui ofensa aos direitos do titular. ( ) A citação parcial do programa, para fins didáticos, desde que identificados o programa e o titular dos direitos respectivos, não constitui ofensa aos direitos do titular. ( ) A ocorrência de semelhança de programa a outro, preexistente, quando se der por força das características funcionais de sua aplicação, da observância de preceitos normativos e técnicos, ou de limitação de forma alternativa para a sua expressão, não constitui ofensa aos direitos do titular. ( ) A integração de um programa, mantendo-se suas características essenciais, a um sistema aplicativo ou operacional, tecnicamente indispensável às necessidades do usuário, desde que para o uso exclusivo de quem a promoveu, constitui ofensa aos direitos do titular.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "C - C - C - E."
      },
      {
        "letra": "B",
        "texto": "E - C - C - E."
      },
      {
        "letra": "C",
        "texto": "C - E - E - E."
      },
      {
        "letra": "D",
        "texto": "E - C - E - C."
      },
      {
        "letra": "E",
        "texto": "E - C - C - C."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "758169",
    "metadata": "Ano: 2016 | Banca: FUNCAB | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes contra a propriedade intelectual de programa de computador  - Lei n° 9.609/1998"
    ],
    "enunciado_principal": "Honorato adquiriu regularmente um programa de computador para uso pessoal. Contudo, desejando realizar uma cópia de segurança, reproduziu o conteúdo em mídia digital, guardando-a consigo. Considerando que Honorato não possuía expressa autorização do autor do programa para o ato, é correto afirmar que sua conduta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não constitui crime."
      },
      {
        "letra": "B",
        "texto": "constitui crime previsto no Código Penal."
      },
      {
        "letra": "C",
        "texto": "constitui crime previsto no art. 12 da Lei n°9.609, cujo processamento se dará mediante ação pública incondicionada."
      },
      {
        "letra": "D",
        "texto": "constitui crime previsto no art. 12 da Lei n°9.609, cujo processamento se dará mediante ação pública condicionada à representação do ofendido."
      },
      {
        "letra": "E",
        "texto": "constitui crime previsto no art. 12 da Lei n°9.609, cujo processamento se dará mediante ação privada."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "936927",
    "metadata": "Ano: 2015 | Banca: COPS-UEL | Órgão: UEL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes contra a propriedade intelectual de programa de computador  - Lei n° 9.609/1998"
    ],
    "enunciado_principal": "Em relação à constituição de ofensa aos direitos do titular de programa de computador, conforme disciplinado na Lei Federal nº 9.609/1998, atribua V (verdadeiro) ou F (falso) às afirmativas a seguir. ( ) A reprodução, em exemplares, de cópias legitimamente adquiridas, desde que se destine a cópias de salvaguarda ou armazenamento eletrônico. ( ) A citação parcial do programa para fins didáticos, desde que identificados o programa e o titular dos direitos respectivos. ( ) A ocorrência de semelhança de programa a outro, preexistente, quando se der por força de limitação de forma alternativa para a sua expressão. ( ) A integração de um programa a um sistema aplicativo ou operacional, dispensável às necessidades do usuário, desde que para o uso exclusivo da coletividade científica. ( ) A comercialização exclusiva do programa por estagiário, gerado sem relação com o contrato de estágio, mas com a utilização de recursos e instalações do contratante. Assinale a alternativa que contém, de cima para baixo, a sequência correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V, V, F, F, V."
      },
      {
        "letra": "B",
        "texto": "V, F, F, V, V."
      },
      {
        "letra": "C",
        "texto": "F, V, V, F, F."
      },
      {
        "letra": "D",
        "texto": "F, V, F, V, F."
      },
      {
        "letra": "E",
        "texto": "F, F, V, F, V."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "577645",
    "metadata": "Ano: 2015 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Roubo",
      "Extorsão",
      "Extorsão mediante sequestro",
      "Apropriação indébita",
      "Receptação",
      "Legislação Penal Especial",
      "Crimes contra a propriedade intelectual de programa de computador  - Lei n° 9.609/1998"
    ],
    "enunciado_principal": "Quanto aos crimes patrimoniais, assinale a afirmativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pratica extorsão quem telefona para a vítima simulando ter sequestrado parente seu e exigindo o depósito de quantia em dinheiro em sua conta, sob ameaça de morte, verificando-se, posteriormente, que não houve sequestro algum."
      },
      {
        "letra": "B",
        "texto": "Aplica-se causa de aumento de pena se o autor do crime de apropriação indébita recebeu a coisa em razão do parentesco com a vítima."
      },
      {
        "letra": "C",
        "texto": "Constituem meios idôneos intimidatórios, a ponto de se configurar o delito de roubo, a simulação de porte de arma de fogo e a afirmação do agente de que, se a vítima não lhe entregar seus pertences, irá “passar fogo\" nela."
      },
      {
        "letra": "D",
        "texto": "O crime de distribuição, ocultação ou manutenção em depósito, sem autorização, de original ou cópia de obra intelectual ou fonograma reproduzido com violação de direito autoral só se configura caso o agente atue com o intuito de lucro direto ou indireto."
      },
      {
        "letra": "E",
        "texto": "Pratica fato atípico o agente que, uma única vez na vida, sem estar no exercício de atividade comercial, vende coisa que sabe ser produto de crime a terceiro, o qual, por sua vez, conhece a origem ilícita do bem."
      }
    ],
    "gabarito": "B"
  }
]