[
  {
    "id": "3530663",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "A respeito dos crimes contra a honra previstos no Código Penal e dos crimes resultantes de preconceitos de raça ou de cor previstos na Lei n.º 7.716/1989, julgue o seguinte item, com base na legislação de regência e na jurisprudência dos tribunais superiores. Com base no conceito político-social de racismo definido no caso Ellwanger, o STF considerou aplicáveis aos casos de homotransfobia os tipos penais previstos na Lei n.º 7.716/1989.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3530662",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "A respeito dos crimes contra a honra previstos no Código Penal e dos crimes resultantes de preconceitos de raça ou de cor previstos na Lei n.º 7.716/1989, julgue o seguinte item, com base na legislação de regência e na jurisprudência dos tribunais superiores. A conduta de incitar a discriminação de raça, cor ou etnia constitui crime cuja pena aplicável é de reclusão, de um a três anos, e multa, independentemente de ser cometida em redes sociais na Internet ou no contexto de atividades religiosas, artísticas ou culturais destinadas ao público.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3408853",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: STM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Com base na situação hipotética apresentada, julgue o item subsequente. A conduta do colaborador terceirizado não configura crime porque o argumento que ele utilizou para impedir o advogado de usar o elevador não caracteriza agressão verbal nem decorreu de proibição expressa por norma institucional.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3383780",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "A Lei n.º 7.716/1989, conhecida popularmente como Lei de Combate ao Racismo, prevê punição para as atitudes discriminatórias ou preconceituosas relacionadas a aspectos como",
    "alternativas": [
      {
        "letra": "A",
        "texto": "etnia e idade."
      },
      {
        "letra": "B",
        "texto": "gênero e idade."
      },
      {
        "letra": "C",
        "texto": "etnia e gênero."
      },
      {
        "letra": "D",
        "texto": "religião e procedência nacional."
      },
      {
        "letra": "E",
        "texto": "gênero e procedência nacional."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3260314",
    "metadata": "Ano: 2025 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "O crime de injúria racial, que, até a promulgação da Lei no 14.532/2023, estava inscrito no artigo 140, § 3°, do Código Penal, foi inserido no artigo 2° - A da Lei no 7.716/1989, descrevendo a conduta nos seguintes termos: “Injuriar alguém, ofendendo-lhe a dignidade ou o decoro, em razão de raça, cor, etnia ou procedência nacional”. Levando em consideração o exposto no enunciado, bem como as disposições contidas na Lei n° 7.716/1989, com as demais alterações trazidas pela Lei n° 14.532/2023, analise as seguintes postulações. I. Por tratar-se de crime contra a honra, o deslocamento legislativo referido no enunciado manteve para a figura penal da injúria racial (artigo 2° - A da Lei no 7.716/1989) o mesmo tratamento jurídico destinado aos crimes dessa natureza, ou seja, as disposições estabelecidas nos artigos 141 a 143 do Código Penal. II. As alterações legislativas trazidas pela Lei n° 14.532/2023, em geral e especialmente com relação ao crime inscrito e descrito no artigo 2° - A da Lei no 7.716/1989, coadunaram-se com os mandamentos constitucionais dispostos no artigo 5°, inciso XLII, da Constituição Federal, que já vinham sendo reconhecidos jurisprudencialmente, alçando o tipo penal de injúria racial à condição de crime de racismo, portanto inafiançável e imprescritível. III. Nos termos do que passou a dispor a Lei n°7.716/1989, o juiz deve, na sua interpretação, considerar como discriminatória qualquer atitude ou tratamento dado à pessoa ou a grupos minoritários que cause constrangimento, humilhação, vergonha, medo ou exposição indevida, e que usualmente não se dispensaria a outros grupos em razão da cor, etnia, religião ou procedência. IV. A ação penal para o crime de injúria racial (artigo 2° - A da Lei n° 7.716/89) é condicionada à representação. Está correto apenas o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II e III."
      },
      {
        "letra": "B",
        "texto": "I, III e IV."
      },
      {
        "letra": "C",
        "texto": "I e II."
      },
      {
        "letra": "D",
        "texto": "II, III e IV."
      },
      {
        "letra": "E",
        "texto": "I e IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3260309",
    "metadata": "Ano: 2025 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "O artigo 1o do Código Penal (“Não há crime sem lei anterior que o defina. Não há pena sem prévia cominação legal”) reproduz o mandamento constitucional contido no artigo 5o, inciso XXXIX da Constituição Federal, que materializa o princípio da reserva absoluta de lei formal em matéria de índole penal. Em data relativamente recente, a propósito, o tema foi levado a debate no sistema de justiça, por intermédio de ação direta de inconstitucionalidade por omissão (ADO 26/DF), que foi conhecida em parte e, na respectiva extensão, julgada procedente por maioria, com eficácia geral e efeito vinculante. Levando-se em consideração os fundamentos e conclusões contidos no Acórdão proferido na referida ADO 26/DF e resumidos na ementa, analise as seguintes postulações. I. Houve mitigação do princípio da reserva absoluta de lei formal em matéria de índole penal e criaram-se os tipos penais de homofobia e transfobia. II. Reafirmou-se a impossibilidade jurídico-constitucional de o Supremo Tribunal Federal, mediante provimento jurisdicional, tipificar delitos e cominar sanções de direito penal, eis que referidos temas submetem-se à cláusula de reserva constitucional de lei em sentido formal. III. Não houve reconhecimento do estado de mora inconstitucional do Congresso Nacional na implementação da prestação legislativa destinada a cumprir o mandado de incriminação a que se referem os incisos XLI e XLII do artigo 5o da Constituição Federal, para efeito de proteção penal aos integrantes do grupo LGBTI+. IV. Houve reconhecimento do estado de mora inconstitucional do Congresso Nacional na implementação da prestação legislativa destinada a cumprir o mandado de incriminação a que se referem os incisos XLI e XLII do artigo 5o da Constituição Federal, para efeito de proteção penal aos integrantes do grupo LGBTI+, e declarou-se, em consequência, a existência de omissão normativa inconstitucional do Poder Legislativo da União. V. Determinou-se que, até que sobrevenha lei emanada do Congresso Nacional destinada a implementar os mandados de criminalização definidos nos incisos XLI e XLII do artigo 5o da Constituição Federal, as condutas homofóbicas e transfóbicas, reais ou supostas, que envolvem aversão odiosa à orientação sexual ou à identidade de gênero de alguém, por traduzirem expressões de racismo, compreendido este em sua dimensão social, ajustamse, por identidade de razão e mediante adequação típica, aos preceitos primários de incriminação definidos na Lei no 7.716/1989, constituindo, também, na hipótese de homicídio doloso, circunstância que o qualifica, por configurar motivo torpe (Código Penal, artigo 121, § 2o, I, parte final). Estão entre os fundamentos ou conclusões contidos no Acórdão proferido na referida ADO 26/DF e resumidos na ementa apenas as postulações referidas nos itens:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, III e V."
      },
      {
        "letra": "B",
        "texto": "II, IV e V."
      },
      {
        "letra": "C",
        "texto": "II, III e V."
      },
      {
        "letra": "D",
        "texto": "I e III."
      },
      {
        "letra": "E",
        "texto": "I, II e IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3257632",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TRT - 10ª REGIÃO (DF e TO)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Com base nas Leis n.º 9.099/1995, n.º 13.869/2019, n.º 7.716/1989 e n.º 10.741/2003, julgue o item a seguir, relativos a crimes resultantes de raça ou cor, a crimes de menor potencial ofensivo, ao abuso de autoridade e aos direitos da pessoa idosa. A pena cominada à conduta de se injuriar alguém, ofendendo-lhe o decoro, em razão de sua cor, será aumentada de metade caso o crime seja praticado mediante concurso de duas pessoas.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3170624",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TRF - 6ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "A respeito de crimes contra a administração pública, crimes de abuso de autoridade, crimes resultantes de preconceitos de raça ou cor, e crimes contra o patrimônio, julgue o item a seguir, observando, no que couber, a jurisprudência dos tribunais superiores.Nos crimes de racismo, é obrigatório que a vítima esteja acompanhada de advogado ou defensor público em todos os atos processuais.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3162719",
    "metadata": "Ano: 2025 | Banca: FCPC | Órgão: UFC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "A Constituição Federal de 1988 assegura a dignidade da pessoa humana e a igualdade perante a Lei proibindo qualquer forma de discriminação, inclusive contra a discriminação por orientação sexual. O Supremo Tribunal Federal (STF) e o Superior Tribunal de Justiça (STJ) têm fortalecido a necessidade de proteção dos direitos de pessoas LGBT+ (lésbicas, gays, bissexuais, travestis e transexuais), consolidando decisões que combatem a discriminação em diversas esferas da vida pública e privada. Uma das principais Leis que tratam sobre o tema são a Lei nº 7.716/1989, tipificando crimes de discriminação, incluindo aqueles por orientação sexual, e a Lei nº 13.185/2015, que institui o programa de combate ao bullying, que também pode envolver práticas discriminatórias com base na orientação sexual. Tal proteção é ainda garantida por meio de políticas públicas que têm por objetivo assegurar a inclusão e o respeito nos ambientes de trabalho, escolas e espaços públicos, tal como o Programa Nacional de Direitos Humanos (PNDH) e outros dispositivos legais. A Constituição Federal de 1988, no artigo 5º, assegura a dignidade da pessoa humana e a igualdade de direitos, proibindo discriminação de qualquer natureza. Em relação à discriminação por orientação sexual, essa garantia significa que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pessoas de diferentes orientações sexuais podem ser segregadas em ambientes públicos, desde que isso ocorra com base em crenças religiosas."
      },
      {
        "letra": "B",
        "texto": "A Constituição Federal de 1988 permite discriminação por orientação sexual quando isso for declarado por maioria absoluta de qualquer grupo social."
      },
      {
        "letra": "C",
        "texto": "A discriminação por orientação sexual é considerada uma violação dos direitos fundamentais e deve ser combatida, com base na igualdade e dignidade da pessoa humana."
      },
      {
        "letra": "D",
        "texto": "Não é possível garantir a inclusão de pessoas LGBT+ em espaços públicos e privados, pois a orientação sexual é um aspecto pessoal e não pode ser discutido legalmente."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3162718",
    "metadata": "Ano: 2025 | Banca: FCPC | Órgão: UFC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "A Constituição Federal, no capítulo que trata dos Direitos e Garantias Fundamentais, estabelece em seu artigo 5º, caput e inciso VI: “Todos são iguais perante a lei, sem distinção de qualquer natureza, garantindo-se aos brasileiros e aos estrangeiros residentes no País a inviolabilidade do direito à vida, à liberdade, à igualdade, à segurança e à propriedade, nos termos seguintes... ... é inviolável a liberdade de consciência e de crença, sendo assegurado o livre exercício dos cultos religiosos e garantida, na forma da lei, a proteção aos locais de culto e a suas liturgias;” De acordo com a Constituição brasileira e com a Lei nº 7.716/1989, qual é a postura do Estado em relação à diversidade religiosa no Brasil?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Estado é laico, ou seja, não pode adotar ou favorecer qualquer religião em particular."
      },
      {
        "letra": "B",
        "texto": "A pessoa pode ser punida com pena de prisão, caso haja um acordo com a parte discriminadora."
      },
      {
        "letra": "C",
        "texto": "O Estado deve permitir a livre manifestação religiosa, mas deve controlar os cultos para evitar abusos."
      },
      {
        "letra": "D",
        "texto": "O que caracteriza a discriminação religiosa, conforme o conceito previsto na Lei nº 7.716/1989 são apenas atos de violência física contra adeptos de outras religiões."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3357605",
    "metadata": "Ano: 2024 | Banca: CETAP | Órgão: SEOP-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Serão punidos, na forma da Lei Federal nº 7.716, de 05 de janeiro de 1989, e suas alterações, os crimes resultantes de discriminação ou preconceito de raça, cor, etnia, religião ou procedência nacional. Sobre o assunto, analise as afirmações a seguir e marque a alternativa correta: I- Impedir ou obstar o acesso de alguém, devidamente habilitado, a qualquer cargo da Administração Direta ou Indireta, bem como das concessionárias de serviços públicos, constitui crime. II- A pena para o crime previsto na afirmação I é de reclusão de dois a cinco anos e multa. III- Incorre na mesma pena da afirmação II quem, por motivo de discriminação de raça, cor, etnia, religião ou procedência nacional, obstar a promoção funcional.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a afirmação II está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas as afirmações I e II estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas a afirmação I está correta."
      },
      {
        "letra": "D",
        "texto": "Apenas as afirmações II e III estão corretas."
      },
      {
        "letra": "E",
        "texto": "Apenas as afirmações I e III estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3357350",
    "metadata": "Ano: 2024 | Banca: CETAP | Órgão: SEOP-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Serão punidos, na forma da Lei Federal n. 7.716, de 05 de janeiro de 1989, e suas alterações, os crimes resultantes de discriminação ou preconceito de raça, cor, etnia, religião ou procedência nacional. Sobre o assunto, analise as afirmações a seguir e marque a alternativa correta: I- Impedir ou obstar o acesso de alguém, devidamente habilitado, a qualquer cargo da Administração Direta ou Indireta, bem como das concessionárias de serviços públicos, constitui crime. lI- A pena para o crime previsto na afirmação I é de reclusão de dois a cinco anos e multa. IlI- Incorre na mesma pena da afirmação lI quem, por motivo de discriminação de raça, cor, etnia, religião ou procedência nacional, obstar a promoção funcional.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as afirmações I e lI estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as afirmações I e IlI estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as afirmações lI e IlI estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas a afirmação lI está correta."
      },
      {
        "letra": "E",
        "texto": "Apenas a afirmação I está correta."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3357299",
    "metadata": "Ano: 2024 | Banca: CETAP | Órgão: SEOP-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Serão punidos, na forma da Lei Federal n. 7.716, de 05 de janeiro de 1989, e suas alterações, os crimes resultantes de discriminação ou preconceito de raça, cor, etnia, religião ou procedência nacional. Sobre o assunto, analise as afirmações a seguir e marque a alternativa correta: I- Impedir ou obstar o acesso de alguém, devidamente habilitado, a qualquer cargo da Administração Direta ou Indireta, bem como das concessionárias de serviços públicos, constitui crime. II- A pena para o crime previsto na afirmação I é de reclusão de dois a cinco anos e multa. III- Incorre na mesma pena da afirmação II quem, por motivo de discriminação de raça, cor, etnia, religião ou procedência nacional, obstar a promoção funcional.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as afirmações II e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as afirmações I e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas a afirmação II está correta."
      },
      {
        "letra": "D",
        "texto": "Apenas a afirmação I está correta."
      },
      {
        "letra": "E",
        "texto": "Apenas as afirmações I e II estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3357188",
    "metadata": "Ano: 2024 | Banca: CETAP | Órgão: SEOP-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Serão punidos, na forma da Lei Federal nº 7.716, de 05 de janeiro de 1989, e suas alterações, os crimes resultantes de discriminação ou preconceito de raça, cor, etnia, religião ou procedência nacional. Constitui efeito da condenação a perda do cargo ou função pública, para o servidor público, e a suspensão do funcionamento do estabelecimento particular por prazo não superior a três meses. Estes efeitos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não serão automáticos, não devendo ser declarados na sentença."
      },
      {
        "letra": "B",
        "texto": "serão automáticos, devendo ser declarados na sentença."
      },
      {
        "letra": "C",
        "texto": "não são automáticos, devendo ser motivadamente declarados na sentença."
      },
      {
        "letra": "D",
        "texto": "são autoaplicáveis de ofício."
      },
      {
        "letra": "E",
        "texto": "serão automáticos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3356377",
    "metadata": "Ano: 2024 | Banca: CETAP | Órgão: SEOP-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Serão punidos, na forma da Le i Federal n. 7.716, de 05 de janeiro de 1989, e suas alterações, os crimes resultantes de discriminação ou preconceito de raça, cor, etnia, religião ou procedência nacional. Sobre o assunto, analise as afirmações a seguir e marque a alternativa correta: l- Impedir ou obstar o acesso de alguém, devidamente habilitado, a qualquer cargo da Administração Direta ou Indireta, bem como das concessionárias de serviços públicos, constitui crime. ll- A pena para o crime previsto na afirmação I é de reclusão de dois a cinco anos e multa. lll- Incorre na mesma pena da afirmação ll quem, por motivo de discriminação de raça, cor, etnia, religião ou procedência nacional, obstar a promoção funcional.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as afirmações I e lI estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as afirmações I e IlI estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as afirmações lI e IlI estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas a afirmação I está correta."
      },
      {
        "letra": "E",
        "texto": "Apenas a afirmação II está correta."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3248488",
    "metadata": "Ano: 2024 | Banca: IBFC | Órgão: Prefeitura de Feira de Santana - BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "A pena para quem recusa ou impede o acesso a estabelecimento comercial, negando-se a servir, atender ou receber cliente ou comprador, por preconceito de raça, cor, etnia, religião ou procedência nacional é de ______. Assinale a alternativa que preencha corretamente a lacuna.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "reclusão de um a três anos"
      },
      {
        "letra": "B",
        "texto": "reclusão de um a dois anos"
      },
      {
        "letra": "C",
        "texto": "reclusão de três a cinco anos"
      },
      {
        "letra": "D",
        "texto": "prestação de serviços comunitários+"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3171334",
    "metadata": "Ano: 2024 | Banca: IBFC | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "A dignidade humana é incompatível com a tentativa de setorizar grupos de pessoas. Separar o inseparável é a essência do racismo. Os seres humanos pertencem à raça humana e, a partir daí, nenhuma separação ou agrupamento é essencial, senão no caso de vivências comunitárias. Em atenção à Lei n° 7.716, de 5 de janeiro de 1989, analise as afirmativas abaixo. I. Impedir a ascensão funcional do empregado em razão de discriminação ou preconceito de raça, cor, etnia, religião ou procedência nacional é crime. II. Injúria, em razão de raça, cor, etnia ou procedência nacional, é crime previsto no Código Penal e a ação penal depende de representação da vítima. III. Proporcionar ao empregado tratamento diferenciado no ambiente de trabalho, ainda que em razão de discriminação ou preconceito de raça, cor, etnia, religião ou procedência nacional, é questão de ordem moral, desde que não repercuta em prejuízos físicos ou materiais à vítima. Estão corretas as afirmativas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II apenas"
      },
      {
        "letra": "B",
        "texto": "I e III apenas"
      },
      {
        "letra": "C",
        "texto": "I apenas"
      },
      {
        "letra": "D",
        "texto": "II apenas"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3114157",
    "metadata": "Ano: 2024 | Banca: ACCESS | Órgão: Prefeitura de Apiaí - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Sobre as disposições estabelecidas para os crimes resultantes de preconceito de raça ou de cor (Lei nº 7.716/1989), marque V para as afirmativas verdadeiras e F para as falsas. (__) Os crimes previstos nesta Lei terão as penas aumentadas de 1/3 (um terço) até a metade, quando ocorrerem em contexto ou com intuito de descontração, diversão ou recreação. (__) Em todos os atos processuais, cíveis e criminais, a vítima dos crimes de racismo, se requerer, será acompanhada de advogado ou defensor público. (__) Na interpretação desta Lei, o juiz deve considerar como discriminatória qualquer atitude ou tratamento dado à pessoa ou a grupos minoritários que cause constrangimento, humilhação, vergonha, medo ou exposição indevida, e que usualmente não se dispensaria a outros grupos em razão da cor, etnia, religião ou procedência. Assinale a alternativa cuja respectiva ordem de julgamento esteja correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V, F, F."
      },
      {
        "letra": "B",
        "texto": "V, F, V."
      },
      {
        "letra": "C",
        "texto": "V, V, V."
      },
      {
        "letra": "D",
        "texto": "F, F, V."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3109506",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: TSE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "À luz da Lei n.º 7.716/1989, que define os crimes resultantes de preconceito de raça ou cor, da Lei n.º 5.553/1968, que dispõe sobre a apresentação e o uso de documentos de identificação pessoal, e da Lei n.º 10.048/2000, relativa à prioridade de atendimento, julgue o próximo item. Se alguém pratica crime resultante de preconceito racial com intuito de descontração, diversão ou recreação, a sua pena será aumentada de um terço à metade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3104324",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: STJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Com base na Lei n.º 9.099/1995 a respeito dos juizados especiais cíveis e criminais, na Lei de Abuso de Autoridade (Lei n.º 13.869/2019) e na Lei n.º 7.716/1989, que dispõe sobre os crimes resultantes de preconceito de raça ou de cor, julgue o item a seguir. Em todos os atos processuais, cíveis e criminais, relativos ao crime de racismo, a vítima deve estar acompanhada de advogado ou defensor público.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3079363",
    "metadata": "Ano: 2024 | Banca: IBFC | Órgão: Polícia Penal - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Sobre os crimes de preconceito de raça ou de cor, assinale a alternativa incorreta, de acordo com a Lei n° 7.716/1989.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Praticar, induzir ou incitar a discriminação ou preconceito de raça, cor, etnia, religião ou procedência nacional é crime punível com reclusão e multa"
      },
      {
        "letra": "B",
        "texto": "Veicular símbolos que utilizem a cruz suástica para fins de divulgação do nazismo é crime punível com reclusão e multa"
      },
      {
        "letra": "C",
        "texto": "Todos os crimes resultantes de preconceito de raça ou de cor são apenados com detenção"
      },
      {
        "letra": "D",
        "texto": "O crime de injúria em razão de raça, cor, etnia ou procedência nacional terá a pena aumentada de 1/3 (um terço) até a metade, quando ocorrerem em contexto ou com intuito de descontração, diversão ou recreação"
      },
      {
        "letra": "E",
        "texto": "Em todos os atos processuais, cíveis e criminais, a vítima dos crimes de racismo deverá estar acompanhada de advogado ou defensor público"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3079271",
    "metadata": "Ano: 2024 | Banca: IBFC | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Quanto à Lei n° 7716 de 1989, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Comete crime, nela previsto, o funcionário público que possuir tatuada em seu corpo a cruz suástica nazista, mesmo que a cubra com sua vestimenta"
      },
      {
        "letra": "B",
        "texto": "Não há na lei previsão de aumento de pena se quaisquer de seus delitos forem praticados por funcionário público"
      },
      {
        "letra": "C",
        "texto": "O servidor público, que praticar delito de preconceito racial sujeita-se, à perda do cargo ou função pública como efeito da condenação, somente se tais efeitos forem motivadamente declarados na sentença condenatória criminal"
      },
      {
        "letra": "D",
        "texto": "A prática do preconceito de raça por meio de rede social não gera aumento de pena ao criminoso, dado que a gravidade do crime independe do alcance comunicativo"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3079270",
    "metadata": "Ano: 2024 | Banca: IBFC | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Quanto à Lei nº 7716 de 1989, que “define os crimes resultantes de preconceitos de raça ou de cor”, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Comete crime da referida lei, todo aquele servidor público em serviço que age de maneira preconceituosa ou discriminatória contra pessoa em razão de sua condição etária superior a sessenta anos de idade (pessoa idosa) ou em desfavor de pessoa com deficiência"
      },
      {
        "letra": "B",
        "texto": "Não é crime previsto na lei o comportamento de discriminar alguém em razão de sua etnia, porque tal categoria de pessoas não se vê abrangida na definição de de raça nem de cor, nem pertence ao rol das possíveis vítimas"
      },
      {
        "letra": "C",
        "texto": "O funcionário público que, no exercício de sua função, se recusa a atender uma pessoa preta ou negra, em qualquer circunstância, comete crime de racismo previsto na lei"
      },
      {
        "letra": "D",
        "texto": "Aquele que injuriar alguém, ofendendo-lhe a dignidade ou o decoro em razão de sua raça ou cor, etnia ou procedência nacional não pratica crime de racismo, embora sua conduta seja hoje considerada delito previsto na mesma lei"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3055451",
    "metadata": "Ano: 2024 | Banca: CONSULPAM | Órgão: Prefeitura de Guaraciaba do Norte - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Serão punidos, na forma da Lei n.º 7.716 de 1989, os crimes resultantes de discriminação ou preconceito, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Origem."
      },
      {
        "letra": "B",
        "texto": "Procedência nacional."
      },
      {
        "letra": "C",
        "texto": "Etnia."
      },
      {
        "letra": "D",
        "texto": "Religião."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3015494",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: SEAP-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "A Lei nº 14.532, de 11 de janeiro de 2023 alterou a Lei nº 7.716, de 5 de janeiro de 1989 (Lei do Crime Racial). Sobre essa temática, assinale V para a afirmativa verdadeira e F para a falsa. ( ) O crime de injúria racial é espécie do gênero racismo. Portanto, é imprescritível, conforme o artigo 5º, XLII, da Constituição. ( ) Na hipótese de o crime de racismo ser cometido no contexto de atividades esportivas, religiosas, artísticas ou culturais destinadas ao público, verifica-se a causa de aumento de pena. ( ) Os crimes de racismo terão as penas aumentadas, quando ocorrerem em contexto ou com intuito de descontração, diversão ou recreação. As afirmativas são, respectivamente,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F – V – F."
      },
      {
        "letra": "B",
        "texto": "F – F – V."
      },
      {
        "letra": "C",
        "texto": "F – F – F."
      },
      {
        "letra": "D",
        "texto": "V – V – F."
      },
      {
        "letra": "E",
        "texto": "V – F – V."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3010084",
    "metadata": "Ano: 2024 | Banca: Ibest | Órgão: Prefeitura de Cristalina - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "A respeito da Lei n.º 7.716/1989, que define e estabelece punições aos crimes resultantes de preconceito de raça, cor, etnia, religião ou procedência nacional, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é possível abrir estabelecimento comercial, a exemplo de um bar ou restaurante, exclusivo para pessoas brancas."
      },
      {
        "letra": "B",
        "texto": "a restrição de acesso a pessoas, em razão de sua cor ou raça, em elevadores de prédios residenciais é possível, desde que anunciado expressamente."
      },
      {
        "letra": "C",
        "texto": "é crime impedir a ascensão funcional do empregado ou obstar outra forma de benefício profissional por motivo de discriminação de raça."
      },
      {
        "letra": "D",
        "texto": "obstar o convívio familiar ou social de uma pessoa, em razão de sua cor, é fato atípico, enraizado na cultura brasileira."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2590086",
    "metadata": "Ano: 2024 | Banca: ACAFE | Órgão: CELESC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Conforme a lei nº 7.716, de 5 de janeiro de 1989, define os crimes resultantes de preconceito de raça ou de cor. Analise as alternativas a abaixo e assinale a INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Art. 6º Recusar, negar ou impedir a inscrição ou ingresso de aluno em estabelecimento de ensino público ou privado de qualquer grau. Pena: reclusão de três a cinco anos."
      },
      {
        "letra": "B",
        "texto": "Art. 5º Recusar ou impedir acesso a estabelecimento comercial, negando-se a servir, atender ou receber cliente ou comprador. Pena: reclusão de um a três anos."
      },
      {
        "letra": "C",
        "texto": "Art. 9º Impedir o acesso ou recusar atendimento em espaço religioso e recreativo praticado por funcionário público. Pena: reclusão três a cinco anos."
      },
      {
        "letra": "D",
        "texto": "Art. 7º Impedir o acesso ou recusar hospedagem em hotel, pensão, estalagem, ou qualquer estabelecimento similar. Pena: reclusão de três a cinco anos."
      },
      {
        "letra": "E",
        "texto": "Art. 8º Impedir o acesso ou recusar atendimento em restaurantes, bares, confeitarias, ou locais semelhantes abertos ao público. Pena: reclusão de um a três anos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2567825",
    "metadata": "Ano: 2024 | Banca: BRB | Órgão: Prefeitura de Lajedinho - BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Com base na Lei Federal nº 9.459/1997, a pena por praticar, induzir ou incitar a discriminação ou preconceito de raça, cor, etnia, religião ou procedência nacional, será de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Reclusão de um a três anos e multa."
      },
      {
        "letra": "B",
        "texto": "Reclusão de um a quatro anos e multa."
      },
      {
        "letra": "C",
        "texto": "Reclusão de um a cinco anos e multa."
      },
      {
        "letra": "D",
        "texto": "Reclusão de um a seis anos e multa."
      },
      {
        "letra": "E",
        "texto": "Reclusão de um a sete anos e multa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2543494",
    "metadata": "Ano: 2024 | Banca: ISET | Órgão: Prefeitura de Jeremoabo - BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "A pena por impedir ou obstar o acesso de alguém, devidamente habilitado, a qualquer cargo da Administração Direta ou Indireta, bem como das concessionárias de serviços públicos será de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Detenção de dois a cinco anos."
      },
      {
        "letra": "B",
        "texto": "Reclusão de três a cinco anos."
      },
      {
        "letra": "C",
        "texto": "Detenção de quatro a oito anos."
      },
      {
        "letra": "D",
        "texto": "Reclusão de dois a cinco anos."
      },
      {
        "letra": "E",
        "texto": "Reclusão de seis meses a dois anos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2535459",
    "metadata": "Ano: 2024 | Banca: UniRV - GO | Órgão: Prefeitura de Rio Verde - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "A Lei nº 7.716/89 estabelece o tratamento dos crimes decorrentes de preconceito de raça ou de cor e prevê que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "constitui contravenção penal a conduta de praticar, induzir ou incitar a discriminação ou preconceito de raça, cor, etnia, religião ou procedência nacional."
      },
      {
        "letra": "B",
        "texto": "ficará isento de pena, quem, em anúncios ou qualquer outra forma de recrutamento de trabalhadores, exigir aspectos de aparência próprios de raça ou etnia para emprego, cujas atividades não justifiquem essas exigências."
      },
      {
        "letra": "C",
        "texto": "quem injuriar alguém, ofendendo-lhe a dignidade ou o decoro, em razão de raça, cor, etnia ou procedência nacional será julgado pelo Juizado Especial Criminal."
      },
      {
        "letra": "D",
        "texto": "ao interpretar esta lei o juiz deve considerar como discriminatória qualquer atitude ou tratamento dado à pessoa ou a grupos minoritários que cause constrangimento, humilhação, vergonha, medo ou exposição indevida, e que usualmente não se dispensaria a outros grupos em razão da cor, etnia, religião ou procedência."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2530362",
    "metadata": "Ano: 2024 | Banca: INSTITUTO AOCP | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Acerca dos crimes resultantes de preconceito de raça ou de cor, na forma da Lei nº 7.716/1989, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos crimes previstos na citada lei, as penas serão aumentadas de 1/3 até a metade, quando ocorrerem em contexto ou intuito de descontração, diversão ou recreação."
      },
      {
        "letra": "B",
        "texto": "Serão punidos os crimes resultantes de discriminação ou preconceito de raça, cor, etnia, religião ou procedência nacional."
      },
      {
        "letra": "C",
        "texto": "Em todos os atos processuais, cíveis e criminais, a vítima dos crimes de racismo deverá estar acompanhada de advogado ou defensor público."
      },
      {
        "letra": "D",
        "texto": "Se no exercício de suas funções ou a pretexto de exercê-las, o servidor público praticar, induzir ou incitar a discriminação ou preconceito de raça, cor, etnia, religião ou procedência nacional, terá sua pena aumentada de 1/3 até a metade."
      },
      {
        "letra": "E",
        "texto": "Na interpretação da referida lei, o juiz deve considerar como discriminatória qualquer atitude ou tratamento dado à pessoa ou a grupos minoritários que cause constrangimento ou humilhação e que, usualmente, se dispensaria a outros grupos em razão da raça, cor, etnia, religião ou procedência nacional."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2522185",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: DPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Sobre os crimes de racismo, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de injúria racial, apesar de ter uma reprimenda baixa, configura uma forma de racismo."
      },
      {
        "letra": "B",
        "texto": "Atos ofensivos praticados contra pessoas da comunidade LGBTQIAPN+ podem ser enquadrados como injúria racial."
      },
      {
        "letra": "C",
        "texto": "Acordo de Não Persecução Penal (ANPP) pode ser aplicado em casos de crimes raciais."
      },
      {
        "letra": "D",
        "texto": "O crime de racismo, como a injúria racial, é imprescritível, conforme previsto na Constituição Federal (art. 5º, inciso LXII)."
      },
      {
        "letra": "E",
        "texto": "O Supremo Tribunal Federal começou a decidir se o Estado brasileiro deve reconhecer que pratica racismo institucional e estrutural “por ações e omissões reiteradas” e, consequentemente, formule um plano nacional para o seu enfrentamento."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2513054",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: Câmara dos Deputados",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "No que diz respeito aos crimes resultantes de preconceito de raça ou cor, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Além dos indivíduos pertencentes à determinada raça, os índios, os judeus e os nacionais de outros países podem ser sujeitos passivos dos crimes decorrentes de preconceito definidos pela Lei nº 7.716/1989."
      },
      {
        "letra": "B",
        "texto": "O chamado preconceito recreativo pode ser praticado, por exemplo, por meio de injúria racial proferida por ator comediante durante uma apresentação de teatro, sendo punível com pena aumentada de 1/3 (um terço) até a metade."
      },
      {
        "letra": "C",
        "texto": "A fabricação de emblema que utilize a cruz suástica ou gamada configura crime, ainda que não haja finalidade de divulgação do nazismo."
      },
      {
        "letra": "D",
        "texto": "A incitação de discriminação ou preconceito religioso é punível com pena atenuada desde que não ocorra na presença da vítima, mas apenas virtualmente, por exemplo, por meio de publicação em rede social."
      },
      {
        "letra": "E",
        "texto": "Os crimes de preconceito racial terão as penas aumentadas quando praticados por funcionário público, ressalvado o exercício de suas funções."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2511996",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: Câmara dos Deputados",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Acerca da Lei nº 14.532/2023, que alterou a lei de crimes raciais(Lei nº 7.716/89), é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o crime de injúria racial não se equipara ao crime de racismo, o qual possui tipificação específica e acarreta a sua imprescritibilidade."
      },
      {
        "letra": "B",
        "texto": "houve a previsão de causa de aumento quando o crime de racismo ocorre em contexto ou com intuito de descontração, diversão ou recreação, configurando o denominado racismo recreativo."
      },
      {
        "letra": "C",
        "texto": "quando o crime de injúria racial ou por origem da pessoa for cometido por funcionário público no exercício de suas funções ou a pretexto de exercê-las, a pena é diminuída, em razão de sua fé pública."
      },
      {
        "letra": "D",
        "texto": "o plenário do STF julgou reconhecendo a possibilidade de aplicação acordo de não persecução penal (ANPP) em crimes raciais, nas hipóteses de presença dos requisitos para oferta desta medida despenalizadora."
      },
      {
        "letra": "E",
        "texto": "na hipótese de o crime de racismo ser cometido por intermédio dos meios de comunicação social ou postagem em redes sociais ou na internet, a apuração será impossível, tendo em vista o direito a intimidade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2510868",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: ADAB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "A Lei nº 7.716/1989 apresenta diversas modalidades de racismo. Sobre esta temática, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Racismo recreativo, quando ocorrerem em contexto ou com intuito de descontração, diversão ou recreação."
      },
      {
        "letra": "B",
        "texto": "Injúria racial, que não se equipara ao crime de racismo."
      },
      {
        "letra": "C",
        "texto": "Racismo reverso, praticada por pessoas negras contra pessoas brancas."
      },
      {
        "letra": "D",
        "texto": "Racismo ambiental, que ocorre em locais destinados a práticas esportivas, artísticas ou culturais destinadas ao público."
      },
      {
        "letra": "E",
        "texto": "Racismo não existe, pois vivemos uma democracia racial no Brasil."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2509937",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: ADAB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "A Lei nº 7.716, de 5 de janeiro de 1989, denominada Lei Caó em homenagem ao advogado, jornalista e ex-deputado federal Carlos Alberto Oliveira dos Santos, define os crimes resultantes de preconceito de raça ou de cor. Sobre esta temática é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "há previsão de modalidade qualificada de racismo, caso seja cometido no contexto de atividades esportivas, religiosas, artísticas ou culturais destinadas ao público."
      },
      {
        "letra": "B",
        "texto": "o uso de cruz suástica, para fins de divulgação do nazismo, não configura crime de racismo, tendo em vista que representa relato histórico, que não se coaduna com a democracia brasileira."
      },
      {
        "letra": "C",
        "texto": "o racismo recreativo tem excludente de ilicitude, uma vez que não há a intenção de ofender a pessoa e é somente uma brincadeira."
      },
      {
        "letra": "D",
        "texto": "o crime de injuria racial não é equiparado ao crime de racismo, portanto é afiançável e prescritível."
      },
      {
        "letra": "E",
        "texto": "quando os crimes de racismo forem praticados por funcionário público, no exercício de suas funções ou a pretexto de exercê-las, as penas serão diminuídas em reconhecimento ao racismo institucional."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2507099",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: AL-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "A respeito da Lei dos Crimes Resultantes de Preconceito de Raça ou de Cor, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A Lei nº 14.532/2023 alterou a Lei nº 7.716/1989 e incluiu os crimes de injúria, calúnia e difamação por motivo de preconceito racial."
      },
      {
        "letra": "B",
        "texto": "Com o escopo de maior celeridade no procedimento, a Lei nº 14.532/2023 alterou a Lei nº 7.716/1989 para incluir o Art. 20-D, que prevê a dispensa de advogado acompanhar a vítima dos crimes de racismo em todos os procedimentos cíveis e penais."
      },
      {
        "letra": "C",
        "texto": "A Lei nº 7.716/1989 não disciplina a punição de crimes resultantes de discriminação atinente à procedência nacional."
      },
      {
        "letra": "D",
        "texto": "O Art. 20-A, incluído pela Lei nº 14.532/2023, prevê o aumento de pena na situação do chamado racismo recreativo."
      },
      {
        "letra": "E",
        "texto": "A referida Lei não fixa qualquer parâmetro hermenêutico para o juiz considerar como discriminatória dada situação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2507011",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: ENAM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Em julgamento emblemático, o Supremo Tribunal Federal reconheceu que os integrantes do grupo LGBTI+, como qualquer outra pessoa, nascem iguais em dignidade e direitos e possuem igual capacidade de autodeterminação quanto às suas escolhas pessoais em matéria afetiva e amorosa. Nesse contexto, de acordo com o STF",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a existência de omissão normativa inconstitucional do Poder Legislativo da União foi declarada, para fins de cientificar o Congresso Nacional, para os efeitos legais cabíveis, visando à edição de lei no prazo de 180 (cento e oitenta) dias, que regulamente os mandados constitucionais de incriminação inscritos no Art. 5º, incisos XLI e XLII, da CRFB/88, que passam a ser considerados autoaplicáveis, após tal prazo, para enquadrar a homofobia e a transfobia em tipos penais já existentes no Código Penal."
      },
      {
        "letra": "B",
        "texto": "até que sobrevenha lei emanada do Congresso Nacional destinada a implementar os mandados de criminalização definidos no Art. 5º, incisos XLI e XLII, da CRFB/88, as condutas homofóbicas e transfóbicas, reais ou supostas, que envolvem aversão odiosa à orientação sexual ou à identidade de gênero de alguém, por traduzirem expressões de racismo, compreendido este em sua dimensão social, ajustam-se, por identidade de razão e mediante adequação típica, aos preceitos primários de incriminação definidos na Lei nº 7.716/1989, constituindo, também, na hipótese de homicídio doloso, circunstância que o qualifica, por configurar motivo torpe."
      },
      {
        "letra": "C",
        "texto": "a repressão penal à prática da homotransfobia alcança, restringe e limita o exercício da liberdade religiosa, qualquer que seja a denominação confessional professada, a cujos fiéis e ministros é vedado o direito de pregar e de divulgar, pela palavra, pela imagem ou por qualquer outro meio, o seu pensamento e de externar suas convicções de acordo com o que estiver contido em seus livros e códigos sagrados, porque o ordenamento jurídico veda o discurso de ódio."
      },
      {
        "letra": "D",
        "texto": "até que seja editada lei sobre a matéria pelo Poder Legislativo, as condutas reais homofóbicas e transfóbicas, que envolvem discurso de ódio contra orientação sexual ou identidade de gênero de alguém, por traduzirem expressões de preconceito, compreendido este em sua dimensão social, ajustam-se, por identidade de razão e mediante adequação típica, aos preceitos primários de incriminação como terrorismo."
      },
      {
        "letra": "E",
        "texto": "a omissão normativa inconstitucional do Poder Legislativo da União foi constituída, para fins de cientificar o Congresso Nacional, para os efeitos legais cabíveis, visando à edição de lei no prazo de 1 (um) ano, que regulamente os mandados constitucionais de incriminação inscritos no Art. 5º, incisos XLI e XLII, da CRFB/88, que passam a ser considerados autoaplicáveis, após tal prazo, em razão de analogia pro societate, para enquadrar a homofobia e a transfobia em tipos penais já existentes na legislação penal extravagante."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2503312",
    "metadata": "Ano: 2024 | Banca: UniRV - GO | Órgão: UniRV - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "O tratamento dos crimes decorrentes de preconceito de raça ou de cor é efetivado pela Lei nº 7.716/89, com as atualizações posteriores, e prevê que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Haverá aumento da pena em 1/3 até metade quando os crimes ocorrerem num contexto ou com o fim de descontração, diversão ou recreação."
      },
      {
        "letra": "B",
        "texto": "Em todos os atos processuais, a vítima dos crimes de racismo poderá estar acompanhada de advogado ou defensor público."
      },
      {
        "letra": "C",
        "texto": "Qualquer dos crimes definidos como racismo e cometidos por meio de redes de comunicação social terão as penas diminuídas de 1/3 até metade."
      },
      {
        "letra": "D",
        "texto": "Haverá perda automática do cargo ou função, para o servidor público, quando houver condenação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2492696",
    "metadata": "Ano: 2024 | Banca: Instituto Access | Órgão: Prefeitura de Cariacica - ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Em relação às inovações introduzidas recentemente na Lei 7.716/89, analise as afirmativas a seguir: I. Os crimes previstos na lei terão as penas aumentadas de 1/3 (um terço) até a metade, quando ocorrerem em contexto ou com intuito de descontração, diversão ou recreação. II. Os crimes previstos nos arts. 2º-A e 20 da lei terão as penas aumentadas de 1/3 (um terço) até a metade, quando praticados por funcionário público no exercício de suas funções ou a pretexto de exercê-las. III. Em todos os atos processuais, cíveis e criminais, a vítima dos crimes de racismo poderá prescindir de advogado ou defensor público. Assinale",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se apenas as afirmativas I e II estiverem corretas."
      },
      {
        "letra": "B",
        "texto": "se apenas as afirmativas I e III estiverem corretas."
      },
      {
        "letra": "C",
        "texto": "se apenas as afirmativas II e III estiverem corretas."
      },
      {
        "letra": "D",
        "texto": "se todas as afirmativas estiverem corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2492695",
    "metadata": "Ano: 2024 | Banca: Instituto Access | Órgão: Prefeitura de Cariacica - ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "A Lei 7.716/89 estabelece medidas penais em relação à prática de preconceito ou discriminação quanto ao listado nas alternativas a seguir, à exceção de uma. Assinale-a.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "etnia"
      },
      {
        "letra": "B",
        "texto": "religião"
      },
      {
        "letra": "C",
        "texto": "natureza sexual"
      },
      {
        "letra": "D",
        "texto": "procedência nacional"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2462059",
    "metadata": "Ano: 2024 | Banca: ICECE | Órgão: Prefeitura de Aratuba - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "A Lei Federal 14.532/2023 alterou a Lei Federal 7.716/89 para incluir o artigo 2º-A, tipificando a injúria contra pessoa por motivo de discriminação ou preconceito com pena de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Detenção, de 01 (um) a 03 (três) anos."
      },
      {
        "letra": "B",
        "texto": "Reclusão, de 02 (dois) a 05 (cinco) anos."
      },
      {
        "letra": "C",
        "texto": "Detenção, de 01 (um) a 03 (três) anos, e multa."
      },
      {
        "letra": "D",
        "texto": "Reclusão, de 02 (dois) a 05 (cinco) anos, e multa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2462027",
    "metadata": "Ano: 2024 | Banca: ICECE | Órgão: Prefeitura de Aratuba - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "A Lei Federal nº 7.716, de 5 de janeiro de 1989 que trata dos crimes resultantes de preconceito de raça ou cor foi alterada pela Lei Federal14.532/2023 para incluir o Artigo 2º-A que prevê que aquele que injuriar alguém ofendendo-lhe a dignidade ou o decoro, em razão de raça, cor, etnia ou procedência nacional será punido com pena de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Detenção simples, de dois a cinco meses e multa."
      },
      {
        "letra": "B",
        "texto": "Reclusão, de dois a cinco anos e multa."
      },
      {
        "letra": "C",
        "texto": "Reclusão, de dois a quatro anos e multa."
      },
      {
        "letra": "D",
        "texto": "Detenção simples, de seis meses a um ano e multa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2457371",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: AL-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "João, após iniciar o estágio junto à 1ª Vara Criminal da Comarca Alfa, passou a se dedicar ao estudo do Direito Penal, para melhor desempenhar as suas funções laborais. Assim, João, ao estudar uma determinada infração penal citada pela Constituição Federal, verificou que se tratava de um crime inafiançável e imprescritível, sujeito à pena de reclusão, nos termos da lei. Nesse cenário, considerando as disposições constitucionais aplicáveis ao Direito Penal, é correto afirmar que José pode ter estudado os detalhes do crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tráfico ilícito de entorpecentes e drogas afins."
      },
      {
        "letra": "B",
        "texto": "terrorismo."
      },
      {
        "letra": "C",
        "texto": "homicídio."
      },
      {
        "letra": "D",
        "texto": "racismo."
      },
      {
        "letra": "E",
        "texto": "tortura."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2450638",
    "metadata": "Ano: 2024 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "[Questão inédita] Um empresário afirma em entrevista realizada para um telejornal que não se relaciona com pessoas de etnia diversa da sua e não permite que, no prédio em que mora, onde atua como síndico, que pessoas negras frequentem as áreas comuns e os elevadores sociais. À luz das normas constitucionais, é correto afirmar que a conduta criminosa do empresário é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "afiançável."
      },
      {
        "letra": "B",
        "texto": "prescritível."
      },
      {
        "letra": "C",
        "texto": "sujeito a pena de reclusão."
      },
      {
        "letra": "D",
        "texto": "sujeito a pena de detenção."
      },
      {
        "letra": "E",
        "texto": "sujeito apenas a pena de multa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2450404",
    "metadata": "Ano: 2024 | Banca: IVIN | Órgão: Prefeitura de Curuçá - PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Ciro, um jovem de dezoito anos de idade, foi flagrado pelos agentes municipais de trânsito de sua cidade com o bagageiro de seu carro cheio de material de propaganda que utilizava a cruz suástica, o qual estava distribuindo para fins de divulgação de doutrinas nazistas. Diante da situação, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ciro está em situação de flagrante delito, sujeito a pena de reclusão de um a três anos, e multa."
      },
      {
        "letra": "B",
        "texto": "Ciro não está em situação de flagrante delito, pois a mera distribuição do material mencionado não é crime."
      },
      {
        "letra": "C",
        "texto": "Ciro está em situação de flagrante delito, sujeito a pena de reclusão de dois a cinco anos, e multa."
      },
      {
        "letra": "D",
        "texto": "Ciro não está em situação de flagrante delito, pois somente é crime a discriminação direta contra judeus ou outros povos em situação de vulnerabilidade, sendo o uso de meros símbolos conduta atípica no Brasil."
      },
      {
        "letra": "E",
        "texto": "Ciro está em situação de flagrante delito, sujeito a pena de multa de dez vezes o salário mínimo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2416441",
    "metadata": "Ano: 2024 | Banca: IV - UFG | Órgão: TJ-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Além da pena de prisão prevista para a prática de crimes resultantes de preconceito de raça ou de cor, a legislação brasileira prevê, como efeito da condenação, desde que devidamente motivados na sentença:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a perda do cargo, ou função pública, para o servidor público."
      },
      {
        "letra": "B",
        "texto": "a suspensão do funcionamento de estabelecimento público."
      },
      {
        "letra": "C",
        "texto": "a interdição do estabelecimento privado pelo prazo de 1 ano."
      },
      {
        "letra": "D",
        "texto": "a proibição de contratar com o poder público por 5 anos"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2416440",
    "metadata": "Ano: 2024 | Banca: IV - UFG | Órgão: TJ-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Os crimes resultantes de preconceito de raça ou de cor, quando ocorrerem em contexto ou com intuito de descontração, diversão ou recreação terão:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a aplicação da pena de prestação de serviços à comunidade."
      },
      {
        "letra": "B",
        "texto": "as penas aumentadas de 1/3 até a metade."
      },
      {
        "letra": "C",
        "texto": "a interdição da atividade privada pelo período de 5 anos."
      },
      {
        "letra": "D",
        "texto": "as atividades esportivas proibidas por 1 ano."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2414809",
    "metadata": "Ano: 2024 | Banca: Instituto Consulplan | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Antônio foi denunciado por injúria racial (Art. 2º-A da Lei nº 7.716/1989), pois, em 6 de maio de 2023, ofendeu Dandara, em razão da cor de sua pele preta e o aspecto do seu cabelo do tipo Black, com comentários jocosos durante um jantar, no qual arrancava gargalhadas dos participantes, constrangendo a ofendida. Em sua resposta a acusação alegou que não teve o animus de injuriar e que seus comentários não passaram de piada com animus jocandi. Na audiência, os fatos foram comprovados pelas testemunhas. Ao final, o juiz absolveu Antônio acolhendo a tese de ausência de dolo de ofender e sim de animus jocandi. Nesse caso o Ministério Público, em seu recurso, poderá fundamentar, inclusive, que o racismo recreativo ao contrário de ser uma excludente de tipicidade é uma causa de aumento da pena.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2395606",
    "metadata": "Ano: 2024 | Banca: IVIN | Órgão: Prefeitura de Curuçá - PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Adella foi impedida pela proprietária de um famoso salão de cabeleireiras de sua cidade de entrar em seu estabelecimento, sob a alegação de que Adella era colombiana. Adella, então, procurou a autoridade policial e registrou a ocorrência com base na Lei nº 7.716/1989. Caso condenada, a proprietária do salão poderá sofrer pena de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Detenção, de um a três anos."
      },
      {
        "letra": "B",
        "texto": "Reclusão, de um a três anos."
      },
      {
        "letra": "C",
        "texto": "Detenção, de dois a cinco anos."
      },
      {
        "letra": "D",
        "texto": "Reclusão, de dois a cinco anos."
      },
      {
        "letra": "E",
        "texto": "Detenção, de seis meses a um ano."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2375393",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "A respeito da Lei nº 14.532, de 2023, analise as afirmativas a seguir. I. A Lei nº 14.532, de 2023, alterou a Lei nº 7716, de 1989, incluindo penas previstas para quem obstar, impedir ou empregar violência contra quaisquer manifestações ou práticas religiosas. II. Após a promulgação da Lei nº 14.532, o Artigo 140 do Código Penal, foi alterado, determinando-se que, se a injúria a alguém consistir na utilização de elementos referentes à religião ou à condição de pessoa idosa ou com deficiência, a pena é de reclusão, de 1 (um) a 3 (três) anos, e multa. III. A Lei nº 9605, de 1998, chamada de Lei de Crimes Ambientais foi alterada pela Lei nº 14.532, de 2023, passando a prever pena de reclusão de 1 (um) a 2 (dois) anos para gestores que, por negligência, deixarem de adotar as técnicas necessárias para a prevenção do racismo ambiental. Está correto apenas o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I."
      },
      {
        "letra": "B",
        "texto": "II."
      },
      {
        "letra": "C",
        "texto": "I e II."
      },
      {
        "letra": "D",
        "texto": "I e III."
      },
      {
        "letra": "E",
        "texto": "II e III."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2375392",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "A Lei nº 14.532, de 2023, altera a Lei nº 7.716, de 5 de janeiro de 1989 e prevê reclusão de 2 (dois) a 5 (cinco) anos e multa, para a pessoa que injuriar alguém, ofendendo-lhe a dignidade ou o decoro, em razão de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "xenofobia, religião ou etnia."
      },
      {
        "letra": "B",
        "texto": "cor, etnia ou procedência nacional."
      },
      {
        "letra": "C",
        "texto": "parentalidade, transexualidade ou religião."
      },
      {
        "letra": "D",
        "texto": "orientação sexual, raça ou localização geográfica."
      },
      {
        "letra": "E",
        "texto": "origem familiar, cor ou sexualidade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2365388",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: PC-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Em meio a uma discussão sobre o estacionamento de carros no seu prédio, Nestor, motivado por conhecer a orientação sexual de seu vizinho, ofendeu seu desafeto, chamando-o de “veadinho”. Diante do fato, marque a opção que melhor descreve a tipificação da conduta de Nestor, diante das regras do direito penal brasileiro.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Injúria com preconceito, Art. 140, §3º do Código Penal."
      },
      {
        "letra": "B",
        "texto": "Injúria por motivo de discriminação ou preconceito, Art. 2º-A da Lei nº 7.716/1989."
      },
      {
        "letra": "C",
        "texto": "Calúnia, Art. 138 do Código Penal."
      },
      {
        "letra": "D",
        "texto": "Difamação, Art. 139 do Código Penal."
      },
      {
        "letra": "E",
        "texto": "Constrangimento ilegal, Art. 146 do Código Penal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2762408",
    "metadata": "Ano: 2023 | Banca: FCC | Órgão: TRT - 21ª Região (RN)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "De acordo com a Lei nº 7.716/1989, que define os crimes resultantes de preconceito de raça ou de cor, incorre na mesma pena de negar ou obstar emprego em empresa privada (reclusão de dois a cinco anos) aquele que, por motivo de raça ou de cor ou práticas resultantes do preconceito de descendência ou origem nacional ou étnica: I. deixar de conceder os equipamentos necessários ao empregado em igualdade de condições aos demais trabalhadores. II. impedir a ascensão funcional do empregado ou obstar outra forma de benefício profissional. III. proporcionar ao empregado tratamento diferenciado no ambiente de trabalho, exceto quanto ao salário. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III, apenas."
      },
      {
        "letra": "B",
        "texto": "II e III, apenas."
      },
      {
        "letra": "C",
        "texto": "I, II e III."
      },
      {
        "letra": "D",
        "texto": "I e III, apenas"
      },
      {
        "letra": "E",
        "texto": "I e II, apenas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2566643",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: PM-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Acerca dos crimes de preconceito de raça ou de cor, previstos na Lei nº 7.716/89, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se o crime de induzir preconceito de raça for cometido pelos meios de comunicação social, uma medida possível de combate ao preconceito é a interdição das respectivas mensagens na rede mundial de computadores."
      },
      {
        "letra": "B",
        "texto": "serão punidos, na forma da Lei nº 7.716/89, os crimes resultantes de discriminação ou preconceito de raça, cor ou etnia. Os crimes resultantes de preconceito de religião ou procedência nacional não são abarcados pela referida lei."
      },
      {
        "letra": "C",
        "texto": "constitui efeito automático da condenação a perda do cargo ou função pública, para o servidor público, e a suspensão do funcionamento do estabelecimento particular por prazo não superior a três meses."
      },
      {
        "letra": "D",
        "texto": "a conduta de veicular símbolos que utilizem a cruz suástica, para fins de divulgação do nazismo, não constitui crime, em razão do direito fundamental à liberdade de expressão."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2531340",
    "metadata": "Ano: 2023 | Banca: IV - UFG | Órgão: Prefeitura de Cidade Ocidental - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Leia o caso a seguir. Em uma entrevista a um programa de televisão, um determinado deputado afirma que, por não encontrar negros em cargos como gerente de banco ou de empresas, fica demonstrado que estes são inferiores aos brancos, devendo possuir menos direitos e exortando seus eleitores a demitirem todos os funcionários negros. Por essa declaração, o deputado em questão",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não cometeu crime, pois todos os atos dos deputados são protegidos por imunidade."
      },
      {
        "letra": "B",
        "texto": "cometeu crime de incitação à discriminação ou ao preconceito de raça."
      },
      {
        "letra": "C",
        "texto": "cometeu crime de demissão sem justa causa."
      },
      {
        "letra": "D",
        "texto": "não cometeu crime, pois está amparado pelo direito à livre manifestação do pensamento."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2465218",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Nos termos da Lei no 7.716/1989, é correto afirmar que o crime de injuriar alguém, ofendendo-lhe a dignidade ou o decoro, em razão de raça, cor, etnia ou procedência nacional",
    "alternativas": [
      {
        "letra": "A",
        "texto": "possui modalidade culposa."
      },
      {
        "letra": "B",
        "texto": "é apenado com detenção."
      },
      {
        "letra": "C",
        "texto": "está previsto no Código Penal."
      },
      {
        "letra": "D",
        "texto": "possui forma qualificada."
      },
      {
        "letra": "E",
        "texto": "possui causa de aumento de pena."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2427541",
    "metadata": "Ano: 2023 | Banca: CETAP | Órgão: SANTA CASA-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Serão punidos, na forma da Lei Federal n.º 7.716/89, e alterações, se houver, os crimes resultantes de discriminação ou preconceito de raça, cor, etnia, religião ou procedência nacional. Sobre o assunto, analise as assertivas seguintes e marque a alternativa correta: I- Constitui crime previsto na legislação em questão o ato de impedir ou obstar o acesso de alguém, devidamente habilitado, a qualquer cargo da Administração Direta ou Indireta, bem como das concessionárias de serviços públicos.II- Obstar a promoção funcional por motivo de discriminação de raça, cor, etnia, religião ou procedência nacional, também constitui crime previsto na legislação em questão. III- Constitui efeito da condenação a perda do cargo ou função pública, para o servidor público, e a suspensão do funcionamento do estabelecimento particular por prazo não superior a três meses.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas I e II estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas II e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas I e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Todas as assertivas estão corretas."
      },
      {
        "letra": "E",
        "texto": "Apenas a assertiva III está correta."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2426962",
    "metadata": "Ano: 2023 | Banca: CETAP | Órgão: FASEPA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Segundo a Lei n. 7.716, de 05 de janeiro de 1989 e suas alterações, constitui crime praticar, induzir ou incitar a discriminação ou preconceito de raça, cor, etnia, religião ou procedência nacional. Terão as penas aumentadas de 1/3 (um terço) até a metade, quando praticados:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "forem distribuídos símbolos discriminatórios."
      },
      {
        "letra": "B",
        "texto": "com a divulgação em redes sociais."
      },
      {
        "letra": "C",
        "texto": "por agente penitenciário, a pretexto de exercer suas funções, mesmo que no caminho ao trabalho."
      },
      {
        "letra": "D",
        "texto": "em contextos a práticas esportivas e/ou artísticas."
      },
      {
        "letra": "E",
        "texto": "por funcionário público, conforme definição prevista no Código Penal, no exercício de suas funções."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2426943",
    "metadata": "Ano: 2023 | Banca: CETAP | Órgão: FASEPA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Recusar a inscrição ou ingresso de aluno em estabelecimento público de ensino por motivo de discriminação de raça ou cor, conforme a Lei nº 7.716/1989 e suas alterações:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é crime e quem o pratica está sujeito à pena de multa, apenas."
      },
      {
        "letra": "B",
        "texto": "é contravenção penal."
      },
      {
        "letra": "C",
        "texto": "é crime e quem o pratica está sujeito à pena de reclusão."
      },
      {
        "letra": "D",
        "texto": "não tem tipificação penal."
      },
      {
        "letra": "E",
        "texto": "é crime e quem o pratica está sujeito à pena de detenção."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2426913",
    "metadata": "Ano: 2023 | Banca: CETAP | Órgão: FASEPA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "A Lei Federal n. 7.716, de 05 de janeiro de 1989, determina que serão punidos os crimes resultantes de discriminação ou preconceito de raça, cor, etnia, religião ou procedência nacional. Constitui efeito da condenação a perda do cargo ou função pública, para o servidor público desde que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "esteja em estágio probatório."
      },
      {
        "letra": "B",
        "texto": "o crime seja veiculado em redes sociais."
      },
      {
        "letra": "C",
        "texto": "sejam empregados meios de violência."
      },
      {
        "letra": "D",
        "texto": "este efeito seja motivadamente declarado na sentença."
      },
      {
        "letra": "E",
        "texto": "o cargo ocupado seja comissionado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2397798",
    "metadata": "Ano: 2023 | Banca: FCC | Órgão: TRT - 12ª Região (SC)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Nos termos da Lei nº 7.716/1989, se o crime de injuriar alguém, ofendendo-lhe a dignidade ou o decoro, em razão de raça, cor, etnia ou procedência nacional, for praticado mediante concurso de duas ou mais pessoas, no tocante ao aumento da pena, a pena é aumentada",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de dois terços."
      },
      {
        "letra": "B",
        "texto": "de metade."
      },
      {
        "letra": "C",
        "texto": "de quarta parte."
      },
      {
        "letra": "D",
        "texto": "de um terço."
      },
      {
        "letra": "E",
        "texto": "até o dobro."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2386183",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "A Lei no 7.716/89 (define os crimes resultantes de preconceito de raça ou cor) prevê, expressamente, em seu art. 16, a possibilidade do servidor público condenado",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ter 30% dos seus vencimentos anuais revertidos para constituição de um fundo de combate ao racismo e outras formas de discriminação."
      },
      {
        "letra": "B",
        "texto": "ser suspenso do cargo ou função pública, com prejuízo dos vencimentos, por até 180 dias."
      },
      {
        "letra": "C",
        "texto": "perder o cargo ou função pública."
      },
      {
        "letra": "D",
        "texto": "ser suspenso do cargo ou função pública, sem prejuízo dos vencimentos, por até 180 dias."
      },
      {
        "letra": "E",
        "texto": "ser removido do contato com o público e realocado no exclusivo desempenho de funções internas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2287197",
    "metadata": "Ano: 2023 | Banca: IBFC | Órgão: IAPEN-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "De acordo com a Lei nº 7.716/1989, que define os crimes resultantes de preconceito de raça ou cor, analise as afirmativas abaixo. I. Em todos os atos processuais, cíveis e criminais, a vítima dos crimes de racismo deverá estar acompanhada de advogado ou defensor público. II. Na interpretação desta Lei, o juiz deve considerar como discriminatória qualquer atitude ou tratamento dado à pessoa ou a grupos minoritários que cause constrangimento, humilhação, vergonha, medo ou exposição indevida, e que usualmente não se dispensaria a outros grupos em razão da cor, etnia, religião ou procedência. III. Os crimes previstos na Lei nº 7.716/1989 terão as penas aumentadas de 1/3 (um terço) até a metade, quando ocorrerem em contexto ou com intuito de descontração, diversão ou recreação. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As afirmativas I, II e III estão corretas"
      },
      {
        "letra": "B",
        "texto": "Apenas as afirmativas I e II estão corretas"
      },
      {
        "letra": "C",
        "texto": "Apenas as afirmativas II e III estão corretas"
      },
      {
        "letra": "D",
        "texto": "Apenas a afirmativa I está correta"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2277491",
    "metadata": "Ano: 2023 | Banca: CONSULPLAN | Órgão: SESPA-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Considere a Lei nº 7.716/1989, que dispõe sobre os crimes resultantes de preconceito de raça ou cor. Em respeito à normativa em comento, marque V para as afirmativas verdadeiras e F para as falsas. ( ) Aquele que injuriar alguém em razão de raça, cor, etnia ou procedência nacional terá a pena aumentada de um terço até a metade, se for funcionário público. ( ) Aquele que praticar, induzir ou incitar a discriminação ou preconceito de raça, cor, etnia, religião ou procedência nacional no contexto de atividades religiosas poderá cumprir pena de reclusão, de dois a cinco anos, e proibição de frequentar, por três anos, locais culturais destinados ao público. ( ) O juiz deve considerar como discriminatória qualquer atitude ou tratamento dado à pessoa ou a grupos minoritários que cause constrangimento, humilhação, vergonha, medo ou exposição indevida, em razão da cor, etnia, religião ou procedência nacional. ( ) Aquele que impedir o acesso ou recusar atendimento em restaurantes, bares e/ou locais semelhantes abertos ao público em razão de raça, cor, etnia, religião ou procedência nacional será apenado com admoestação verbal e afastamento de suas atividades laborais pelo período de cinco dias. A sequência está correta em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V, V, F, F."
      },
      {
        "letra": "B",
        "texto": "F, V, F, V."
      },
      {
        "letra": "C",
        "texto": "F, F, V, V."
      },
      {
        "letra": "D",
        "texto": "F, F, F, V."
      },
      {
        "letra": "E",
        "texto": "V, V, V, F."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2277357",
    "metadata": "Ano: 2023 | Banca: CONSULPLAN | Órgão: SESPA-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Os crimes resultantes de preconceito de raça ou de cor são condutas criminosas que têm como motivação o preconceito racial. Esses tipos de crime são caracterizados pela discriminação e hostilidade direcionada a indivíduos ou grupos com base em sua raça, cor, etnia, nacionalidade, origem ou ascendência. Indica crime relacionado com preconceito de raça ou cor nos termos da Lei nº 7.716/1989:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Praticar, dissuadir e incitar a discriminação ou preconceito de raça, cor, etnia, religião ou procedência nacional."
      },
      {
        "letra": "B",
        "texto": "Recusar, negar ou impedir a inscrição ou ingresso de aluno em estabelecimento de ensino público ou privado de qualquer grau."
      },
      {
        "letra": "C",
        "texto": "Permitir o acesso ou uso de transportes públicos, como aviões, navios, barcas, barcos, ônibus, trens, metrô ou qualquer outro meio de transporte concedido."
      },
      {
        "letra": "D",
        "texto": "Praticar, induzir ou incitar, pelos meios de comunicação social ou por publicação de qualquer natureza, a discriminação ou preconceito de raça, por religião, etnia ou procedência nacional."
      },
      {
        "letra": "E",
        "texto": "Quem fabricar, comercializar, distribuir ou veicular símbolos, emblemas, ornamentos, distintivos ou propaganda que utilizem a cruz suástica ou gamada, para fins de divulgação do Nazismo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2276770",
    "metadata": "Ano: 2023 | Banca: CONSULPLAN | Órgão: SESPA-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "A Lei nº 7.716/1989, alcunhada como Lei do Racismo, pune todo o tipo de discriminação ou preconceito, oriundos de nacionalidade; raça; sexo; cor; e, idade. À luz da Lei em comento, assinale a afirmativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aquele que injuriar alguém, ofendendo sua dignidade ou decoro, por razões de raça cor etnia ou procedência nacional poderá ser punido com pena de reclusão, de dois a cinco anos, e multa."
      },
      {
        "letra": "B",
        "texto": "É crime previsto nesta normativa, a conduta de impedir ou obstar o acesso de alguém, devidamente habilitado, apenas aos cargos da Administração Direta e Indireta; ou, obstar a promoção funcional nas permissionárias de serviços públicos."
      },
      {
        "letra": "C",
        "texto": "A liberdade de expressão não é absoluta em nosso país, e, em regra, não impedirá a responsabilização criminal das pessoas que emitem opiniões xenófobas e que tenham cunho discriminatório em razão de cor; raça; sexo e/ou idade nas redes sociais e nos demais meios de comunicação."
      },
      {
        "letra": "D",
        "texto": "Ficará sujeito às penas de multa e de prestação de serviços à comunidade, incluindo atividades de promoção da igualdade racial, quem de qualquer forma, com finalidade de recrutar de trabalhadores, exigir aspectos de aparência próprios de raça ou etnia para emprego cujas atividades não justifiquem essas exigências."
      },
      {
        "letra": "E",
        "texto": "As penas aumentadas de um terço até a metade, quando os crimes determinados nesta normativa ocorrerem em contexto ou intuito de descontração, diversão ou recreação, sendo assegurado à vítima dos crimes de racismo em todos os atos processuais, cíveis e criminais, estar acompanhada de advogado ou defensor público."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2276622",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: PGE-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "De acordo com a Lei n.º 7.716/1989, aquele que, em razão de raça, cor, etnia, religião ou procedência nacional, impedir o acesso de alguém, devidamente habilitado, a qualquer cargo da administração direta",
    "alternativas": [
      {
        "letra": "A",
        "texto": "comete crime sujeito a pena de detenção, de dois a cinco anos, e multa."
      },
      {
        "letra": "B",
        "texto": "incorre na mesma pena de quem, por motivo de discriminação de raça, cor, etnia, religião ou procedência nacional, impede o acesso às entradas sociais em edifícios públicos ou residenciais e elevadores ou escada de acesso a tais espaços."
      },
      {
        "letra": "C",
        "texto": "comete crime sujeito a pena de reclusão, de três a seis anos, e multa."
      },
      {
        "letra": "D",
        "texto": "tem a pena aumentada de um sexto a um terço se praticar o crime com o auxílio de outra pessoa."
      },
      {
        "letra": "E",
        "texto": "incorre na mesma pena de quem, por motivo de discriminação de raça, cor, etnia, religião ou procedência nacional, obstar a promoção funcional."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2271439",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Injúria",
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "No dia 8 de janeiro de 2023, Alecrim Dourado de Moreira Bragança foi a um salão de beleza fazer manicure, dizendo que precisava se preparar para um grande evento. Foi atendido por Neide, mulher negra, que começou a trabalhar naquele estabelecimento na mesma semana. Alecrim Dourado de Moreira Bragança solicitou à gerente do salão de beleza que não fosse atendido pela nova funcionária. Ao ser questionado dos motivos, disse em alto tom, encarando Neide, que tinha nojo de pessoas que pareciam macacas. Neide ao ouvir a fala do Sr. Alecrim Dourado de Moreira Bragança, deu voz de prisão em flagrante por racismo e chamou a polícia. Alecrim Dourado de Moreira Bragança foi preso e conduzido à presença da autoridade policial. Diante dessa situação problema, a autoridade policial deve autuar o flagrante e proceder nos seguintes termos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Alecrim Dourado de Moreira Bragança será autuado pelo crime de racismo, previsto no Art. 10 da Lei federal nº 7.716/1989, alterada pela Lei nº 14.532, de 11 de janeiro de 2023, ao recusar atendimento em salões de cabeleireiros; a autoridade policial plantonista fixará fiança concedendo liberdade provisória ao flagranteado;"
      },
      {
        "letra": "B",
        "texto": "Alecrim Dourado de Moreira Bragança será autuado pelo crime de injúria racial, capitulado no Art. 140, §3º, do Código Penal, por injuriar alguém utilizando elementos referentes a raça, cor ou etnia; a autoridade policial plantonista fixará fiança concedendo liberdade provisória ao flagranteado;"
      },
      {
        "letra": "C",
        "texto": "Alecrim Dourado de Moreira Bragança será autuado pelo crime de racismo, previsto no Art. 10 da Lei federal nº 7.716/1989, alterada pela Lei nº 14.532, de 11 de janeiro de 2023, ao recusar atendimento em salões de cabeleireiros; a autoridade policial plantonista não poderá fixar fiança e ele ficará preso, aguardando audiência de custódia, em razão da inafiançabilidade da conduta;"
      },
      {
        "letra": "D",
        "texto": "Alecrim Dourado de Moreira Bragança será autuado pelo crime de racismo, previsto no Art. 2º-A da Lei federal nº 7.716/1989, alterada pela Lei nº 14.532, de 11 de janeiro de 2023, por injuriar alguém utilizando elementos referentes a raça, cor ou etnia; a autoridade policial plantonista não poderá fixar fiança e ele ficará preso, aguardando audiência de custódia, em razão da inafiançabilidade da conduta;"
      },
      {
        "letra": "E",
        "texto": "Alecrim Dourado de Moreira Bragança será autuado pelo crime de injúria racial, capitulado no Art. 140, §3º, do Código Penal, por injuriar alguém utilizando elementos referentes a raça, cor ou etnia; a autoridade policial plantonista não poderá fixar fiança e ele ficará preso, aguardando audiência de custódia, em razão da inafiançabilidade da conduta."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2208457",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "A Lei nº 7.716/89 define os crimes resultantes de discriminação racial. Com base nessa legislação e nas alterações posteriores, analise as seguintes afirmações:I. O crime de injúria qualificada, previsto no artigo 140, parágrafo 3º, do Código Penal, é o delito praticado por aquele que tem a intenção de ofender pessoa determinada pela sua raça, cor, etnia, religião ou procedência nacional. II. A perda de cargo não constitui efeito automático da condenação por crime resultante de preconceito de raça e de cor praticado por funcionário público no exercício de sua função ou em razão dela. III. Ao agente que, em anúncios para recrutamento de trabalhadores, exigir aspectos de aparência próprios de raça ou etnia para emprego cujas atividades não justifiquem essas exigências, caberá exclusivamente a aplicação das penas de multa e de prestação de serviços comunitários. IV. Os crimes previstos na Lei nº 7.716/89 terão as penas aumentadas de 1/3 (um terço) até metade quando praticados por funcionários públicos no exercício de suas funções ou a pretexto de exercê-las.Está correto apenas o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e IV."
      },
      {
        "letra": "B",
        "texto": "II e III."
      },
      {
        "letra": "C",
        "texto": "I e II."
      },
      {
        "letra": "D",
        "texto": "III e IV."
      },
      {
        "letra": "E",
        "texto": "I e III."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2154294",
    "metadata": "Ano: 2023 | Banca: Instituto Access | Órgão: Prefeitura de Ribeirão Preto - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "De acordo com o que estabelece a Lei 7.716/89, recusar ou impedir acesso a estabelecimento comercial, negando-se a servir, atender ou receber cliente ou comprador constitui crime, com pena de reclusão de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "um a três anos."
      },
      {
        "letra": "B",
        "texto": "um a quatro anos."
      },
      {
        "letra": "C",
        "texto": "três a cinco anos."
      },
      {
        "letra": "D",
        "texto": "dois a quatro anos."
      },
      {
        "letra": "E",
        "texto": "dois a cinco anos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2133722",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: CNMP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Quanto aos crimes resultantes de preconceitos de raça ou de cor, julgue o item subsecutivo, considerando a jurisprudência do Supremo Tribunal Federal e a Lei n.º 7.716/1989. É atípica a conduta de injuriar alguém, em razão da sua procedência nacional, no contexto de uma piada, com intuito de descontração, diversão ou recreação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2133721",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: CNMP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Quanto aos crimes resultantes de preconceitos de raça ou de cor, julgue o item subsecutivo, considerando a jurisprudência do Supremo Tribunal Federal e a Lei n.º 7.716/1989. Um garçom que se recuse a atender determinado cliente por este ser nordestino pratica crime previsto na citada lei.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2133720",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: CNMP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Quanto aos crimes resultantes de preconceitos de raça ou de cor, julgue o item subsecutivo, considerando a jurisprudência do Supremo Tribunal Federal e a Lei n.º 7.716/1989. A injúria racial configura prática de racismo e, portanto, é uma infração penal inafiançável e imprescritível.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2133719",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: CNMP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Quanto aos crimes resultantes de preconceitos de raça ou de cor, julgue o item subsecutivo, considerando a jurisprudência do Supremo Tribunal Federal e a Lei n.º 7.716/1989. Condutas homofóbicas e transfóbicas podem configurar crimes abrangidos pela referida lei.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2099501",
    "metadata": "Ano: 2023 | Banca: IBFC | Órgão: SEJUSP-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Lei as alternativas a seguir e assinale a que está em conformidade com a Lei 7.716/89, que trata dos crimes resultantes de preconceito de raça ou de cor.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não constitui um ilícito criminal tipificado na Lei 7.71/16/89 negar ou obstar emprego em empresa privada, mas apenas uma infração administrativa"
      },
      {
        "letra": "B",
        "texto": "Ficará sujeito às penas de multa e de prestação de serviços à comunidade, incluindo atividades de promoção da igualdade racial, quem, em anúncios ou qualquer outra forma de recrutamento de trabalhadores, exigir aspectos de aparência próprios de raça ou etnia para emprego cujas atividades não justifiquem essas exigências"
      },
      {
        "letra": "C",
        "texto": "Serão punidos, na forma desta Lei, apenas os crimes resultantes de discriminação ou preconceito de raça, cor, etnia ou religião"
      },
      {
        "letra": "D",
        "texto": "Não constitui infração penal de preconceito as condutas de fabricar, comercializar, distribuir ou veicular símbolos, emblemas, ornamentos, distintivos ou propaganda que utilizem a cruz suástica ou gamada, para fins de divulgação do nazismo, pois estão abrangidos pelo direito de manifestação previstos na Constituição Federal do Brasil"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2099302",
    "metadata": "Ano: 2023 | Banca: FCC | Órgão: TRT - 18ª Região (GO)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "A Lei nº 7.716/1989 define os crimes resultantes de preconceito de raça ou de cor. Constituem efeitos da condenação a perda do cargo ou função pública, para o servidor público, e a suspensão do funcionamento do estabelecimento particular, por prazo não superior a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "3 meses."
      },
      {
        "letra": "B",
        "texto": "2 meses."
      },
      {
        "letra": "C",
        "texto": "1 mês."
      },
      {
        "letra": "D",
        "texto": "7 dias."
      },
      {
        "letra": "E",
        "texto": "15 dias."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2082289",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: MPE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "João estava em uma festa com três colegas — Vitor, Igor e Bruno — quando um grupo de seguranças aproximou-se deles repentinamente e abordou Igor e Bruno, os únicos dois jovens negros do grupo, puxando-os pelo braço até a área externa do estabelecimento comercial. Lá, Igor e Bruno encontraram outro jovem negro, Mateus, e os seguranças lhes informaram que os jovens eram suspeitos de furtos de celulares ocorridos na festa, porque correspondiam com a descrição feita pelas vítimas. Os jovens negros foram revistados e com eles não foi encontrado nenhum produto de furto. Mesmo assim, eles foram impedidos de retornar à festa. Depois de liberados pelos seguranças, foram à delegacia de polícia e registraram boletim de ocorrência por crime de racismo. O inquérito policial foi instaurado para averiguação. Considerando a situação hipotética apresentada, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de racismo, previsto na Lei n.º 7.716/1989, é de ação penal pública condicionada à representação, e o delito de injúria racial exige ação penal pública incondicionada."
      },
      {
        "letra": "B",
        "texto": "O fato de o caso ter sido noticiado à autoridade policial e ser devidamente investigado é inservível ao MP para a notícia de crime, haja vista a sua inércia no caso narrado, estando presente, portanto, a condição da ação concernente à legitimidade ativa de João, Igor, Bruno e Mateus para a propositura da ação por queixa-crime."
      },
      {
        "letra": "C",
        "texto": "O crime de racismo, previsto na Lei n.º 7.716/1989, é de ação penal pública incondicionada, e o delito de injúria racial exige ação penal pública condicionada à representação."
      },
      {
        "letra": "D",
        "texto": "João, Igor, Bruno e Mateus têm legitimidade para o ajuizamento de queixa-crime contra os seguranças, pela prática de racismo e injúria racial, mesmo não se verificando inércia do Ministério Público com as diligências e apurações por meio da autoridade policial do caso."
      },
      {
        "letra": "E",
        "texto": "O crime de injúria racial processa-se por meio de ação penal pública incondicionada e a legitimidade para a sua propositura não é exclusiva do MP, portanto João, Igor, Bruno e Mateus, assistidos por um advogado, têm legitimidade para o ajuizamento da queixa-crime por racismo e injúria racial."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2079479",
    "metadata": "Ano: 2023 | Banca: Instituto Consulplan | Órgão: Prefeitura de Vila Velha - ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Cidadão afrodescendente publica em determinado fórum patrocinado por provedor da internet a seguinte afirmação: “exterminaremos homens brancos e mulheres negras da face da terra, dos quatro cantos da terra; esse é o aviso!”. Essa publicação é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Lícita, ante o direito fundamental de liberdade de expressão."
      },
      {
        "letra": "B",
        "texto": "Penalmente ilícita, por incitar discriminação racial na rede mundial de computadores."
      },
      {
        "letra": "C",
        "texto": "Inócua do ponto de vista legal, porque envolve homens brancos e não homens negros."
      },
      {
        "letra": "D",
        "texto": "Penalmente indiferente, uma vez que não há crime de racismo contra a própria descendência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2073366",
    "metadata": "Ano: 2023 | Banca: INSTITUTO AOCP | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Richarlison, gerente de um hotel em Caldas Novas-GO, anunciou no hall de entrada do estabelecimento que não mais receberia hóspedes provenientes da Argentina enquanto não se encerrasse a Copa do Mundo de Futebol de 2022. Na ocasião, expulsou um casal argentino que havia acabado de chegar ao hotel para se alojar em um dos quartos. Sobre a conduta de Richarlison, é possível afirmar que ele",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não cometeu infração penal, embora possa ser processado por danos à coletividade."
      },
      {
        "letra": "B",
        "texto": "cometeu injúria racial contra o casal e difamação contra a etnia argentina."
      },
      {
        "letra": "C",
        "texto": "não cometeu infração penal, mas cometeu contravenção penal por preconceito de raça ou de cor."
      },
      {
        "letra": "D",
        "texto": "cometeu contravenção penal por recusar ou impedir acesso a estabelecimento comercial, negando-se a servir, atender ou receber cliente ou comprador em virtude de preconceito étnico."
      },
      {
        "letra": "E",
        "texto": "cometeu crime de preconceito por impedir o acesso ou recusar hospedagem em hotel, pensão, estalagem, ou qualquer estabelecimento similar, motivado por discriminação de procedência nacional."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2048257",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: MPE-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "No que diz respeito aos crimes resultantes de preconceito de raça e de cor, bem como ao contexto da escravidão no Brasil, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os casos de pessoas negras tratadas com indignidade por seguranças e empregados de estabelecimentos comerciais são excepcionais e refletem a falta de treinamento e capacitação desses profissionais, motivo por que não cabe a atuação do Ministério Público como fiscal da lei nesses casos."
      },
      {
        "letra": "B",
        "texto": "O avanço da consciência ética e jurídica do povo brasileiro, por meio do arcabouço principiológico consagrado na Constituição Federal de 1988, nos tratados internacionais e nas normas infraconstitucionais, inviabilizou o combate ao racismo."
      },
      {
        "letra": "C",
        "texto": "Tanto em sede policial quanto na atuação do Ministério Público, é possível observar a apuração sempre rigorosa dos casos de racismo e a aplicação da Lei n.º 7.716/1989."
      },
      {
        "letra": "D",
        "texto": "A equiparação da injúria racial ao crime de racismo e a punição por meio de penas restritivas de direitos, também chamadas de penas alternativas, como o pagamento de cestas básicas e a prestação de serviços à comunidade, foram suficientes para o avanço da consciência ética e social da sociedade brasileira."
      },
      {
        "letra": "E",
        "texto": "Apesar do reconhecimento do princípio da igualdade pela Constituição Federal de 1988 e da previsão legal de crimes resultantes de preconceito de raça ou de cor, no Poder Judiciário criou-se uma cultura de separar o racismo da injúria racial, o que culminou, na prática, em um incentivo e atenuante a esse tipo de conduta."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2666781",
    "metadata": "Ano: 2022 | Banca: IVIN | Órgão: Prefeitura de Estreito - MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Em 25 de maio de 2020, na cidade americana de Minneapolis, um homem chamado George Floyd foi assassinado em uma abordagem policial ao ser sufocado pelo joelho do agente em seu pescoço. A morte de George eclodiu em diversas partes do mundo o movimento #BlackLivesMatter (Em tradução livre: Vidas Negras Importam). No Brasil, o racismo é considerado pela Constituição Federal um crime de extrema ofensa à dignidade da pessoa humana, tendo recebido pelo constituinte tratamento diferenciado e mais gravoso que os demais tipos penais. Acerca desses diferenciais atribuídos ao crime de racismo, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não é admissível fiança em crimes pela prática de racismo no Brasil que sejam sujeitos à pena de detenção."
      },
      {
        "letra": "B",
        "texto": "A prática de racismo no Brasil está sujeita à pena de reclusão e à prescrição em prazo dobrado."
      },
      {
        "letra": "C",
        "texto": "A prática de racismo é, segundo a Constituição Federal brasileira, insuscetível de graça ou anistia."
      },
      {
        "letra": "D",
        "texto": "No Brasil, a prática do racismo está sujeita à pena de reclusão, além de constituir crime inafiançável e nunca prescrever."
      },
      {
        "letra": "E",
        "texto": "No Brasil, a prática de racismo pode ser julgada em até vinte anos após a sua prática."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2339702",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Assinale a opção correta com base no disposto na Lei n.o 7.716/1989.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime descrito no art. 20 dessa lei independe de elemento subjetivo especial (especial fim de agir) consistente na finalidade de menosprezar ou discriminar a vítima."
      },
      {
        "letra": "B",
        "texto": "É constitucional a proibição à celebração de contrato de sociedade empresária com a administração pública, com base na condenação de diretor, gerente ou empregado por crime de racismo."
      },
      {
        "letra": "C",
        "texto": "O crime de racismo é inafiançável e insuscetível de graça ou anistia."
      },
      {
        "letra": "D",
        "texto": "No caso de o crime descrito no art. 20 ser praticado por intermédio de meios de comunicação social, o juiz, ouvido o Ministério Público, pode determinar de ofício a interdição das respectivas mensagens ou páginas de informação na rede mundial de computadores."
      },
      {
        "letra": "E",
        "texto": "Em caso de condenação de servidor público por crime de racismo, é efeito automático da condenação a perda do cargo ou da função pública."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2193671",
    "metadata": "Ano: 2022 | Banca: CONSULPAM | Órgão: Prefeitura de Irauçuba - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "A Lei n.º 7.716/1989 define os crimes resultantes de preconceito de raça ou de cor. Nesse sentido, responda conforme o art. 1º da referida norma, em quais âmbitos de discriminação ou preconceito são previstas punições com base nesta Lei.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Raça ou cor."
      },
      {
        "letra": "B",
        "texto": "Raça, cor ou etnia."
      },
      {
        "letra": "C",
        "texto": "Raça, cor, etnia ou religião."
      },
      {
        "letra": "D",
        "texto": "Raça, cor, etnia, religião ou procedência nacional."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2065174",
    "metadata": "Ano: 2022 | Banca: IDECAN | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Injúria",
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Na sede da Polícia Civil, determinado policial impediu uma moça de entrar no elevador após dizer a todos presentes que “não iria subir no elevador com uma neguinha feia”. Com base no comentário em questão, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ao mencionar o adjetivo “feia”, o policial cometeu crime de difamação racial."
      },
      {
        "letra": "B",
        "texto": "Não há crime no caso, pois a moça não foi agredida fisicamente pelo policial."
      },
      {
        "letra": "C",
        "texto": "A conduta do policial é atípica do ponto de vista penal, porque nem configura crime de racismo e nem crime de injúria racial."
      },
      {
        "letra": "D",
        "texto": "Ao mencionar o adjetivo “feia”, o policial cometeu crime de injúria racial."
      },
      {
        "letra": "E",
        "texto": "No caso, o policial praticou crime de racismo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2006510",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: MPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Quanto ao posicionamento do STF acerca do estatuto constitucional punitivo do racismo, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o conceito de racismo consiste em preconceito baseado unicamente na cor da pele e outros traços fenotípicos."
      },
      {
        "letra": "B",
        "texto": "não é abarcado no conceito de racismo outros tipos de discriminação como a gerada por motivo socioeconômico, idade, estado civil, orientação sexual, deficiência, religião, convicção política, origem nacional ou regional, ou outro fator social."
      },
      {
        "letra": "C",
        "texto": "a ordem constitucional da inafiançabilidade, imprescritibilidade e a cominação de pena de reclusão ao crime de racismo não se aplica ao crime de injúria qualificada por preconceito previsto no art. 140, §3º, do CP."
      },
      {
        "letra": "D",
        "texto": "o conceito de racismo projeta-se para além de aspectos estritamente biológicos ou fenotípicos, portanto, toda conduta estigmatizante e inferiorizante, inclusive as condutas homofóbicas e transfóbicas que envolvam aversão odiosa à orientação sexual ou à identidade de gênero de alguém, traduzem expressões de racismo, adequando-se aos preceitos de incriminação definidos na Lei nº 7.716/89."
      },
      {
        "letra": "E",
        "texto": "a aversão odiosa à orientação sexual ou à identidade de gênero de alguém não traduz expressão de racismo por não haver tipificação pela norma penal incriminadora e, portanto, consistir em ofensa ao princípio da reserva legal em matéria penal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1995418",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TRT - 13ª Região (PB)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Beatriz é funcionária de órgão da Administração Pública Indireta há 20 anos e possui gabaritada qualificação profissional. Há 5 anos, sua promoção funcional foi obstada, sob o fundamento de que negros não alcançariam esse avanço na carreira. Nesse caso, podemos afirmar que houve",
    "alternativas": [
      {
        "letra": "A",
        "texto": "crime previsto no parágrafo único do art. 3º, da Lei nº 7.716/89, que define os crimes resultantes de preconceito de raça ou de cor."
      },
      {
        "letra": "B",
        "texto": "contravenção penal."
      },
      {
        "letra": "C",
        "texto": "houve a extinção de punibilidade, já que o crime está prescrito."
      },
      {
        "letra": "D",
        "texto": "fato atípico."
      },
      {
        "letra": "E",
        "texto": "houve a decadência do direito de representação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1993050",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: TRT - 5ª Região (BA)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "A Lei nº 7.716, de 5 de janeiro de 1989, define os crimes resultantes de preconceito de raça ou de cor. Está previsto, como efeito da condenação na prática dos crimes daquela Lei a perda do cargo ou função pública, sendo que os efeitos da perda do cargo ou função pública",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não são automáticos, tampouco necessita que seja caracterizada a condenação por dolo ou culpa, sendo desnecessário serem declarados na sentença."
      },
      {
        "letra": "B",
        "texto": "são automáticos, basta ter sido caracterizada a condenação por dolo ou culpa, sem a necessidade de serem declarados na sentença."
      },
      {
        "letra": "C",
        "texto": "são automáticos, ainda que não motivadamente declarados na sentença."
      },
      {
        "letra": "D",
        "texto": "não são automáticos, devendo ser motivadamente declarados na sentença."
      },
      {
        "letra": "E",
        "texto": "são automáticos, basta ter sido caracterizada a condenação por dolo ou culpa, independentemente de constarem na sentença."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1987414",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: Senado Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Sobre os crimes de racismo previstos na Lei nº 7.716/1989, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Inexiste mandado constitucional expresso para a criminalização do racismo."
      },
      {
        "letra": "B",
        "texto": "Somente a publicação feita em meios impressos é circunstância qualificadora do crime de incitação ao racismo."
      },
      {
        "letra": "C",
        "texto": "O texto da Lei nº 7.716/1989 já criminaliza a homotransfobia, sendo desnecessária lei específica para essa finalidade."
      },
      {
        "letra": "D",
        "texto": "A fabricação de ornamento com a cruz suástica é um fato típico se houver o propósito de divulgação de ideais nazistas."
      },
      {
        "letra": "E",
        "texto": "O delito de injúria racial não é previsto na Lei nº 7.716/1989 e, por isso, não é classificado com um crime de racismo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1971151",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: SEJUSP-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Acerca dos crimes previstos na Lei nº 7.716/1989, assinale V para a afirmativa verdadeira e F para a falsa. ( ) Configura crime previsto na Lei nº 7.716/1989 o ato de responsável por estabelecimento comercial negar-se a atender cliente por motivo de procedência nacional. ( ) Desde que exigências específicas para realização de certas atividades estejam devidamente justificadas, não ficará sujeito às penas de multa e de prestação de serviços à comunidade quem, em anúncios ou qualquer outra forma de recrutamento de trabalhadores, exigir aspectos de aparência próprios de raça ou etnia. ( ) Constitui efeito automático da condenação a perda do cargo ou função pública para o servidor público que cometer crimes previstos na Lei nº 7.716/1989. As afirmativas são, segundo a ordem apresentada, respectivamente,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V – V – V."
      },
      {
        "letra": "B",
        "texto": "V – V – F."
      },
      {
        "letra": "C",
        "texto": "V – F – V."
      },
      {
        "letra": "D",
        "texto": "F – V – V."
      },
      {
        "letra": "E",
        "texto": "F – F – F."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1971132",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: SEJUSP-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Uma página das redes sociais, promotora da ideologia nacional socialista, está publicando anúncios para comercializar distintivos da cruz suástica, a fim de serem colocados em peças de vestuário, mochilas, automóveis, objetos de uso pessoal etc. Acerca dessa situação, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tal conduta é punível com pena de detenção."
      },
      {
        "letra": "B",
        "texto": "O juiz, ainda antes do inquérito policial, poderá determinar a busca e apreensão do material comercializado."
      },
      {
        "letra": "C",
        "texto": "Embora tal comercialização seja proibida, em razão da liberdade de expressão, a publicação na rede social não pode ser retirada do ar."
      },
      {
        "letra": "D",
        "texto": "A cessação da publicação somente pode ser requerida pelo Ministério Público, titular da ação penal."
      },
      {
        "letra": "E",
        "texto": "O material apreendido pode ser destruído após a prolação da sentença penal condenatória de 1º grau."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1966766",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Relativamente ao previsto na Lei nº 7.716/1989 (crimes resultantes de preconceitos de raça ou de cor), assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ficará sujeito às penas de detenção e multa, quem, em anúncios ou qualquer outra forma de recrutamento de trabalhadores, exigir aspectos de aparência próprios de raça ou etnia para emprego cujas atividades não justifiquem essas exigências"
      },
      {
        "letra": "B",
        "texto": "Em face do crime de “negar ou obstar emprego em empresa privada”, haverá de incorrer na mesma pena aquele que, por motivo de discriminação de raça ou de cor ou práticas resultantes do preconceito de descendência ou origem nacional ou étnica, proporcionar ao empregado tratamento diferenciado no ambiente de trabalho, especialmente quanto ao salário"
      },
      {
        "letra": "C",
        "texto": "Ficará sujeito à pena de reclusão aquele que fabricar, comercializar, distribuir ou veicular símbolos, emblemas, ornamentos, distintivos ou propaganda que utilizem a cruz suástica ou gamada, para fins de divulgação do nazismo"
      },
      {
        "letra": "D",
        "texto": "Ficará sujeito à pena de reclusão aquele que praticar, induzir ou incitar a discriminação ou preconceito de raça, cor, etnia, religião ou procedência nacional"
      },
      {
        "letra": "E",
        "texto": "Ficará sujeito à pena de reclusão aquele que impedir ou obstar o acesso de alguém ao serviço em qualquer ramo das Forças Armadas"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1960176",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "No escopo da promoção da igualdade racial e gênero, muitos são os dispositivos legais que compõem o ordenamento jurídico penal. Sendo assim, numere a COLUNA II de acordo com a COLUNA I, fazendo a relação entre elas. COLUNA I 1) Decreto nº 4.377, de 13 de setembro de 2002.2) Lei Federal nº 7.437, de 20 de dezembro de 1985.3) Lei Federal nº 7.716, de 5 de janeiro de 1989.4) Lei Federal n° 9.455, de 7 de abril de 1997. 5) Lei Federal nº 11.430, de 7 de agosto de 2006. 6) Decreto Federal n° 65.810, de 08 de dezembro de 1969. COLUNA II ( ) Promulga a Convenção sobre a Eliminação de Todas as Formas de Discriminação contra a Mulher, de 1979, e revoga o Decreto nº 89.460, de 20 de março de 1984. ( ) Define os crimes resultantes de preconceito de raça ou de cor. ( ) Define os crimes de tortura e dá outras providências. ( ) Cria mecanismos para coibir a violência doméstica e familiar contra a mulher, nos termos do § 8º do art. 226 da Constituição Federal, da Convenção sobre a Eliminação de Todas as Formas de Discriminação contra as Mulheres e da Convenção Interamericana para Prevenir, Punir e Erradicar a Violência contra a Mulher; dispõe sobre a criação dos Juizados de Violência Doméstica e Familiar contra a Mulher; altera o Código de Processo Penal, o Código Penal e a Lei de Execução Penal; e dá outras providências. ( ) Promulga a Convenção Internacional sobre a Eliminação de todas as Formas de Discriminação Racial. ( ) Inclui, entre as contravenções penais a prática de atos resultantes de preconceito de raça, de cor, de sexo ou de estado civil, dando nova redação à Lei nº 1.390, de 3 de julho de 1951 - Lei Afonso Arinos. Assinale a alternativa que apresenta a sequência correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "1, 3, 4, 5, 6, 2"
      },
      {
        "letra": "B",
        "texto": "2, 3, 4, 6, 5, 1"
      },
      {
        "letra": "C",
        "texto": "1, 2, 4, 5, 6, 3"
      },
      {
        "letra": "D",
        "texto": "2, 4, 3, 5, 1, 6"
      },
      {
        "letra": "E",
        "texto": "1, 5, 4, 3, 6, 2"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1937227",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Injúria",
      "Crimes contra o sentimento religioso",
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Durante a realização de ato ecumênico, no domingo de Páscoa, em praça pública, Hermano, pastor de determinada congregação religiosa, ao receber a oportunidade de discursar, ofendeu líderes e seguidores de outras crenças religiosas diversas da sua, afirmando expressamente que seriam “religiões assassinas”, tendo “líderes assassinos”, especializados em pilantragem, estupros espirituais e que levavam seus seguidores a caminhos de podridão. Finalizou que todas as religiões mencionadas eram destinadas à adoração do diabo. Diante desse cenário, é correto afirmar que Hermano:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "praticou o crime de injúria;"
      },
      {
        "letra": "B",
        "texto": "não praticou conduta típica, pois a condenação ideológica de outras crenças é inerente à prática religiosa;"
      },
      {
        "letra": "C",
        "texto": "praticou o crime de calúnia;"
      },
      {
        "letra": "D",
        "texto": "não praticou conduta típica, pois o líder religioso atuou sob a imunidade decorrente da liberdade de expressão;"
      },
      {
        "letra": "E",
        "texto": "praticou o crime de racismo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1921628",
    "metadata": "Ano: 2022 | Banca: IBADE | Órgão: Prefeitura de São Paulo - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "O crime de racismo é punido com pena de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "morte."
      },
      {
        "letra": "B",
        "texto": "banimento."
      },
      {
        "letra": "C",
        "texto": "trabalhos forçados."
      },
      {
        "letra": "D",
        "texto": "detenção."
      },
      {
        "letra": "E",
        "texto": "reclusão."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1908912",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: DPE-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "O Supremo Tribunal Federal, ao decidir pela criminalização da homofobia e da transfobia, considerou que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a tipificação dos delitos contra a discriminação por orientação sexual ou identidade de gênero prescinde de nova lei, diante da aplicabilidade da Lei nº 7.716/1989 (Lei que define os crimes resultantes de preconceito de raça ou de cor) aos casos análogos."
      },
      {
        "letra": "B",
        "texto": "o texto constitucional carece de mandado de criminalização contra a discriminação homofóbica e transfóbica, razão pela qual se deu uma interpretação extensiva à Lei nº 7.716/1989 (Lei que define os crimes resultantes de preconceito de raça ou de cor) para abarcar os crimes resultantes de homofobia e da transfobia."
      },
      {
        "letra": "C",
        "texto": "a extensão da tipificação da Lei nº 7.716/1989 (Lei que define os crimes resultantes de preconceito de raça ou de cor) aplica-se com efeitos retroativos à discriminação homofóbica e transfóbica até que o Congresso Nacional venha a legislar a respeito."
      },
      {
        "letra": "D",
        "texto": "se dessume da leitura do texto constitucional um mandado constitucional de criminalização relativo à discriminação por orientação sexual ou identidade de gênero, à luz dos tratados internacionais de que o Estado brasileiro é parte."
      },
      {
        "letra": "E",
        "texto": "o dever de legislar sobre o tema decorre de compromissos internacionais assumidos pelo Estado brasileiro no combate à discriminação homofóbica e transfóbica, apesar da ausência de mora inconstitucional do Congresso Nacional."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1900348",
    "metadata": "Ano: 2022 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Nossa Constituição Federal proclamou como um dos objetivos fundamentais da República a promoção do bem de todos, sem preconceitos de origem, raça, sexo, cor, ldade e quaisquer outras formas de discriminação. Como importante instrumento para proteger e promover a consecução desse objetivo, desponta a edição da Lei no 7.716/89, que define os crimes resultantes de preconceitos de raça ou de cor. Em relação às disposições contidas nessa Lei, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "aplica-se a causa de aumento de pena de 1/6 a 2/3, quando o crime de incitar a discriminação ou preconceito de raça, cor, etnia, religião ou procedência nacional é cometido por intermédio dos meios de comunicação social ou publicação de qualquer natureza."
      },
      {
        "letra": "B",
        "texto": "é efeito automático da condenação, ainda antes do trânsito em julgado da decisão, a destruição do material apreendido quando o crime de incitação à discriminação racial é cometido mediante publicação de qualquer natureza."
      },
      {
        "letra": "C",
        "texto": "a Lei prevê como um dos efeitos extrapenais específicos da condenação a perda do cargo ou função pública para o sujeito ativo do crime que for servidor público, devendo ser motivadamente declarado na sentença."
      },
      {
        "letra": "D",
        "texto": "são considerados crimes hediondos por equiparação e, em razão de comando constitucional, são inafiançáveis e imprescritíveis."
      },
      {
        "letra": "E",
        "texto": "para a configuração do crime de recusar a inscrição ou ingresso de aluno em estabelecimento de ensino público ou privado, a vítima tem que ser menor de 18 anos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1897194",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Injúria",
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Para o crime descrito no artigo 140, § 3.º, do Código Penal, comumente denominado injúria racial, são prescritas pena em abstrato de um a três anos e multa. Acerca da natureza desse delito e da pena aplicável, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "esse crime é imprescritível."
      },
      {
        "letra": "B",
        "texto": "a prescrição punitiva em abstrato ocorrerá em 4 anos após a prática do delito."
      },
      {
        "letra": "C",
        "texto": "ocorrerá, em 8 anos após a prática do delito, a prescrição punitiva em abstrato."
      },
      {
        "letra": "D",
        "texto": "a prescrição punitiva em abstrato ocorrerá em 4 anos após a descoberta da autoria."
      },
      {
        "letra": "E",
        "texto": "ocorrerá, em 8 anos após a descoberta da autoria, a prescrição punitiva em abstrato."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1892595",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Em relação aos crimes resultantes de preconceito de raça ou de cor, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "esses crimes não alcançam as situações de discriminação relacionadas a identidade de gênero e orientação sexual."
      },
      {
        "letra": "B",
        "texto": "a utilização da cruz suástica em camisetas ou bonés caracteriza, em qualquer situação, crime de divulgação do nazismo."
      },
      {
        "letra": "C",
        "texto": "o rol das condutas tipificadas pela lei que define tais crimes é exaustivo."
      },
      {
        "letra": "D",
        "texto": "tais crimes são inafiançáveis, mas sujeitos aos prazos prescricionais estabelecidos no Código Penal brasileiro."
      },
      {
        "letra": "E",
        "texto": "a injúria racial difere do crime de racismo, entre outros, pelo bem jurídico tutelado e pela natureza da ação penal."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1886847",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "No que concerne às disposições estabelecidas na Lei n.º 7.716/1989 e decisões do STF acerca dos crimes nela previstos, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em decorrência de vedação constitucional, não será concedida liberdade provisória aos presos em flagrante por prática de racismo, com ou sem fiança."
      },
      {
        "letra": "B",
        "texto": "Admite-se a substituição da pena privativa de liberdade por restritivas de direitos, se preenchidos os requisitos do Código Penal."
      },
      {
        "letra": "C",
        "texto": "Se os crimes previstos nesse dispositivo legal forem praticados por servidor público no exercício de suas funções, a perda do cargo é efeito automático da condenação."
      },
      {
        "letra": "D",
        "texto": "O crime de racismo é imprescritível e punido com reclusão, devendo as condenações decorrentes de sua prática ser cumpridas em regime inicialmente fechado."
      },
      {
        "letra": "E",
        "texto": "O conceito de racismo, segundo os tribunais superiores, não engloba condutas homofóbicas, dada a inexistência de previsão legal nesse sentido."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1879130",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública incondicionada",
      "Crimes contra a honra",
      "Injúria",
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Leia o trecho a seguir. O crime de racismo, constante na Lei nº. 7.716/1989, é de ação penal _____, _____ e _____. Por sua vez, o crime de injúria racial, disposto no Art. 140, § 3º, do Código Penal, é de ação penal _____, _____ e _____, conforme entendimento atual do Supremo Tribunal Federal. Assinale a opção cujos itens completam corretamente as lacunas do trecho acima.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pública incondicionada, inafiançável, imprescritível, privada personalíssima, afiançável e prescritível."
      },
      {
        "letra": "B",
        "texto": "pública incondicionada, inafiançável, imprescritível, pública condicionada à representação, inafiançável e imprescritível."
      },
      {
        "letra": "C",
        "texto": "pública condicionada à representação, afiançável, prescritível, pública incondicionada, inafiançável e prescritível."
      },
      {
        "letra": "D",
        "texto": "pública incondicionada, inafiançável, imprescritível, pública condicionada à representação, afiançável e imprescritível."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1870562",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Quanto às disposições da Lei nº 7.716/1989, que trata dos crimes resultantes de discriminação ou preconceito de raça, cor, etnia, religião ou procedência nacional, julgue os próximos itens. I Os crimes definidos na referida lei admitem também a forma culposa. II A suspensão do funcionamento do estabelecimento particular pelo prazo de três meses constitui efeito automático da condenação por crime resultante de preconceito de raça ou de cor praticado por seu responsável. III Constitui crime o acesso ou recusa atendimento de alguém em estabelecimentos esportivos, casas de diversões ou clubes sociais, ainda que não abertos ao público. Assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas o item I está certo."
      },
      {
        "letra": "B",
        "texto": "Apenas o item II está certo."
      },
      {
        "letra": "C",
        "texto": "Apenas os itens I e III estão certos."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens II e III estão certos."
      },
      {
        "letra": "E",
        "texto": "Nenhum item está certo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1870548",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Considerando que a Constituição Federal, em seu artigo 5º, inciso XLII, previu que “a prática do racismo constitui crime inafiançável e imprescritível, sujeito à pena de reclusão, nos termos da lei” e que a Lei nº 7.716/1989, por sua vez, definiu os crimes resultantes de preconceito de raça ou de cor, julgue os próximos itens.I Embora a Constituição Federal tenha previsto que o crime de racismo seja inafiançável, é possível a concessão de liberdade provisória sem fiança, em caso de prisão em flagrante.II A Lei nº 7.716/1989 prevê que serão punidos os crimes resultantes de discriminação ou preconceito de religião. III Dada a relevância do bem jurídico tutelado, constitui efeito da condenação a perda automática do cargo ou função pública, para o servidor público que tenha praticado, no exercício de sua função, algum dos delitos previstos na Lei nº 7.716/1989. Assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas o item I está certo."
      },
      {
        "letra": "B",
        "texto": "Apenas o item III está certo."
      },
      {
        "letra": "C",
        "texto": "Apenas os itens I e II estão certos."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens II e III estão certos."
      },
      {
        "letra": "E",
        "texto": "Todos os itens estão certos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2420031",
    "metadata": "Ano: 2021 | Banca: FUNDEP (Gestão de Concursos) | Órgão: Prefeitura de Itapecerica - MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Um idoso de 80 anos foi preso nesta quinta (5/8) por chamar uma mulher de “macaca” em um ponto de ônibus (no) Centro de BH. [...]Segundo a Guarda Municipal, ele vai responder pelo crime de injúria racial. Os agentes levaram o idoso à Central de Flagrantes (Ceflan) da Polícia Civil, também em BH.O crime prevê pena de um a seis meses de prisão, além de multa.Disponível em: https://www.em.com.br/app/noticia/gerais/2021/08/05/interna_gerais,1293328/idoso-chama-mulher-de-macaca-em-ponto-de-onibus-e-e-preso-em-bh.shtml. Acesso em: 6 ago. 2021.O crime de injúria racial:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Acontece em espaços públicos na presença obrigatória de testemunhas estranhas à vítima e ao agressor."
      },
      {
        "letra": "B",
        "texto": "Constitui agressão distinta de racismo, com menor poder ofensivo, sendo reparado por compensação pecuniária."
      },
      {
        "letra": "C",
        "texto": "Implica conduta discriminatória dirigida a determinado grupo ou coletividade de raça, gênero ou religião."
      },
      {
        "letra": "D",
        "texto": "Ocorre pelo uso de palavras, gestos etc., depreciativos referentes à raça ou cor, contra a honra da vítima."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2184679",
    "metadata": "Ano: 2021 | Banca: IBGP | Órgão: SEJUSP-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "De acordo com a Lei que define os crimes resultantes de preconceito de raça ou de cor (nº 7.716/1989), impedir ou obstar o acesso de alguém, devidamente habilitado, a qualquer cargo da administração direta ou indireta, bem como das concessionárias de serviços públicos ocasionará uma pena de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Reclusão de dois a cinco anos."
      },
      {
        "letra": "B",
        "texto": "Reclusão de um a três anos."
      },
      {
        "letra": "C",
        "texto": "Reclusão de dois a quatro anos."
      },
      {
        "letra": "D",
        "texto": "Reclusão de um a quatro anos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1997295",
    "metadata": "Ano: 2021 | Banca: OBJETIVA | Órgão: Prefeitura de Pato Bragado - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Uma cliente que se recusa a ser atendida por uma funcionária negra. Um homem negro que entra em uma loja e é seguido pelo segurança. Um goleiro que é chamado de “macaco” pela torcida adversária ou uma menina que tem o cabelo afro chamado de “cabelo ruim”. Situações como essas são vividas diariamente por muitos afrodescendentes no Brasil. (Fonte: Vestibular Uol - adaptado.) Considerando-se a temática da notícia, a prática do racismo: I. Constitui crime inafiançável e imprescritível. II. Está sujeita à pena de detenção.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os itens I e II estão corretos."
      },
      {
        "letra": "B",
        "texto": "Somente o item I está correto."
      },
      {
        "letra": "C",
        "texto": "Somente o item II está correto."
      },
      {
        "letra": "D",
        "texto": "Os itens I e II estão incorretos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1852610",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Valter exercia suas funções em serventia extrajudicial, quando iniciou atendimento a Nathalia, que insistia na obtenção de uma informação que não poderia ser concedida naquele momento. Revoltada, Nathalia passou a afirmar que Valter seria “um negro safado, idiota e incapaz de pensar”, ato que teria sido presenciado por duas pessoas, que acionaram a Polícia Militar. Com base na situação apresentada, Nathalia praticou, em tese, o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "racismo previsto na Lei nº 7.716/1989, que é imprescritível, mas não há vedação constitucional à concessão de anistia, graça e indulto;"
      },
      {
        "letra": "B",
        "texto": "racismo previsto na Lei nº 7.716/1989, que é imprescritível e insuscetível de anistia, graça e indulto;"
      },
      {
        "letra": "C",
        "texto": "racismo previsto na Lei nº 7.716/1989, que não admite anistia, graça e indulto, mas é prescritível;"
      },
      {
        "letra": "D",
        "texto": "injúria racial ou preconceituosa, não havendo vedação constitucional à concessão de anistia, graça e indulto;"
      },
      {
        "letra": "E",
        "texto": "injúria racial ou preconceituosa, que é imprescritível e não admite anistia, graça e indulto pela redação do texto constitucional."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1830992",
    "metadata": "Ano: 2021 | Banca: PM-MT | Órgão: PM-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Constitui efeito da condenação por crime tipificado na Lei nº 7.716/1989, que define os crimes resultantes de preconceito de raça ou de cor, no caso de servidor público:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A suspensão dos direitos políticos por até três anos."
      },
      {
        "letra": "B",
        "texto": "A perda do cargo ou função pública."
      },
      {
        "letra": "C",
        "texto": "A declaração de inidoneidade."
      },
      {
        "letra": "D",
        "texto": "O impedimento para contratar com o Poder Público."
      },
      {
        "letra": "E",
        "texto": "A suspensão do cargo ou função pública, sem remuneração, por até dois anos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1825534",
    "metadata": "Ano: 2021 | Banca: NC-UFPR | Órgão: PC-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Sobre a possibilidade de incidência da Lei nº 7.716/1989 às condutas homofóbicas ou transfóbicas, de acordo com o entendimento atual do STF, firmado no julgamento da Ação Direta de inconstitucionalidade por Omissão (ADO) nº 26, considere as seguintes afirmativas: 1. Até que o Congresso Nacional edite lei específica, as condutas homofóbicas e transfóbicas, reais ou supostas, se enquadram nos crimes previstos na Lei nº 7.716/1989. 2. O exercício da liberdade religiosa pode caracterizar a prática de homotransfobia caso venha a configurar discurso de ódio. 3. O conceito de racismo ultrapassa aspectos estritamente biológicos ou fenotípicos e alcança comportamentos de negação da dignidade e da humanidade daqueles que integram os grupos vulneráveis vítimas da homotransfobia. 4. É típica a conduta de quem, por homofobia ou transfobia, recusa ou impede acesso a estabelecimento comercial, negando-se a servir, atender ou receber cliente ou comprador. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente a afirmativa 1 é verdadeira."
      },
      {
        "letra": "B",
        "texto": "Somente as afirmativas 2 e 3 são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Somente as afirmativas 2 e 4 são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Somente as afirmativas 1, 3 e 4 são verdadeiras."
      },
      {
        "letra": "E",
        "texto": "As afirmativas 1, 2, 3 e 4 são verdadeiras."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1812817",
    "metadata": "Ano: 2021 | Banca: IBADE | Órgão: IAPEN-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Conforme a Lei nº 7.716, de 05/01/1989, que define os crimes resultantes de preconceito de raça ou de cor, assinale a alternativa que conste um crime punido na forma desta Lei.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caluniar alguém, imputando-lhe falsamente fato definido como crime"
      },
      {
        "letra": "B",
        "texto": "Constranger alguém, mediante violência ou grave ameaça, ou depois de lhe haver reduzido, por qualquer outro meio, a capacidade de resistência, a não fazer o que a lei permite, ou a fazer o que ela não manda"
      },
      {
        "letra": "C",
        "texto": "Expor alguém, por meio de relações sexuais ou qualquer ato libidinoso, a contágio de moléstia venérea, de que sabe ou deve saber que está contaminado"
      },
      {
        "letra": "D",
        "texto": "Abandonar pessoa que está sob seu cuidado, guarda, vigilância ou autoridade, e, por qualquer motivo, incapaz de defender-se dos riscos resultantes do abandono"
      },
      {
        "letra": "E",
        "texto": "Impedir ou obstar o acesso de alguém, devidamente habilitado, a qualquer cargo da Administração Direta ou Indireta, bem como das concessionárias de serviços públicos"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1811036",
    "metadata": "Ano: 2021 | Banca: IBADE | Órgão: IAPEN-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Conforme a Lei nº 7.716, de 05/01/1989, que define os crimes resultantes de preconceito de raça ou de cor, assinale a alternativa CORRETA. Será punido, na forma da Lei supramencionada, os crimes resultantes de discriminação ou preconceito de raça, cor, etnia, religião ou procedência nacional. Considera-se crime na forma desta Lei:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cometer injúria racial."
      },
      {
        "letra": "B",
        "texto": "incitar ódio na rede mundial de computadores."
      },
      {
        "letra": "C",
        "texto": "negar ou obstar emprego em empresa privada."
      },
      {
        "letra": "D",
        "texto": "praticar crime de tortura."
      },
      {
        "letra": "E",
        "texto": "incentivar a inscrição ou ingresso de aluno em estabelecimento de ensino público ou privado de qualquer grau."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1810046",
    "metadata": "Ano: 2021 | Banca: IDECAN | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Aparecida é dona de um restaurante e dispôs como regra em seu estabelecimento comercial a recusa no atendimento de clientes de raça negra ou cor preta. Nessa hipótese, Aparecida pratica",
    "alternativas": [
      {
        "letra": "A",
        "texto": "crime de injúria preconceituosa."
      },
      {
        "letra": "B",
        "texto": "um indiferente penal, mas terá responsabilidade civil e caberá indenização."
      },
      {
        "letra": "C",
        "texto": "crime de racismo."
      },
      {
        "letra": "D",
        "texto": "crime contra as relações de consumo."
      },
      {
        "letra": "E",
        "texto": "crime de calúnia preconceituosa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1782477",
    "metadata": "Ano: 2021 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Sobre o racismo, a discriminação racial e as formas correlatas de intolerância, assinale, nos termos da legislação vigente, a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As medidas especiais adotadas com a finalidade de assegurar o gozo ou exercício, em condições de igualdade, de um ou mais direitos humanos e liberdades fundamentais de grupos que requeiram essa proteção caracterizam a prática de discriminação racial."
      },
      {
        "letra": "B",
        "texto": "Racismo consiste em qualquer teoria, doutrina, ideologia ou conjunto de ideias que enunciam um vínculo causal entre as características fenotípicas ou genotípicas de indivíduos ou grupos e seus traços intelectuais, culturais e de personalidade, inclusive o falso conceito de superioridade racial."
      },
      {
        "letra": "C",
        "texto": "Intolerância é um ato ou conjunto de atos ou manifestações que denotam desrespeito, rejeição ou desprezo à dignidade, características, convicções ou opiniões de pessoas por serem diferentes ou contrárias. Pode manifestar-se como a marginalização e a exclusão de grupos em condições de vulnerabilidade da participação em qualquer esfera da vida pública ou privada ou como violência contra esses grupos."
      },
      {
        "letra": "D",
        "texto": "A discriminação racial pode basear-se em raça, cor, ascendência ou origem nacional ou étnica."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1776242",
    "metadata": "Ano: 2021 | Banca: INSTITUTO AOCP | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Adolfo, objetivando a divulgação do nazismo, distribuiu pelas ruas de seu município distintivos e ornamentos que utilizavam a cruz suástica. Diante do caso hipotético exposto, bem como considerando as disposições da Lei nº 7.716/1989, Adolfo, se condenado, estará sujeito à pena de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "detenção de seis meses a dois anos e multa."
      },
      {
        "letra": "B",
        "texto": "detenção de dois a quatro anos e multa."
      },
      {
        "letra": "C",
        "texto": "reclusão de um a três anos e multa."
      },
      {
        "letra": "D",
        "texto": "reclusão de dois a cinco anos e multa."
      },
      {
        "letra": "E",
        "texto": "reclusão de três a oito anos e multa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1261273",
    "metadata": "Ano: 2020 | Banca: INSTITUTO AOCP | Órgão: Prefeitura de Novo Hamburgo - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Referente à prática do racismo no Brasil, analise as assertivas e assinale a alternativa que aponta as corretas. I. É crime imprescritível, ou seja, não sofre prescrição. II. É crime inafiançável que não admite o pagamento de fiança para que o preso seja solto. III. O racismo é punível com a pena de detenção, nos termos da lei. IV. Constitui crime de racismo comerciar livros fazendo apologia de ideias preconceituosas e discriminatórias contra a comunidade judaica.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I, II e III."
      },
      {
        "letra": "B",
        "texto": "Apenas I, II e IV."
      },
      {
        "letra": "C",
        "texto": "Apenas II, III e IV."
      },
      {
        "letra": "D",
        "texto": "Apenas II e III."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2049801",
    "metadata": "Ano: 2019 | Banca: IBFC | Órgão: FSA-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "A Constituição Federal afirma que, dentre outros, constituem objetivos fundamentais da República Federativa do Brasil (art. 3º): “Promover o bem de todos, sem preconceitos de origem, raça, sexo, cor, idade, e quaisquer outras formas de discriminação.” (inc IV). Mais adiante no inciso XLII do artigo 5º, dispõe que: “a prática do racismo constitui crime inafiançável e imprescritível, sujeito à pena de reclusão, nos termos da lei;” Nesse sentido, a Lei nº 7.716, de 05 de janeiro de 1989, alterada pelas Leis 9.459/97 e 12.288/2010, define uma série de crimes resultantes de preconceito de raça ou de cor. Quanto à prática de crimes que podem ser resultantes de preconceito de raça e cor, analise as afirmativas e assinale a alternativa correta. I. Obstar a promoção funcional. II. Negar ou obstar emprego em empresa privada. III. Recusar ou impedir acesso a estabelecimento comercial, negando-se a servir, atender ou receber cliente ou comprador. IV. Impedir o acesso ou uso de transportes públicos, como aviões, navios barcas, barcos, ônibus, trens, metrô ou qualquer outro meio de transporte concedido.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as afirmativas II e IV estão corretas"
      },
      {
        "letra": "B",
        "texto": "Apenas as afirmativas I, II e IV estão corretas"
      },
      {
        "letra": "C",
        "texto": "As afirmativas I, II, III e IV estão corretas"
      },
      {
        "letra": "D",
        "texto": "Apenas as afirmativas II e III estão corretas"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1133910",
    "metadata": "Ano: 2019 | Banca: IBADE | Órgão: FUNDAC - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o sentimento religioso",
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Suponha que uma senhora negra de 38 anos de idade é encontrada na rua colocando objetos de oferendas para seus orixás/deuses. Um grupo de vândalos passa por ela e a xinga de “preta macumbeira, você vai ver, vou te pegar quando estiver sozinha à noite!”. A referida situação é revoltante e criminosa, representando explícito preconceito de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "etnia e profissão."
      },
      {
        "letra": "B",
        "texto": "cor e saúde."
      },
      {
        "letra": "C",
        "texto": "raça e religião."
      },
      {
        "letra": "D",
        "texto": "sexo e credo."
      },
      {
        "letra": "E",
        "texto": "origem e orientação sexual."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "995117",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: SEFAZ-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Considere: I. Jadson, empregado de determinada empresa privada, por motivo de discriminação de raça, teve impedida sua ascensão funcional por seu chefe Flávio. II. Alisson exigiu, em anúncio de recrutamento de trabalhadores, aspectos de aparência próprios de raça ou etnia para emprego cujas atividades não justifiquem essas exigências. De acordo com a Lei Federal nº 7.716/1989, que define os crimes resultantes de preconceito de raça ou de cor, Flávio",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ficará sujeito às penas de multa e de prestação de serviços à comunidade, incluindo atividades de promoção da igualdade racial, enquanto que Alisson incorrerá na pena de reclusão."
      },
      {
        "letra": "B",
        "texto": "incorrerá na pena de reclusão, enquanto que Alisson ficará sujeito às penas de multa e de prestação de serviços à comunidade, incluindo atividades de promoção da igualdade racial."
      },
      {
        "letra": "C",
        "texto": "incorrerá na pena de detenção, enquanto que Alisson ficará sujeito às penas de multa ou de prestação de serviços à comunidade, incluindo atividades de promoção da igualdade racial."
      },
      {
        "letra": "D",
        "texto": "incorrerá na pena de reclusão, enquanto que Alisson ficará sujeito à pena de detenção, não se sujeitando à prestação de serviços à comunidade."
      },
      {
        "letra": "E",
        "texto": "e Alisson incorrerão na pena de reclusão, ficando, ainda, sujeitos às penas de multa ou de prestação de serviços à comunidade, incluindo atividades de promoção da igualdade racial."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "976005",
    "metadata": "Ano: 2019 | Banca: INSTITUTO AOCP | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "O sujeito que dispõe em seu estabelecimento comercial regra, recusando ou impedindo acesso ao estabelecimento, negando-se a servir, atender ou receber clientes ou compradores em razão de raça, cor, etnia, religião ou procedência nacional cometerá o delito",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de calúnia."
      },
      {
        "letra": "B",
        "texto": "contra a relação de consumo."
      },
      {
        "letra": "C",
        "texto": "de racismo."
      },
      {
        "letra": "D",
        "texto": "de injúria preconceituosa."
      },
      {
        "letra": "E",
        "texto": "de homofobia."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1170272",
    "metadata": "Ano: 2018 | Banca: AOCP | Órgão: UEFS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Em relação ao combate ao racismo e à discriminação, bem como às normas protetivas em vigor, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Embora o combate ao racismo e à discriminação seja assunto de suma relevância no cenário nacional e internacional, a Organização dos Estados Americanos (OEA) ainda não adotou convenção específica para essa finalidade."
      },
      {
        "letra": "B",
        "texto": "A condenação por um dos crimes previstos na Lei Federal nº. 7.716/89, que define os crimes resultantes de preconceito de raça ou de cor, tem como efeito a perda do cargo ou função pública, para o servidor público, o qual deve ser motivadamente declarado na sentença."
      },
      {
        "letra": "C",
        "texto": "Na Constituição da República Federativa do Brasil, a proteção contra o crime de racismo está prevista no rol dos direitos fundamentais, tratando-se de crime inafiançável e sujeito à prescrição nos termos da lei."
      },
      {
        "letra": "D",
        "texto": "Nos termos da legislação em vigor, não constitui crime recusar, negar ou impedir a inscrição ou ingresso de aluno em estabelecimento de ensino privado de qualquer grau, em razão de raça, religião ou procedência nacional."
      },
      {
        "letra": "E",
        "texto": "A Convenção Internacional sobre a Eliminação de Todas as Formas de Discriminação Racial, adotada pela Resolução nº 2.106-A da Assembleia das Nações Unidas em 21/12/1965, não foi ratificada pelo Brasil, deixando, portanto, de surtir qualquer efeito em território nacional."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1154422",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "A Lei nº 7.716/1989, que define os crimes resultantes do preconceito de raça e cor, alterada pela Lei no 9.459/1997 prevê",
    "alternativas": [
      {
        "letra": "A",
        "texto": "como crime a conduta de negar ou obstar emprego em empresa privada, em razão de discriminação ou preconceito de raça, cor, etnia, religião ou procedência nacional."
      },
      {
        "letra": "B",
        "texto": "como causa de aumento de pena se quaisquer dos crimes nela definidos forem praticados por intermédio de meios de comunicação social."
      },
      {
        "letra": "C",
        "texto": "que os crimes nela definidos podem ser praticados na modalidade culposa."
      },
      {
        "letra": "D",
        "texto": "como efeito automático da condenação a suspensão do funcionamento do estabelecimento particular, onde se praticaram quaisquer dos crimes nela definidos, pelo prazo máximo de 3 (três) meses."
      },
      {
        "letra": "E",
        "texto": "a todos os crimes nela definidos a pena de prestação de serviços à comunidade consistente em promover atividades de promoção da igualdade racial."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1063368",
    "metadata": "Ano: 2018 | Banca: IV - UFG | Órgão: Prefeitura de Jataí - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Segundo a Lei nº 7.716/1989, é crime resultante de discriminação ou preconceito de raça, cor, etnia, religião ou procedência nacional, impedir",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a ascensão funcional de servidores públicos estatutários, excluindo-se os prestadores de serviço em regime celetista."
      },
      {
        "letra": "B",
        "texto": "a ascensão funcional do empregado ou obstar outra forma de benefício profissional, excluídos os cargos da administração pública indireta."
      },
      {
        "letra": "C",
        "texto": "o acesso de pessoa habilitada, a qualquer cargo da administração pública, bem como das concessionárias de serviços públicos."
      },
      {
        "letra": "D",
        "texto": "o acesso de pessoa devidamente habilitada a cargo da administração direta, o que não se aplica aos entes privados em regime de concessão de serviços públicos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1026247",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: SEC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "A Lei Federal n° 7.716/1989, define os crimes resultantes do preconceito de raça ou de cor no território nacional. No conjunto dos crimes tipificados um deles diz respeito às interações de indivíduos negros ou pretos, homens e mulheres, com a educação escolar e quando houver",
    "alternativas": [
      {
        "letra": "A",
        "texto": "processos recorrentes de reprovação e retenção de aluno em cursos sequenciais e presenciais de educação escolar – básica ou superior."
      },
      {
        "letra": "B",
        "texto": "o impedimento ou recusa da matrícula de aluno em estabelecimentos oficiais de educação básica."
      },
      {
        "letra": "C",
        "texto": "a recusa, a negação ou tolhimento da inscrição de aluno em estabelecimento de ensino público ou privado de qualquer grau."
      },
      {
        "letra": "D",
        "texto": "a recusa do estabelecimento público ou privado de ensino em disponibilizar documento comprobatório do rendimento escolar e de percentuais de frequência do aluno."
      },
      {
        "letra": "E",
        "texto": "a denegação de certificado de conclusão ou diploma de níveis ou etapas de educação básica ou superior em estabelecimentos públicos de ensino."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1026219",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: SEC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "No âmbito da Lei n° 7.716/1989, recusar, negar ou impedir a inscrição ou ingresso de aluno em estabelecimento de ensino público ou privado de qualquer grau por discriminação ou preconceito de raça, cor, etnia, religião ou procedência nacional é caracterizado crime cuja pena é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de prestação de serviços à comunidade e pagamento de multa de reparação por danos morais."
      },
      {
        "letra": "B",
        "texto": "repreensão pública e obrigação de contribuir com uma cesta básica pelo período de três anos ao discriminado."
      },
      {
        "letra": "C",
        "texto": "de três a cinco meses; se praticado contra menor de dezoito anos, a pena é agravada em mais da metade do prazo."
      },
      {
        "letra": "D",
        "texto": "perda do cargo público e ou impedimento de trabalhar em instituição de ensino público ou privado."
      },
      {
        "letra": "E",
        "texto": "de três a cinco anos; se praticado contra menor de dezoito anos, a pena é agravada de um terço."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1014775",
    "metadata": "Ano: 2018 | Banca: AOCP | Órgão: UEFS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "De acordo com a Lei nº 7.716/1989, que define os crimes resultantes de preconceito de raça ou de cor, aquele que incitar o preconceito de raça por intermédio dos meios de comunicação social está sujeito à pena de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "reclusão de dois a cinco anos e multa."
      },
      {
        "letra": "B",
        "texto": "trabalho voluntário e restrições de finais de semana."
      },
      {
        "letra": "C",
        "texto": "reclusão de um a três anos."
      },
      {
        "letra": "D",
        "texto": "detenção de seis meses a 1 ano e multa."
      },
      {
        "letra": "E",
        "texto": "somente multa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1014117",
    "metadata": "Ano: 2018 | Banca: AOCP | Órgão: UEFS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Constituem crimes resultantes de discriminação ou preconceito de raça, cor, etnia, religião ou procedência nacional, EXCETO",
    "alternativas": [
      {
        "letra": "A",
        "texto": "impedir ou obstar o acesso de alguém, devidamente habilitado, a qualquer cargo da Administração Direta ou Indireta, bem como das concessionárias de serviços públicos."
      },
      {
        "letra": "B",
        "texto": "negar ou obstar emprego em empresa privada."
      },
      {
        "letra": "C",
        "texto": "recusar ou impedir acesso a estabelecimento comercial, negando-se a servir, atender ou receber cliente ou comprador."
      },
      {
        "letra": "D",
        "texto": "impedir o acesso ou recusar hospedagem em hotel, pensão, estalagem, ou qualquer estabelecimento similar."
      },
      {
        "letra": "E",
        "texto": "injuriar alguém, ofendendo-lhe a dignidade ou o decoro, utilizando-se de elementos referentes à raça, cor, etnia, religião e origem."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "958121",
    "metadata": "Ano: 2018 | Banca: COPS-UEL | Órgão: PC-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Assinale a alternativa que apresenta, corretamente, a pena para quem, por motivo de práticas resultantes do preconceito de origem nacional, impede a ascensão funcional de empregado.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Reclusão de 1 a 2 anos."
      },
      {
        "letra": "B",
        "texto": "Reclusão de 2 a 5 anos."
      },
      {
        "letra": "C",
        "texto": "Detenção de 1 a 2 anos."
      },
      {
        "letra": "D",
        "texto": "Detenção de 2 a 4 anos."
      },
      {
        "letra": "E",
        "texto": "Detenção de 1 a 5 anos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "932938",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Acerca de tráfico ilícito de entorpecentes, crimes contra o meio ambiente, crime de discriminação e preconceito e crime contra o consumidor, julgue o próximo item.Constitui crime de preconceito racial a discriminação de alguém em decorrência de sua orientação sexual.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "923549",
    "metadata": "Ano: 2018 | Banca: UEG | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Dispõe a Lei n. 7.716/1989, que define os crimes resultantes de preconceito de raça ou de cor, que ficará sujeito às penas de multa e de prestação de serviços à comunidade, incluindo atividades de promoção da igualdade racial, quem:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "exigir aspectos de aparência próprios de raça ou etnia para emprego cujas atividades não justifiquem essas exigências, em anúncios ou qualquer outra forma de recrutamento de trabalhadores."
      },
      {
        "letra": "B",
        "texto": "recusar ou impedir acesso a estabelecimento comercial, negando-se a servir, atender ou receber cliente ou comprador."
      },
      {
        "letra": "C",
        "texto": "recusar, negar ou impedir a inscrição ou ingresso de aluno em estabelecimento de ensino público ou privado de qualquer grau."
      },
      {
        "letra": "D",
        "texto": "impedir o acesso ou recusar atendimento em restaurantes, bares, confeitarias, ou locais semelhantes abertos ao público."
      },
      {
        "letra": "E",
        "texto": "impedir a ascensão funcional do empregado ou obstar outra forma de benefício profissional, por motivo de discriminação de raça ou de cor ou práticas resultantes do preconceito de descendência ou origem nacional ou étnica."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "919903",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: TRT - 15ª Região (SP)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Os crimes resultantes de discriminação ou preconceito, constantes na Lei n° 7.716/1989, referem-se a raça, cor,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "etnia, convicção política ou procedência nacional."
      },
      {
        "letra": "B",
        "texto": "sexo, idade, capacidade física."
      },
      {
        "letra": "C",
        "texto": "etnia, religião ou opção sexual."
      },
      {
        "letra": "D",
        "texto": "etnia, religião ou procedência nacional."
      },
      {
        "letra": "E",
        "texto": "sexo, religião ou convicção política."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "914979",
    "metadata": "Ano: 2018 | Banca: UERR | Órgão: SETRABES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "A prática do racismo constitui crime inafiançável e imprescritível, sujeito à pena de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dez anos de reclusão."
      },
      {
        "letra": "B",
        "texto": "prisão perpétua."
      },
      {
        "letra": "C",
        "texto": "reclusão, nos termos da lei."
      },
      {
        "letra": "D",
        "texto": "detenção, nos termos da lei."
      },
      {
        "letra": "E",
        "texto": "trinta anos de detenção."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "906947",
    "metadata": "Ano: 2018 | Banca: INSTITUTO AOCP | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Trata-se de crime de preconceito de raça ou de cor previsto na Lei nº 7.716/1989",
    "alternativas": [
      {
        "letra": "A",
        "texto": "injuriar outrem chamando-o de \"banana\"."
      },
      {
        "letra": "B",
        "texto": "prender em flagrante Auditor-Fiscal do Trabalho de cor de pele preta que solicita vantagem indevida a particular para deixar de praticar ato de ofício obrigatório."
      },
      {
        "letra": "C",
        "texto": "impedir o acesso ou recusar atendimento em restaurantes, bares, confeitarias, ou locais semelhantes abertos ao público, em razão de raça, cor ou etnia."
      },
      {
        "letra": "D",
        "texto": "apelidar jovem jogador de futebol de \"novo Pelé\" em razão da cor de sua pele."
      },
      {
        "letra": "E",
        "texto": "defender, em dissertação acadêmica, a inconstitucionalidade do sistema de cotas raciais em provas e concursos públicos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "890793",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: TRT - 6ª Região (PE)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Abud, praticante da religião W, servidor público do Ministério M, teve sua promoção obstada em face de sua religião. Apesar de possuir todos os requisitos de habilitação e pela lei ser o momento de sua promoção, soube que a Autoridade com poderes para promovê-lo deliberou por não fazê-lo por preconceito à sua religião. No caso, a motivação de discriminação religiosa para obstar a promoção funcional em órgão da Administração Pública Direta é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ilícito civil, ensejando danos morais, apenas."
      },
      {
        "letra": "B",
        "texto": "infração meramente administrativa."
      },
      {
        "letra": "C",
        "texto": "crime de preconceito de religião."
      },
      {
        "letra": "D",
        "texto": "conduta não prevista como crime."
      },
      {
        "letra": "E",
        "texto": "infração administrativa e ilícito civil cumuladas, apenas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "886349",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "A respeito da Lei no 7.716/89, com as alterações da Lei no 9.459/97 (tipificação dos crimes resultantes de preconceito de raça ou de cor), assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os crimes nela previstos, sem exceção, são praticados mediante dolo."
      },
      {
        "letra": "B",
        "texto": "Não tipifica crimes resultantes de discriminação ou preconceito de religião, sendo específica a crimes de preconceito de raça, cor, etnia e procedência nacional."
      },
      {
        "letra": "C",
        "texto": "O crime de negar ou impedir a inscrição ou ingresso de aluno em estabelecimento de ensino, previsto no art. 6o , é específico a instituições públicas."
      },
      {
        "letra": "D",
        "texto": "Prevê como efeito automático da condenação a perda do cargo ou função pública, para o agente servidor público."
      },
      {
        "letra": "E",
        "texto": "Prevê como causa de aumento de pena, geral a todos os crimes, a prática em detrimento de menor de 18 (dezoito) anos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "886088",
    "metadata": "Ano: 2018 | Banca: MPE-MS | Órgão: MPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990",
      "Lei de Tóxicos – Lei nº 11.343 de 2006",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Analise as proposições a seguir. I. Configura crime de preconceito de raça ou cor (Lei n. 7.716/1989) distribuir emblemas com símbolos que utilizem a cruz suástica ou gamada, para fins de divulgação do nazismo. II. Adolescente que pratica ato infracional análogo ao do artigo 28 da Lei n. 11.343/2006 (Lei de Drogas), pois apreendida consigo substância entorpecente para uso pessoal, não pode ter contra si aplicada medida socioeducativa prevista no Estatuto da Criança e do Adolescente (Lei n. 8.069/1990) que restrinja, ainda que parcialmente, sua liberdade pessoal, conforme entendimento do Supremo Tribunal Federal.III. É crime de tortura (Lei n. 9.455/1997) a conduta de constranger alguém com emprego de grave ameaça, causando-lhe sofrimento mental, em razão de discriminação religiosa. IV. Tratando-se de crime hediondo ou equiparado (Lei n. 8.072/90), o condenado por crime de tortura (Lei n. 9.455/1997), em qualquer modalidade, deverá iniciar o cumprimento da pena em regime fechado. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente os itens I e II estão corretos."
      },
      {
        "letra": "B",
        "texto": "Somente os itens III e IV estão corretos."
      },
      {
        "letra": "C",
        "texto": "Somente os itens II, III e IV estão corretos."
      },
      {
        "letra": "D",
        "texto": "Somente os itens I, II e III estão corretos."
      },
      {
        "letra": "E",
        "texto": "Todos os itens estão corretos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2791384",
    "metadata": "Ano: 2017 | Banca: FAPEMS | Órgão: PC-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Sobre os crimes resultantes de preconceito de raça ou de cor conforme a Lei nº 7.716/1989, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O preconceito em decorrência da origem estrangeira de determinado indivíduo é criminalizada por essa lei."
      },
      {
        "letra": "B",
        "texto": "A ofensa racial feita por estrangeiro contra um determinado brasileiro é crime previsto nessa lei."
      },
      {
        "letra": "C",
        "texto": "A cogitação racista consiste crime dessa lei, mesmo não havendo exteriorização"
      },
      {
        "letra": "D",
        "texto": "O preconceito em razão da procedência nacional se refere tanto à origem brasileira ou à de determinada região do Brasil."
      },
      {
        "letra": "E",
        "texto": "Dentre várias formas discriminatórias nessa lei, encontra-se no seu rol protetivo a discriminação de gênero."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "863135",
    "metadata": "Ano: 2017 | Banca: IBFC | Órgão: EMBASA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre a pena aplicável no caso de alguém recusar, negar ou impedir a inscrição ou ingresso de aluno em estabelecimento de ensino público ou privado de qualquer grau de acordo com as previsões expressas da Lei Federal nº 7.716, de 5 de janeiro de 1989, que define os crimes resultantes de preconceito de raça ou de cor.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Detenção de dois a quatro anos"
      },
      {
        "letra": "B",
        "texto": "Reclusão de três a cinco anos"
      },
      {
        "letra": "C",
        "texto": "Detenção de um a cinco anos"
      },
      {
        "letra": "D",
        "texto": "Reclusão de dois a cinco anos"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "856155",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Determinado agente de empresa de publicidade, no processo de recrutamento de modelos fotográficos para campanha de famosa marca de sabonete, impediu a inscrição de modelos negras, com o argumento de que a campanha faria a analogia da pele clara à limpeza, assim, seriam recrutadas somente modelos de pele branca. Ao não autorizar a realização dos testes por modelos negras, exigindo aspecto próprio de raça ou etnia, o agente de empresa de publicidade estará sujeito a, sem prejuízo das sanções do crime, a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "prestação de serviços à comunidade, incluindo atividades de promoção da igualdade racial."
      },
      {
        "letra": "B",
        "texto": "contratação exclusiva de modelos negras modificando a essência da campanha."
      },
      {
        "letra": "C",
        "texto": "manutenção da campanha já que a liberdade de criação deve suplantar a intervenção do Poder Público."
      },
      {
        "letra": "D",
        "texto": "proibição de veicular propaganda de seu produto por seis meses."
      },
      {
        "letra": "E",
        "texto": "prestação de serviços à comunidade, sendo defeso a realização de atividades de promoção da igualdade racial."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "853647",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: TST",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Considere a situação hipotética descrita. Veridiana, de religião x, ao tentar matricular seu filho Nelson, também de religião x, no 6° ano do ensino fundamental, em tradicional Colégio particular com ênfase na religião y, tem a matrícula recusada pela Diretora daquele estabelecimento que demonstra claro menosprezo à religião professada por Veridiana e Nelson e alega que Nelson não se enquadraria no perfil de alunos daquele colégio, pois, pelo regulamento interno da escola, é vedada a matrícula de alunos não praticantes da religião y. Neste caso,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "será necessário analisar administrativamente a validade do regulamento interno da instituição de ensino particular para fins de aplicação de sanção, pelo MEC, de descredenciamento definitivo."
      },
      {
        "letra": "B",
        "texto": "será necessário, analisar a validade do regulamento interno da instituição de ensino particular para fins de aplicação de sanção, pelo MEC, de suspensão das atividades por até 1 ano."
      },
      {
        "letra": "C",
        "texto": "é punível a recusa da inscrição do aluno no 6° ano do Ensino Fundamental, baseado no preconceito à religião x, sob a alegação de que o perfil de alunos da escola é somente de religião y, independentemente de se tratar de estabelecimento público ou privado de ensino."
      },
      {
        "letra": "D",
        "texto": "trata-se apenas de afronta ao princípio da isonomia, não se assemelhando em nada ao crime de preconceito ou discriminação."
      },
      {
        "letra": "E",
        "texto": "é punível a recusa da inscrição do aluno no 6° ano do Ensino Fundamental, baseado no preconceito à religião x, sob a alegação de que o perfil de alunos da escola é somente de religião y, somente se for em estabelecimento público de ensino."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "841843",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: DPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "João é funcionário público em uma escola estadual e, no exercício de seu cargo público, impediu o ingresso de um aluno no estabelecimento de ensino público em que trabalhava, em função de preconceito religioso. João foi punido na forma da Lei n° 7.716/1989 e, como efeito da sua condenação, perdeu seu cargo público, o que ocorre de forma",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não automática, dependendo da expedição de documento indicativo da pena expedido pelo órgão em que trabalha."
      },
      {
        "letra": "B",
        "texto": "automática, por se tratar de falta grave."
      },
      {
        "letra": "C",
        "texto": "automática, por se tratar de tema relacionado à educação."
      },
      {
        "letra": "D",
        "texto": "não automática, devendo ser motivadamente declarado na sentença."
      },
      {
        "letra": "E",
        "texto": "automática, devido à gravidade da falta cometida pelo servidor."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "835445",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TRE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Caso um escritor publique um livro que contenha afirmações discriminatórias contra determinada comunidade étnica,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o escritor não poderá ser condenado por racismo, em razão do princípio da liberdade de expressão, conforme expresso pela lei pertinente aos crimes de racismo."
      },
      {
        "letra": "B",
        "texto": "os exemplares desse livro que estejam em circulação poderão ser imediatamente recolhidos, por ordem judicial."
      },
      {
        "letra": "C",
        "texto": "os exemplares existentes do livro não poderão ser destruídos por ordem judicial, mesmo após sentença transitada em julgado, por terem constituído prova da materialidade do delito."
      },
      {
        "letra": "D",
        "texto": "somente membros da comunidade étnica discriminada terão legitimidade para ingressar com ação judicial contra o escritor do livro."
      },
      {
        "letra": "E",
        "texto": "todos os indivíduos que adquirirem o referido livro serão, em consequência dessa compra, sujeitos ativos de crime resultante de preconceito de raça."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "832848",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: TRT - 24ª REGIÃO (MS)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "O dono de um restaurante recusou o atendimento a um cidadão em seu estabelecimento, em virtude de sua raça. De acordo com a Lei n° 7.716/1989, a pena prevista é de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "interdição do estabelecimento comercial."
      },
      {
        "letra": "B",
        "texto": "multa."
      },
      {
        "letra": "C",
        "texto": "prestação de serviços à comunidade."
      },
      {
        "letra": "D",
        "texto": "reclusão"
      },
      {
        "letra": "E",
        "texto": "recolhimento domiciliar."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "832847",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: TRT - 24ª REGIÃO (MS)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Um comerciante publicou anúncio para recrutamento de trabalhadores, onde exigia aspectos de aparência próprios de raça, sendo que as atividades do referido emprego não justificam essas exigências. De acordo com a Lei n° 7.716/1989, esse comerciante está sujeito às penas de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "reclusão de dois a cinco anos e prestação de serviços à comunidade."
      },
      {
        "letra": "B",
        "texto": "multa e prestação de serviços à comunidade, incluindo atividades de promoção da igualdade racial."
      },
      {
        "letra": "C",
        "texto": "reclusão de um a três anos e realização de atividades de promoção da igualdade racial."
      },
      {
        "letra": "D",
        "texto": "multa e reclusão de um a cinco anos."
      },
      {
        "letra": "E",
        "texto": "multa e embargo do estabelecimento."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "832560",
    "metadata": "Ano: 2017 | Banca: IBFC | Órgão: EMBASA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Assinale a alternativa correta de acordo com as previsões expressas da Lei Federal n° 7.716, de 5 de janeiro de 1989, que define os crimes resultantes de preconceito de raça ou de cor.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É crime impedir ou obstar o acesso de alguém, devidamente habilitado, a qualquer cargo da Administração Direta ou Indireta, bem como das concessionárias de serviços públicos"
      },
      {
        "letra": "B",
        "texto": "É contravenção penal impedir ou obstar o acesso de alguém, devidamente habilitado, a qualquer cargo da Administração Direta ou Indireta, bem como das concessionárias de serviços públicos"
      },
      {
        "letra": "C",
        "texto": "É mero ilícito administrativo impedir ou obstar o acesso de alguém, devidamente habilitado, a qualquer cargo da Administração Direta ou Indireta, bem como das concessionárias de serviços públicos"
      },
      {
        "letra": "D",
        "texto": "É mero ilícito civil impedir ou obstar o acesso de alguém, devidamente habilitado, a qualquer cargo da Administração Direta ou Indireta, bem como das concessionárias de serviços públicos"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "830142",
    "metadata": "Ano: 2017 | Banca: IBFC | Órgão: EMBASA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre a pena aplicável no caso de alguém recusar ou impedir acesso a estabelecimento comercial, negando-se a servir, atender ou receber cliente ou comprador de acordo com as previsões expressas da Lei Federal nº 7.716, de 5 de janeiro de 1989, que define os crimes resultantes de preconceito de raça ou de cor.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Detenção de um a quatro anos"
      },
      {
        "letra": "B",
        "texto": "Reclusão de um a três anos"
      },
      {
        "letra": "C",
        "texto": "Detenção de dois a cinco anos"
      },
      {
        "letra": "D",
        "texto": "Reclusão de dois a seis anos"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "822984",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Configura crime de preconceito de raça ou cor I. obstar promoção funcional em razão de procedência nacional. II. veicular símbolos que utilizem a cruz suástica para fins de divulgação do nazismo. III. negar o holocausto para fins de divulgação do nazismo. IV. incitar a discriminação por procedência nacional. V. impedir a convivência familiar. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "I, II, IV e V."
      },
      {
        "letra": "C",
        "texto": "II, III e IV."
      },
      {
        "letra": "D",
        "texto": "III, IV e V."
      },
      {
        "letra": "E",
        "texto": "I, III e V."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "821310",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: MPE-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "João, servidor público estadual, no exercício da função e em razão de preconceito de cor, raça e religião, impediu o ingresso de um aluno no estabelecimento de ensino público onde era lotado. Lúcio, dono de um estabelecimento comercial, se negou, por motivos semelhantes ao de João, a atender determinado cliente. Com base na lei sobre crimes resultantes de preconceito de cor, raça e religião, João estará sujeito à perda do cargo, e o funcionamento do estabelecimento de Lúcio poderá ser suspenso por prazo não superior a três meses. Nessas situações hipotéticas, os efeitos de eventuais condenações",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não serão automáticos para João, devendo ser motivadamente declarados na sentença, mas serão automáticos para Lúcio."
      },
      {
        "letra": "B",
        "texto": "serão automáticos tanto para João quanto para Lúcio, não havendo necessidade de serem motivadamente declarados nas sentenças."
      },
      {
        "letra": "C",
        "texto": "não serão automáticos nem para João nem para Lúcio, devendo ser motivadamente declarados nas sentenças."
      },
      {
        "letra": "D",
        "texto": "serão automáticos tanto para João quanto para Lúcio, devendo ser motivadamente declarados nas sentenças."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "787830",
    "metadata": "Ano: 2017 | Banca: CONSULPLAN | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Nos crimes previstos na Lei nº 7.716, de 5 de janeiro de 1989 – que define os crimes resultantes de preconceito de raça ou de cor –, constitui efeito da condenação a perda do cargo ou função pública, para o servidor público, e a suspensão do funcionamento do estabelecimento particular envolvido por prazo não superior a:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "1 mês."
      },
      {
        "letra": "B",
        "texto": "1 ano."
      },
      {
        "letra": "C",
        "texto": "6 meses."
      },
      {
        "letra": "D",
        "texto": "3 meses."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "773156",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Uma jovem de vinte e um anos de idade, moradora da região Sudeste, inconformada com o resultado das eleições presidenciais de 2014, proferiu, em redes sociais na Internet, diversas ofensas contra nordestinos. Alertada de que estava cometendo um crime, a jovem apagou as mensagens e desculpou-se, tendo afirmado estar arrependida. Suas mensagens, porém, têm sido veiculadas por um sítio eletrônico que promove discurso de ódio contra nordestinos. No que se refere à situação hipotética precedente, assinale a opção correta, com base no disposto na Lei n.º 7.716/1989, que define os crimes resultantes de preconceito de raça e cor.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Independentemente de autorização judicial, a autoridade policial poderá determinar a interdição das mensagens ou do sítio eletrônico que as veicula."
      },
      {
        "letra": "B",
        "texto": "Configura-se o concurso de pessoas nessa situação, visto que o material produzido pela jovem foi utilizado por outra pessoa no sítio eletrônico mencionado."
      },
      {
        "letra": "C",
        "texto": "O crime praticado pela jovem não se confunde com o de injúria racial."
      },
      {
        "letra": "D",
        "texto": "Como se arrependeu e apagou as mensagens, a jovem não responderá por nenhum crime."
      },
      {
        "letra": "E",
        "texto": "A conduta da jovem não configura crime tipificado na Lei n.º 7.716/1989."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1198372",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: TRT - 24ª REGIÃO (MS)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "O dono de um restaurante recusou o atendimento a um cidadão em seu estabelecimento, em virtude de sua raça. De acordo com a Lei no 7.716/1989, a pena prevista é de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "interdição do estabelecimento comercial."
      },
      {
        "letra": "B",
        "texto": "multa."
      },
      {
        "letra": "C",
        "texto": "prestação de serviços à comunidade."
      },
      {
        "letra": "D",
        "texto": "reclusão."
      },
      {
        "letra": "E",
        "texto": "recolhimento domiciliar."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1198337",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: TRT - 24ª REGIÃO (MS)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Um comerciante publicou anúncio para recrutamento de trabalhadores, onde exigia aspectos de aparência próprios de raça, sendo que as atividades do referido emprego não justificam essas exigências. De acordo com a Lei no 7.716/1989, esse comerciante está sujeito às penas de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "reclusão de dois a cinco anos e prestação de serviços à comunidade."
      },
      {
        "letra": "B",
        "texto": "multa e prestação de serviços à comunidade, incluindo atividades de promoção da igualdade racial."
      },
      {
        "letra": "C",
        "texto": "reclusão de um a três anos e realização de atividades de promoção da igualdade racial."
      },
      {
        "letra": "D",
        "texto": "multa e reclusão de um a cinco anos."
      },
      {
        "letra": "E",
        "texto": "multa e embargo do estabelecimento."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "772223",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: AL-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Nos termos preconizados pela Lei no 7.716/1989, que define os crimes de preconceito de raça ou de cor, constitui efeito da condenação, por um dos crimes definidos nesta lei, devendo ser motivadamente declarado na sentença, a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "suspensão do exercício do cargo ou função pública, para o servidor público, pelo prazo de 6 meses, e a suspensão do funcionamento do estabelecimento particular por prazo não superior a três anos."
      },
      {
        "letra": "B",
        "texto": "perda do cargo ou função pública, para o servidor público, e o fechamento do estabelecimento particular."
      },
      {
        "letra": "C",
        "texto": "suspensão do exercício do cargo ou função pública, para o servidor público, pelo prazo de três meses, e a suspensão do funcionamento do estabelecimento particular no mesmo prazo."
      },
      {
        "letra": "D",
        "texto": "perda do cargo ou função pública, para o servidor público, e a suspensão do funcionamento do estabelecimento particular por prazo não superior a seis meses."
      },
      {
        "letra": "E",
        "texto": "perda do cargo ou função pública, para o servidor público, e a suspensão do funcionamento do estabelecimento particular por prazo não superior a três meses."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "723949",
    "metadata": "Ano: 2016 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Assinale a única alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A perda do cargo ou da função pública constitui efeito automático da condenação de servidor público, pela prática de qualquer um dos crimes resultantes de preconceito de raça ou de cor, previstos na Lei n. 7.716/1989;"
      },
      {
        "letra": "B",
        "texto": "É constitucional a previsão de inafiançabilidade e imprescritibilidade do crime de racismo, previsto na Lei n. 7.716/1989;"
      },
      {
        "letra": "C",
        "texto": "É constitucional a previsão de que os crimes hediondos são inafiançáveis; insuscetíveis de anistia, graça e indulto e de que a respectiva pena será cumprida em regime inicialmente fechado;"
      },
      {
        "letra": "D",
        "texto": "A conduta do diretor de estabelecimento de ensino privado, consistente em recusar a matrícula de aluno portador de HIV, de modo justificado, não configura o crime previsto na Lei n. 12.984/2014;"
      },
      {
        "letra": "E",
        "texto": "A mera conduta de deixar de notificar à autoridade sanitária a realização de esterilização cirúrgica, conforme a previsão da Lei n. 9.263/1993, não configura crime, mas infração administrativa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "693625",
    "metadata": "Ano: 2016 | Banca: FUNCAB | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Qual, dentre as condutas a seguir enumeradas, ocorre a incidência de crime diverso daqueles tipificados como crime de discriminação ou preconceito de raça, cor, etnia, religião ou procedência nacional, conforme previsto na Lei n° 7.716, de 1989?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Recusar, negar ou impedir a inscrição ou ingresso de aluno em estabelecimento de ensino público ou privado de qualquer grau, por motivo de preconceito de raça, cor, etnia, religião ou procedência racional."
      },
      {
        "letra": "B",
        "texto": "Injuriar alguém, utilizando elementos referentes à raça, cor, etnia, religião, origem ou a condição de pessoa idosa ou portadora de deficiência, ofendendo-lhe a dignidade ou o decoro."
      },
      {
        "letra": "C",
        "texto": "Impedir o acesso ou recusar hospedagem em hotel, pensão, estalagem , ou qualquer estabelecimento sim ilar, por motivo de preconceito de raça, cor, etnia, religião ou procedência racional."
      },
      {
        "letra": "D",
        "texto": "Impedir ou obstar o acesso de alguém, devidamente habilitado, a qualquer cargo da Administração Direta ou Indireta, bem como das concessionárias de serviços públicos, por motivo de preconceito de raça, cor, etnia, religião ou procedência racional."
      },
      {
        "letra": "E",
        "texto": "Recusar ou impedir acesso a estabelecimento comercial, negando-se a servir, atender ou receber cliente ou comprador, por motivo de preconceito de raça, cor, etnia, religião ou procedência racional."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "650542",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: PC-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Da sentença penal se extraem diversas consequências jurídicas e, quando for condenatória, emergem-se os efeitos penais e extrapenais. Acerca dos efeitos da condenação penal, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A licença de localização e de funcionamento de estabelecimento onde se verifique prática de exploração sexual de pessoa vulnerável, em caso de o proprietário ter sido condenado por esse crime, não será cassada, dada a ausência de previsão legal desse efeito da condenação penal."
      },
      {
        "letra": "B",
        "texto": "A condenação por crime de racismo cometido por proprietário de estabelecimento comercial sujeita o condenado à suspensão do funcionamento de seu estabelecimento, pelo prazo de até três meses, devendo esse efeito ser motivadamente declarado na sentença penal condenatória."
      },
      {
        "letra": "C",
        "texto": "Segundo o CP, constitui efeito automático da condenação a perda de cargo público, quando aplicada pena privativa de liberdade por tempo igual ou superior a um ano, nos crimes praticados com abuso de poder ou violação de dever para com a administração pública."
      },
      {
        "letra": "D",
        "texto": "A condenação por crime de tortura acarretará a perda do cargo público e a interdição temporária para o seu exercício pelo dobro do prazo da pena aplicada, desde que fundamentada na sentença condenatória, não sendo efeito automático da condenação."
      },
      {
        "letra": "E",
        "texto": "A condenação penal pelo crime de maus-tratos, com pena de detenção de dois meses a um ano ou multa, ocasiona a incapacidade para o exercício do poder familiar, quando cometido pelo pai contra filho, devendo ser motivado na sentença condenatória, por não ser efeito automático."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "644452",
    "metadata": "Ano: 2016 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "De acordo com a Lei nº 7.716/1989, constitui crime",
    "alternativas": [
      {
        "letra": "A",
        "texto": "fabricar ornamentos que utilizem a cruz suástica."
      },
      {
        "letra": "B",
        "texto": "distribuir distintivos que utilizem a cruz suástica."
      },
      {
        "letra": "C",
        "texto": "comercializar emblemas que utilizem a cruz gamada, para fins de divulgação do nazismo."
      },
      {
        "letra": "D",
        "texto": "fabricar símbolos que utilizem a cruz gamada, para fins de divulgação do cristianismo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "622500",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei do Abuso de Autoridade – Lei nº 4.898 de 1965 e Lei n° 13.869 de 2019",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Com base na legislação penal, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A representação prevista na lei que trata dos crimes de abuso de autoridade é mera notícia do fato criminoso, inexistindo condição de procedibilidade para a instauração da ação penal."
      },
      {
        "letra": "B",
        "texto": "É facultado ao juiz determinar a cassação da licença de funcionamento do estabelecimento onde se verifique a submissão de criança ou adolescente à prostituição ou à exploração sexual, sem prejuízo das demais penas previstas para o crime."
      },
      {
        "letra": "C",
        "texto": "A perda do cargo ou função pública constitui efeito automático da condenação do servidor público acusado da prática de crimes resultantes de preconceito de raça ou cor."
      },
      {
        "letra": "D",
        "texto": "A coabitação entre os sujeitos ativo e passivo é condição necessária para a aplicação da Lei Maria da Penha no âmbito das relações íntimas de afeto."
      },
      {
        "letra": "E",
        "texto": "É crime hospedar em hotel, pensão, motel ou congênere criança ou adolescente desacompanhado dos pais ou responsável, ou sem autorização escrita destes ou da autoridade judiciária."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "620611",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TJ-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Crimes contra o respeito aos mortos",
      "Crimes contra a família",
      "Conhecimento prévio de impedimento",
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Assinale a opção correta em relação a tipos penais diversos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente o dolo qualifica os crimes contra a incolumidade pública, se estes resultam em lesão corporal ou morte de pessoa."
      },
      {
        "letra": "B",
        "texto": "Não constitui crime vilipendiar as cinzas de um cadáver, sendo tal conduta atípica por ausência de previsão legal."
      },
      {
        "letra": "C",
        "texto": "Se três indivíduos, mediante grave ameaça contra pessoa e com emprego de arma de fogo, renderem o motorista e os agentes de segurança de um carro-forte e subtraírem todo o dinheiro nele transportado, haverá apenas duas causas especiais de aumento de pena: o concurso de duas ou mais pessoas e o emprego de arma de fogo."
      },
      {
        "letra": "D",
        "texto": "Distribuir símbolos ou propaganda que utilizem a cruz suástica ou gamada para fins de divulgação do nazismo é uma conduta típica prevista em lei."
      },
      {
        "letra": "E",
        "texto": "Pratica crime previsto no CP aquele que contrai casamento conhecendo a existência de impedimento que lhe cause a nulidade absoluta ou relativa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1620163",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: PRF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Com relação a grupos vulneráveis quanto à etnia, julgue o item que se segue. Além dos índios, os negros são protegidos pela Lei n.º 7.716, de 1989, que dispõe sobre crimes resultantes de preconceito racial ou de cor.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "612289",
    "metadata": "Ano: 2015 | Banca: IBFC | Órgão: SAEB-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre a pena prevista para quem “Impedir o acesso ou recusar atendimento em salões de cabeleireiros, barbearias, termas ou casas de massagem ou estabelecimento com as mesmas finalidades” nos termos da Lei Federal n° 7.716, de 05/01/1989 que define os crimes resultantes de preconceito de raça ou de cor.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pena de reclusão de dois a quatro anos."
      },
      {
        "letra": "B",
        "texto": "Pena de detenção de um a três anos."
      },
      {
        "letra": "C",
        "texto": "Pena de serviços comunitários."
      },
      {
        "letra": "D",
        "texto": "Pena de pagamento de indenização por dano material."
      },
      {
        "letra": "E",
        "texto": "Pena de suspensão do funcionamento do estabelecimento particular por até três meses."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "595403",
    "metadata": "Ano: 2015 | Banca: IBFC | Órgão: EMBASA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Assinale a alternativa correta considerando as disposições da lei federal n° 7.716, de 05/01/1989, que define os crimes resultantes de preconceito de raça ou de cor.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Impedir o acesso ou recusar hospedagem em hotel, pensão, estalagem, ou qualquer estabelecimento similar é crime punível com detenção de dois a cinco anos."
      },
      {
        "letra": "B",
        "texto": "Impedir o acesso ou recusar atendimento em restaurantes, bares, confeitarias, ou locais semelhantes abertos ao público é crime punível com reclusão de um a três anos."
      },
      {
        "letra": "C",
        "texto": "Impedir o acesso ou recusar atendimento em estabelecimentos esportivos, casas de diversões, ou clubes sociais abertos ao público é crime punível com reclusão de um a dois anos."
      },
      {
        "letra": "D",
        "texto": "Impedir o acesso ou recusar atendimento em salões de cabeleireiros, barbearias, termas ou casas de massagem ou estabelecimento com as mesmas finalidades é crime punível com detenção de um a cinco anos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "587623",
    "metadata": "Ano: 2015 | Banca: FUNIVERSA | Órgão: Secretaria da Criança - DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "De acordo com o que dispõe a Lei n.º 7.716/1989, assinale a alternativa que apresenta situação que não caracteriza crime de discriminação ou preconceito.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Dono de loja que, ao perceber o acesso de uma pessoa negra em seu estabelecimento, recuse-se a atendê-la em virtude de sua cor."
      },
      {
        "letra": "B",
        "texto": "Porteiro de prédio que impeça o acesso de pessoa pela entrada social, por identificá-la como procedente de determinada região do país."
      },
      {
        "letra": "C",
        "texto": "Patrão que ameace causar a empregado, por meio de palavra, gesto ou qualquer outro meio simbólico, mal injusto e grave, em virtude de esse empregado ser homossexual."
      },
      {
        "letra": "D",
        "texto": "Gerente que recuse hospedagem em hotel a pessoa em virtude de ela pertencer a determinada etnia."
      },
      {
        "letra": "E",
        "texto": "Pai que impeça o casamento da filha em virtude da religião do noivo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "577652",
    "metadata": "Ano: 2015 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes de dano e crimes de perigo",
      "Crimes contra a honra",
      "Injúria",
      "Crimes contra o patrimônio",
      "Dano",
      "Crimes contra a organização do trabalho",
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública",
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Assinale a opção CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O delegado de polícia que se omite, deliberadamente, quanto à apuração de um crime de tortura, quando tinha o dever de fazê- lo, pratica delito assemelhado aos hediondos."
      },
      {
        "letra": "B",
        "texto": "Causar incêndio em uma casa só configura crime se o fato expuser a perigo patrimônio de outrem e a casa for habitada ou destinada à habitação."
      },
      {
        "letra": "C",
        "texto": "O enfermeiro que deixa de denunciar à autoridade pública doença cuja notificação é compulsória comete crime de omissão de notificação de doença."
      },
      {
        "letra": "D",
        "texto": "A injúria qualificada por preconceito de raça, cor, etnia, religião, origem ou condição de pessoa idosa ou portadora de deficiência dispensa o fim especial de agir consistente na vontade de discriminar o ofendido."
      },
      {
        "letra": "E",
        "texto": "Constranger alguém a participar de paralisação de atividade econômica é crime atentatório contra a liberdade de trabalho, desde que o fato seja praticado mediante violência física."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "572514",
    "metadata": "Ano: 2015 | Banca: IBFC | Órgão: EMBASA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Assinale a alternativa correta considerando as disposições da lei federal n° 7.716, de 05/01/1989, que define os crimes resultantes de preconceito de raça ou de cor.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Impedir ou obstar o acesso de alguém, devidamente habilitado, a qualquer cargo da Administração Direta ou Indireta, bem como das concessionárias de serviços públicos é crime punível com reclusão de dois a cinco anos."
      },
      {
        "letra": "B",
        "texto": "Obstar a promoção funcional por motivo de discriminação de raça, cor, etnia, religião ou procedência nacional é crime punível com reclusão de três a seis anos."
      },
      {
        "letra": "C",
        "texto": "Recusar ou impedir acesso a estabelecimento comercial, negando-se a servir, atender ou receber cliente ou comprador é crime punível com detenção de um a dois anos."
      },
      {
        "letra": "D",
        "texto": "Recusar, negar ou impedir a inscrição ou ingresso de aluno em estabelecimento de ensino público ou privado de qualquer grau é crime punível com reclusão de um a três anos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "548788",
    "metadata": "Ano: 2015 | Banca: IBFC | Órgão: SAEB-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre a pena prevista para quem “Recusar ou impedir acesso a estabelecimento comercial, negando-se a servir, atender ou receber cliente ou comprador” nos termos da Lei Federal n° 7.716, de 05/01/1989 que define os crimes resultantes de preconceito de raça ou de cor.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pena de reclusão."
      },
      {
        "letra": "B",
        "texto": "Pena de detenção."
      },
      {
        "letra": "C",
        "texto": "Pena de serviços comunitários."
      },
      {
        "letra": "D",
        "texto": "Pena de pagamento de indenização por dano material."
      },
      {
        "letra": "E",
        "texto": "Pena de suspensão do funcionamento do estabelecimento particular por quatro meses."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "534580",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Assinale a opção correta a respeito das penas e efeitos da condenação previstos na Lei n.º 7.716/1989, que define os crimes resultantes de preconceitos de raça ou de cor; na Lei n.º 9.455/1997, que define o crime de tortura; na Lei n.º 9.605/1998, que dispõe sobre as sanções penais derivadas de condutas e atividades lesivas ao meio ambiente; e na Lei n.º 11.343/2006, que define normas para repressão ao tráfico ilícito de drogas.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A condenação por crime de tortura somente importará na perda do cargo, função ou emprego público em caso de aplicação de regime semiaberto ou fechado para cumprimento de pena."
      },
      {
        "letra": "B",
        "texto": "No caso de reincidência de pessoa jurídica na prática de crimes previstos na lei que reprime condutas e atividades lesivas ao meio ambiente, será efeito automático da condenação a dissolução da pessoa jurídica"
      },
      {
        "letra": "C",
        "texto": "A perda do cargo ou função pública pelo servidor público está prevista como efeito da condenação por crimes resultantes de preconceito de raça ou de cor, no entanto, para que isso ocorra, deve o juiz declará-lo motivadamente na sentença."
      },
      {
        "letra": "D",
        "texto": "O agente reincidente pelo crime de porte de substâncias entorpecentes sem autorização para consumo pessoal deve ser punido com as penas de prestação de serviços à comunidade e medida educativa de comparecimento a programa ou curso educativo que, cujo não cumprimento importará na conversão automática da pena em privativa de liberdade."
      },
      {
        "letra": "E",
        "texto": "Haverá incidência de causa especial de aumento de pena sempre que um dos crimes previstos na lei de entorpecentes for praticado com emprego de arma de fogo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "530903",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Difamação",
      "Injúria",
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Considere a seguinte conduta descrita: Publicar ilustração de recém-nascidos afrodescendentes em fuga de sala da parto, associado aos dizeres de um personagem (supostamente médico) de cor branca \"Segurança! É uma fuga em massa!\". Tal conduta amolda-se à seguinte tipificação legal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não se amolda a tipificação legal por se tratar de ofensa social e não de conteúdo racial."
      },
      {
        "letra": "B",
        "texto": "Injúria, prevista no art. 140 do Código Penal."
      },
      {
        "letra": "C",
        "texto": "Crime de racismo, previsto na Lei no 7.716/89."
      },
      {
        "letra": "D",
        "texto": "Difamação, prevista no art. 139 do Código Penal."
      },
      {
        "letra": "E",
        "texto": "Não se amolda a tipificação legal por se tratar de liberdade de expressão − direito de charge."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "464502",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "De acordo com a Lei no 7.716/89, é típica a conduta de fabricar bandeiras estampadas com a cruz suástica?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Sim, mas se trata de crime que se processa mediante ação pública condicionada à representação do ofendido"
      },
      {
        "letra": "B",
        "texto": "Não, em atenção ao princípio constitucional da liberdade de expressão."
      },
      {
        "letra": "C",
        "texto": "Sim, se trata de crime que se processa mediante ação privada."
      },
      {
        "letra": "D",
        "texto": "Sim, desde que fabricada com o fim de divulgar o nazismo"
      },
      {
        "letra": "E",
        "texto": "Sim, desde que sem prévia autorização da autoridade competente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1351850",
    "metadata": "Ano: 2014 | Banca: UFGD | Órgão: Prefeitura de Senador Canedo - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "A Lei n. 7.716, de 05 de janeiro de 1989, é conhecida por definir os crimes resultantes de preconceitos de raça ou de cor. Nesse contexto,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "as penas impostas por essa lei alcançam somente os agentes privados, pois o agente público está sujeito a outro ordenamento jurídico específico, que caracteriza o abuso de poder."
      },
      {
        "letra": "B",
        "texto": "as postagens de informações nas redes de comunicação social que induzem ou incitam a discriminação ou o preconceito em razão de religião constitui crime previsto nessa lei, punível com reclusão."
      },
      {
        "letra": "C",
        "texto": "as penas impostas por essa lei, e seus efeitos, alcançam somente os agentes, pessoas físicas, que representam suas organizações, pois a pena é restrita à pessoa do agente."
      },
      {
        "letra": "D",
        "texto": "as penas de reclusão ou detenção de dois a cinco anos são aplicáveis a quem fabricar, comercializar, distribuir ou utilizar o símbolo da cruz suástica ou gamada, para fins de divulgação do nazismo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "452580",
    "metadata": "Ano: 2014 | Banca: IBFC | Órgão: PC-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "A Lei n° 7.716/89 pune criminalmente algumas formas de preconceito e discriminação praticados contra a pessoa humana. NÃO serão punidos criminalmente por esta lei o preconceito e a discriminação decorrente de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Religião."
      },
      {
        "letra": "B",
        "texto": "Procedência nacional."
      },
      {
        "letra": "C",
        "texto": "Etnia."
      },
      {
        "letra": "D",
        "texto": "Orientação sexual"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "424367",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Julgue o item que segue, relativo aos crimes contra as pessoas com deficiência, aos crimes resultantes de preconceito de raça ou de cor e ao Estatuto da Igualdade Racial. Caso uma manicure, empregada de um salão de beleza, recuse atendimento a uma cliente apenas por esta ser de origem africana, e essa cliente, ofendida, deixe o estabelecimento, tal recusa tipificará o crime de racismo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "415112",
    "metadata": "Ano: 2014 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Injúria",
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Responde pela prática do crime de injúria racial, disposto no § 3º do artigo 140 do Código Penal Brasileiro e não pelo artigo 20 da Lei n. 7.716/89 (Discriminação Racial) pessoa que ofende uma só pessoa, chamando-lhe de macaco e negro sujo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "409257",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Difamação",
      "Injúria",
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "“X” é negro e jogador de futebol profissional. Durante uma partida é chamado pelos torcedores do time adversário de macaco e lhe são atiradas bananas no meio do gramado. Caso sejam identificados os torcedores, é correto afirmar que, em tese,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "responderão pelo crime de preconceito de raça ou de cor, nos termos da Lei n.º 7.716/89."
      },
      {
        "letra": "B",
        "texto": "responderão pelo crime de racismo, nos termos da Lei n.º 7.716/89."
      },
      {
        "letra": "C",
        "texto": "responderão pelo crime de difamação, nos termos do art. 139 do Código Penal, entretanto, com o aumento de pena previsto na Lei n.º 7.716/89."
      },
      {
        "letra": "D",
        "texto": "não responderão por crime algum, tendo em vista que esse tipo de rivalidade entre as torcidas é própria dos jogos de futebol, restando apenas a punição na esfera administrativa."
      },
      {
        "letra": "E",
        "texto": "responderão pelo crime de injúria racial, nos termos do art. 140, § 3.º do Código Penal."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "400888",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Assinale a opção correta, à luz do disposto nas leis que definem os crimes resultantes de preconceitos de raça ou de cor e os crimes de tortura.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Considere que um policial civil, após infligir sofrimento mental mediante privação do sono, exija que o acusado de roubo reconheça determinado homem como sendo seu comparsa. Nessa situação, o referido policial não cometeu o delito de tortura, mas de constrangimento ilegal em concurso material com cárcere privado."
      },
      {
        "letra": "B",
        "texto": "Por se tratar de crime próprio, o crime de tortura é caracterizado pelo fato de o agente que o pratica ser funcionário público."
      },
      {
        "letra": "C",
        "texto": "Considera-se crime inafiançável e insuscetível de graça ou anistia a prática do racismo, por ele respondendo os mandantes, os executores e os que, podendo evitá-lo, se omitirem."
      },
      {
        "letra": "D",
        "texto": "Aquele que pratica racismo responderá por crime inafiançável e imprescritível, sujeitando-se à pena de reclusão prevista na lei."
      },
      {
        "letra": "E",
        "texto": "Aquele que se omite em face de conduta tipificada como crime de tortura, quando tinha o dever de evitá-la ou apurá-la, será punido com as mesmas penas do autor do crime de tortura."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "385492",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Conforme a lei que prevê condutas discriminatórias, cometerá crime de discriminação ou preconceito o agente que impedir o acesso de idoso a edifício público pelas entradas sociais.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "509519",
    "metadata": "Ano: 2013 | Banca: UEG | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Múcio, gerente de Recursos Humanos de uma empresa privada, durante seleção para preenchimento de vaga para secretária executiva, diz na presença de várias pessoas que candidatas de origem nordestina não seriam aceitas por não se encaixarem no perfil da empresa. Valéria, uma candidata nordestina, sentindo-se humilhada, retira-se da seleção. Na hipótese, Múcio praticou contra Valéria o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "injúria, no caso qualificada, havendo ofendido-lhe a dignidade."
      },
      {
        "letra": "B",
        "texto": "tortura, pois submeteu a candidata a intenso sofrimento mental."
      },
      {
        "letra": "C",
        "texto": "preconceito, por negar ou obstar emprego em empresa privada."
      },
      {
        "letra": "D",
        "texto": "constrangimento ilegal, ao impedir a candidata de participar da seleção."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "350783",
    "metadata": "Ano: 2013 | Banca: IBFC | Órgão: PC-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "A Lei n. 7.716/1989, que “Define os crimes resultantes de preconceitos de raça ou de cor”, dispõe que constitui discriminação ou preconceito punível:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Recursar ou impedir acesso a estabelecimento comercial, negando-se a servir, atender ou receber cliente ou comprador em decorrência das vestes ousadas que utiliza."
      },
      {
        "letra": "B",
        "texto": "Impedir ou obstar, por qualquer meio ou forma, o casamento ou convivência familiar e social em decorrência da classe social do indivíduo."
      },
      {
        "letra": "C",
        "texto": "Impedir ou obstar o acesso de alguém ao serviço em qualquer ramo das Forças Armadas em decorrência da orientação sexual do candidato."
      },
      {
        "letra": "D",
        "texto": "Negar ou obstar emprego em empresa privada à pessoa portadora de necessidades especiais."
      },
      {
        "letra": "E",
        "texto": "Obstar promoção funcional de servidor da Administração Pública em decorrência de raça, cor, etnia, religião ou procedência nacional."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "338413",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Nos termos da Lei n.º 7.716/1989, a qual versa sobre delitos de preconceito ou discriminação racial, pratica crime aquele que, em virtude de preconceito de raça, impede ou obsta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o acesso de alguém a restaurantes, bares, confeitarias ou locais semelhantes, ainda que não abertos ao público."
      },
      {
        "letra": "B",
        "texto": "o acesso de alguém aos veículos de transportes públicos e privados, como aviões, navios, barcos, ônibus, trens, metrô ou qualquer outro meio de transporte."
      },
      {
        "letra": "C",
        "texto": "o acesso ou recusa atendimento de alguém em estabelecimentos esportivos, casas de diversões ou clubes sociais, ainda que não abertos ao público."
      },
      {
        "letra": "D",
        "texto": "o casamento de alguém, por qualquer meio ou forma, excluindo-se outros modos de convivência familiar e social."
      },
      {
        "letra": "E",
        "texto": "o acesso de alguém às entradas sociais de edifícios públicos ou residenciais, bem como aos elevadores ou às escadas desses locais."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "332421",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: PGE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "A conduta de impedir o acesso às entradas sociais de edifícios públicos e elevadores ou escada de acesso, em razão de preconceito de raça, cor, etnia, religião ou procedência nacional, é considerada",
    "alternativas": [
      {
        "letra": "A",
        "texto": "contravenção penal, apenada com multa."
      },
      {
        "letra": "B",
        "texto": "contravenção penal, apenada com prisão simples."
      },
      {
        "letra": "C",
        "texto": "infração disciplinar, apenada com demissão."
      },
      {
        "letra": "D",
        "texto": "crime, apenado com detenção."
      },
      {
        "letra": "E",
        "texto": "crime, apenado com reclusão."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "332111",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: PGE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "A Lei Federal no 7.716/89 define como crime as condutas de praticar, induzir ou incitar a discriminação ou preconceito de raça, cor, etnia, religião ou procedência nacional. Quando as condutas são praticadas por intermédio dos meios de comunicação social ou publicação de qualquer natureza, o Juiz poderá determinar I. o recolhimento imediato ou a busca e apreensão dos exemplares do material respectivo. II. a cessação das respectivas transmissões radiofônicas, televisivas, eletrônicas ou da publicação por qualquer meio. III. a interdição das respectivas mensagens ou páginas de informação na rede mundial de computadores. IV. o chamamento da vítima da discriminação ou preconceito para integrar a ação penal como amicus curiae. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e IV."
      },
      {
        "letra": "B",
        "texto": "I, II e III."
      },
      {
        "letra": "C",
        "texto": "I, III e IV."
      },
      {
        "letra": "D",
        "texto": "II, III e IV."
      },
      {
        "letra": "E",
        "texto": "I e II."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "332107",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: PGE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Em relação ao agente que é preso em flagrante delito pela prática de crime de racismo, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A prática do racismo constitui crime inafiançável e imprescritível, sujeito à pena de reclusão, nos termos da lei."
      },
      {
        "letra": "B",
        "texto": "A lei considera crime inafiançável e insuscetível de graça ou anistia a prática do racismo, por ele respondendo os mandantes, os executores e os que, podendo evitá-lo, se omitirem."
      },
      {
        "letra": "C",
        "texto": "A lei considera crime inafiançável e insuscetível de graça ou anistia a prática do racismo, por ele respondendo os mandantes, os executores e os que, podendo evitá-lo, se omitirem; devendo cumprir a pena integralmente em regime fechado."
      },
      {
        "letra": "D",
        "texto": "A prática do racismo constitui crime inafiançável e imprescritível, sujeito à pena de reclusão que deverá ser cumprida integralmente em regime fechado."
      },
      {
        "letra": "E",
        "texto": "A autoridade policial poderá conceder a fiança quando a pena privativa de liberdade, prevista na lei, for igual ou inferior a quatro anos; cabendo ao Juiz a concessão da fiança nos demais casos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "331747",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: MPE-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Lei do Abuso de Autoridade – Lei nº 4.898 de 1965 e Lei n° 13.869 de 2019",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No caso de abuso de autoridade, a ação penal será iniciada, independentemente de inquérito policial ou justificação por denúncia do Ministério Público, instruída com a representação da vítima do abuso"
      },
      {
        "letra": "B",
        "texto": "Pichardismo constitui crime contra o meio ambiente, no qual a ação penal dependerá de representação da vítima ou de seu representante legal."
      },
      {
        "letra": "C",
        "texto": "Não é crime o abate de animal para proteger lavouras da ação predatória, independentemente de autorização."
      },
      {
        "letra": "D",
        "texto": "Aos crimes previstos no Estatuto do Idoso não se aplica o procedimento previsto na Lei n.º 9.099/95."
      },
      {
        "letra": "E",
        "texto": "A perda da função pública, nos crimes resultantes de preconceito de raça ou de cor, é efeito automático da condenação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "329605",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: PRF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Constitui crime o fato de determinado clube social recusar a admissão de um cidadão em razão de preconceito de raça, salvo se o respectivo estatuto atribuir à diretoria a faculdade de recusar propostas de admissão, sem declinação de motivos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "322471",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Considerando o que dispõe o Estatuto da Igualdade Racial acerca de crimes resultantes de discriminação ou preconceito, julgue os itens que se seguem.Considera-se atípica na esfera penal a conduta do agente público que, por motivo de discriminação de procedência nacional, obste o acesso de alguém a cargo em órgão público.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "316118",
    "metadata": "Ano: 2013 | Banca: COPS-UEL | Órgão: PC-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Quantos aos crimes de racismo definidos na Lei nº 7.716/1989, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A incitação pública ao racismo constitui delito de incitação ao crime definido no Art. 286 do Código Penal, não havendo na referida Lei disposição sobre tal conduta."
      },
      {
        "letra": "B",
        "texto": "No caso de incitação ou induzimento ao preconceito racial praticado através da rede mundial de computadores, poderá o juiz determinar a interdição da mensagem ou página de informação."
      },
      {
        "letra": "C",
        "texto": "São crimes de ação penal pública condicionada, dependendo de representação da vítima para propositura da ação penal."
      },
      {
        "letra": "D",
        "texto": "A injúria qualificada pelo preconceito racial é crime definido na referida Lei, não se aplicando o crime de injúria definido no Art. 140 do Código Penal."
      },
      {
        "letra": "E",
        "texto": "Não constitui crime definido na referida Lei o empregador que, motivado pelo preconceito racial, não conceder os equipamentos necessários ao empregado em igualdade de condições com os demais trabalhadores."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "315280",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Pratica crime o empregador que, por motivo de discriminação de raça ou cor, deixar de conceder equipamentos necessários ao empregado, em igualdade de condições com os demais trabalhadores.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "305408",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "No interior de uma aeronave de uma companhia americana, quando esta sobrevoava o estado da Bahia, Patrícia, que embarcara no aeroporto de Vitória – ES, viajando para os Estados Unidos da América, teve um desentendimento com uma comissária de bordo do avião, por causa do assento em que estava posicionada. Em razão do tratamento dispensado pela comissária de bordo, Patrícia solicitou seu nome, ocasião em que a funcionária da companhia aérea disse que não daria, inclusive afirmou: “Amanhã vou acordar jovem, bonita, orgulhosa, rica e sendo uma poderosa americana, e você vai acordar como safada, depravada, repulsiva, canalha e miserável brasileira.” Assim, essa aeromoça:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não praticou crime perante a lei brasileira, emface do princípio do pavilhão."
      },
      {
        "letra": "B",
        "texto": "praticou o crime de injúria racial, com fulcro no artigo 140, § 3º do CP."
      },
      {
        "letra": "C",
        "texto": "praticou o crime de tortura (Lei nº 9.455/1997), pois constrangeu a vítima, causando-lhe sofrimento mental, em razão de discriminação racial."
      },
      {
        "letra": "D",
        "texto": "praticou o crime de racismo, preceituado na Lei n° 7.716/1989."
      },
      {
        "letra": "E",
        "texto": "praticou o crime de difamação, com fulcro no artigo 139 do CP."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "259351",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TRE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Aquele que imputar a outrem termos pejorativos referentes à sua raça, com o nítido intuito de lesão à sua honra, deverá responder pelo crime de racismo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "253022",
    "metadata": "Ano: 2012 | Banca: PaqTcPB | Órgão: UEPB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Analise as afirmativas abaixo e assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não há crime sem lei anterior que o defina, nem pena sem prévia cominação legal."
      },
      {
        "letra": "B",
        "texto": "A lei penal não retroagirá, salvo para beneficiar o réu."
      },
      {
        "letra": "C",
        "texto": "A lei punirá qualquer discriminação atentatória dos direitos e liberdades fundamentais."
      },
      {
        "letra": "D",
        "texto": "A prática do racismo constitui crime inafiançável com prescrição vintenária, sujeito à pena de reclusão, nos termos da lei."
      },
      {
        "letra": "E",
        "texto": "A lei considerará crimes inafiançáveis e insuscetíveis de graça ou anistia a prática da tortura, o tráfico ilícito de entorpecentes e drogas afins, o terrorismo e os definidos como crimes hediondos, por eles respondendo os mandantes, os executores e os que, podendo evitá-los, se omitirem."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "248688",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Com relação aos delitos de preconceito e de lavagem de dinheiro e dos delitos contra o sistema financeiro nacional, julgue os próximos itens. O fato de um empresário, por preconceito em relação à cor de determinado empregado, impedir a sua ascensão funcional na empresa, configurará delito contra a organização do trabalho, e não crime resultante de preconceito.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "248687",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Com relação aos delitos de preconceito e de lavagem de dinheiro e dos delitos contra o sistema financeiro nacional, julgue os próximos itens. O crime de racismo praticado por meio da rede mundial de computadores consuma-se no local onde sejam recebidas as manifestações racistas.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "236562",
    "metadata": "Ano: 2012 | Banca: MPT | Órgão: MPT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "NÃO constitui crime previsto na Lei nº 7.716/1989, que tipifica os ilícitos resultantes de preconceito:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Impedir o acesso ou recusar atendimento em restaurantes, bares, confeitarias, ou locais semelhantes abertos ao público."
      },
      {
        "letra": "B",
        "texto": "Impedir o acesso às entradas sociais em edifícios públicos ou residenciais e elevadores ou escada de acesso aos mesmos."
      },
      {
        "letra": "C",
        "texto": "Praticar, induzir ou incitar a discriminação ou preconceito de raça, cor, etnia, religião ou procedência nacional."
      },
      {
        "letra": "D",
        "texto": "Ofender ou ameaçar alguém, por palavra, gesto, ou qualquer outro meio simbólico, de causar- lhe mal injusto e grave, em virtude de raça, cor, etnia, religião ou procedência nacional."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "253327",
    "metadata": "Ano: 2011 | Banca: TJ-PR | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "A Lei Ordinária nº. 7.716, de 05 de janeiro de 1989, dispõe sobre os Crimes Resultantes de Preconceitos de Raça e Cor, sendo CORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Serão punidos na forma da Lei Ordinária 7.716/1989 os crimes resultantes de discriminação ou preconceito de raça, cor, etnia, religião, procedência nacional e sexo."
      },
      {
        "letra": "B",
        "texto": "Constitui crime punido com prisão simples o ato de impedir o acesso ou recusar hospedagem em hotel, pensão, estalagem ou qualquer estabelecimento similar em razão de discriminação ou preconceito de raça, cor, etnia, religião, procedência nacional."
      },
      {
        "letra": "C",
        "texto": "É considerada criminosa a conduta de praticar, induzir ou incitar a discriminação ou preconceito de raça, cor, etnia, religião ou procedência nacional."
      },
      {
        "letra": "D",
        "texto": "Os efeitos decorrentes da condenação pela prática de crimes previstos na Lei Ordinária nº. 7.716/1989 são automáticos, dispensando a sua fundamentação na sentença."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "177214",
    "metadata": "Ano: 2011 | Banca: FESMIP-BA | Órgão: MPE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Considerando os termos da Lei nº 7.716/89, é correto afirmar que, em razão do quanto disposto em seu artigo primeiro, serão punidos crimes resultantes de discriminação ou preconceito:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de raça, cor, religião ou orientação sexual."
      },
      {
        "letra": "B",
        "texto": "de raça, etnia, religião ou orientação político-partidária."
      },
      {
        "letra": "C",
        "texto": "de raça, etnia, religião ou procedência nacional."
      },
      {
        "letra": "D",
        "texto": "de cor, procedência nacional, orientação político-partidária ou orientação sexual."
      },
      {
        "letra": "E",
        "texto": "de cor, etnia, procedência nacional ou orientação sexual."
      }
    ],
    "gabarito": "C"
  }
]