[
  {
    "id": "3291049",
    "metadata": "Ano: 2025 | Banca: FAFIPA | Órgão: Prefeitura de Araucária - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Impedimento, perturbação ou fraude de concorrência. Inutilização de edital ou de sinal",
      "Crimes em Licitações e Contratos Administrativos"
    ],
    "enunciado_principal": "Considere a seguinte situação: durante um processo licitatório para a construção de uma escola pública, um dos participantes tenta impedir a realização de uma das etapas do processo, perturbando a ordem e tentando fraudar o resultado. Com base no Art. 337-I do Código Penal, de 2021, assinale a alternativa que descreve CORRETAMENTE as consequências legais para esse participante.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não haverá qualquer sanção para o participante."
      },
      {
        "letra": "B",
        "texto": "O participante poderá ser condenado a uma pena de detenção de 6 meses a 3 anos, além de multa."
      },
      {
        "letra": "C",
        "texto": "O participante poderá ser condenado a uma pena de detenção de 4 a 6 anos, além de multa, devido à gravidade da fraude."
      },
      {
        "letra": "D",
        "texto": "O participante poderá ser apenas multado, sem possibilidade de detenção, pois a perturbação de processo licitatório não é considerada um crime grave."
      },
      {
        "letra": "E",
        "texto": "O participante poderá ser advertido e excluído do processo licitatório, mas não sofrerá penalidades criminais."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3284101",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: EMBRAPA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes em Licitações e Contratos Administrativos"
    ],
    "enunciado_principal": "Com relação aos crimes relativos à licitação e à atuação do assistente de acusação no curso do processo penal, julgue o item a seguir.Pratica crime de contratação inidônea qualificada o funcionário público que celebrar contrato com profissional declarado inidôneo, enquanto esse profissional que venha a contratar com a administração pública pratica o crime de fraude em contrato licitatório.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3260574",
    "metadata": "Ano: 2025 | Banca: SECPLAN | Órgão: Prefeitura de Presidente Kennedy - ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes em Licitações e Contratos Administrativos"
    ],
    "enunciado_principal": "A Lei nº 14.133/2021 (BRASIL, 2021) contribuiu para o combate às práticas ilícitas em processos licitatórios e contratos administrativos. Em seu artigo 178, o Título XI da Parte Especial do Decreto-Lei nº 2.848, de 7 de dezembro de 1940 (Código Penal), passou a vigorar acrescido do Capítulo II-B. Nele constam os artigos 337-E ao 337-P que discriminam vários tipos de crime. Considerando-se esses dispositivos, a pena para o crime de entrega de mercadoria ou prestação de serviços com qualidade ou em quantidades diversas das previstas no edital ou nos instrumentos contratuais, além da pena de multa, tem, para limite máximo de reclusão o tempo, em anos, de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "8"
      },
      {
        "letra": "B",
        "texto": "9"
      },
      {
        "letra": "C",
        "texto": "10"
      },
      {
        "letra": "D",
        "texto": "12"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3260434",
    "metadata": "Ano: 2025 | Banca: SECPLAN | Órgão: Prefeitura de Presidente Kennedy - ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Penas privativas de liberdade",
      "Diferenças entre reclusão e detenção",
      "Crimes contra a administração pública",
      "Modalidades de sanções penais",
      "Modalidades das Penas privativas de liberdade",
      "Crimes em Licitações e Contratos Administrativos"
    ],
    "enunciado_principal": "A lei que dispõe sobre Licitações e Contratos Administrativos, Lei nº 14.133/2021, estabelece, dentre outros, alterações legislativas em certos diplomas legais, ao prever crimes em licitações e contratos administrativos, inclusive para as empresas públicas, as sociedades de economia mista e as suas subsidiárias. Nessa linha, um desses crimes em licitações e contratos administrativos é a contratação direta ilegal cuja conduta penal consiste em admitir, possibilitar ou dar causa à contratação direta fora das hipóteses previstas em lei. Nesse caso, a pena prevista para esse crime é de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "reclusão, de 6 (seis) meses a 3 (três) anos, e multa"
      },
      {
        "letra": "B",
        "texto": "detenção, de 3 (três) anos a 5 (cinco) anos, e multa"
      },
      {
        "letra": "C",
        "texto": "detenção, de 2 (dois) anos a 3 (três) anos, e multa"
      },
      {
        "letra": "D",
        "texto": "reclusão, de 4 (quatro) anos a 8 (oito) anos, e multa"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3434326",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Prefeitura de Caconde - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes em Licitações e Contratos Administrativos"
    ],
    "enunciado_principal": "Assinale a alternativa correta acerca dos crimes em licitações e contratos administrativos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A contratação direta ilegal e a frustação do caráter competitivo de licitação possuem pena de reclusão, de 4 (quatro) a 8 (oito) anos, e multa"
      },
      {
        "letra": "B",
        "texto": "O patrocínio de contratação indevida possui pena de reclusão, de 4 (quatro) a 8 (oito) anos, e multa."
      },
      {
        "letra": "C",
        "texto": "A violação de sigilo em licitação e o afastamento de licitante possuem pena de reclusão, de 4 (quatro) a 8 (oito) anos, e multa."
      },
      {
        "letra": "D",
        "texto": "A fraude em licitação ou contrato possui pena de reclusão, de 4 (quatro) a 8 (oito) meses, e multa."
      },
      {
        "letra": "E",
        "texto": "A contratação inidônea possui pena de reclusão, de 4 (quatro) a 8 (oito) meses, e multa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3127056",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Prefeitura de Aparecida - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes em Licitações e Contratos Administrativos"
    ],
    "enunciado_principal": "Considerando os crimes em licitações e contratos administrativos, previstos no Código Penal (CP), assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de contratação direta ilegal, previsto no art. 337-E, do CP, é próprio do agente público dotado de prerrogativa para deliberar sobre a contratação."
      },
      {
        "letra": "B",
        "texto": "O crime de frustração do caráter competitivo de licitação, previsto no art. 337-F, para se caracterizar, exige o efetivo prejuízo econômico à Administração."
      },
      {
        "letra": "C",
        "texto": "O crime de patrocínio de contratação indevida, previsto no art. 337-G, do CP, para se caracterizar, prescinde da posterior invalidação judicial do contrato celebrado."
      },
      {
        "letra": "D",
        "texto": "O crime de afastamento de concorrente, previsto no art. 337-K, do CP, é crime comum, podendo ser praticado por qualquer pessoa e, para se caracterizar, exige o emprego de violência ou grave ameaça."
      },
      {
        "letra": "E",
        "texto": "O crime de fraude em licitação ou contrato, previsto no art. 337-L, do CP, é crime de perigo, não exigindo efetivo prejuízo à Administração."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3113333",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes em Licitações e Contratos Administrativos"
    ],
    "enunciado_principal": "Julgue o item que se segue com base no disposto no Código Penal e nas Leis n.º 12.850/2013, n.º 13.869/2019 e n.º 9.613/1998 e respectivas alterações. A entrega, de forma dolosa, de uma mercadoria por outra é uma forma de fraude em licitação ou contrato, sendo considerada conduta criminosa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3049086",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: Prefeitura de Caraguatatuba - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes em Licitações e Contratos Administrativos"
    ],
    "enunciado_principal": "A Lei nº 14.133/2021 revogou os tipos penais previstos na Lei de Licitações, criando o Capítulo II-B, no Código Penal, que versa sobre os crimes em licitações e contratos administrativos. Acerca dos novos tipos penais, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Admitir ou dar causa à contratação direta, fora das hipóteses previstas em lei ou com inobservância das formalidades legais, constitui crime de contratação direta ilegal."
      },
      {
        "letra": "B",
        "texto": "O crime de afastamento de licitante se consuma pela simples tentativa de afastar licitante ou concorrente por meio de violência ou grave ameaça, em procedimento licitatório ou leilão judicial."
      },
      {
        "letra": "C",
        "texto": "Admitir qualquer modificação ou vantagem em favor do contratado sem autorização em lei, no edital ou nos respectivos contratos, durante a execução dos contratos com a Administração Pública, constitui crime de contratação inidônea."
      },
      {
        "letra": "D",
        "texto": "Aquele que dificultar, injustamente, a inscrição de qualquer interessado nos registros cadastrais pratica crime de afastamento de licitante."
      },
      {
        "letra": "E",
        "texto": "O pagamento de fatura com preterição da ordem cronológica de sua exigibilidade constitui crime de pagamento irregular em contrato administrativo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2564494",
    "metadata": "Ano: 2024 | Banca: FCC | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes em Licitações e Contratos Administrativos"
    ],
    "enunciado_principal": "A empresa “X, declarada inidônea, é admitida pelos funcionários públicos José, Mônica e Rubens, à licitação promovida pelo órgão federal em que lotados. Nesse caso, nos termos preconizados pelo Código Penal, José, Mônica e Rubens cometeram, em tese, o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Modificação ou pagamento irregular em contrato administrativo — artigo 337-H, do Código Penal."
      },
      {
        "letra": "B",
        "texto": "Frustração do caráter competitivo de licitação — artigo 337-F, do Código Penal."
      },
      {
        "letra": "C",
        "texto": "Contratação inidônea — artigo 337-M, do Código Penal."
      },
      {
        "letra": "D",
        "texto": "Fraude em licitação ou contrato — artigo 337-L, do Código Penal."
      },
      {
        "letra": "E",
        "texto": "Afastamento de licitante — art. 337-K, do Código Penal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2512427",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes em Licitações e Contratos Administrativos"
    ],
    "enunciado_principal": "O estado Alfa e a sociedade empresária XYZ celebraram contrato administrativo para o fornecimento de bens, sem prévia licitação, sob o fundamento de que ela, no caso, seria inexigível. Contudo, após a realização de investigação pelas autoridades competentes, concluiu-se que não era admissível a celebração do contrato administrativo sem o prévio procedimento licitatório. Apurou-se, ainda, que João, agente público, deu causa, de forma dolosa, à contratação da sociedade empresária XYZ, sem licitação, fora das hipóteses previstas em lei. Nesse cenário, considerando as disposições do Código Penal, é correto afirmar que João responderá pelo crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "perturbação de processo licitatório;"
      },
      {
        "letra": "B",
        "texto": "patrocínio de contratação indevida;"
      },
      {
        "letra": "C",
        "texto": "fraude em licitação ou contrato;"
      },
      {
        "letra": "D",
        "texto": "contratação direta ilegal;"
      },
      {
        "letra": "E",
        "texto": "contratação inidônea."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2478631",
    "metadata": "Ano: 2024 | Banca: INAZ do Pará | Órgão: Prefeitura de Luiz Alves - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes em Licitações e Contratos Administrativos"
    ],
    "enunciado_principal": "Nos crimes relacionados a licitações, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a pena de multa sempre reverterá para a Fazenda Federal."
      },
      {
        "letra": "B",
        "texto": "a pena de multa pode ser fixada em até trezentos e sessenta dias-multa."
      },
      {
        "letra": "C",
        "texto": "o autor só poderá perder o cargo no caso de consumação do delito."
      },
      {
        "letra": "D",
        "texto": "o autor terá a pena aumentada da terça parte se ocupante de cargo em comissão em sociedade de economia mista."
      },
      {
        "letra": "E",
        "texto": "o agente não é equiparado a servidor público, se exercer função em fundação"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2394776",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: MPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes em Licitações e Contratos Administrativos"
    ],
    "enunciado_principal": "Considerando os crimes em licitação e contratos administrativos, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o crime de omissão grave de dado ou de informação por projetista é omissivo puro, caracterizando-se pelo não fazer, sendo, ainda, material, exigindo, para a configuração, o prejuízo ao erário."
      },
      {
        "letra": "B",
        "texto": "o crime de fraude à licitação ou contrato tem por objeto material tanto licitações e contratos para aquisição de bens e mercadorias, quanto para a contratação de serviços."
      },
      {
        "letra": "C",
        "texto": "o crime de frustração do caráter competitivo de licitação é material, exigindo, para se configurar, o prejuízo ao erário."
      },
      {
        "letra": "D",
        "texto": "o crime de contratação inidônea pune de forma diferenciada o agente público que contrata empresa ou profissional inidôneo e aquele que, declarado inidôneo, venha a contratar com a Administração Pública."
      },
      {
        "letra": "E",
        "texto": "o crime de patrocínio de contratação indevida é comum, não sendo próprio de funcionário público."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2270126",
    "metadata": "Ano: 2023 | Banca: Instituto Consulplan | Órgão: Câmara de São Joaquim da Barra - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes em Licitações e Contratos Administrativos"
    ],
    "enunciado_principal": "Papel Picado Ltda. e Letrinhas Azuis Ltda., juntamente com outras empresas, pretendem participar do processo licitatório organizado pela prefeitura de determinado município no intuito de fornecer folhas de papel A4. Para tanto, se organizaram e trocaram suas respectivas propostas, para todos tomarem conhecimento e, assim, programarem um rodízio para obterem contratações pelo valor que previamente foi definido entre elas, para ninguém sair na desvantagem. A empresa Papel Picado Ltda. não possui a intenção de firmar a contratação com a Administração Pública, apenas integrará o processo licitatório para ajudar as demais empresas concorrentes. Diante do caso hipotético e considerando o Decreto-Lei nº 2.848/1940 (Código Penal), assinale a afirmativa correta sobre o referido procedimento licitatório.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A empresa Papel Picado Ltda. não praticou conduta delituosa, uma vez que não auferiu benefício para si, diferente das demais, que responderão pelo crime de fraude em licitação ou contrato."
      },
      {
        "letra": "B",
        "texto": "A conduta praticada pelas empresas não incorre em prática delituosa, uma vez que o procedimento licitatório não restou frustrado e a ampla concorrência manteve-se diante do rodízio pactuado."
      },
      {
        "letra": "C",
        "texto": "As empresas, incluindo a Papel Picado Ltda., serão responsabilizadas pelo crime de frustração do caráter competitivo de licitação, uma vez que fraudaram o processo para obter vantagem, independente de para si ou para outrem."
      },
      {
        "letra": "D",
        "texto": "A empresa Papel Picado Ltda. assim como as demais responderão pelos crimes de violação de sigilo em licitação e contratação inidônea, pois fraudaram o procedimento com o objetivo de obter vantagens inidôneas para si e para outrem."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2181109",
    "metadata": "Ano: 2023 | Banca: Quadrix | Órgão: CRO-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes em Licitações e Contratos Administrativos"
    ],
    "enunciado_principal": "Acerca dos crimes em licitações e em contratos administrativos, julgue o item abaixo. A pena de multa cominada aos crimes em licitações e em contratos administrativos não poderá ser inferior a 2% do valor do contrato licitado nem do celebrado com contratação direta.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2181108",
    "metadata": "Ano: 2023 | Banca: Quadrix | Órgão: CRO-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes em Licitações e Contratos Administrativos"
    ],
    "enunciado_principal": "Acerca dos crimes em licitações e em contratos administrativos, julgue o item abaixo. As condutas de admitir à licitação empresa ou profissional declarado inidôneo e de celebrar contrato com empresa ou profissional declarado inidôneo configuram o mesmo tipo penal, com a mesma pena.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2178809",
    "metadata": "Ano: 2023 | Banca: Quadrix | Órgão: CRO-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes em Licitações e Contratos Administrativos"
    ],
    "enunciado_principal": "No que diz respeito aos crimes de licitações e de contratos administrativos, julgue o item.Caso o crime de omissão grave de dado ou de informação seja praticado com o fim de obtenção de benefício, direto ou indireto, próprio ou de outrem, a pena será triplicada.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2178808",
    "metadata": "Ano: 2023 | Banca: Quadrix | Órgão: CRO-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes em Licitações e Contratos Administrativos"
    ],
    "enunciado_principal": "No que diz respeito aos crimes de licitações e de contratos administrativos, julgue o item.O crime de violação de sigilo em licitação é punido com detenção de dois a três anos e multa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2178807",
    "metadata": "Ano: 2023 | Banca: Quadrix | Órgão: CRO-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes em Licitações e Contratos Administrativos"
    ],
    "enunciado_principal": "No que diz respeito aos crimes de licitações e de contratos administrativos, julgue o item.A pena de multa é o único tipo de punição permitido para o crime de perturbação de processo licitatório, não sendo admitida, para tal, a detenção.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2178806",
    "metadata": "Ano: 2023 | Banca: Quadrix | Órgão: CRO-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes em Licitações e Contratos Administrativos"
    ],
    "enunciado_principal": "No que diz respeito aos crimes de licitações e de contratos administrativos, julgue o item.Reputa‑se crime patrocinar, direta ou indiretamente, interesse privado perante a Administração Pública, dando causa à instauração de licitação ou à celebração de contrato cuja invalidação seja decretada pelo Poder Judiciário.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2178805",
    "metadata": "Ano: 2023 | Banca: Quadrix | Órgão: CRO-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes em Licitações e Contratos Administrativos"
    ],
    "enunciado_principal": "No que diz respeito aos crimes de licitações e de contratos administrativos, julgue o item.O crime de contratação direta ilegal consiste em frustrar ou fraudar o caráter competitivo do processo licitatório, com o intuito de obter, para si ou para outrem, vantagem decorrente da adjudicação do objeto da licitação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2156730",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes em Licitações e Contratos Administrativos"
    ],
    "enunciado_principal": "Quanto aos crimes em licitações e contratos administrativos, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No crime de afastamento de licitante, é atípica a conduta de abster-se ou desistir de licitar em razão de vantagem oferecida."
      },
      {
        "letra": "B",
        "texto": "Em se tratando de condutas dolosas, a pena de multa não poderá ser inferior a 5% do valor do contrato licitado ou celebrado com contratação direta."
      },
      {
        "letra": "C",
        "texto": "O crime de violação de sigilo em licitação é punido com detenção, sem possibilidade de suspensão condicional do processo."
      },
      {
        "letra": "D",
        "texto": "Fornecer mercadoria falsificada, deteriorada ou com prazo de validade vencido, como se fosse verdadeira ou perfeita, configura o crime de contratação inidônea."
      },
      {
        "letra": "E",
        "texto": "Será isento de pena o agente que, declarado inidôneo, venha a participar da licitação, mas não celebre o contrato."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2106601",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TCE-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes em Licitações e Contratos Administrativos"
    ],
    "enunciado_principal": "Após a observância do contraditório e da ampla defesa, como consectários do devido processo legal, João e a sociedade empresária XYZ foram declarados inidôneos em um processo deflagrado para esta finalidade. Um mês após os fatos, o Município Alfa determinou a abertura de licitação para a celebração de contrato administrativo. Caio, servidor público estatutário, visando à obtenção de um benefício próprio, admitiu à licitação a sociedade empresária XYZ e João, dentre outras entidades e pessoas naturais. Ao final do procedimento licitatório, constatou-se que a entidade ABC ofereceu a melhor proposta, celebrando a avença com a municipalidade. Nesse cenário, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "em caso de condenação, para além da pena privativa de liberdade, o condenado estará sujeito à sanção pecuniária, que deverá observar a metodologia de cálculo prevista no Código Penal, não podendo ser inferior a 2% do valor do contrato licitado;"
      },
      {
        "letra": "B",
        "texto": "Caio praticou o delito de contratação inidônea, com assento expresso no Código Penal, incluído pela Lei nº 14.133/2021. João e a sociedade empresária XYZ, por sua vez, estarão sujeitos, em abstrato, às mesmas sanções penais aplicáveis a Caio;"
      },
      {
        "letra": "C",
        "texto": "considerando que a sociedade empresária XYZ e João não lograram êxito no procedimento licitatório, a conduta de Caio é atípica, porquanto não houve qualquer prejuízo para a Administração Pública em âmbito municipal;"
      },
      {
        "letra": "D",
        "texto": "Caio praticou o delito de contratação inidônea, com assento expresso no Código Penal, incluído pela Lei nº 14.133/2021. João e a sociedade empresária XYZ, por sua vez, não praticaram qualquer crime;"
      },
      {
        "letra": "E",
        "texto": "Caio praticou o delito de contratação inidônea qualificado, com assento expresso no Código Penal, incluído pela Lei nº 14.133/2021."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2106600",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TCE-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes em Licitações e Contratos Administrativos"
    ],
    "enunciado_principal": "João, conhecido empresário, por intermédio dos advogados Caio e Tício, sócios do escritório de advocacia XYZ, propôs Ação Declaratória de Inexistência de Débito Tributário em face do Município Alfa. Muito embora a municipalidade dispusesse de um corpo próprio de procuradores, com expertise na seara litigiosa, Mévio, servidor público estatutário, deu causa à contratação direta do escritório de advocacia de um amigo próximo, para emitir parecer favorável ao ente federativo. Mévio assim agiu para beneficiar o seu colega. Em juízo, em dezembro de 2020, verificou-se que o advogado que representou o Município Alfa não detinha notória especialização na matéria, inexistindo qualquer hipótese que justificasse a inexigibilidade de licitação. Em dezembro de 2021, os autos foram encaminhados ao Ministério Público, para apurar eventual prática de crime. Nesse cenário, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a conduta perpetrada por Mévio é atípica, inexistindo qualquer tipo penal que criminalize os fatos narrados no ordenamento jurídico brasileiro;"
      },
      {
        "letra": "B",
        "texto": "a conduta perpetrada por Mévio, à época dos fatos, era tipificada no bojo da Lei nº 8.666/1993. Com a superveniência da Lei nº 14.133/2021, houve a derrogação dos tipos penais previstos na legislação anterior, com mudança topográfica para o Código Penal, incidindo o princípio da continuidade normativo-típica, a justificar o prosseguimento da persecução penal;"
      },
      {
        "letra": "C",
        "texto": "muito embora a conduta perpetrada por Mévio fosse considerada crime no âmbito da Lei nº 8.666/1993, com o advento da Lei nº 14.133/2021, procedeu-se à derrogação expressa dos tipos penais previstos na legislação anterior, ensejando a extinção de punibilidade com espeque na categoria jurídica da abolitio criminis;"
      },
      {
        "letra": "D",
        "texto": "em caso de condenação em juízo, pela prática do crime de contratação direta ilegal, após a observância do contraditório e da ampla defesa, verificando-se que o prejuízo para a Administração Pública é de pequeno valor, incidirá causa de diminuição de pena na terceira etapa do processo dosimétrico;"
      },
      {
        "letra": "E",
        "texto": "a conduta perpetrada por Mévio, à época dos fatos, não era tipificada no bojo da Lei nº 8.666/1993, passando a ter assento no Código Penal, com a superveniência da Lei nº 14.133/2021. Com efeito, considerando os princípios constitucionais da legalidade e da irretroatividade da novatio legis in pejus, o agente não pode responder a qualquer ação penal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2106338",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: AGENERSA - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes em Licitações e Contratos Administrativos"
    ],
    "enunciado_principal": "Acerca dos crimes em licitações e contratos administrativos, inseridos no Código Penal pela Lei nº 14.133/2021 (Nova Lei de Licitações e Contratos Administrativos), assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de frustração do caráter competitivo de licitação consiste em patrocinar, direta ou indiretamente, interesse privado perante a Administração Pública, dando causa à instauração de licitação ou à celebração de contrato cuja invalidação vier a ser decretada pelo Poder Judiciário."
      },
      {
        "letra": "B",
        "texto": "O crime de perturbação de processo licitatório consiste em afastar ou tentar afastar licitante por meio de violência, grave ameaça, fraude ou oferecimento de vantagem de qualquer tipo."
      },
      {
        "letra": "C",
        "texto": "O crime de afastamento de licitante consiste em impedir, perturbar ou fraudar a realização de qualquer ato de processo licitatório."
      },
      {
        "letra": "D",
        "texto": "O crime de contratação direta ilegal consiste em admitir, possibilitar ou dar causa à contratação direta fora das hipóteses previstas em lei."
      },
      {
        "letra": "E",
        "texto": "O crime de fraude em licitação ou contrato consiste em admitir empresa ou profissional declarado inidôneo à licitação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2072714",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TCE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes em Licitações e Contratos Administrativos"
    ],
    "enunciado_principal": "Em relação aos crimes em licitações, julgue o item a seguir.É atípica a conduta do profissional que, declarado inidôneo, venha a participar de licitação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2072713",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TCE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes em Licitações e Contratos Administrativos"
    ],
    "enunciado_principal": "Em relação aos crimes em licitações, julgue o item a seguir.Admite-se a suspensão condicional da pena para o crime de contratação direta ilegal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2072712",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TCE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes em Licitações e Contratos Administrativos"
    ],
    "enunciado_principal": "Em relação aos crimes em licitações, julgue o item a seguir.A pena de multa cominada aos crimes praticados em uma licitação não pode ser inferior a 2% do valor do contrato licitado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2170522",
    "metadata": "Ano: 2022 | Banca: FAFIPA | Órgão: Câmara de Ourizona - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes em Licitações e Contratos Administrativos"
    ],
    "enunciado_principal": "A Lei 14.133/21 prevê um rol de crimes em licitações e contratos administrativos que, uma vez praticados, ainda que simplesmente tentados, sujeitam os seus autores, quando servidores públicos, além das sanções penais, à perda do cargo, emprego, função ou mandato eletivo. Em se tratando da tipificação dos referidos crimes, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Constitui crime de impedimento indevido obstar, impedir ou dificultar injustamente a inscrição de qualquer interessado nos registros cadastrais ou promover indevidamente a alteração, a suspensão ou o cancelamento de registro do inscrito."
      },
      {
        "letra": "B",
        "texto": "Constitui crime de perturbação de processo licitatório impedir, perturbar ou fraudar a realização de qualquer ato de processo licitatório."
      },
      {
        "letra": "C",
        "texto": "Constitui crime de contratação inidônea fraudar, em prejuízo da Administração Pública, licitação ou contrato dela decorrente, mediante alteração da substância, qualidade ou quantidade da mercadoria ou do serviço fornecido."
      },
      {
        "letra": "D",
        "texto": "Constitui crime de violação de sigilo em licitação devassar o sigilo de proposta apresentada em processo licitatório ou proporcionar a terceiro o ensejo de devassá-lo."
      },
      {
        "letra": "E",
        "texto": "Constitui crime de fraude em licitação ou contrato fraudar, em prejuízo da Administração Pública, licitação ou contrato dela decorrente, mediante entrega de uma mercadoria por outra."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2055244",
    "metadata": "Ano: 2022 | Banca: IBADE | Órgão: Prefeitura de Barra de São Francisco - ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes em Licitações e Contratos Administrativos"
    ],
    "enunciado_principal": "A pena por frustrar ou fraudar, com o intuito de obter para si ou para outrem vantagem decorrente da adjudicação do objeto da licitação, o caráter competitivo do processo licitatório é de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "detenção, de 4 (quatro) anos a 8 (oito) anos, e multa."
      },
      {
        "letra": "B",
        "texto": "reclusão, de 4 (quatro) anos a 8 (oito) anos, e multa."
      },
      {
        "letra": "C",
        "texto": "reclusão, de 6 (seis) meses a 3 (três) anos, e multa."
      },
      {
        "letra": "D",
        "texto": "detenção, de 6 (seis) meses a 3 (três) anos, e multa."
      },
      {
        "letra": "E",
        "texto": "detenção, de 2 (dois) anos a 3 (três) anos, e multa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2054526",
    "metadata": "Ano: 2022 | Banca: FUNATEC | Órgão: Câmara de Presidente Dutra - MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes em Licitações e Contratos Administrativos"
    ],
    "enunciado_principal": "De acordo com o do Código Penal Brasileiro em sua parte que trata sobre os crimes em licitações e contratos administrativos. assinale a assertiva correta que corresponde ao seguinte crime em licitações e contratos administrativos: Admitir, possibilitar ou dar causa à contratação direta fora das hipóteses previstas em lei.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Frustração do caráter competitivo de licitação."
      },
      {
        "letra": "B",
        "texto": "Patrocínio de contratação indevida."
      },
      {
        "letra": "C",
        "texto": "Modificação ou pagamento irregular em contrato administrativo."
      },
      {
        "letra": "D",
        "texto": "Contratação direta ilegal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1974588",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes em Licitações e Contratos Administrativos"
    ],
    "enunciado_principal": "Márcia e Sueli são sócias-administradoras de uma sociedade empresária do ramo de materiais cirúrgicos. Diana, amiga das referidas empresárias, é secretária municipal de Saúde e realiza a contratação dessa sociedade empresária para a entrega de trezentos bisturis e duzentas máscaras cirúrgicas. Contudo, Márcia, Sueli e Diana ajustaram entre si a entrega, o que de fato foi realizado, de apenas cinquenta bisturis e cinquenta máscaras. Quanto à tipicidade penal, é correto afirmar que Márcia e Sueli:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não responderão criminalmente, em razão de não serem funcionárias públicas e não deterem o poder decisório sobre a contratação;"
      },
      {
        "letra": "B",
        "texto": "responderão pelo crime de fraude em licitação ou contrato;"
      },
      {
        "letra": "C",
        "texto": "responderão pelo crime de concussão em concurso material com o crime de peculato culposo;"
      },
      {
        "letra": "D",
        "texto": "responderão pelo crime de corrupção ativa em concurso formal com o crime de lavagem de dinheiro;"
      },
      {
        "letra": "E",
        "texto": "responderão pelo crime de contratação inidônea em concurso formal com o crime de peculato doloso."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1964857",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: MPC-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes em Licitações e Contratos Administrativos"
    ],
    "enunciado_principal": "A respeito dos crimes contra a administração pública, julgue o item que se segue. Tentar afastar licitante do procedimento licitatório por meio do uso de violência caracteriza crime de empreendimento, de forma que a infração penal se consuma ainda que o agente não consiga, de fato, alcançar o seu objetivo final.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1951096",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: TJ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes em Licitações e Contratos Administrativos"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os crimes de lavagem de dinheiro previstos na Lei nº 9.613/1998 são sempre de competência da justiça federal."
      },
      {
        "letra": "B",
        "texto": "Constitui efeito automático da condenação por crimes resultantes de preconceito de raça ou de cor a perda do cargo ou função pública, para o servidor público, e a suspensão do funcionamento do estabelecimento particular por prazo não superior a três meses."
      },
      {
        "letra": "C",
        "texto": "Considera-se organização criminosa a associação de 4 ou mais pessoas estruturalmente ordenada e caracterizada pela divisão de tarefas, ainda que informalmente, com objetivo de obter, direta ou indiretamente, vantagem de qualquer natureza, mediante a prática de quaisquer infrações penais."
      },
      {
        "letra": "D",
        "texto": "Frustrar ou fraudar, com o intuito de obter para si ou para outrem vantagem decorrente da adjudicação do objeto da licitação, o caráter competitivo do processo licitatório é crime previsto no Código Penal."
      },
      {
        "letra": "E",
        "texto": "Somente poderá ser sujeito ativo do crime de tortura, previsto na Lei nº 9.455/1997, o funcionário público."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1798808",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: TCE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Crimes em Licitações e Contratos Administrativos"
    ],
    "enunciado_principal": "Caio e Tício são sócios e únicos diretores responsáveis por uma empresa de construção. Desejosos de participar de uma licitação para a construção de uma escola pública e movidos pelo interesse de executar uma obra impecável, apresentam uma proposta 15% mais barata do que os valores normalmente contratados com o setor público para obras semelhantes. Contudo, considerando que o edital exigia que a empresa contratada não tivesse sido declarada inidônea – requisito que a empresa de Caio e Tício não possuía – os sócios decidem forjar um documento simulando que a declaração de inidoneidade de sua empresa fora anulada judicialmente. Ao final do processo licitatório, a empresa de Caio e Tício é selecionada e a obra é executada pelo valor previsto. Seis meses depois de entregue a obra, contudo, a falsificação é descoberta. Nesse caso, a responsabilidade penal de Caio e Tício corresponde a:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "crime de inserção de dados falsos em sistema de informações (Art. 313-A, do Código Penal);"
      },
      {
        "letra": "B",
        "texto": "crime de contratação inidônea (Art. 337-M, do Código Penal);"
      },
      {
        "letra": "C",
        "texto": "crime de corrupção (Art. 317, do Código Penal);"
      },
      {
        "letra": "D",
        "texto": ") crime de fraude em licitação ou contrato (Art. 337-L, do Código Penal);"
      },
      {
        "letra": "E",
        "texto": "nenhum crime, pois a obra foi realizada e não houve prejuízo à Administração Pública."
      }
    ],
    "gabarito": "B"
  }
]