[
  {
    "id": "3334342",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a família",
      "Bigamia"
    ],
    "enunciado_principal": "Mevinho, residente em Qlância, terra dos concurseiros, é casado civilmente com Ana desde 2012. Após anos de crise e uma separação de fato, muda-se para São Paulo e inicia relacionamento com Carla. Em 2023, acreditando que Ana jamais concordará com o divórcio e desejando “seguir em frente”, Mevinho falsifica uma certidão de óbito de sua primeira esposa, registra-a em cartório com a ajuda de um conhecido servidor público, e, com base nesse documento falso, celebra novo casamento com Carla. Meses depois, Ana descobre a situação e formaliza denúncia ao Ministério Público. Considerando a narrativa, assinale a alternativa correta sobre o enquadramento penal dos fatos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Mevinho não comete crime, pois o segundo casamento foi celebrado com base em documento falso que ele considerava válido, afastando o dolo."
      },
      {
        "letra": "B",
        "texto": "A conduta de Mevinho configura apenas o crime de falsidade ideológica, sendo a bigamia absorvida como meio necessário à prática da falsificação."
      },
      {
        "letra": "C",
        "texto": "Mevinho responderá pelo crime de bigamia, pois a utilização do documento falso para ocultar vínculo anterior serviu para contrair novo casamento, devendo ser absorvida a falsidade ideológica."
      },
      {
        "letra": "D",
        "texto": "O crime de bigamia não se configura, pois a separação de fato com Ana descaracteriza o vínculo matrimonial para fins penais."
      },
      {
        "letra": "E",
        "texto": "O crime de bigamia exige que ambas as pessoas estejam cientes da situação, sendo atípico se Carla não sabia do casamento anterior"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3307266",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: MPE-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a família"
    ],
    "enunciado_principal": "Julgue o item que se segue, em relação aos crimes em espécie, de acordo com o disposto no Código Penal e o entendimento do STJ. O ordenamento jurídico isenta de pena o pai que, destituído do pátrio poder, subtraia o próprio filho menor de quem o tenha sob sua guarda em razão de ordem judicial.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3153869",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a família"
    ],
    "enunciado_principal": "Entre os crimes contra o casamento previstos no Código Penal, o único que se procede mediante ação penal privada é o de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "simulação de casamento."
      },
      {
        "letra": "B",
        "texto": "simulação de autoridade para celebração de casamento."
      },
      {
        "letra": "C",
        "texto": "bigamia."
      },
      {
        "letra": "D",
        "texto": "induzimento a erro essencial e ocultação de impedimento."
      },
      {
        "letra": "E",
        "texto": "conhecimento prévio de impedimento."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2306828",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a família"
    ],
    "enunciado_principal": "Caio, oficial do registro civil das pessoas naturais, cunhado de Diana, registra, a seu pedido, o nascimento de um filho fictício, a ser posteriormente declarado como dependente, para fins de dedução fiscal no Imposto de Renda de Pessoa Física. Diante do caso narrado, é correto afirmar que eles praticaram o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falsidade ideológica;"
      },
      {
        "letra": "B",
        "texto": "parto suposto;"
      },
      {
        "letra": "C",
        "texto": "registro de nascimento inexistente;"
      },
      {
        "letra": "D",
        "texto": "falsidade material de atestado ou certidão;"
      },
      {
        "letra": "E",
        "texto": "falsificação de documento público."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2294325",
    "metadata": "Ano: 2023 | Banca: CONSULPLAN | Órgão: Prefeitura de Campos dos Goytacazes - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a família",
      "Subtração de incapazes"
    ],
    "enunciado_principal": "O Código Penal brasileiro dedicou o Título VII aos crimes contra a família. Em relação a tais crimes, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Joana entregou seu filho menor aos cuidados de pessoa que sabia ser inidônea. O crime praticado por Joana admite as modalidades dolosa e culposa."
      },
      {
        "letra": "B",
        "texto": "Marcos deixou de pagar, sem justa causa, pensão alimentícia judicialmente fixada aos filhos menores. O crime cometido por Marcos configura apenas ilícito civil."
      },
      {
        "letra": "C",
        "texto": "Rafael deixou de socorrer, sem justa causa, seu filho AMG de 10 anos, que se encontrava gravemente enfermo. A conduta de Rafael configura supressão de direito."
      },
      {
        "letra": "D",
        "texto": "Júlio e seu filho, AVM de 14 anos, são frequentadores assíduos de casas de jogos de azar. A conduta permissiva praticada por Júlio em companhia de seu filho é atípica conforme as disposições da normativa vigente."
      },
      {
        "letra": "E",
        "texto": "João subtraiu seu filho, MSD, menor impúbere, de sua genitora para fins de uma viagem recreativa no período férias escolares. O fato de João ser pai do menor não o exime de pena, pois MSD foi destituído e privado temporariamente da guarda garantida por lei à sua genitora."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2294324",
    "metadata": "Ano: 2023 | Banca: CONSULPLAN | Órgão: Prefeitura de Campos dos Goytacazes - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a família",
      "Abandono intelectual"
    ],
    "enunciado_principal": "Carla é mãe de AVB, de 9 anos, sem motivo plausível que justificasse sua conduta, deixou de matricular a filha em escola regular. Deste modo, AVB não possui nenhuma instrução formal e desconhece o alfabeto. Considerando as disposições da Lei nº 2.848/1940 e suas alterações posteriores, a conduta criminosa praticada por Carla adequa-se ao tipo penal denominado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Supressão ou alteração de direito; com pena de reclusão de dois a seis anos."
      },
      {
        "letra": "B",
        "texto": "Induzimento a erro essencial; com pena de detenção de seis meses a dois anos."
      },
      {
        "letra": "C",
        "texto": "Abandono intelectual; com pena de detenção de quinze dias a um mês ou multa."
      },
      {
        "letra": "D",
        "texto": "Abandono material; com pena detenção de 1 a 4 anos e multa de uma a dez vezes o maior salário-mínimo vigente no país."
      },
      {
        "letra": "E",
        "texto": "Subtração intelectual de incapazes; com pena de detenção de dois meses a dois anos, se o fato não constitui elemento de outro crime."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2339680",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a família",
      "Subtração de incapazes"
    ],
    "enunciado_principal": "De acordo com o Código Penal, o juiz poderá deixar de aplicar a pena no crime de subtração de incapazes quando",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o autor da conduta for o pai da criança, se temporariamente privado da guarda."
      },
      {
        "letra": "B",
        "texto": "o caso for de restituição de menor, desde que este não tenha sofrido maus-tratos ou privações."
      },
      {
        "letra": "C",
        "texto": "o autor da conduta for o curador, na hipótese de incapaz maior de idade, e tiver sido destituído anteriormente da curatela."
      },
      {
        "letra": "D",
        "texto": "o autor da conduta for o tutor do menor, caso tenha sido anteriormente privado da tutela."
      },
      {
        "letra": "E",
        "texto": "o autor da conduta for o irmão da criança ou do curatelado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1969052",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a família",
      "Sonegação de estado de filiação"
    ],
    "enunciado_principal": "Gabriel registrou, como seu, o filho de sua namorada, o qual é menor de idade.Nesse caso,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "fica configurado o crime de falsidade ideológica, qualificado pelo assentamento de registro civil."
      },
      {
        "letra": "B",
        "texto": "Gabriel responderá pelos crimes de falsificação e uso de documento público."
      },
      {
        "letra": "C",
        "texto": "Gabriel cometeu alteração de documento particular por se tratar de registro civil de nascimento já existente e sigiloso."
      },
      {
        "letra": "D",
        "texto": "há evidente sonegação do estado de filiação com o fim de prejudicar direito inerente ao estado civil."
      },
      {
        "letra": "E",
        "texto": "se Gabriel tiver praticado o crime por motivo de reconhecida nobreza, o juiz poderá deixar de aplicar a pena."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1968386",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a família",
      "Abandono material"
    ],
    "enunciado_principal": "No que se refere aos crimes contra a família, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de entrega de filho menor a pessoa inidônea admite as modalidades dolosa e culposa."
      },
      {
        "letra": "B",
        "texto": "Nos crimes de bigamia e de falsificação de registro civil, a prescrição começa a correr da data em que se consumou o assentamento."
      },
      {
        "letra": "C",
        "texto": "Não configura o crime de bigamia, se ambos os contraentes souberem dessa condição depois de já estarem separados judicialmente por outros motivos."
      },
      {
        "letra": "D",
        "texto": "A conduta de registrar como seu o filho de outrem configura crime de sonegação de estado de filiação."
      },
      {
        "letra": "E",
        "texto": "A infração penal de abandono material se configura como crime omissivo próprio."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1966753",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a família",
      "Bigamia",
      "Induzimento a erro essencial e ocultação de impedimento",
      "Parto suposto. Supressão ou alteração de direito inerente ao estado civil de recém-nascido",
      "Subtração de incapazes"
    ],
    "enunciado_principal": "No que se diz respeito aos crimes contra a família, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em face do crime de “parto suposto, supressão ou alteração de direito inerente ao estado civil de recém-nascido”, se a infração penal é praticada por motivo de reconhecida nobreza, o juiz pode deixar de aplicar a pena"
      },
      {
        "letra": "B",
        "texto": "Incide nas mesmas penas do crime de abandono material aquele que, sendo solvente, frustra ou ilide, de qualquer modo, inclusive por abandono injustificado de emprego ou função, o pagamento de pensão alimentícia judicialmente acordada, fixada ou majorada"
      },
      {
        "letra": "C",
        "texto": "Em face do crime de induzimento a erro essencial e ocultação de impedimento, a ação penal depende de queixa do contraente enganado e não pode ser intentada senão depois de transitar em julgado a sentença que, por motivo de erro ou impedimento, anule o casamento"
      },
      {
        "letra": "D",
        "texto": "Constitui crime de sequestro qualificado, a conduta típica de subtrair menor de dezoito anos ou interdito ao poder de quem o tem sob sua guarda em virtude de lei ou de ordem judicial"
      },
      {
        "letra": "E",
        "texto": "Aquele que, não sendo casado, contrai casamento com pessoa casada, conhecendo essa circunstância, comete crime de bigamia e está sujeito a cumprir pena de reclusão ou detenção, de um a três anos"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1955374",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a família",
      "Abandono material"
    ],
    "enunciado_principal": "A respeito dos crimes contra a assistência familiar, previstos no Código Penal, é correto dizer que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deixar de socorrer, sem justa causa, irmão gravemente enfermo, em tese, caracteriza o crime de abandono material."
      },
      {
        "letra": "B",
        "texto": "deixar de prover a instrução de ensino superior de filho, sem justa causa, em tese, caracteriza o crime de abandono intelectual."
      },
      {
        "letra": "C",
        "texto": "permitir que ascendente idoso mendigue ou sirva de mendigo para excitar a comiseração pública, em tese, caracteriza o crime de abandono intelectual."
      },
      {
        "letra": "D",
        "texto": "entregar filho menor de 21 anos a pessoa cuja companhia pode implicar perigo moral, em tese, caracteriza o crime de entrega de filho menor a pessoa inidônea."
      },
      {
        "letra": "E",
        "texto": "deixar de prover, sem justa causa, a subsistência de filho inapto ao trabalho, não lhe proporcionando os recursos necessários, em tese, caracteriza o crime de abandono material."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1951098",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: TJ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a família",
      "Bigamia"
    ],
    "enunciado_principal": "Em relação aos crimes contra a família:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o casamento contraído por erro essencial (art. 236) é de ação penal pública incondicionada."
      },
      {
        "letra": "B",
        "texto": "no crime de bigamia (art. 235), a anulação do casamento anterior provoca a inexistência do crime."
      },
      {
        "letra": "C",
        "texto": "é crime de parto suposto esconder parto próprio ou atribuí-lo a terceiro."
      },
      {
        "letra": "D",
        "texto": "deixar de pagar, sem justa causa, pensão alimentícia judicialmente fixada, configura apenas ilícito civil."
      },
      {
        "letra": "E",
        "texto": "na subtração de incapaz (art. 249), sendo o agente pai ou tutor, ficará isento de pena, mesmo que destituído do pátrio poder."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1927219",
    "metadata": "Ano: 2022 | Banca: IBADE | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a família",
      "Abandono moral"
    ],
    "enunciado_principal": "Marcelo é pai de Bernardo, jovem de 15 anos, estudante da rede pública estadual e deficiente físico, pois em 2012 seu antebraço esquerdo foi amputado após um acidente. De segunda a sexta-feira, Marcelo obriga o filho a mendigar para excitar a comiseração pública e, aos finais de semana, a trabalhar em casa de prostituição. Considerando a hipótese narrada e segundo preceito do Código Penal acerca dos crimes contra a assistência familiar, a alternativa que indica o crime cometido pelo pai de Bernardo é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "abandono moral."
      },
      {
        "letra": "B",
        "texto": "abandono intelectual."
      },
      {
        "letra": "C",
        "texto": "sonegação de incapaz."
      },
      {
        "letra": "D",
        "texto": "abandono material."
      },
      {
        "letra": "E",
        "texto": "entrega de filho menor a pessoa inidônea."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1852713",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a família",
      "Bigamia"
    ],
    "enunciado_principal": "Romeu, casado com Julia e residente na cidade do Rio de Janeiro, aceitou uma oferta de emprego para atuar na cidade de Blumenau. Acordou com a esposa que passaria seis meses em Santa Catarina, retornando para o Rio de Janeiro em seguida. Ocorre que, em Blumenau, acabou por se apaixonar por Paola, com ela realizando um casamento civil. Apenas após o registro de seu casamento, Paola tomou conhecimento do casamento anterior de Romeu e informou Julia sobre o ocorrido. Julia, revoltada, levou os fatos ao conhecimento do Ministério Público. Considerando apenas a situação narrada, é correto afirmar que Romeu:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não praticou crime de bigamia, mas responderá por falsidade ideológica por ter declarado não ser casado por ocasião da apresentação da documentação exigida;"
      },
      {
        "letra": "B",
        "texto": "praticou crime de bigamia em concurso de agentes com Paola, que, todavia, responderá pela forma privilegiada, com sanção penal mais branda;"
      },
      {
        "letra": "C",
        "texto": "praticou crime de bigamia em concurso de agentes com Paola, sendo prevista para ambos a mesma sanção penal em abstrato;"
      },
      {
        "letra": "D",
        "texto": "não praticou crime algum, mas mero ilícito civil, aplicando-se o princípio da subsidiariedade do Direito Penal;"
      },
      {
        "letra": "E",
        "texto": "praticou crime de bigamia, sendo atípica a conduta de Paola."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "998792",
    "metadata": "Ano: 2019 | Banca: IESES | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a família",
      "Bigamia"
    ],
    "enunciado_principal": "É correto afirmar que a conduta de contrair alguém, sendo casado, novo casamento:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Constituiu, no passado, crime de bigamia, estando atualmente revogado o tipo penal."
      },
      {
        "letra": "B",
        "texto": "Encontra adequação típica formal no delito de bigamia, ainda que esteja separado judicialmente."
      },
      {
        "letra": "C",
        "texto": "Constitui crime de bigamia, ainda que posteriormente venha a ser anulado o primeiro casamento, não servindo tal anulação posterior para fazer cessar os efeitos penais do delito já consumado."
      },
      {
        "letra": "D",
        "texto": "Não constitui crime de bigamia, se ambos os contraentes já estiverem separados judicialmente e souberem da condição do outro."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "843722",
    "metadata": "Ano: 2017 | Banca: FAPEMS | Órgão: PC-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a família",
      "Abandono intelectual"
    ],
    "enunciado_principal": "Com base no caso, assinale a alternativa correta. Miriam, mãe de Rodrigo, e José, tutor de João, receberam convocação da Promotoria de Justiça da Infância e da Juventude da respectiva Comarca para comparecem à audiência pública destinada a tratar específico programa para prevenir a evasão escolar. Na carta, havia advertência, em negrito e sublinhado, que a presença seria obrigatória, sob pena de incorrerem pais e/ou responsáveis legais em apuração de responsabilização criminal por abandono intelectual (CP, artigo 246). Miriam não compareceu, pois, no horário da reunião, realizou procedimento cirúrgico de emergência em Maria, colega de escola de Rodrigo. Tampouco José se fez presente, porquanto decidiu acompanhar um jogo do time do colégio de João. Ciente das ausências, o Promotor de Justiça requisitou instauração de investigação para apurar a responsabilidade de ambos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Miriam e José poderão ser indiciados pelo crime de abandono material."
      },
      {
        "letra": "B",
        "texto": "Apenas Miriam poderá ser indiciada pelo crime de abandono intelectual."
      },
      {
        "letra": "C",
        "texto": "Miriam e José poderão ser indiciados pelo crime de abandono intelectual."
      },
      {
        "letra": "D",
        "texto": "Apenas José poderá ser indiciado pelo crime de abandono intelectual."
      },
      {
        "letra": "E",
        "texto": "Miriam e José não poderão ser indiciados pelo crime de abandono intelectual."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "812658",
    "metadata": "Ano: 2017 | Banca: IBADE | Órgão: PC-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a família",
      "Parto suposto. Supressão ou alteração de direito inerente ao estado civil de recém-nascido"
    ],
    "enunciado_principal": "O crime de registrar como seu o filho de outrem:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pode ser praticado através da inscrição, no registro civil, de nascimento inexistente."
      },
      {
        "letra": "B",
        "texto": "não admite concurso de pessoas."
      },
      {
        "letra": "C",
        "texto": "não admite transação penal em nenhuma de suas formas."
      },
      {
        "letra": "D",
        "texto": "tem como termo inicial do prazo prescricional a ciência da falsidade pela pessoa fraudulentamente registrada."
      },
      {
        "letra": "E",
        "texto": "é classificado como uma hipótese de falsidade ideológica."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "812492",
    "metadata": "Ano: 2017 | Banca: IBADE | Órgão: PC-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a família",
      "Abandono material"
    ],
    "enunciado_principal": "No que tange aos crimes contra a família, assinale a resposta correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de abandono intelectual pode ocorrer quando os pais, sem justa causa, deixam de matricular o filho no ensino fundamental ou no ensino médio, ou quando o obrigam a faltar repetidas vezes, prejudicando seu desempenho escolar."
      },
      {
        "letra": "B",
        "texto": "O crime de conhecimento de prévio impedimento é uma norma penal em branco homogênea, cuja ação penal dependerá de queixa do contraente enganado."
      },
      {
        "letra": "C",
        "texto": "Aquele que falsifica documentos com o exclusivo objetivo de contrair novas núpcias, já sendo casado, comete crimes de bigamia e contra a fé pública, em concurso."
      },
      {
        "letra": "D",
        "texto": "Comete crime de abandono material quem, sendo solvente e sem motivo justo, com o único propósito de deixar de pagar pensão alimentícia fixada em acordo judicialmente homologado, abandona o emprego, gerando situação de necessidade - não suprida por outrem - para o alimentando."
      },
      {
        "letra": "E",
        "texto": "A subtração de incapazes é crime expressamente subsidiário, além de classificado pela doutrina como permanente, de modo que seu prazo prescricional tem termo inicial quando o incapaz é restituído."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "798593",
    "metadata": "Ano: 2017 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a família",
      "Bigamia",
      "Induzimento a erro essencial e ocultação de impedimento",
      "Sonegação de estado de filiação",
      "Entrega de filho menor a pessoa inidônea"
    ],
    "enunciado_principal": "Sobre os crimes contra a família, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Que no crime de “registrar como seu filho de outrem”, que a doutrina denomina “adoção à brasileira”, admite-se, presente o motivo de reconhecida nobreza, privilégio e até mesmo perdão judicial."
      },
      {
        "letra": "B",
        "texto": "Que o crime de entrega de filho menor a pessoa inidônea admite formas dolosa e culposa."
      },
      {
        "letra": "C",
        "texto": "Que ao definir o crime de bigamia, houve por bem o direto brasileiro excepcionar a teoria monista, cominando ao concorrente para a sua prática pena mais branda que a atribuída ao autor."
      },
      {
        "letra": "D",
        "texto": "Que o crime de induzimento a erro essencial e ocultação de impedimento ao matrimônio é caso de ação penal privada personalíssima."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "641846",
    "metadata": "Ano: 2016 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a família",
      "Induzimento a erro essencial e ocultação de impedimento"
    ],
    "enunciado_principal": "O Código Penal, ao tratar dos crimes contra a família, especificamente quanto ao tipo misto alternativo do induzimento a erro essencial ou ocultação de impedimento, apresenta uma ressalva específica à hipótese de seu reconhecimento, que caracteriza outro delito da mesma natureza.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "620611",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TJ-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Crimes contra o respeito aos mortos",
      "Crimes contra a família",
      "Conhecimento prévio de impedimento",
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Assinale a opção correta em relação a tipos penais diversos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente o dolo qualifica os crimes contra a incolumidade pública, se estes resultam em lesão corporal ou morte de pessoa."
      },
      {
        "letra": "B",
        "texto": "Não constitui crime vilipendiar as cinzas de um cadáver, sendo tal conduta atípica por ausência de previsão legal."
      },
      {
        "letra": "C",
        "texto": "Se três indivíduos, mediante grave ameaça contra pessoa e com emprego de arma de fogo, renderem o motorista e os agentes de segurança de um carro-forte e subtraírem todo o dinheiro nele transportado, haverá apenas duas causas especiais de aumento de pena: o concurso de duas ou mais pessoas e o emprego de arma de fogo."
      },
      {
        "letra": "D",
        "texto": "Distribuir símbolos ou propaganda que utilizem a cruz suástica ou gamada para fins de divulgação do nazismo é uma conduta típica prevista em lei."
      },
      {
        "letra": "E",
        "texto": "Pratica crime previsto no CP aquele que contrai casamento conhecendo a existência de impedimento que lhe cause a nulidade absoluta ou relativa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "876580",
    "metadata": "Ano: 2014 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a família",
      "Abandono material"
    ],
    "enunciado_principal": "Em relação ao crime de abandono material, conforme tipificado no artigo 244 do Código Penal, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "podem ser vítimas apenas o filho menor de 18 (dezoito) anos ou inapto para o trabalho ou o ascendente maior de 60 (sessenta) anos."
      },
      {
        "letra": "B",
        "texto": "deixar de prover parcialmente a subsistência de filho menor de 18 (dezoito) anos ou inapto para o trabalho, de maneira não dolosa, configura o crime na forma tentada."
      },
      {
        "letra": "C",
        "texto": "a pena prevista para o tipo penal é de 1 (um) a 4 (quatro) anos ou multa."
      },
      {
        "letra": "D",
        "texto": "quem, sendo solvente, frustra ou ilide, de qualquer modo, inclusive por abandono injustificado de emprego ou função, o pagamento de pensão alimentícia judicialmente acordada, fixada ou majorada, incorre no crime e tem a pena majorada em 1/3."
      },
      {
        "letra": "E",
        "texto": "se trata de crime omissivo próprio."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "393354",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o sentimento religioso",
      "Crimes contra o respeito aos mortos",
      "Crimes contra a dignidade sexual",
      "Crimes contra a família",
      "Crimes contra a administração pública"
    ],
    "enunciado_principal": "Com relação ao excesso punível, aos crimes contra a dignidade sexual, aos crimes contra o sentimento religioso e o respeito aos mortos, aos crimes contra a família e aos crimes contra a administração pública, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No crime de bigamia, a data do fato constitui o termo inicial do prazo prescricional."
      },
      {
        "letra": "B",
        "texto": "Comete o crime de concussão o empregado de empresa pública que, utilizando-se de grave ameaça, exige para si vantagem econômica."
      },
      {
        "letra": "C",
        "texto": "Ao contrário do que ocorria com a Parte Geral do Código Penal de 1940, o Código Penal atual não prevê, expressamente, a aplicabilidade das regras de excesso punível às quatro causas de exclusão de ilicitude."
      },
      {
        "letra": "D",
        "texto": "No estupro de vulnerável, a presunção de violência é absoluta, segundo a jurisprudência do STJ, sendo irrelevante a aquiescência do menor ou mesmo o fato de já ter mantido relações sexuais anteriormente."
      },
      {
        "letra": "E",
        "texto": "As cinzas humanas não podem ser objeto material do crime de vilipêndio a cadáver."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "407314",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a família",
      "Bigamia"
    ],
    "enunciado_principal": "Acerca dos dispositivos da Parte Especial do CP, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de bigamia pressupõe existência válida de um primeiro casamento, devidamente legitimado pela lei civil, não se considerando, para a caracterização desse crime, a união estável."
      },
      {
        "letra": "B",
        "texto": "O funcionário público que, ao informar seus dados pessoais para a elaboração de compromisso de compra e venda de um imóvel, fornecer declaração falsa de estado civil com vistas a prejudicar direito de cônjuge praticará o crime de falsificação de documento público, cabendo, nesse caso, aumento de pena, pelo fato de ser o agente funcionário público."
      },
      {
        "letra": "C",
        "texto": "O testamento particular não se equipara, para fins penais, ao documento público, já que seu conteúdo refere-se a interesses exclusivamente privados."
      },
      {
        "letra": "D",
        "texto": "Servidor público que divulgue, sem justa causa, conteúdo de processo administrativo com tramitação sigilosa armazenado em banco de dados da administração pública e que, com tal divulgação, atingir a intimidade de particular diretamente envolvido na questão tratada no procedimento responderá por crime contra a honra e crime de violação de segredo profissional em relação à administração pública."
      },
      {
        "letra": "E",
        "texto": "Aquela que, penalmente responsável, registrar, como seu, filho recém-nascido de outra mulher, alterando formalmente seu estado civil, responderá pelo crime de supressão ou alteração de direito inerente ao estado civil de recém-nascido em concurso formal com o crime de falsidade decorrente da inscrição falsa no registro de nascimento da criança."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "371029",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a família"
    ],
    "enunciado_principal": "Em relação aos crimes contra a família, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aquele que contrair casamento mesmo conhecendo a existência de impedimento que lhe cause nulidade absoluta ou relativa cometerá crime punido com reclusão."
      },
      {
        "letra": "B",
        "texto": "Será considerado inexistente o crime de registar filho seu como de outrem se o acusado agir imbuído de motivo nobre."
      },
      {
        "letra": "C",
        "texto": "Embora a conduta consistente em entregar filho menor de dezoito anos de idade a pessoa inidônea seja atípica, poderá o pai que a praticar ser advertido pelo conselho tutelar e, eventualmente, perder o pátrio poder."
      },
      {
        "letra": "D",
        "texto": "Considerar-se-á inexistente o crime de bigamia se o primeiro ou o segundo casamento for anulado, independentemente do motivo que embasar tal anulação."
      },
      {
        "letra": "E",
        "texto": "A ação penal por crime de induzimento a erro essencial no casamento, para a qual é indispensável a queixa do contraente enganado, só poderá ser ajuizada após o trânsito em julgado da sentença que, por motivo de erro, tiver anulado o casamento."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "319955",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a família",
      "Parto suposto. Supressão ou alteração de direito inerente ao estado civil de recém-nascido"
    ],
    "enunciado_principal": "Registrar como seu o filho de outrem constitui crime cujo bem jurídico precípuo é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a administração da Justiça."
      },
      {
        "letra": "B",
        "texto": "o patrimônio."
      },
      {
        "letra": "C",
        "texto": "a propriedade imaterial."
      },
      {
        "letra": "D",
        "texto": "a família."
      },
      {
        "letra": "E",
        "texto": "a Administração Pública em geral."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "305423",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a família",
      "Bigamia",
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Túlio, em razão de seu casamento com Maria, declarou no cartório de registro de pessoas naturais que era divorciado, sendo o matrimônio com Maria consumado. Entretanto, Túlio era casado com Claudia, mas estavam separados de fato há muitos anos. Serviram como testemunhas Joana e Paulo, primos de Túlio, que tinham conhecimento do casamento e da separação de fato deste com Claudia.Assim pode-se afirmar:I. Houve o crime de falsidade ideológica praticado porTúlio,mas que restará absorvido pelo princípio da especialidade. II. Trata-se de crime próprio, sendo coautores Joana e Paulo, primos deTúlio. III. A anulação do casamento de Túlio com Claudia pelo motivo da bigamia, tornaria inexistente o crime de bigamia. IV. O objeto material desse crime é Claudia. Indique a opção que contempla a(s) assertiva(s) correta(s).",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "B",
        "texto": "I, II e III, apenas."
      },
      {
        "letra": "C",
        "texto": "II, apenas."
      },
      {
        "letra": "D",
        "texto": "III, apenas."
      },
      {
        "letra": "E",
        "texto": "IV, apenas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1189159",
    "metadata": "Ano: 2012 | Banca: NC-UFPR | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a família",
      "Bigamia",
      "Induzimento a erro essencial e ocultação de impedimento",
      "Conhecimento prévio de impedimento"
    ],
    "enunciado_principal": "Acerca das disposições do Código Penal sobre os crimes contra a família, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de bigamia poderá ser considerado inexistente caso seja anulado por qualquer motivo o primeiro casamento, ou o outro por motivo que não a bigamia."
      },
      {
        "letra": "B",
        "texto": "Nos casos de induzimento a erro essencial e ocultação de impedimento, a ação penal depende de queixa do contraente enganado e somente pode ser intentada depois de transitar em julgado a sentença que, por motivo de erro ou impedimento, anule o casamento."
      },
      {
        "letra": "C",
        "texto": "Uma das formas de cometimento do crime de estelionato é aquela que ocorre quando há simulação de casamento mediante engano de outra pessoa."
      },
      {
        "letra": "D",
        "texto": "Contrair casamento, conhecendo a existência de impedimento que lhe cause a nulidade absoluta, somente será considerado crime caso o impedimento não seja dirimível."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "397762",
    "metadata": "Ano: 2012 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a família",
      "Parto suposto. Supressão ou alteração de direito inerente ao estado civil de recém-nascido"
    ],
    "enunciado_principal": "No tocante aos crimes quanto ao estado de filiação: I. são considerados atos criminosos a promoção no registro civil da inscrição de nascimento inexistente, o fato de dar parto alheio como próprio e, ainda, registrar como seu filho de outrem; II. o ato de dar parto alheio como próprio pode ser considerado apenas infração administrativa, se reconhecido por sentença judicial que praticado por motivo de reconhecida nobreza; III. o ato de promover no registro civil a inscrição de nascimento inexistente pode deixar de ser apenado, desde que reconhecido por sentença judicial que praticado por motivo de reconhecida nobreza. É correto o que se afirma apenas em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I."
      },
      {
        "letra": "B",
        "texto": "I e II."
      },
      {
        "letra": "C",
        "texto": "I e III."
      },
      {
        "letra": "D",
        "texto": "II e III."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "397662",
    "metadata": "Ano: 2012 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a família",
      "Bigamia"
    ],
    "enunciado_principal": "Em relação ao crime de bigamia, pode-se afirmar que se caracteriza quando: I. contrai alguém, sendo casado, novo casamento; II. contrai alguém, sendo divorciado, por sentença ainda não transitada em julgado, novo casamento; III. contrai alguém, sendo divorciado, por sentença transitada em julgado, mas não averbada à margem do assento de casamento, novo enlace. São corretas as afirmativas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II, apenas."
      },
      {
        "letra": "B",
        "texto": "I e III, apenas."
      },
      {
        "letra": "C",
        "texto": "II e III, apenas."
      },
      {
        "letra": "D",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "341150",
    "metadata": "Ano: 2012 | Banca: TJ-DFT | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Crimes contra a família",
      "Subtração de incapazes"
    ],
    "enunciado_principal": "Julgue os itens a seguir: I – O crime de omissão de notificação de doença (art. 269 do CP) trata-se do que a doutrina convencionou chamar de norma penal em branco. II – Para o reconhecimento do crime de formação de quadrilha do art. 288 do Código Penal basta a comprovação da existência de associação estável de mais de três pessoas, com a intenção de praticar crimes diversos, sendo imprescindível, apenas, a identificação de todos os membros da quadrilha ou bando. III – Na hipótese de uma mulher vir a ser condenada pela prática do crime de infanticídio (art. 123 do CP), o Juiz, ao dosar a pena, deverá reconhecer a agravante de crime cometido contra criança (art. 61, II, “h\", do CP). IV – No delito de subtração de incapazes (art. 249 do CP), havendo a restituição do menor ou do interdito, se este não sofreu maus-tratos ou privações, o Juiz pode deixar de aplicar pena. De acordo com o Código Penal Brasileiro e o entendimento pacificado pelos Tribunais Superiores, estão corretos apenas os itens:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III"
      },
      {
        "letra": "B",
        "texto": "I e IV"
      },
      {
        "letra": "C",
        "texto": "II e III"
      },
      {
        "letra": "D",
        "texto": "III e IV"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "324612",
    "metadata": "Ano: 2012 | Banca: FEPESE | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a família"
    ],
    "enunciado_principal": "Reconhecida constitucionalmente como a base da sociedade, a família é uma instituição que, apesar das transformações sociais, continua sendo objeto da tutela penal. Sobre essa tutela, é correto afrmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É penalmente típica a conduta de quem, sem justa causa, deixa de prover a subsistência do cônjuge, ou de flho menor de 18 anos ou inapto para o trabalho, ou de ascendente inválido ou de maior de 60 anos, não lhes proporcionando os recursos necessários."
      },
      {
        "letra": "B",
        "texto": "Com a regulamentação civil da união estável, o casamento deixou de ser um bem jurídico penalmente tutelado, em face da revogação dos tipos penais que dispunham sobre a bigamia e o adultério."
      },
      {
        "letra": "C",
        "texto": "A concessão do perdão judicial a quem registrasse flho alheio como próprio, se o crime fosse praticado por motivo de reconhecida nobreza, era possível, somente, antes da vigência do Estatuto da Criança e do Adolescente, que revogou essa causa de extinção de punibilidade."
      },
      {
        "letra": "D",
        "texto": "Foram abolidas a contravenção penal da mendicância e a conduta de quem permitia que menor de 18 anos, mas sujeito a seu poder ou confado à sua guarda ou vigilância, mendigasse ou servisse a mendigo para excitar a comiseração pública, pois ambas eram exemplos de controle penal da pobreza."
      },
      {
        "letra": "E",
        "texto": "É penalmente típica a conduta de quem subtrai menor de 18 anos ou interdito ao poder de quem o tem sob sua guarda em virtude de lei ou de ordem judicial, mas não a de quem os induz a fugir do lugar em que se acham por determinação de quem, por essas mesmas razões, sobre eles exerce autoridade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "293719",
    "metadata": "Ano: 2012 | Banca: IESES | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Crimes contra a família",
      "Abandono material",
      "Abandono intelectual",
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Assinale a assertiva correta quanto ao que expressamente estabelece o Código Penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Trata-se de conduta tipificada como abandono intelectual, permitir alguém que menor de dezoito anos, sujeito a seu poder ou confiado à sua guarda ou vigilância, frequente casa de jogos."
      },
      {
        "letra": "B",
        "texto": "Trata-se de conduta tipificada como abandono material: deixar de prover a subsistência do cônjuge, ou de filho menor de 18 (dezoito) anos ou inapto para o trabalho, ou de ascendente inválido ou maior de 60 (sessenta) anos, não lhes proporcionando os recursos necessários ou faltando ao pagamento de pensão alimentícia judicialmente acordada, fixada ou majorada."
      },
      {
        "letra": "C",
        "texto": "Incorre na pena de falsidade ideológica, quem insere na Carteira de Trabalho e Previdência Social do empregado, declaração falsa ou diversa da que deveria ter sido escrita."
      },
      {
        "letra": "D",
        "texto": "Trata-se de furto qualificado, quando condômino subtrai para si ou para outrem, a quem legitimamente a detém, a coisa comum."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "293471",
    "metadata": "Ano: 2012 | Banca: IESES | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a família",
      "Induzimento a erro essencial e ocultação de impedimento",
      "Crimes contra a fé pública",
      "Moeda falsa",
      "Falsidade de documento público"
    ],
    "enunciado_principal": "É certo afirmar: I. Contrair casamento, induzindo em erro essencial o outro contraente, ou ocultando-lhe impedimento que não seja casamento anterior se constitui em crime de induzimento a erro essencial e ocultação de impedimento. II. O crime de adultério tem por objeto jurídico a organização jurídica da família e do casamento. III. Somente o Estado pode ser sujeito passivo no crime de falsificação de documento público. IV. O dolo no crime de moeda falsa consiste na vontade de falsificar, com consciência do curso legal e da possibilidade de vir a moeda a entrar em circulação. Na escola tradicional aponta-se o dolo genérico. Não há modalidade culposa. Analisando as proposições, pode-se afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições II e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições II e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições I e III estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "271099",
    "metadata": "Ano: 2012 | Banca: CETRO | Órgão: TJ-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a família",
      "Abandono intelectual"
    ],
    "enunciado_principal": "O crime de abandono intelectual descrito no artigo 246 do Código Penal, nos termos: “Deixar, sem justa causa, de prover à instrução primária de filho em idade escolar”, pode ser classificado como crime",
    "alternativas": [
      {
        "letra": "A",
        "texto": "material."
      },
      {
        "letra": "B",
        "texto": "omissivo impróprio."
      },
      {
        "letra": "C",
        "texto": "instantâneo."
      },
      {
        "letra": "D",
        "texto": "plurissubjetivo."
      },
      {
        "letra": "E",
        "texto": "próprio."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "253248",
    "metadata": "Ano: 2012 | Banca: TJ-PR | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a família"
    ],
    "enunciado_principal": "Acerca das disposições do Código Penal sobre os crimes contra a família, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de bigamia poderá ser considerado inexistente caso seja anulado por qualquer motivo o primeiro casamento, ou o outro por motivo que não a bigamia."
      },
      {
        "letra": "B",
        "texto": "Nos casos de induzimento a erro essencial e ocultação de impedimento, a ação penal depende de queixa do contraente enganado e somente pode ser intentada depois de transitar em julgado a sentença que, por motivo de erro ou impedimento, anule o casamento."
      },
      {
        "letra": "C",
        "texto": "Uma das formas de cometimento do crime de estelionato é aquela que ocorre quando há simulação de casamento mediante engano de outra pessoa."
      },
      {
        "letra": "D",
        "texto": "Contrair casamento, conhecendo a existência de impedimento que lhe cause a nulidade absoluta, somente será considerado crime caso o impedimento não seja dirimível."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "249581",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: MPE-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a família",
      "Bigamia"
    ],
    "enunciado_principal": "Considerando o disposto no CP, na legislação de regência e no entendimento do STF acerca da caracterização do crime, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caracteriza-se como crime de bigamia o fato de o agente, sendo casado, contrair novo casamento; anulado, por qualquer motivo, o primeiro casamento, ou o outro por motivo que não a bigamia, considera-se inexistente o crime."
      },
      {
        "letra": "B",
        "texto": "Suponha que João, funcionário de uma funerária, ao preparar o corpo de uma mulher para sepultamento no dia seguinte, tenha percebido que o corpo era de uma atriz famosa por quem sempre fora apaixonado e, tomado de êxtase, tenha mantido conjunção carnal com o cadáver. Nessa hipótese, João deve ser acusado de crime de estupro de vulnerável, dado que a atriz não tinha capacidade de oferecer resistência."
      },
      {
        "letra": "C",
        "texto": "Aquele que constrange alguém com o emprego de violência ou grave ameaça, causando-lhe sofrimento físico ou mental em razão de discriminação racial ou religiosa deve responder pelo crime de racismo."
      },
      {
        "letra": "D",
        "texto": "O agente que mantiver conjunção carnal com menor de quatorze anos mediante fraude ou outro meio que impeça ou dificulte a livre manifestação de vontade da vítima deve responder pelo crime de violação sexual mediante fraude."
      },
      {
        "letra": "E",
        "texto": "O agente que atribui falsa identidade, quando preso em flagrante, para ocultar o fato de estar sendo procurado pela justiça não deve ser acusado, no entendimento do STF, de crime de falsa identidade, dada a aplicação, no caso concreto, do princípio constitucional do exercício da autodefesa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "707060",
    "metadata": "Ano: 2011 | Banca: MPE-PB | Órgão: MPE-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a família",
      "Abandono material",
      "Crimes contra a administração pública",
      "Corrupção ativa",
      "Legislação Penal Especial",
      "Crimes contra o Consumidor, a Ordem Econômica e Tributária – Lei nº 8.078 de 1990 e Lei nº 8.137 de 1990"
    ],
    "enunciado_principal": "Julgue as seguintes assertivas: I - O crime de corrupção ativa (art. 333, do CP) pode ser praticado via omissão própria. II - Por ser delito comum e de mera atividade, o crime de abandono material (art. 246 do CP) admite a tentativa. III - A circunstância de ser o crime cometido em detrimento de operário ou rurícola agrava a pena nos delitos definidos pelo Código de Defesa do Consumidor.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I e II estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas I está errada."
      },
      {
        "letra": "C",
        "texto": "Apenas I e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "I, II e III estão erradas."
      },
      {
        "letra": "E",
        "texto": "(Abstenção de resposta - Seção VIII, item 11, do Edital do Concurso)."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "707059",
    "metadata": "Ano: 2011 | Banca: MPE-PB | Órgão: MPE-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o respeito aos mortos",
      "Crimes contra a família",
      "Abandono material",
      "Crimes contra a paz pública",
      "Associação criminosa"
    ],
    "enunciado_principal": "Assinale a alternativa errada:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de destruição, subtração ou ocultação de cadáver é exemplo de crime vago."
      },
      {
        "letra": "B",
        "texto": "O crime de abandono material admite a forma culposa."
      },
      {
        "letra": "C",
        "texto": "O crime de quadrilha ou bando se configura no momento em que quatro ou mais pessoas se associam para a prática de um número indeterminado de crimes, mesmo que não ocorra a execução de qualquer delito."
      },
      {
        "letra": "D",
        "texto": "De acordo com a Lei de Planejamento Familiar (Lei Federal n° 9.263/96), constitui crime o médico deixar de notificar à autoridade sanitária as esterilizações cirúrgicas que realizar."
      },
      {
        "letra": "E",
        "texto": "(Abstenção de resposta - Seção VIII, item 11, do Edital do Concurso)."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "252340",
    "metadata": "Ano: 2011 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a família",
      "Registro de nascimento inexistente",
      "Parto suposto. Supressão ou alteração de direito inerente ao estado civil de recém-nascido",
      "Sonegação de estado de filiação"
    ],
    "enunciado_principal": "Promover no registro civil a inscrição de nascimento inexistente",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tipifica conduta penal de registro de nascimento inexistente."
      },
      {
        "letra": "B",
        "texto": "tipifica conduta penal de sonegação de estado de filiação."
      },
      {
        "letra": "C",
        "texto": "tipifica conduta penal de parto suposto, supressão ou alteração de direito inerente ao estado civil de recém-nascido."
      },
      {
        "letra": "D",
        "texto": "não configura ilícito penal."
      }
    ],
    "gabarito": "A"
  }
]