[
  {
    "id": "3616264",
    "metadata": "Ano: 2025 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Crimes contra a liberdade pessoal"
    ],
    "enunciado_principal": "A respeito dos crimes contra a liberdade pessoal, é correto afirmar que o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "perseguição é processável por ação penal condicionada à representação, exceto quando praticado contra a mulher, em razão da condição do sexo feminino."
      },
      {
        "letra": "B",
        "texto": "ameaça é processável por ação penal condicionada à representação, exceto quando praticado contra a mulher, em razão da condição do sexo feminino e pessoa idosa."
      },
      {
        "letra": "C",
        "texto": "violência psicológica, se cometido mediante o uso de inteligência artificial, com alteração da imagem da vítima, é qualificado."
      },
      {
        "letra": "D",
        "texto": "intimidação sistemática pode ser praticado mediante violência física e psicológica e, quando realizado por meio da rede de computadores, é qualificado."
      },
      {
        "letra": "E",
        "texto": "tráfico de pessoas é comum, podendo ser praticado por qualquer pessoa, tornando-se qualificado, quando praticado por funcionário público no exercício de suas funções."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3560628",
    "metadata": "Ano: 2025 | Banca: INSTITUTO AOCP | Órgão: MPE-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "Carla compareceu à delegacia informando que, ao longo dos últimos meses, sofreu ameaças constantes por parte de seu ex-marido, Antônio, com quem conviveu por um ano e meio, estando separados há três meses. Apesar da separação, ele a persegue nas redes sociais, envia mensagens ofensivas e já a aguardou em frente ao local de trabalho. Em uma dessas ocasiões, proferiu ofensas com conteúdo misógino, ameaçando agredi-la fisicamente caso se relacionasse com outro homem. A autoridade policial lavrou o boletim de ocorrência e encaminhou pedido de medida protetiva ao juízo competente. Considerando a situação narrada e a legislação aplicável, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Por não haver coabitação no momento das ameaças, a conduta do ex-marido não se enquadra no conceito de violência doméstica e familiar previsto em lei, devendo ser aplicada a legislação penal comum."
      },
      {
        "letra": "B",
        "texto": "A autoridade policial não poderia ter lavrado a ocorrência, uma vez que a Lei Maria da Penha exige a convivência mínima de dois anos entre o casal para configuração das formas de violência nela previstas."
      },
      {
        "letra": "C",
        "texto": "Ainda que o comportamento do agressor não tenha resultado em lesões físicas, pode configurar hipótese de violência psicológica e ensejar a incidência da Lei Maria da Penha, inclusive no que tange à configuração do crime de descumprimento de medida protetiva, caso já aplicada judicialmente por fatos anteriores praticados por Antônio."
      },
      {
        "letra": "D",
        "texto": "O fato nunca configurará violência psicológica, uma vez que tal forma não está prevista na Lei Maria da Penha."
      },
      {
        "letra": "E",
        "texto": "Como os fatos foram praticados por meio digital e em locais públicos, não se configura o vínculo de “ambiente doméstico ou familiar”, sendo inaplicável a Lei nº 11.340/2006."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3560627",
    "metadata": "Ano: 2025 | Banca: INSTITUTO AOCP | Órgão: MPE-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal"
    ],
    "enunciado_principal": "Paula registrou boletim de ocorrência contra seu ex-companheiro, Fábio, com quem conviveu em união estável por cinco anos. Segundo o relato dela, ele passou a enviar dezenas de mensagens diárias com xingamentos, humilhações e ameaças veladas, além de vigiá-la nas redes sociais e comparecer repetidamente em seu trabalho. Diante da situação, foi requerido o reconhecimento da prática de violência psicológica contra a mulher. Considerando a situação narrada e a legislação aplicável, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A violência psicológica contra a mulher configura infração de menor potencial ofensivo e, portanto, sua punibilidade exige a tentativa de conciliação entre as partes antes do oferecimento da denúncia."
      },
      {
        "letra": "B",
        "texto": "Para a caracterização da violência psicológica, é necessário que a agressão seja praticada presencialmente."
      },
      {
        "letra": "C",
        "texto": "A prática de violência psicológica contra a mulher exige vínculo de coabitação entre agressor e vítima no momento dos fatos."
      },
      {
        "letra": "D",
        "texto": "A conduta descrita configura apenas contravenção penal de perturbação do sossego, sendo inaplicável a Lei nº 11.340/2006 fora do contexto de convivência atual."
      },
      {
        "letra": "E",
        "texto": "A prática de violência psicológica contra a mulher é prevista expressamente na Lei Maria da Penha, podendo ser oferecida denúncia pelo crime previsto no art. 147-B do Código Penal."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3531173",
    "metadata": "Ano: 2025 | Banca: UECE-CEV | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Intimidação sistemática (bullying)"
    ],
    "enunciado_principal": "Considerando o Código Penal Brasileiro, é correto afirmar que são crimes praticados contra a pessoa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apropriação indébita, violação de domicílio, invasão de dispositivo informático, roubo, furto, receptação e extorsão."
      },
      {
        "letra": "B",
        "texto": "intimidação sistemática, apropriação indébita, estelionato e sonegação ou destruição de correspondência."
      },
      {
        "letra": "C",
        "texto": "intimidação sistemática, estelionato, extorsão, violência doméstica e sonegação ou destruição de correspondência."
      },
      {
        "letra": "D",
        "texto": "intimidação sistemática, violação de domicílio, invasão de dispositivo informático e sonegação ou destruição de correspondência."
      },
      {
        "letra": "E",
        "texto": "roubo, furto, violação de domicílio, violência doméstica, invasão de dispositivo informático e apropriação indébita."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3530676",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Redução à condição análoga à de escravo"
    ],
    "enunciado_principal": "A respeito de crimes contra a pessoa, julgue o próximo item, conforme a legislação de regência, a doutrina e a jurisprudência dos tribunais superiores. Segundo entendimento do STF, nem toda violação a direitos trabalhistas serve à caracterização do crime de redução à condição análoga à de escravo, exigindo-se, para tanto, que a violação a direitos seja intensa e persistente, embora se dispensem a coação física e o cerceamento da liberdade de locomoção, bastando, por exemplo, como meios executórios, a submissão a trabalhos forçados ou a jornada exaustiva, ou a sujeição a condições degradantes de trabalho, naquilo que constitui um tipo misto alternativo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3530675",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Perseguição"
    ],
    "enunciado_principal": "A respeito de crimes contra a pessoa, julgue o próximo item, conforme a legislação de regência, a doutrina e a jurisprudência dos tribunais superiores. Conforme previsto no Código Penal, o crime de perseguição é majorado quando praticado contra mulher por razões da condição do sexo feminino.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3530673",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Tráfico de Pessoas"
    ],
    "enunciado_principal": "A respeito de crimes contra a pessoa, julgue o próximo item, conforme a legislação de regência, a doutrina e a jurisprudência dos tribunais superiores. Ao tipificar o crime de tráfico de pessoas, o Código Penal enumera uma série de finalidades especiais que devem se concretizar para que se repute consumado o delito.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3507759",
    "metadata": "Ano: 2025 | Banca: IGEDUC | Órgão: Prefeitura de Japaratinga - AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal"
    ],
    "enunciado_principal": "O Art. 146-A do Código Penal Brasileiro descreve uma prática de intimidação sistemática, individual ou coletiva, mediante violência física ou psicológica, de forma intencional, repetitiva e sem motivação evidente, por meio de atos de humilhação ou discriminação. Assinale a alternativa que indica o termo popularmente utilizado para esse tipo de conduta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Phishing."
      },
      {
        "letra": "B",
        "texto": "Stalking."
      },
      {
        "letra": "C",
        "texto": "Cárcere privado."
      },
      {
        "letra": "D",
        "texto": "Bullying."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3408803",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: STM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Perseguição"
    ],
    "enunciado_principal": "Acerca dos crimes contra a pessoa, julgue o item subsequente. Para a configuração do crime de perseguição, é suficiente a demonstração da conduta e de sua autoria e materialidade por uma única vez, não sendo necessária a reiteração do comportamento do agente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3390853",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: DPE-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Ameaça"
    ],
    "enunciado_principal": "Marcelo descumpriu decisão judicial que lhe impôs a proibição de se aproximar de sua ex-esposa e, exibindo uma faca, a ameaçou de morte. Em razão disso, Marcelo foi denunciado pela prática dos crimes de descumprimento de medida protetiva de urgência (Art. 24-A da Lei nº 11.340/2006) e de ameaça (Art. 147, § 1º, do Código Penal). O Juiz, se convencido a condenar Marcelo, deverá observar, na aplicação da pena, que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a agravante relativa à violência contra a mulher (Art. 61, inciso II, alínea f, do Código Penal) é aplicável a ambos os crimes."
      },
      {
        "letra": "B",
        "texto": "a agravante relativa à violência contra a mulher (Art. 61, inciso II, alínea f, do Código Penal) é inaplicável a ambos os crimes."
      },
      {
        "letra": "C",
        "texto": "a agravante relativa à violência contra a mulher (Art. 61, inciso II, alínea f, do Código Penal) é aplicável ao crime de descumprimento de medida protetiva de urgência, mas não ao crime de ameaça."
      },
      {
        "letra": "D",
        "texto": "a agravante relativa à violência contra a mulher (Art. 61, inciso II, alínea f, do Código Penal) é aplicável ao crime de ameaça, mas não ao crime de descumprimento de medida protetiva de urgência."
      },
      {
        "letra": "E",
        "texto": "o benefício da suspensão condicional da pena é inaplicável."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3389542",
    "metadata": "Ano: 2025 | Banca: OBJETIVA | Órgão: Prefeitura de Vanini - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal"
    ],
    "enunciado_principal": "Em 2021 foi sancionada a lei que tipifica o crime de perseguição reiterada, por qualquer meio, como a internet, que ameaça a integridade física e a psicológica de alguém, interferindo na liberdade e na privacidade da vítima. Trata-se do crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pickpocket."
      },
      {
        "letra": "B",
        "texto": "Bullying."
      },
      {
        "letra": "C",
        "texto": "Stalking."
      },
      {
        "letra": "D",
        "texto": "Forger."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3355519",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Ameaça"
    ],
    "enunciado_principal": "Em 2024, Carlos enviou mensagens ameaçadoras à colega de trabalho, afirmando que ela pagaria por ter feito uma denúncia contra ele. Considerando a redação atual do art. 147 do Código Penal, após a alteração da Lei nº 14.811/2024, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pena de ameaça permanece inalterada, pois não houve alteração legislativa recente."
      },
      {
        "letra": "B",
        "texto": "A nova lei aumentou a pena para ameaça se o crime for cometido contra mulher, por razões da condição do sexo feminino."
      },
      {
        "letra": "C",
        "texto": "O crime de ameaça deixou de ser infração penal, tendo sido revogado pelo novo Código Penal."
      },
      {
        "letra": "D",
        "texto": "A pena de ameaça foi extinta quando o agente atua sem dolo específico."
      },
      {
        "letra": "E",
        "texto": "O crime de ameaça passou a depender de representação, mesmo em contexto de violência doméstica."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3349703",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TRT - 24ª REGIÃO (MS)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal"
    ],
    "enunciado_principal": "Caio, empregador, agindo com dolo, cerceou o uso de qualquer meio de transporte por parte de João, trabalhador, além de se apoderar de documentos e objetos pessoais deste, com o fim de retê-lo no local de trabalho. Nesse cenário, considerando as disposições do Código Penal, é correto afirmar que Caio responderá pelo crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "redução à condição análoga à de escravo."
      },
      {
        "letra": "B",
        "texto": "intimidação sistemática."
      },
      {
        "letra": "C",
        "texto": "constrangimento ilegal."
      },
      {
        "letra": "D",
        "texto": "tráfico de pessoas."
      },
      {
        "letra": "E",
        "texto": "perseguição."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3336306",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: MPU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal"
    ],
    "enunciado_principal": "Tício, reincidente em crime doloso, agindo com dolo, transportou João, adolescente, do Estado de São Paulo para o Estado de Mato Grosso do Sul, com a finalidade de submetê-lo a trabalho em condições análogas às de escravo. Registre-se, por fim, que Tício não é integrante de organização criminosa. Nesse cenário, considerando as disposições do Código Penal, Tício responderá pelo crime de tráfico de pessoas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "duplamente qualificado, já que a vítima é adolescente e foi transportada para outro estado da federação, com a incidência de uma causa de diminuição de pena, pois Tício não integra organização criminosa;"
      },
      {
        "letra": "B",
        "texto": "na modalidade simples, com a incidência de uma causa de aumento de pena, já que a vítima é adolescente, além da presença de uma causa de diminuição de pena, pois Tício não integra organização criminosa;"
      },
      {
        "letra": "C",
        "texto": "na modalidade simples, com a incidência de duas causas de aumento de pena, já que a vítima é adolescente e foi transportada para outro estado da federação;"
      },
      {
        "letra": "D",
        "texto": "na modalidade simples, com a incidência de uma causa de aumento de pena, já que a vítima é adolescente;"
      },
      {
        "letra": "E",
        "texto": "duplamente qualificado, já que a vítima é adolescente e foi transportada para outro estado da federação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3272322",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Redução à condição análoga à de escravo"
    ],
    "enunciado_principal": "Sobre o crime de redução à condição análoga à de escravo (art. 149, CP), analise as assertivas a seguir e assinale a alternativa correta. I. A efetiva restrição de liberdade das vítimas é prescindível para a configuração do crime de redução à condição análoga à de escravo. II. O art. 149 do CP prevê outras condutas que podem ofender o bem jurídico tutelado, entre elas, submeter o sujeito passivo do delito a condições degradantes de trabalho. III. A pena desse crime é aumentada de metade se o crime for cometido contra criança ou adolescente.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todas as assertivas estão corretas."
      },
      {
        "letra": "B",
        "texto": "Todas as assertivas estão incorretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas I e II estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas I e III estão corretas."
      },
      {
        "letra": "E",
        "texto": "Apenas as assertivas II e III estão corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3272321",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Pena de multa",
      "Espécies de Pena de Multa",
      "Crimes contra a liberdade pessoal",
      "Ameaça"
    ],
    "enunciado_principal": "O artigo 147 do Código Penal (CP) prevê, para o crime de ameaça, pena de um a seis meses ou multa. Em uma discussão no âmbito doméstico, José ameaçou sua esposa dizendo que iria matá-la. Ao final do processo, ele foi condenado ao pagamento de uma multa de quatro salários mínimos. Nesse sentido, é correto afirmar que a condenação está:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De acordo com a Lei Maria da Penha e em desacordo com a jurisprudência do STJ."
      },
      {
        "letra": "B",
        "texto": "De acordo com a Lei Maria da Penha e com a jurisprudência do STJ."
      },
      {
        "letra": "C",
        "texto": "Em desacordo com a Lei Maria da Penha e de acordo com a jurisprudência do STJ."
      },
      {
        "letra": "D",
        "texto": "Em desacordo com a Lei Maria da Penha e com a jurisprudência do STJ."
      },
      {
        "letra": "E",
        "texto": "De acordo com a Lei Maria da Penha e com a jurisprudência do STF."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3267310",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Ameaça"
    ],
    "enunciado_principal": "[Questão Inédita] Carlos, em uma discussão com sua ex-companheira, Ana, ameaçou agredi-la fisicamente, dizendo: \"Se você não voltar para mim, vou te espancar até você não aguentar mais!\". Ana, sentindo-se intimidada, registrou a ocorrência na delegacia. Considerando as alterações promovidas pela Lei nº 14.994/2024 ao crime de ameaça, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de ameaça cometido por Carlos é inafiançável e insuscetível de suspensão condicional do processo, independentemente das circunstâncias."
      },
      {
        "letra": "B",
        "texto": "A ação penal no caso de Carlos depende de representação de Ana, pois o crime de ameaça se processa mediante ação penal pública condicionada, ainda que seja contra a mulher no contexto de violência doméstica e familiar."
      },
      {
        "letra": "C",
        "texto": "A pena aplicável ao crime de ameaça cometido por Carlos deve ser dobrada, pois o crime foi praticado contra a mulher por razões da condição do sexo feminino."
      },
      {
        "letra": "D",
        "texto": "O crime de ameaça cometido por Carlos não é de ação penal pública incondicionada, em razão da Lei nº 14.994/2024."
      },
      {
        "letra": "E",
        "texto": "A pena aplicável ao crime de ameaça cometido por Carlos não pode ser aumentada, pois a Lei nº 14.994/2024 não se aplica a crimes cometidos no âmbito doméstico."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3260319",
    "metadata": "Ano: 2025 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Sequestro ou cárcere privado",
      "Perseguição",
      "Intimidação sistemática (bullying)"
    ],
    "enunciado_principal": "O rol dos crimes contra a liberdade pessoal, descritos na Seção I do Capítulo VI do Título I da Parte Especial do Código Penal, vem sendo especialmente ampliado nos últimos cinco anos e, além disso, recebendo tratamento especial, tanto no Código Penal quanto na legislação penal especial. Sob tais perspectivas, analise as seguintes afirmações. I. Foi incluído no Código Penal o crime de “intimidação sistemática” (artigo 146-A), bem como sua forma qualificada de “intimidação sistemática virtual” (artigo 146-A, parágrafo único). II. Foram incluídos no Código Penal os crimes de “perseguição” (artigo 147-A) e “violência psicológica contra a mulher” (artigo 147-B). III. Os crimes de “intimidação sistemática” e sua forma qualificada de “intimidação sistemática virtual”, “perseguição” e “violência psicológica contra a mulher” são todos apenados com reclusão. IV. Os crimes de “intimidação sistemática” e sua forma qualificada de “intimidação sistemática virtual”, “perseguição” e “violência psicológica contra a mulher” são todos de ação penal pública incondicionada. V. O crime de “sequestro e cárcere privado” cometido contra menor de 18 (dezoito) anos (artigo 148, § 1o, inciso IV, do Código Penal) e o crime de “tráfico de pessoas” cometido contra criança ou adolescente (artigo 149-A, caput, incisos I a V e § 1o, inciso II, do Código Penal) foram incluídos no rol dos crimes hediondos (Lei no 8.072/90, artigo 1o, incisos XI e XII respectivamente). Está correto apenas o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e V."
      },
      {
        "letra": "B",
        "texto": "I, II, IV e V."
      },
      {
        "letra": "C",
        "texto": "I, II, III, IV e V."
      },
      {
        "letra": "D",
        "texto": "II, IV e V."
      },
      {
        "letra": "E",
        "texto": "I, II e V."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3172456",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Perseguição"
    ],
    "enunciado_principal": "[Questão inédita] Juquinha insatisfeito com o término do relacionamento amoroso com Florzinha resolve acompanhar, de forma clandestina, todos os movimentos de sua ex-namorada. Durante um trimestre, Juquinha esperava Florzinha na porta da academia, na porta do trabalho, na porta da faculdade, conduta que gerou abalo psicológico em Florzinha, obrigada a mudar seu itinerário e horários das atividades hodiernas. Nesses moldes, Juquinha perpetrou:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Crime de ameaça, de ação pública incondicionada."
      },
      {
        "letra": "B",
        "texto": "Crime de perseguição, de ação penal pública incondicionada."
      },
      {
        "letra": "C",
        "texto": "Crime de perseguição, de ação penal pública condicionada à representação."
      },
      {
        "letra": "D",
        "texto": "Crime de perseguição, de ação penal privada."
      },
      {
        "letra": "E",
        "texto": "Crime de violência psicológica contra a mulher, de ação penal pública condicionada à representação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3160774",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Ameaça"
    ],
    "enunciado_principal": "[Questão Inédita] O crime de ameaça, previsto no Código Penal brasileiro, caracteriza-se por:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ser um crime material, exigindo a efetiva intimidação da vítima para sua consumação."
      },
      {
        "letra": "B",
        "texto": "Depender de prova de que a vítima tomou conhecimento da ameaça."
      },
      {
        "letra": "C",
        "texto": "Adotar a ação penal pública incondicionada, independentemente de o crime ocorrer em âmbito doméstico."
      },
      {
        "letra": "D",
        "texto": "Ser um crime de perigo concreto, no qual o agente deve efetivamente causar dano à vítima."
      },
      {
        "letra": "E",
        "texto": "Não ser compatível com a forma tentada, pois a ameaça exige consumação imediata."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3188116",
    "metadata": "Ano: 2024 | Banca: ADVISE | Órgão: Prefeitura de Frei Martinho - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal"
    ],
    "enunciado_principal": "Com base no Código Penal, é CORRETO afirmar que quem pratica a conduta típica de “Constranger alguém, mediante violência ou grave ameaça” incorre no crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "atentado contra a liberdade de contrato de trabalho e boicotagem violenta."
      },
      {
        "letra": "B",
        "texto": "atentado contra a liberdade de associação."
      },
      {
        "letra": "C",
        "texto": "atentado contra a liberdade econômica."
      },
      {
        "letra": "D",
        "texto": "atentado contra a liberdade de trabalho."
      },
      {
        "letra": "E",
        "texto": "paralisação de trabalho de interesse coletivo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3117545",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Perseguição",
      "Violência Psicológica Contra a Mulher"
    ],
    "enunciado_principal": "O Código Penal foi parcialmente modificado, em 2021, para a inclusão dos crimes de perseguição e violência psicológica contra a mulher. Acerca dos citados crimes, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ambos os crimes são próprios em relação ao sujeito ativo;"
      },
      {
        "letra": "B",
        "texto": "o sujeito passivo, nos dois crimes, somente pode ser mulher;"
      },
      {
        "letra": "C",
        "texto": "ambos os crimes são de ação penal pública condicionada a representação da vítima;"
      },
      {
        "letra": "D",
        "texto": "o crime de perseguição é material, ao passo que o de violência psicológica contra a mulher é formal;"
      },
      {
        "letra": "E",
        "texto": "o crime de perseguição é habitual, enquanto o de violência psicológica contra a mulher não exige a reiteração da conduta criminosa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3091378",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal"
    ],
    "enunciado_principal": "Matheus intimidou, sistematicamente, mediante violência psicológica, Lucas, de modo intencional e repetitivo, sem motivação evidente, por meio de atos de humilhação, praticados por intermédio de redes sociais. Nesse cenário, considerando as disposições do Código Penal, é correto afirmar que Matheus responderá pelo crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "intimidação sistemática, com a incidência de uma causa de aumento de pena, porquanto a conduta foi praticada por meio de rede social."
      },
      {
        "letra": "B",
        "texto": "constrangimento ilegal, com a incidência de uma causa de aumento de pena, porquanto a conduta foi praticada por meio de rede social."
      },
      {
        "letra": "C",
        "texto": "perseguição, com a incidência de uma causa de aumento de pena, porquanto a conduta foi praticada por meio de rede social."
      },
      {
        "letra": "D",
        "texto": "intimidação sistemática qualificada, porquanto a conduta foi praticada por meio de rede social."
      },
      {
        "letra": "E",
        "texto": "perseguição qualificada, porquanto a conduta foi praticada por meio de rede social."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3086959",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Ameaça"
    ],
    "enunciado_principal": "Elmo, casado com Filomena, mulher trans, após surpreendê-la nua na cama com outro homem, a expulsa imediatamente de casa, sequer permitindo que ela se vista, daí lhe resultando dano emocional. Diante do caso narrado, é correto afirmar que Elmo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não cometeu crime;"
      },
      {
        "letra": "B",
        "texto": "cometeu crime de injúria;"
      },
      {
        "letra": "C",
        "texto": "cometeu crime de constrangimento ilegal;"
      },
      {
        "letra": "D",
        "texto": "cometeu crimes de constrangimento ilegal e injúria;"
      },
      {
        "letra": "E",
        "texto": "cometeu crime de violência psicológica contra a mulher."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3056429",
    "metadata": "Ano: 2024 | Banca: IV - UFG | Órgão: TJ-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Ameaça"
    ],
    "enunciado_principal": "Ostentando natureza instrumental, o Código de Processo Penal (CPP) disciplina o meio pelo qual a tutela jurisdicional deve ser buscada, fixando critérios para o exercício da ação penal, principalmente aqueles associados à legitimidade e à propositura. Em algumas circunstâncias, a participação do ofendido é essencial, fato que implica a necessidade de sua representação para que o titular, neste caso o Ministério Público, possa promover a medida. Neste contexto, é crime processado por ação penal pública condicionada à representação",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cárcere privado."
      },
      {
        "letra": "B",
        "texto": "violação de domicílio."
      },
      {
        "letra": "C",
        "texto": "ameaça."
      },
      {
        "letra": "D",
        "texto": "invasão de dispositivo informático da União."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3051478",
    "metadata": "Ano: 2024 | Banca: IBGP | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Ameaça",
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Extorsão"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A restituição imediata e integral do bem furtado não constitui, por si só, motivo suficiente para a incidência do princípio da insignificância."
      },
      {
        "letra": "B",
        "texto": "No crime de extorsão, a ameaça a que se refere o caput do art. 158 do CP, exercida com o fim de obter a indevida vantagem econômica, pode ter, por conteúdo, grave dano aos bens da vítima."
      },
      {
        "letra": "C",
        "texto": "Consuma-se o crime de roubo com a inversão da posse do bem, mediante emprego de violência ou grave ameaça, ainda que por breve tempo e em seguida a perseguição imediata ao agente e recuperação da coisa roubada, sendo prescindível a posse mansa e pacífica ou desvigiada."
      },
      {
        "letra": "D",
        "texto": "Há concurso formal impróprio no crime de latrocínio nas hipóteses em que o agente, mediante uma única subtração patrimonial, provoca, com desígnios autônomos, dois ou mais resultados morte."
      },
      {
        "letra": "E",
        "texto": "O roubo praticado em um mesmo contexto fático, mediante uma só ação, contra vítimas diferentes, enseja o reconhecimento de crime único, não havendo que se falar em concurso de crimes."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3029971",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crimes contra a liberdade pessoal",
      "Perseguição"
    ],
    "enunciado_principal": "Após obter uma decisão desfavorável no âmbito de um processo administrativo que tramitou junto à Administração Pública Federal, João começou a perseguir, reiteradamente e de forma dolosa, Matheus, autoridade responsável pela tomada da decisão, invadindo e perturbando sua esfera de privacidade, além de restringir a sua capacidade de locomoção. Nesse cenário, considerando as disposições do Código Penal, João responderá pelo crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "intimidação sistemática, o qual está submetido à ação penal pública condicionada à representação do ofendido;"
      },
      {
        "letra": "B",
        "texto": "perseguição, o qual está submetido à ação penal pública condicionada à representação do ofendido;"
      },
      {
        "letra": "C",
        "texto": "intimidação sistemática, o qual está submetido à ação penal pública incondicionada;"
      },
      {
        "letra": "D",
        "texto": "perseguição, o qual está submetido à ação penal pública incondicionada;"
      },
      {
        "letra": "E",
        "texto": "perseguição, o qual está submetido à ação penal de iniciativa privada."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3007055",
    "metadata": "Ano: 2024 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Perseguição"
    ],
    "enunciado_principal": "[Questão Inédita] O artigo 147-A do Código Penal, introduzido pela Lei nº 14.132/2021 tipifica a conduta de perseguição (stalking). Com base nesse dispositivo legal, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pena para o crime de perseguição é de detenção de três meses a um ano, ou multa, podendo ser aumentada se o crime for cometido contra criança, adolescente ou idoso."
      },
      {
        "letra": "B",
        "texto": "O crime de perseguição exige, para sua configuração, que a vítima sofra efetivamente lesões físicas ou psicológicas."
      },
      {
        "letra": "C",
        "texto": "O crime de perseguição pode ser praticado tanto por meios físicos quanto digitais, como e-mails, mensagens de texto ou redes sociais."
      },
      {
        "letra": "D",
        "texto": "A ação penal para o crime de perseguição é pública incondicionada."
      },
      {
        "letra": "E",
        "texto": "O crime de perseguição só se consuma se houver contato físico entre o agente e a vítima, configurando-se, portanto, como crime material."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2553239",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Violência Psicológica Contra a Mulher"
    ],
    "enunciado_principal": "Causar dano emocional à mulher, que a prejudique e perturbe seu pleno desenvolvimento ou que vise degradá-la ou controlar suas ações, comportamentos, crenças e decisões, mediante ameaça, constrangimento, humilhação, manipulação, isolamento, chantagem, ridicularização, limitação do direito de ir e vir ou qualquer outro meio que cause prejuízo à sua saúde psicológica e autodeterminação, configura crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "violência psicológica contra a mulher, definido no artigo 147-B do Código Penal."
      },
      {
        "letra": "B",
        "texto": "intimidação sistemática contra a mulher, definido no artigo 146-A do Código Penal."
      },
      {
        "letra": "C",
        "texto": "constrangimento ilegal qualificado contra mulher, definido no artigo 146 do Código Penal."
      },
      {
        "letra": "D",
        "texto": "perseguição, definido no artigo 147-A do Código Penal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2524354",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Prefeitura de Lins - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Tráfico de Pessoas"
    ],
    "enunciado_principal": "Constitui crime de _________ a conduta de agenciar, aliciar, recrutar, transportar, transferir, comprar, alojar ou acolher pessoa, mediante grave ameaça, violência, coação, fraude ou abuso, com a finalidade de realizar adoção ilegal. Assinale a alternativa que preenche corretamente a lacuna.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Intimidação sistemática (bullying)"
      },
      {
        "letra": "B",
        "texto": "Cárcere privado"
      },
      {
        "letra": "C",
        "texto": "Redução a condição análoga à de escravo"
      },
      {
        "letra": "D",
        "texto": "Tráfico de pessoas"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2511956",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: Câmara dos Deputados",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Intimidação sistemática (bullying)"
    ],
    "enunciado_principal": "O cyberbullying pode ser compreendido como a prática de intimidação, humilhação e/ou exposição vexatória em face de um determinado sujeito em ambientes virtuais. A incidência maior de casos de cyberbullying ocorre entre crianças e adolescentes. Enquanto o bullying entre menores ocorre muitas vezes no ambiente escolar, o cyberbullying ultrapassa fronteiras físicas, sendo de diversas formas opressor, e deixa um rastro digital. Em relação ao assunto, assinale a afirmativa que expressa corretamente o regramento jurídico do tema no Brasil.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Define-se como “Intimidação sistemática” intimidar sistematicamente, individualmente ou em grupo, mediante violência física ou psicológica, uma ou mais pessoas, de modo intencional e repetitivo, sem motivação evidente, por meio de atos de intimidação, de humilhação ou de discriminação ou de ações verbais, morais, sexuais, sociais, psicológicas, físicas, materiais ou virtuais. Para o tipo penal, aplica-se pena de reclusão de 3 (três) anos a 5 (cinco) anos, se a conduta não constituir crime mais grave."
      },
      {
        "letra": "B",
        "texto": "No caso de intimidação sistemática virtual (cyberbullying), se a conduta for realizada por meio da rede de computadores, de rede social, de aplicativos, de jogos on-line ou por qualquer outro meio ou ambiente digital, ou transmitida em tempo real, deverá ser aplicada pena de reclusão, de 2 (dois) anos a 4 (quatro) anos, e multa, se a conduta não constituir crime mais grave."
      },
      {
        "letra": "C",
        "texto": "O induzimento e a instigação a suicídio ou a automutilação realizados por meio da rede de computadores foram tipificados no código penal, porém não como crimes hediondos."
      },
      {
        "letra": "D",
        "texto": "É de responsabilidade prioritária do poder público federal desenvolver, em conjunto com os órgãos de segurança pública e de saúde e com a participação da comunidade escolar, protocolos para estabelecer medidas de proteção à criança contra qualquer forma de violência no âmbito escolar."
      },
      {
        "letra": "E",
        "texto": "No caso de intimidação sistemática virtual (cyberbullying), se a conduta for realizada por meio da rede de computadores, de rede social, de aplicativos, de jogos on-line ou por qualquer outro meio ou ambiente digital, ou transmitida em tempo real, deverá ser aplicada pena de reclusão, de 4 (quatro) anos a 6 (seis) anos, se a conduta não constituir crime mais grave."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2464794",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: MPE-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Sequestro ou cárcere privado",
      "Crimes contra a dignidade sexual",
      "Estupro"
    ],
    "enunciado_principal": "Caio contrata Mévio, para matar Seprônia, sua ex-chefe, que não perdoa por ter sido demitido. Antes, contudo, solicita que Mévio mantenha Seprônia presa, por alguns dias, em um quarto fechado, infestado de baratas, inseto do qual ela tem fobia. Para tanto, Caio entrega a Mévio metade do valor convencionado, comprometendo-se a pagar o restante somente após a morte. Mévio passa a seguir Seprônia e, no dia em que ela caminhava, sozinha, por rua sem movimento, a aborda, com arma de fogo, obrigando-a a entrar no carro, partindo para um bairro distante, onde já tinha uma casa alugada, para mantê-la, em cárcere privado. Seprônia é trancada em um quarto fechado, todo escuro, sem ventilação, infestado de baratas. Passados alguns minutos presa, Seprônia percebe a presença das baratas e começa a gritar, em desespero. Mévio a mantém presa, por três horas, mas, tendo se excitado com os gritos de pavor de Seprônia, decide tirá-la do quarto, mantendo com ela, sob ameaça de arma de fogo, conjunção carnal forçada. Após, Mévio volta a manter Seprônia presa, no quarto. Durante o período em que Seprônia é mantida trancada, Caio e Mévio se falam. Mévio não conta que submeteu Seprônia à conjunção carnal forçada, apenas reportando a ele o desespero dela, em razão das baratas. No dia em que Mévio mataria Seprônia, ele vê no jornal televisivo a notícia do desaparecimento dela, seguida de entrevista da mãe, chorando pelo sumiço da filha. Neste momento, Mévio se dá conta de que Seprônia é filha de Tícia, sua professora de infância, que o ensinou a ler, além de auxiliar sua família carente, ao longo de anos. Diante disso, Mévio decide não mais matar Seprônia, libertando-a, após a manter em cárcere privado, por 5 dias. Mévio comunica a decisão a Caio, que disse que por conta de Seprônia permanecer viva, tudo viria à tona e eles acabariam presos. Caio ainda falou que nada mais devia a Mévio, já que ele não cumpriu com metade do acordo. Diante da situação hipotética, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Mévio responderá pelo crime de sequestro e cárcere privado qualificado pelo intenso sofrimento causado (artigo 148, parágrafo 2, do CP). Caio responderá pelo homicídio qualificado pelo emprego de tortura, na forma tentada (artigo 121, parágrafo 2, inciso III, do CP). Caio e Mévio responderão também pelo crime de estupro (artigo 213, do CP), que, embora praticado por Mévio, Caio, ao contratá-lo, assumiu o risco de prática de crimes diversos."
      },
      {
        "letra": "B",
        "texto": "Caio e Mévio responderão pelo crime de sequestro e cárcere privado qualificado pelo intenso sofrimento causado (artigo 148, parágrafo 2, do CP). Mévio responderá também pelo crime de estupro (artigo 213, do CP)."
      },
      {
        "letra": "C",
        "texto": "Caio e Mévio responderão pelo homicídio qualificado pelo emprego de tortura, na forma tentada (artigo 121, parágrafo 2, inciso III, do CP). Mévio responderá também pelo crime de estupro (artigo 213, do CP)."
      },
      {
        "letra": "D",
        "texto": "Mévio responderá pelo crime de sequestro e cárcere privado qualificado pelo intenso sofrimento causado (artigo 148, parágrafo 2, do CP). Caio responderá pelo homicídio qualificado pelo emprego de tortura, na forma tentada (artigo 121, parágrafo 2, inciso III, do CP). Mévio também responderá pelo estupro (artigo 213, do CP)."
      },
      {
        "letra": "E",
        "texto": "Caio e Mévio responderão pelo crime de sequestro e cárcere privado qualificado pelo intenso sofrimento causado (artigo 148, parágrafo 2, do CP). Caio e Mévio responderão também pelo crime de estupro (artigo 213, do CP), que, embora praticado por Mévio, Caio, ao contratá-lo, assumiu o risco de prática de crimes diversos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2449483",
    "metadata": "Ano: 2024 | Banca: MPT | Órgão: MPT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Redução à condição análoga à de escravo"
    ],
    "enunciado_principal": "À vista das condutas elencadas nas assertivas seguintes, assinale a alternativa em que todas as situações retratam características típicas do trabalho escravo contemporâneo, de acordo com a normativa nacional e internacional: I - A submissão do trabalhador a serviços forçados; a retenção dos documentos do trabalhador; e o pagamento de remuneração de modo fracionado. II - A imposição ao trabalhador de jornada exaustiva; a não realização dos exames médicos periódicos; e a restrição da locomoção do trabalhador. III - A retenção dos objetos pessoais do trabalhador; a violação da sua correspondência; e a vigilância ostensiva no local de trabalho. IV - A sujeição do trabalhador a condições degradantes; a cobrança abusiva de adiantamento salarial; e o impedimento físico para deslocamento externo. Assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas I e III estão incorretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas I e IV estão incorretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas II e III estão incorretas."
      },
      {
        "letra": "D",
        "texto": "Todas as assertivas estão incorretas"
      },
      {
        "letra": "E",
        "texto": "Não respondida."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2416430",
    "metadata": "Ano: 2024 | Banca: IV - UFG | Órgão: TJ-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Ameaça"
    ],
    "enunciado_principal": "Ameaçar alguém, por palavra, escrito ou gesto, ou qualquer outro meio simbólico, de causar-lhe mal injusto e grave, é um crime que se procede:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "mediante representação do ofendido."
      },
      {
        "letra": "B",
        "texto": "por meio de queixa-crime da vítima."
      },
      {
        "letra": "C",
        "texto": "através de denúncia do querelante."
      },
      {
        "letra": "D",
        "texto": "por intermédio de requerimento do ofendido."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2394772",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: MPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Abolitio criminis",
      "Crimes contra a liberdade pessoal",
      "Perseguição"
    ],
    "enunciado_principal": "Mévia, inconformada com o fim do relacionamento, no período de julho a outubro de 2020, todos os dias, por diversas vezes, contatou Tício, seu ex-namorado, homem de 65 anos, expressando o sentimento de mágoa, raiva e desejo de vingança. Inicialmente, os contatos foram através de ligação telefônica, passando a mensagens por aplicativo WhatsApp. Bloqueados tais meios, o contato passou a se dar por mensagens de texto, Instagram e e-mail que, igualmente bloqueados, fez com que Mévia passasse a criar perfis falsos, para o envio de mensagens. Diante desses atos, Tício procura a autoridade competente, em novembro de 2021, manifestando o inequívoco desejo de ver os fatos processados. Mévia é denunciada pela contravenção penal da perturbação da tranquilidade (art. 65, do Decreto-lei no 3.688/41), vindo a se tornar ré, em fevereiro de 2021, sendo que, em 15 de março, iniciada a instrução, a vítima é ouvida, ratificando a sua versão e o desejo de ver a ré punida pelos fatos. Finalizada a instrução, os autos seguem à conclusão, para sentença, em janeiro de 2022. Diante da situação hipotética e considerando que a Lei no 14.132/2021, que tipificou o crime de perseguição, revogando, expressamente, a contravenção penal da perturbação da tranquilidade (art. 65, do Decreto-lei no 3.688/41), entrou em vigor em 31 de marco de 2021, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A punibilidade de Mévia não está extinta, por força do princípio da continuidade normativo-típica, vez que as condutas previstas na contravenção penal revogada permanecem tipificadas no crime de perseguição. Se condenada, Mévia ficará sujeita às penas do novo crime, não sendo caso de intimação de Tício, para fins de representação, vez que a ação penal é publica incondicionada, em razão de ele ser idoso."
      },
      {
        "letra": "B",
        "texto": "A punibilidade de Mévia não está extinta, por força do princípio da continuidade normativo-típica, vez que as condutas previstas na contravenção penal revogada permanecem tipificadas no crime de perseguição. Se condenada, Mévia ficará sujeita às penas do novo crime, sendo, no entanto, necessária a intimação de Tício, para fins de representação, vez que a ação penal é pública condicionada."
      },
      {
        "letra": "C",
        "texto": "Extinta a punibilidade de Mévia, por abolitio criminis, dada a revogação expressa da contravenção penal de perturbação da tranquilidade, não se podendo falar em princípio da continuidade normativo-típica, visto que o crime de perseguição exige vítima mulher."
      },
      {
        "letra": "D",
        "texto": "A punibilidade de Mévia não está extinta, por força do princípio da continuidade normativo-típica, vez que as condutas previstas na contravenção penal revogada permanecem tipificadas no crime de perseguição. Se condenada, Mévia ficará sujeita às penas da contravenção penal, restando, ainda, inequívoco o desejo de Tício de vê-la processada e condenada pelo depoimento prestado em Juízo."
      },
      {
        "letra": "E",
        "texto": "Extinta a punibilidade de Mévia, por abolitio criminis, dada a revogação expressa da contravenção penal de perturbação da tranquilidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2386452",
    "metadata": "Ano: 2024 | Banca: FEPESE | Órgão: Prefeitura de São José - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Tráfico de Pessoas"
    ],
    "enunciado_principal": "De acordo com o Código Penal, o crime de tráfico de pessoas tem como finalidade: 1. adoção infantil. 2. exploração sexual. 3. remover partes do corpo humano. 4. submeter pessoa a trabalho em condição análoga à de escravo. Assinale a alternativa que indica todas as afirmativas corretas.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São corretas apenas as afirmativas 1 e 2."
      },
      {
        "letra": "B",
        "texto": "São corretas apenas as afirmativas 2 e 4."
      },
      {
        "letra": "C",
        "texto": "São corretas apenas as afirmativas 1, 2 e 3."
      },
      {
        "letra": "D",
        "texto": "São corretas apenas as afirmativas 1, 3 e 4."
      },
      {
        "letra": "E",
        "texto": "São corretas apenas as afirmativas 2, 3 e 4."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2386451",
    "metadata": "Ano: 2024 | Banca: FEPESE | Órgão: Prefeitura de São José - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Perseguição"
    ],
    "enunciado_principal": "Assinale a alternativa correta de acordo com o Código Penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para configuração do crime de perseguição é necessária a prática reiterada de atos de perturbação ou perseguição."
      },
      {
        "letra": "B",
        "texto": "A perturbação da tranquilidade alheia, atualmente denominada de stalking, configura a prática da contravenção de perseguição."
      },
      {
        "letra": "C",
        "texto": "A criminalização do crime de perseguição proíbe que o governo, por meio de seus agentes públicos, se imiscua nos meios eleitos pelos cidadãos para o atingimento de suas vontades particulares."
      },
      {
        "letra": "D",
        "texto": "O sujeito passivo do crime de perseguição deverá ser necessariamente pessoa em situação de vulnerabilidade, ou seja, criança, adolescente, idoso ou mulher."
      },
      {
        "letra": "E",
        "texto": "O crime de perseguição é de ação pública incondicionada, sendo desnecessária a representação da vítima para que os agentes de segurança adotem as medidas necessárias para a sua prevenção."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2367571",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Perseguição"
    ],
    "enunciado_principal": "Leia os fragmentos a seguir. O Instituto Avon no estudo “Misoginia e Violência contra mulheres na internet: um levantamento sobre fóruns anônimos”, realizado em parceria com a empresa Timelens, constatou que, dentre as regras dos Chans, está a proibição de participação de mulheres e que, quando as mulheres não correspondem às expectativas dos frequentadores, são articulados ataques coordenados, bem como que as mulheres inclusive denominadas de depósito. Estudo disponível em: https://institutoavon.org.br/estudo-do-instituto-avon-trazdados-sobre-misoginia-e-violencia-contra-mulheres-na-internet/ Já, Danielle Keats Ciron, em seu livro “Hate Crimes in CyberSpace” ressaltou que estudos evidenciaram que usuários com nomes femininos receberam em média “cem mensagens privadas maliciosas”, que o estudo define como “linguagem sexualmente explicita ou ameaçadora”, para cada quatro recebidas por usuários masculinos; que usuários humanos masculinos visavam especificamente os femininos; e que ser mulher aumenta o risco de assédio cibernético e, para mulheres lésbicas, transexuais ou bissexuais e mulheres negras o risco pode ser maior. Harvard University Press, 2014. Considerando os fragmentos acima, analise as afirmativas a seguir. I. O delito de perseguição tem a pena majorada quando é cometido contra criança, adolescente ou idoso; mulher por razões da condição de sexo feminino, nos termos da lei; ou mediante concurso de 2 (duas) ou mais pessoas ou com o emprego de arma. II. Considerando que o delito de perseguição foi previsto no Art. 147-A, do Código Penal, por força da Lei nº 14132/2021, bem como que esta mesma lei revogou o disposto no Art. 65 do Decreto-lei nº 3688/1941, é possível afirmar que, pela jurisprudência, inexistiu automática abolitio criminis para todos os fatos que estavam enquadrados no Art. 65, citado, uma vez que permanece a reprovação penal em continuidade normativo-típica. III. Considera-se também relação íntima de afeto, a fim de ensejar a aplicação da Lei Maria da Penha, aquela estabelecida e/ou mantida por meio da rede mundial de computadores. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II, apenas."
      },
      {
        "letra": "B",
        "texto": "I e III, apenas."
      },
      {
        "letra": "C",
        "texto": "II e III, apenas."
      },
      {
        "letra": "D",
        "texto": "I, II, III."
      },
      {
        "letra": "E",
        "texto": "II, apenas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2360676",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: PC-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Injúria",
      "Crimes contra a liberdade pessoal",
      "Ameaça"
    ],
    "enunciado_principal": "Túlio, 41 anos, se desentendeu com seu vizinho Hugo, 74 anos, em razão de conflitos referentes a vaga de estacionamento na garagem do prédio. Indignado pelo fato de Hugo ter parado em sua vaga, Túlio proferiu palavras ofensivas como “velho safado”, bem como ameaçou espancá-lo caso o fato viesse a se repetir. No dia seguinte, Hugo compareceu à delegacia de polícia e registrou ocorrência pelos crimes de injúria e ameaça, manifestando o desejo de representar criminalmente contra Túlio. Tendo em vista este cenário, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Ministério Público poderá oferecer denúncia pelos crimes de injúria qualificada e ameaça."
      },
      {
        "letra": "B",
        "texto": "O Ministério Público poderá oferecer a denúncia pelo crime de ameaça e Hugo deverá oferecer queixa-crime caso pretenda ajuizar ação penal para julgar o crime de injúria."
      },
      {
        "letra": "C",
        "texto": "Apesar de o crime de injúria ser crime de ação penal privada, o Ministério Público poderá oferecer denúncia por ameaça e injúria, em razão do concurso de crimes."
      },
      {
        "letra": "D",
        "texto": "O crime de ameaça é classificado como crime de ação penal pública incondicionada, já o crime de injúria simples é crime de ação penal privada."
      },
      {
        "letra": "E",
        "texto": "Tendo em vista que a vítima é pessoa idosa, os crimes de injúria e ameaça são processados por meio de ação penal pública incondicionada."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2386173",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Perseguição"
    ],
    "enunciado_principal": "A respeito do crime de perseguição, previsto no art. 147-A, do Código Penal, é correto dizer que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é de ação pública incondicionada."
      },
      {
        "letra": "B",
        "texto": "somente admite vítima mulher."
      },
      {
        "letra": "C",
        "texto": "se praticado por intermédio da internet, enseja causa de aumento."
      },
      {
        "letra": "D",
        "texto": "se praticado mediante concurso de agentes, enseja causa de aumento."
      },
      {
        "letra": "E",
        "texto": "somente se caracteriza mediante o emprego de ameaça à integridade física ou psicológica da vítima mulher."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2328468",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Perseguição"
    ],
    "enunciado_principal": "Bianca, inconformada com o fim de seu namoro com Caio, ciente de que ele costuma frequentar determinado parque público para se exercitar aos domingos, passa a ir ao local, a fim de encontra-lo, ocasião em que, de forma insistente e aos prantos, pede para que reatem a relação amorosa, assim dificultando seu lazer, o que é feito em cinco domingos sucessivos. Diante do caso narrado, o crime cometido por Bianca é de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "perseguição;"
      },
      {
        "letra": "B",
        "texto": "constrangimento ilegal;"
      },
      {
        "letra": "C",
        "texto": "violência psicológica;"
      },
      {
        "letra": "D",
        "texto": "importunação sexual;"
      },
      {
        "letra": "E",
        "texto": "perturbação do sossego."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2312114",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crimes omissivos",
      "Periclitação da vida e da saúde",
      "Omissão de socorro",
      "Crimes contra a liberdade pessoal",
      "Sequestro ou cárcere privado",
      "Crimes contra o patrimônio",
      "Furto",
      "Dano"
    ],
    "enunciado_principal": "A doutrina classifica os delitos em diversas categorias, assim procurando melhor compreendê-los. Considerando algumas das classificações existentes, são, respectivamente, delito de resultado, delito de lesão, delito permanente e delito omissivo próprio:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "concussão, furto, rufianismo e prevaricação;"
      },
      {
        "letra": "B",
        "texto": "furto, dano, cárcere privado e omissão de socorro;"
      },
      {
        "letra": "C",
        "texto": "roubo, lesão corporal, sequestro e homicídio por omissão;"
      },
      {
        "letra": "D",
        "texto": "homicídio, autoaborto, perseguição e estupro por omissão;"
      },
      {
        "letra": "E",
        "texto": "peculato, omissão de socorro, extorsão mediante sequestro e omissão de notificação de doença."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2307713",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Violência Psicológica Contra a Mulher"
    ],
    "enunciado_principal": "A conduta de causar dano emocional à mulher que a prejudique e perturbe seu pleno desenvolvimento, mediante humilhação e manipulação, causando prejuízo à sua saúde psicológica e autodeterminação,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "configura crime de perseguição."
      },
      {
        "letra": "B",
        "texto": "não configura crime, tendo em vista que não é possível aferir o dano emocional."
      },
      {
        "letra": "C",
        "texto": "configura crime de constrangimento ilegal."
      },
      {
        "letra": "D",
        "texto": "configura crime de ameaça."
      },
      {
        "letra": "E",
        "texto": "configura crime de violência psicológica contra a mulher."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2283942",
    "metadata": "Ano: 2023 | Banca: OBJETIVA | Órgão: CRB 10º Região - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Crimes contra o patrimônio",
      "Roubo"
    ],
    "enunciado_principal": "Em conformidade com o Decreto-Lei nº 2.848/1940 — Código Penal, marcar C para as afirmativas Certas, E para as Erradas e, após, assinalar a alternativa que apresenta a sequência CORRETA: ( ) Subtrair coisa móvel alheia, para si ou para outrem, mediante grave ameaça ou violência a pessoa, ou depois de havê-la, por qualquer meio, reduzido à impossibilidade de resistência: Pena - reclusão, de quatro a dez anos, e multa. ( ) Constranger alguém, mediante violência ou grave ameaça, e com o intuito de obter para si ou para outrem indevida vantagem econômica, a fazer, tolerar que se faça ou deixar de fazer alguma coisa: Pena - reclusão, de dois a quatro anos, e multa.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "C - C."
      },
      {
        "letra": "B",
        "texto": "C - E."
      },
      {
        "letra": "C",
        "texto": "E - C."
      },
      {
        "letra": "D",
        "texto": "E - E."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2283676",
    "metadata": "Ano: 2023 | Banca: IGEDUC | Órgão: Prefeitura de Ingá - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal"
    ],
    "enunciado_principal": "Julgue o item subsequente. Aquele que invade dispositivo informático de dirigente máximo de administração indireta municipal terá sua pena aumentada de um terço à metade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2283674",
    "metadata": "Ano: 2023 | Banca: IGEDUC | Órgão: Prefeitura de Ingá - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Perseguição"
    ],
    "enunciado_principal": "Julgue o item subsequente. A restrição da capacidade de locomoção da vítima no crime de perseguição acarreta o aumento da pena em até metade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2263817",
    "metadata": "Ano: 2023 | Banca: CONSULPAM | Órgão: Prefeitura de Olinda - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Difamação",
      "Injúria",
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Ameaça",
      "Perseguição"
    ],
    "enunciado_principal": "Considere o seguinte caso hipotético e, na sequência, responda ao que se pede. Maria e André tiveram um relacionamento amoroso que terminou de forma conturbada. Maria não conseguiu superar o término e desenvolveu sentimentos obsessivos por André. Ela começou a monitorar suas redes sociais, a segui-lo de perto em locais públicos e a enviar mensagens constantes, mesmo após ele ter deixado claro que desejava manter distância. Maria também passou a enviar mensagens ameaçadoras para André, dizendo que se ele não voltasse para ela, ela faria coisas terríveis contra ele e sua família. Além disso, ela começou a difamar André nas redes sociais, espalhando informações falsas sobre sua vida pessoal e profissional. André ficou extremamente preocupado e amedrontado com o comportamento obsessivo e ameaçador de Maria. Ele procurou a polícia e registrou queixa contra ela, apresentando como prova as mensagens ameaçadoras e o monitoramento constante. Durante as investigações, ficou evidente que Maria estava agindo de forma deliberada para perturbar a paz de André, causando-lhe medo e angústia. As mensagens ameaçadoras e difamatórias demonstraram a intenção de causar dano emocional e psicológico a André. É CORRETO afirmar que Maria praticou o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Constrangimento ilegal."
      },
      {
        "letra": "B",
        "texto": "Ameaça."
      },
      {
        "letra": "C",
        "texto": "Perseguição."
      },
      {
        "letra": "D",
        "texto": "Injúria."
      },
      {
        "letra": "E",
        "texto": "Difamação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2263816",
    "metadata": "Ano: 2023 | Banca: CONSULPAM | Órgão: Prefeitura de Olinda - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria",
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Perseguição"
    ],
    "enunciado_principal": "Ana e Rafael trabalham juntos no Município de Atenas, como Guardas Civis Municipais. Eles sempre tiveram uma relação profissional cordial, mas nos últimos meses, Ana percebeu que Rafael estava tendo um desempenho abaixo do esperado em suas tarefas. Certo dia, durante uma reunião com a equipe, Ana não conseguiu se conter e, diante de todos os colegas, afirmou que havia ouvido rumores de que Rafael estava desviando recursos do órgão para benefício próprio. Ana fez essa afirmação de forma categórica, sem apresentar nenhuma prova concreta para respaldar suas palavras. Rafael ficou extremamente constrangido e sentiu sua reputação abalada diante de seus colegas e superiores. Além disso, a informação não era verdadeira; Rafael nunca havia se envolvido em qualquer atividade ilícita ou desvio de recursos. Após a reunião, alguns colegas comentaram sobre o que Ana havia dito e a notícia rapidamente se espalhou. Rafael se sentiu humilhado e prejudicado em sua imagem profissional. Ele procurou um advogado e decidiu tomar medidas legais contra Ana, alegando que ela havia cometido crime ao acusá-lo falsamente perante seus colegas e superiores. No processo criminal, Rafael apresentou testemunhas que atestaram sua conduta profissional íntegra e que confirmaram que a acusação de desvio de recursos era completamente infundada. Ana, por sua vez, tentou justificar suas palavras dizendo que estava apenas compartilhando os “rumores” que havia ouvido, sem intenção de prejudicar Rafael. O juiz considerou que Ana agiu com dolo, ou seja, com a intenção de imputar a Rafael uma conduta criminosa que ela sabia ser falsa. A falta de provas e a divulgação pública da acusação prejudicaram a reputação de Rafael, afetando negativamente sua carreira profissional e sua imagem. Ana foi condenada, além de ser obrigada a retratar-se publicamente, restaurando a reputação de Rafael. Dentre as alternativas abaixo, assinale a que descreve CORRETAMENTE o crime praticado por Ana:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Calúnia."
      },
      {
        "letra": "B",
        "texto": "Difamação."
      },
      {
        "letra": "C",
        "texto": "Injúria."
      },
      {
        "letra": "D",
        "texto": "Constrangimento ilegal."
      },
      {
        "letra": "E",
        "texto": "Perseguição."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2221682",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Crimes contra a dignidade sexual",
      "Favorecimento da prostituição ou outra forma de exploração sexual",
      "Rufianismo",
      "Tráfico de Pessoas",
      "Promoção de migração ilegal"
    ],
    "enunciado_principal": "Orlando e Frederico intermediaram a ida para Amsterdã de três mulheres, maiores de idade, que estavam insatisfeitas com os rendimentos econômicos no Brasil, para trabalhar como profissionais do sexo. Não existiu nenhuma violência ou fraude e houve o pagamento do valor acordado pela intermediação. Nos termos da legislação brasileira, tal situação fática configura:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "fato atípico;"
      },
      {
        "letra": "B",
        "texto": "crime de tráfico de pessoas (Art. 149-A do CP);"
      },
      {
        "letra": "C",
        "texto": "crime de rufianismo (Art. 230 do CP);"
      },
      {
        "letra": "D",
        "texto": "crime de favorecimento da prostituição (Art. 228 do CP);"
      },
      {
        "letra": "E",
        "texto": "crime de promoção de migração ilegal (Art. 232-A do CP)."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2220616",
    "metadata": "Ano: 2023 | Banca: IGEDUC | Órgão: Prefeitura de Triunfo - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Perseguição"
    ],
    "enunciado_principal": "Julgue o item a seguir. As penalidades aplicadas ao crime de perseguição não prejudicam a aplicação das demais penas relacionadas à violência sofrida pela vítima.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2218512",
    "metadata": "Ano: 2023 | Banca: SELECON | Órgão: Prefeitura de Lucas do Rio Verde - MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Sequestro ou cárcere privado",
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Extorsão"
    ],
    "enunciado_principal": "Miguel, passando por necessidades físicas, em decorrência de dificuldades pessoais, resolver subtrair coisa alheia móvel, ameaçando as vítimas com arma de fogo, devidamente municiada. Após o evento, Miguel consegue se evadir do local com o produto do ilícito, vindo a ser capturado pela polícia, com auxílio de guardas municipais, alguns dias depois. Nos termos do Código Penal, os fatos descrevem o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "sequestro"
      },
      {
        "letra": "B",
        "texto": "extorsão"
      },
      {
        "letra": "C",
        "texto": "roubo"
      },
      {
        "letra": "D",
        "texto": "furto"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2211465",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Ameaça",
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941",
      "Perseguição"
    ],
    "enunciado_principal": "No dia 21 de março de 2022, Bruno perturbou, por acinte, a tranquilidade de sua ex-companheira, Kelly, ao fazer, durante o expediente dela, uma única ligação para o telefone comercial da empresa em que ela trabalha, tendo gritado com ela e lhe exigido coisas relacionadas ao filho do ex-casal. Kelly ficou nervosa, assustada e preocupada com possíveis consequências profissionais contra si dessa conduta de Bruno, que, além de baseada no gênero da vítima, ocorreu no âmbito de relação íntima de afeto do ex-casal, uma vez que eles haviam sido companheiros e tiveram um filho juntos. Nessa situação hipotética, conforme o Código Penal (CP), ao efetuar a ligação mencionada para Kelly, Bruno praticou",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o delito de violência psicológica contra a mulher."
      },
      {
        "letra": "B",
        "texto": "conduta atípica."
      },
      {
        "letra": "C",
        "texto": "o delito de ameaça."
      },
      {
        "letra": "D",
        "texto": "o delito de perseguição (stalking)."
      },
      {
        "letra": "E",
        "texto": "contravenção penal de perturbação da tranquilidade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2194582",
    "metadata": "Ano: 2023 | Banca: IDECAN | Órgão: Prefeitura de Fortaleza - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Crimes contra a dignidade sexual"
    ],
    "enunciado_principal": "Ana, ex-mulher de Marcos, passou a residir na companhia de Pedro, seu novo companheiro. Enlouquecido de ciúmes, Marcos espalhou pela vizinhança que o atual parceiro de Ana estuprara seu filho, apresentando fotografias em que a criança apresentava vermelhidão nas coxas e nádegas, embora soubesse que se tratava de reação alérgica e, portanto, da falsidade das graves acusações que fazia. A conduta de Marcos caracteriza:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Difamação"
      },
      {
        "letra": "B",
        "texto": "Calúnia"
      },
      {
        "letra": "C",
        "texto": "Constrangimento ilegal"
      },
      {
        "letra": "D",
        "texto": "Importunação ofensiva ao pudor"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2156731",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Redução à condição análoga à de escravo"
    ],
    "enunciado_principal": "No que se refere ao trabalho em condições análogas às de escravo, a conduta que configura o sistema de barracão, ou truck system, consiste em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "submeter alguém a trabalhos forçados:"
      },
      {
        "letra": "B",
        "texto": "submeter alguém a jornada de trabalho exaustiva."
      },
      {
        "letra": "C",
        "texto": "restringir, por qualquer meio, a locomoção de alguém, em razão de dívida contraída com o empregador ou preposto."
      },
      {
        "letra": "D",
        "texto": "sujeitar alguém a condições degradantes de trabalho."
      },
      {
        "letra": "E",
        "texto": "manter vigilância ostensiva de alguém no local de trabalho, com o fim de lá retê-lo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2144074",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Ameaça",
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "Gumercinda, ex-namorada de Hilma, por não se conformar com o fim do relacionamento amoroso entre elas, passa a importuná-la reiteradamente, ao longo do último mês, seguindo-a em locais públicos, indo a seu local de trabalho, telefonando para sua residência e mandando mensagens para seu celular. Diante do caso narrado, é correto afirmar que Gumercinda cometeu:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a contravenção penal de perturbação da tranquilidade;"
      },
      {
        "letra": "B",
        "texto": "o crime de perseguição;"
      },
      {
        "letra": "C",
        "texto": "o crime de violência psicológica contra a mulher;"
      },
      {
        "letra": "D",
        "texto": "os crimes de perseguição e de violência psicológica contra a mulher;"
      },
      {
        "letra": "E",
        "texto": "os crimes de constrangimento ilegal e ameaça."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2134252",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Redução à condição análoga à de escravo"
    ],
    "enunciado_principal": "Acerca do trabalho em condições análogas às de escravo, julgue os seguintes itens considerando, o entendimento adotado pelo STF. I O trabalho em condições análogas às de escravo pode ser configurado pela_ submissão do trabalhador A jornada exaustiva e a condições degradantes de trabalho. II É necessária a restrição da liberdade de ir e vir do trabalhador para que haja a configuração do trabalho em condições análogas às de escravo. IlI Na configuração do trabalho em condições análogas às de escravo, o cerceamento de liberdade pode decorrer de constrangimentos económicos e não necessariamente físicos. Assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas o item lI está certo."
      },
      {
        "letra": "B",
        "texto": "Apenas o item III está certo."
      },
      {
        "letra": "C",
        "texto": "Apenas os itens I e lI estão certos."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens I e IlI estão certos."
      },
      {
        "letra": "E",
        "texto": "Todos os itens estão certos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2209493",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: Prefeitura de Guarulhos - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Perseguição"
    ],
    "enunciado_principal": "Nos termos do Código Penal, é correto afirmar que a conduta de “perseguir alguém, reiteradamente e por qualquer meio, ameaçando-lhe a integridade física ou psicológica, restringindo-lhe a capacidade de locomoção ou, de qualquer forma, invadindo ou perturbando sua esfera de liberdade ou privacidade” é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "um fato atípico em razão de ausência de previsão legal."
      },
      {
        "letra": "B",
        "texto": "um crime apenado com reclusão que somente se procede mediante representação."
      },
      {
        "letra": "C",
        "texto": "uma causa de aumento de pena no crime de constrangimento ilegal."
      },
      {
        "letra": "D",
        "texto": "uma forma de violência psicológica apenada com detenção."
      },
      {
        "letra": "E",
        "texto": "uma qualificadora no crime de ameaça."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2006433",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: MPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Crimes contra a liberdade pessoal",
      "Crimes contra o patrimônio",
      "Roubo",
      "Perseguição",
      "Crimes contra o Estado Democrático de Direito",
      "Crimes contra o funcionamento das Instituições Democráticas no Processo Eleitoral"
    ],
    "enunciado_principal": "Analise as assertivas e assinale a alternativa correta. I. Constitui crime previsto no Código Eleitoral o ato de restringir, impedir ou dificultar, com emprego de violência física, sexual ou psicológica, o exercício de direitos políticos a qualquer pessoa em razão de seu sexo, raça, cor, etnia, religião ou procedência nacional. II. O crime de perseguição previsto no artigo 147-A do Código Penal somente pode ser cometido contra mulher por razões da condição do sexo feminino. III. A Lei nº 11.340/2006, conhecida como “Lei Maria da Penha”, desde sua publicação, considera como crime o descumprimento de Medidas Protetivas de Urgência. IV. Há crime de latrocínio quando o homicídio se consuma, ainda que não realize o agente a subtração de bens da vítima. V. A extinção do mandato do prefeito não impede a instauração de processo pela prática dos crimes previstos no art. 1º do Dl. 201/67.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas II, IV e V estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas I, II e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas IV e V estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas I, II, IV e V estão corretas."
      },
      {
        "letra": "E",
        "texto": "Apenas I, IV e V estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1992816",
    "metadata": "Ano: 2022 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Redução à condição análoga à de escravo"
    ],
    "enunciado_principal": "ASSINALE A ALTERNATIVA CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para a caracterização do crime de redução a condição análoga à de escravo, tipificado no art. 149, do CP, exige-se a restrição da liberdade de locomoção do trabalhador."
      },
      {
        "letra": "B",
        "texto": "A tipificação do crime de redução a condição análoga à de escravo, definido no art. 149, do CP, pode ocorrer com a submissão do trabalhador a jornada exaustiva."
      },
      {
        "letra": "C",
        "texto": "O crime de redução a condição análoga à de escravo, previsto no art. 149, do CP, se concretiza com a frustração de direito assegurado na legislação do trabalho."
      },
      {
        "letra": "D",
        "texto": "A tipificação do crime de redução a condição análoga à de escravo, no art. 149, do CP, se aperfeiçoa com a obrigação do trabalhador ter que usar mercadorias de determinado estabelecimento."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1992695",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TRT - 13ª Região (PB)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Perseguição"
    ],
    "enunciado_principal": "Alberto e Camila terminaram um relacionamento recentemente. Entretanto, Alberto não se conforma, e diariamente espera Camila na saída do trabalho, seguindo-a até em casa. Esse ato é legalmente reconhecido como Perseguição, consubstanciando-se como",
    "alternativas": [
      {
        "letra": "A",
        "texto": "uma ofensa."
      },
      {
        "letra": "B",
        "texto": "uma falta."
      },
      {
        "letra": "C",
        "texto": "um delito."
      },
      {
        "letra": "D",
        "texto": "uma infração."
      },
      {
        "letra": "E",
        "texto": "um crime."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1968225",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Perseguição"
    ],
    "enunciado_principal": "Acerca do delito de perseguição (stalking) no Brasil, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A situação de perseguição ou stalking não é considerada crime pelo direito brasileiro."
      },
      {
        "letra": "B",
        "texto": "Para a existência do crime de perseguição, é necessário que o agente restrinja a capacidade de locomoção da vítima."
      },
      {
        "letra": "C",
        "texto": "A perseguição era considerada contravenção penal."
      },
      {
        "letra": "D",
        "texto": "No delito de perseguição, o único caso de aumento de pena previsto diz respeito à faixa etária ou ao sexo da vítima."
      },
      {
        "letra": "E",
        "texto": "O delito de perseguição é um crime de ação penal pública incondicionada."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1960229",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Sequestro ou cárcere privado",
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável",
      "Corrupção de menores",
      "Divulgação de cena de estupro de vulnerável, de cena de sexo ou de pornografia"
    ],
    "enunciado_principal": "Configura crime contra a dignidade sexual a conduta de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "oferecer, por qualquer meio, inclusive por meio de comunicação de massa, fotografia, vídeo ou outro registro audiovisual que contenha cena de estupro, ou, sem o consentimento da vítima, cena de sexo ou de nudez ou pornografia"
      },
      {
        "letra": "B",
        "texto": "privar alguém de sua liberdade, mediante sequestro ou cárcere privado, para a prática de atos libidinosos"
      },
      {
        "letra": "C",
        "texto": "ter conjunção carnal ou praticar outro ato libidinoso com menor de 14 (catorze) anos"
      },
      {
        "letra": "D",
        "texto": "fotografar, filmar ou registrar, por qualquer meio, conteúdo com cena de nudez ou ato sexual ou libidinoso de caráter íntimo e privado sem autorização dos participantes"
      },
      {
        "letra": "E",
        "texto": "induzir alguém menor de 14 (catorze) anos a satisfazer a lascívia de outrem"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1958871",
    "metadata": "Ano: 2022 | Banca: TRF - 4ª REGIÃO | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Redução à condição análoga à de escravo",
      "Crimes contra a dignidade sexual",
      "Favorecimento da prostituição ou outra forma de exploração sexual",
      "Tráfico de Pessoas"
    ],
    "enunciado_principal": "Dadas as assertivas abaixo, assinale a alternativa CORRETA. I – No crime de tráfico de pessoas com a finalidade de exploração sexual, o consentimento válido da vítima exclui a tipicidade. Contudo, o consentimento dado pela vítima de tráfico de pessoas com a finalidade de exploração sexual é irrelevante para efeitos de exclusão da tipicidade quando decorrente de abuso de sua situação de vulnerabilidade. II – O crime de promoção de migração ilegal é compatível com o princípio da não criminalização da migração, pois que não incrimina o comportamento dos migrantes que, ilegalmente, ingressam ou que deixam o território nacional. III – Nos crimes contra o Estado Democrático de Direito, não constitui crime a manifestação crítica aos poderes constitucionais. Conforme referido no julgamento da Arguição de Descumprimento de Preceito Fundamental que analisou a constitucionalidade do inquérito das fake news que tramita no Supremo Tribunal Federal, inserem-se como constitucionalmente protegidos, quando não acompanhados de atos de violência, discursos que visem ao fim da democracia, pois que expressão da liberdade de pensamento. IV – A prescritibilidade penal das condutas que constituam escravidão e suas formas análogas, no entendimento da Corte Interamericana dos Direitos Humanos no caso Fazenda Brasil Verde, viola a Convenção Americana sobre Direitos Humanos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estão corretas apenas as assertivas I e II."
      },
      {
        "letra": "B",
        "texto": "Estão corretas apenas as assertivas I e III."
      },
      {
        "letra": "C",
        "texto": "Estão corretas apenas as assertivas III e IV."
      },
      {
        "letra": "D",
        "texto": "Estão corretas apenas as assertivas I, II e IV."
      },
      {
        "letra": "E",
        "texto": "Estão corretas apenas as assertivas II, III e IV."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1955045",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Sequestro ou cárcere privado"
    ],
    "enunciado_principal": "O crime de sequestro e cárcere privado do art. 148 do CP,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tem como bens jurídicos tutelados a liberdade individual e o patrimônio."
      },
      {
        "letra": "B",
        "texto": "é classificado como crime continuado, tendo em vista que a ação se protrai no tempo."
      },
      {
        "letra": "C",
        "texto": "apenas se consuma se o agente tem intenção de obter vantagem econômica."
      },
      {
        "letra": "D",
        "texto": "não admite tentativa."
      },
      {
        "letra": "E",
        "texto": "é qualificado se a vítima é cônjuge do agente, independentemente de serem, um(a) ou outro(a), homem ou mulher."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1946481",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Sequestro ou cárcere privado",
      "Redução à condição análoga à de escravo",
      "Legislação Penal Especial",
      "Perseguição"
    ],
    "enunciado_principal": "Tendo em conta os crimes contra a liberdade individual, constantes do Código Penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de violência psicológica, previsto no artigo 147-B, do Código Penal, pode ser praticado contra mulher, criança e adolescente."
      },
      {
        "letra": "B",
        "texto": "O crime de constrangimento ilegal, previsto no artigo 146 do Código Penal, é de ação pública condicionada à representação."
      },
      {
        "letra": "C",
        "texto": "No crime de sequestro e cárcere privado, previsto no artigo 148, do Código Penal, a morte da vítima qualifica o crime."
      },
      {
        "letra": "D",
        "texto": "O crime de perseguição, previsto no artigo 147-A, do Código Penal, é de ação pública incondicionada se cometido contra criança, adolescente ou idoso."
      },
      {
        "letra": "E",
        "texto": "É equiparada ao crime de reduzir a condição análoga à de escravo, previsto no art. 149, do Código Penal, a conduta de cercear o uso de qualquer meio de transporte ao trabalhador, com o fim de retê-lo no ambiente do trabalho."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1914758",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal"
    ],
    "enunciado_principal": "Dos delitos previstos no Código Penal, assinale a alternativa que contém o tipo penal que prevê causa de aumento de pena quando o ato for praticado contra mulher em razão da condição do sexo feminino.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Constrangimento ilegal, considerando a causa de aumento de pena de até metade."
      },
      {
        "letra": "B",
        "texto": "Tráfico de pessoas, considerando-se a hipótese de aumento de pena de um terço até metade."
      },
      {
        "letra": "C",
        "texto": "Homicídio, considerando a causa de aumento de pena de até metade do feminicídio."
      },
      {
        "letra": "D",
        "texto": "Perseguição, considerando-se a hipótese de aumento de pena de metade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1899399",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PC-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Sequestro ou cárcere privado",
      "Crimes contra a dignidade sexual",
      "Estupro"
    ],
    "enunciado_principal": "João e Maria namoravam há 3 meses. Maria afirmava que pretendia casar-se virgem. Todavia, João insistia de forma recorrente para que Maria tivesse com ele conjunção carnal. Obcecado pela ideia, no dia 30/06/2019, João forçou Maria a entrar em seu carro e dirigiu-se com ela a um sítio de sua propriedade, em lugar ermo na zona rural do município. Chegando ao local, João disse que Maria só iria embora se aceitasse ter relação sexual. Três dias depois, a polícia militar chegou ao local, a partir do rastreamento do aparelho telefônico de Maria, e prendeu João em flagrante. Diante do exposto, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "João não praticou crime algum, visto que sua conduta foi interrompida nos atos preparatórios."
      },
      {
        "letra": "B",
        "texto": "João praticou o crime de estupro na modalidade tentada, pois o iter criminis foi interrompido por razão estranha à sua vontade."
      },
      {
        "letra": "C",
        "texto": "Tendo em vista que a conduta de João não compreende atos executórios do crime de estupro, deve responder apenas pelo crime de sequestro e cárcere privado."
      },
      {
        "letra": "D",
        "texto": "João praticou o crime de importunação sexual na modalidade tentada, pois o iter criminis foi interrompido por razão estranha à sua vontade."
      },
      {
        "letra": "E",
        "texto": "José praticou o crime de importunação sexual, na modalidade consumada."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2009874",
    "metadata": "Ano: 2021 | Banca: AMEOSC | Órgão: Prefeitura de Santa Helena - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Perseguição"
    ],
    "enunciado_principal": "O presidente da República, Jair Bolsonaro, sancionou a lei que tipifica o crime de perseguição reiterada, por qualquer meio, como a internet, que ameaça a integridade física e psicológica de alguém, interferindo na liberdade e na privacidade da vítima. A norma altera o Código Penal (Decreto-Lei 3.914, de 1941) e prevê pena de reclusão de seis meses a dois anos e multa para esse tipo de conduta. Este crime ficou conhecido como:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Bullying."
      },
      {
        "letra": "B",
        "texto": "Stalking."
      },
      {
        "letra": "C",
        "texto": "Abuso de privacidade."
      },
      {
        "letra": "D",
        "texto": "Hacker."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1979951",
    "metadata": "Ano: 2021 | Banca: FUMARC | Órgão: PC-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações",
      "Perseguição"
    ],
    "enunciado_principal": "Relativamente ao tema dos crimes contra a pessoa, contra o Patrimônio, contra a Dignidade Sexual, contra Administração Pública e Violência Doméstica, analise as afirmativas a seguir, as quais correspondem à imagem abaixo.I. A imagem é de um funcionário público estadual que, sem autorização, faz a inserção de dados falsos em sistema de informações do Governo, o que caracterizaria uma das modalidades de peculato. II. A imagem é de um funcionário público estadual que, utilizando do seu conhecimento em informática, acessa o computador de uma modelo famosa e passa a exigir-lhe dinheiro sob a ameaça de divulgar ao seu esposo que ela possui um relacionamento extraconjugal com uma conhecida lutadora de sumô, o que caracterizaria o delito de furto eletrônico, nos termos do art. 155, § 4º B do Código Penal. III. A imagem é de um funcionário público estadual que, utilizando do seu conhecimento em informática, acessa o computador de um jovem violinista e passa a assediá-lo com o intuito de manterem relação sexual, o que caracterizaria o delito de assédio sexual, nos termos do art. 216-A do Código Penal. IV. A imagem é de um funcionário público estadual que, utilizando do seu conhecimento em informática, acessa do computador de uma cantora as suas redes sociais e e-mail’s, de forma a persegui-la virtualmente, perturbando sua privacidade, o que caracterizaria o crime de perseguição ou “stalking”, nos termos do art. 147-A do Código Penal. V. A imagem é de um funcionário público estadual que, utilizando do seu conhecimento em informática, acessa o computador de sua ex-namorada e, inconformado com o fim do namoro, passa a importuná-la, ameaçando-a, humilhando-a com efetivo prejuízo a sua saúde psicológica e autodeterminação, o que caracterizaria o delito de violência psicológica, nos termos do art. 147-B do Código Penal. Após a análise, estão CORRETAS apenas as afirmativas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e IV."
      },
      {
        "letra": "B",
        "texto": "I, IV e V."
      },
      {
        "letra": "C",
        "texto": "II, III e IV."
      },
      {
        "letra": "D",
        "texto": "II, III e V."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1866111",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Crime continuado",
      "Crimes contra a liberdade pessoal",
      "Sequestro ou cárcere privado"
    ],
    "enunciado_principal": "Acerca do fato típico, da teoria e da classificação dos crimes, julgue o item subsecutivo.O crime de sequestro é considerado um crime continuado, já que ele se prolonga no tempo e a sua consumação só cessa pela vontade do agente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1855774",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: PC-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Ameaça"
    ],
    "enunciado_principal": "Sobre o delito de ameaça, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o sujeito ativo tem o objetivo de alcançar uma ação ou inação da vítima;"
      },
      {
        "letra": "B",
        "texto": "quando praticado no âmbito de violência doméstica, a ação penal é pública incondicionada;"
      },
      {
        "letra": "C",
        "texto": "quando exercido no curso de inquérito policial configura crime contra a Administração Pública;"
      },
      {
        "letra": "D",
        "texto": "o fato de alguém estar sob o efeito de álcool afasta a possibilidade de configuração do delito;"
      },
      {
        "letra": "E",
        "texto": "a chamada “ameaça condicionada” configura o delito de constrangimento ilegal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1845015",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Perseguição"
    ],
    "enunciado_principal": "O crime de perseguição, também conhecido como stalking,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "contra criança, adolescente ou idoso, tem a pena aumentada de metade."
      },
      {
        "letra": "B",
        "texto": "é incompatível com a Lei Maria da Penha em razão da forma equivocada de tipificação."
      },
      {
        "letra": "C",
        "texto": "com emprego de violência, tem a pena aumentada de um terço até metade."
      },
      {
        "letra": "D",
        "texto": "com restrição da liberdade da vítima, tem a pena aumentada de metade."
      },
      {
        "letra": "E",
        "texto": "não permite a substituição da pena privativa de liberdade por restritiva de direitos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1845013",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal"
    ],
    "enunciado_principal": "João se aproximou de Maria, mostrou a arma que estava em sua cintura e disse para ela acompanhá-lo até uma praça ou então atiraria nela. Maria indagou se João queria ficar com sua bolsa, mas ele respondeu que não. Quando estavam próximos à praça, Maria visualizou que o local estava deserto e, com medo, conseguiu fugir. João possui condenação anterior por estupro praticado na mesma praça. Com relação aos fatos narrados, João praticou",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estupro tentado."
      },
      {
        "letra": "B",
        "texto": "ato preparatório impunível."
      },
      {
        "letra": "C",
        "texto": "importunação sexual."
      },
      {
        "letra": "D",
        "texto": "constrangimento ilegal."
      },
      {
        "letra": "E",
        "texto": "violação sexual mediante fraude tentada."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1829180",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: PC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública incondicionada",
      "Crimes contra a liberdade pessoal",
      "Ameaça"
    ],
    "enunciado_principal": "Acerca dos crimes contra a pessoa, julgue o item que se segue.O crime de ameaça praticado por marido contra a sua esposa é processado por ação penal pública incondicionada, dispensando-se a representação da vítima.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1829179",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: PC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Ameaça"
    ],
    "enunciado_principal": "Acerca dos crimes contra a pessoa, julgue o item que se segue.Não há crime de ameaça quando o agente promete um mal injusto e grave contra pessoas absolutamente indeterminadas.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1828389",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: PC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Ameaça"
    ],
    "enunciado_principal": "Acerca de crimes contra a pessoa, julgue o item a seguir.Comete crime de ameaça o agente que, mediante grave ameaça, mandar que um passageiro de um ônibus mude de lugar, consumando-se o delito mesmo que a vítima não o obedeça.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1825560",
    "metadata": "Ano: 2021 | Banca: NC-UFPR | Órgão: PC-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Ameaça"
    ],
    "enunciado_principal": "Tomando-se como parâmetro o tipo penal de ameaça, previsto no art. 147 do Código Penal (Ameaçar alguém, por palavra, escrito ou gesto, ou qualquer outro meio simbólico, de causar-lhe mal injusto e grave), é uma conduta tipificada nesse artigo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a advertência de um juiz à testemunha compromissada das penas do crime de falso testemunho caso o depoimento seja mentiroso."
      },
      {
        "letra": "B",
        "texto": "a promessa de inscrição da dívida em órgãos de proteção de crédito, por parte de um funcionário da empresa de cobrança."
      },
      {
        "letra": "C",
        "texto": "a promessa de chamar a polícia caso não se diminua o som de ruidosa festa que avança na madrugada, por parte de um vizinho."
      },
      {
        "letra": "D",
        "texto": "a promessa de “xingar muito nas redes sociais” se um determinado show for cancelado, por parte de um fã de uma banda."
      },
      {
        "letra": "E",
        "texto": "o envio de fotos do(a) antigo(a) parceiro(a) perfuradas na parte dos olhos e sujas de sangue, por parte de um(a) ex-namorado(a)."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1767745",
    "metadata": "Ano: 2021 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Perseguição"
    ],
    "enunciado_principal": "O CRIME DE PERSEGUIÇÃO (art. 147-A do CP):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É material, exigindo a efetiva influência na esfera psíquica da vítima para se consumar."
      },
      {
        "letra": "B",
        "texto": "Não se configura se a vítima permanecer em contato com o autor ou reatar o relacionamento com ele."
      },
      {
        "letra": "C",
        "texto": "Não se configura, caso haja apenas um ato de perseguição praticado após a vigência da Lei nº 14.132/2021, mesmo que se registrem outros atos antes da entrada em vigor do novo diploma."
      },
      {
        "letra": "D",
        "texto": "Não admite tentativa."
      },
      {
        "letra": "E",
        "texto": "Não admite a continuidade típiconormativa com a contravenção de perturbação da tranquilidade (art. 65 da LCP), porque a novatio legis revogou expressamente o dispositivo do diploma contravencional."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1751206",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Redução à condição análoga à de escravo"
    ],
    "enunciado_principal": "No que concerne aos crimes previstos na parte especial do Código Penal, julgue o item subsequente. O crime de redução à condição análoga à de escravo pode ocorrer independentemente da restrição à liberdade de locomoção do trabalhador.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1673451",
    "metadata": "Ano: 2020 | Banca: ADM&TEC | Órgão: Prefeitura de Gravatá - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Crimes contra o sentimento religioso",
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública",
      "Tráfico de Pessoas"
    ],
    "enunciado_principal": "Analise as afirmativas a seguir: I. Impedir ou perturbar uma cerimônia ou uma prática de um culto religioso, assim como vilipendiar publicamente um ato ou um objeto de culto religioso, é uma prática com pena prevista de detenção, de um mês a um ano, ou multa. Se há o emprego de violência, a pena é aumentada de um terço, sem prejuízo da pena correspondente à violência, conforme determina o artigo 208 do Decreto-lei nº 2.848, de 1940. II. Exercer, ainda que a título gratuito, a profissão de médico, de dentista ou de farmacêutico, sem a autorização legal ou excedendo-lhe os limites, é uma prática ilegal, cuja penalidade é de detenção, de seis meses a dois anos. Se o crime é praticado com o fim de lucro, aplica-se também multa, conforme determina o artigo 282, Parágrafo único, do Código Penal. III. O tráfico de pessoas é um crime previsto no Código Penal e inclui ações como agenciar, aliciar, recrutar, transportar, transferir, comprar, alojar ou acolher uma pessoa, mediante grave ameaça, violência, coação, fraude ou abuso, com a finalidade de promover a adoção ilegal ou a exploração sexual dessa pessoa. Para esse crime, é prevista uma pena de detenção, de 8 (oito) a 12 (doze) anos e multa, cumulativamente, de acordo com as disposições do artigo 149-A, incisos IV e V, do Código Penal. Marque a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nenhuma afirmativa está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas uma afirmativa está correta."
      },
      {
        "letra": "C",
        "texto": "Apenas duas afirmativas estão corretas."
      },
      {
        "letra": "D",
        "texto": "Todas as afirmativas estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1673256",
    "metadata": "Ano: 2020 | Banca: ADM&TEC | Órgão: Prefeitura de Gravatá - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Abandono de incapaz",
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal"
    ],
    "enunciado_principal": "Analise as afirmativas a seguir: I. De acordo com o disposto no artigo 146 do Código Penal, constranger alguém, mediante violência ou grave ameaça, é uma prática sujeita à pena de reclusão, de um a três anos e multa, além de reparação ou retratação pelo dano causado. II. O crime de abandono de incapaz pode acarretar aumento de pena de três quartos se o abandono ocorre em lugar ermo ou se o agente é ascendente, descendente, cônjuge, irmão, tutor ou curador da vítima, de acordo com o Código Penal. Se a vítima é maior de 60 (sessenta) anos, a pena é aumentada em um meio, conforme previsto no artigo 133 do Decreto-lei nº 2.848, de 1940. III. Constranger alguém, mediante violência ou grave ameaça, e com o intuito de obter para si ou para outrem indevida vantagem econômica, a fazer, a tolerar que se faça ou a deixar de fazer alguma coisa, é uma prática sujeita à pena de reclusão, de quatro a dez anos, e multa. Se o crime é cometido por duas ou mais pessoas, ou com emprego de arma, aumenta-se a pena de um terço até metade, conforme disposto no artigo 158, § 1º, do Código Penal. Marque a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nenhuma afirmativa está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas uma afirmativa está correta."
      },
      {
        "letra": "C",
        "texto": "Apenas duas afirmativas estão corretas."
      },
      {
        "letra": "D",
        "texto": "Todas as afirmativas estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1159718",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Cerquilho - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Ameaça"
    ],
    "enunciado_principal": "O Código Penal estabelece que o crime de ameaça é aquele em que o agente ameaça alguém, por palavra, escrito ou gesto, ou qualquer outro meio simbólico, de causar-lhe mal injusto e grave. Esse é um tipo de crime contra",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a honra."
      },
      {
        "letra": "B",
        "texto": "a vida e a saúde."
      },
      {
        "letra": "C",
        "texto": "a privacidade."
      },
      {
        "letra": "D",
        "texto": "a dignidade."
      },
      {
        "letra": "E",
        "texto": "a liberdade pessoal."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1135028",
    "metadata": "Ano: 2019 | Banca: CONSULPAM | Órgão: Prefeitura de Viana - ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Redução à condição análoga à de escravo"
    ],
    "enunciado_principal": "O artigo 149 do Código Penal, traz em seu caput: “Reduzir alguém a condição análoga à de escravo, quer submetendo-o a trabalhos forçados ou a jornada exaustiva, quer sujeitando-o a condições degradantes de trabalho, quer restringindo, por qualquer meio, sua locomoção em razão de dívida contraída com o empregador ou preposto”. O crime aqui tipificado é denominado de Redução a condição análoga à de escravo e tem como pena prevista:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Detenção, de um a cinco anos, além da pena correspondente à violência."
      },
      {
        "letra": "B",
        "texto": "Reclusão, de dois a oito anos, e multa, além da pena correspondente à violência."
      },
      {
        "letra": "C",
        "texto": "Reclusão, de um a cinco anos, e multa correspondente à violência."
      },
      {
        "letra": "D",
        "texto": "Detenção, de dois a oito anos, e multa, além da pena correspondente à violência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1048825",
    "metadata": "Ano: 2019 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Ameaça",
      "Sequestro ou cárcere privado",
      "Tráfico de Pessoas"
    ],
    "enunciado_principal": "Sobre os crimes contra a liberdade pessoal, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de ameaça é de ação penal pública condicionada à representação, mesmo nos casos que envolvem violência doméstica contra a mulher. Nesta última hipótese, só será admitida a renúncia à representação perante o juiz, em audiência especialmente designada com tal finalidade, antes do recebimento da denúncia e ouvido o Ministério Público."
      },
      {
        "letra": "B",
        "texto": "O crime de sequestro e cárcere privado em regra é material. Entretanto, será crime formal quando praticado com fins libidinosos, uma das modalidades em que o crime é qualificado."
      },
      {
        "letra": "C",
        "texto": "A pena do crime de tráfico de pessoas é reduzida de um a dois terços se o agente for primário e não integrar organização criminosa. No entanto, opera-se uma qualificadora quando o crime for cometido por funcionário público no exercício de suas funções ou a pretexto de exercê-las."
      },
      {
        "letra": "D",
        "texto": "A coação exercida para impedir o suicídio não configura o delito de constrangimento ilegal, sendo expressa no Código Penal a causa de exclusão da tipicidade (entretanto, parte da doutrina considera como causa excludente da ilicitude)."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1010456",
    "metadata": "Ano: 2019 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Tráfico de Pessoas"
    ],
    "enunciado_principal": "De acordo com a legislação de combate ao tráfico de pessoas, considere as seguintes afirmações. I. O Brasil, embora signatário da Convenção de Palermo, não possuía, até 2016, nenhum tipo penal específico que permitisse a punição do tráfico de pessoas para trabalho em condições análogas à de escravo. II. O tráfico de pessoas é crime previsto no título dos crimes contra a dignidade sexual. III. O livramento condicional para condenado por tráfico de pessoas, não reincidente específico em crimes dessa natureza, só pode ser concedido se cumpridos mais de 2/3 (dois terços) da pena. IV. No tráfico de pessoas, praticada a conduta descrita no tipo e concretizada a finalidade, com a remoção de órgãos do corpo da pessoa, para fins de transplante, haverá concurso de crimes. Estão corretas apenas as afirmações",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II, III e IV."
      },
      {
        "letra": "B",
        "texto": "II e IV."
      },
      {
        "letra": "C",
        "texto": "I e III."
      },
      {
        "letra": "D",
        "texto": "I, II e III."
      },
      {
        "letra": "E",
        "texto": "I, III e IV."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "998892",
    "metadata": "Ano: 2019 | Banca: IESES | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Ameaça",
      "Crimes contra a dignidade sexual",
      "Satisfação de lascívia mediante a presença de criança ou adolescente",
      "Importunação Sexual"
    ],
    "enunciado_principal": "Ricardo e Sueli, ambos maiores de idade, são adeptos de prática consistente em exibicionismo sexual. Extraem prazer em serem vistos por terceiros enquanto praticam sexo. Em certa oportunidade, obrigam a vizinha Juliana, de 16 anos de idade, mediante grave ameaça verbal, mas sem encostarem na adolescente, a observá-los enquanto praticam sexo. A conduta de Ricardo e Sueli encontra adequação típica:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No art. 147 do Código Penal, crime de ameaça."
      },
      {
        "letra": "B",
        "texto": "No art. 218-A do Código Penal, crime de satisfação da lascívia mediante presença de criança ou adolescente."
      },
      {
        "letra": "C",
        "texto": "No art. 215-A do Código Penal, crime de importunação sexual."
      },
      {
        "letra": "D",
        "texto": "No art. 146 do Código Penal, crime de constrangimento ilegal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "965658",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: PRF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Tráfico de Pessoas"
    ],
    "enunciado_principal": "Abordado determinado veículo em região de fronteira internacional, os policiais rodoviários federais suspeitaram da conduta do motorista: ele conduzia duas adolescentes com as quais não tinha nenhum grau de parentesco. Ao ser questionado, o condutor do veículo confessou que fora pago para conduzi-las a um país vizinho, onde seriam exploradas sexualmente. As adolescentes informaram que estavam sendo transportadas sob grave ameaça e que não haviam consentido com a realização da viagem e muito menos com seus propósitos finais.Considerando a situação hipotética apresentada, julgue o item a seguir.A conduta do motorista do veículo se amolda ao tipo penal do tráfico de pessoas, em sua forma consumada, incidindo, nesse caso, causa de aumento de pena, em razão de as vítimas serem adolescentes.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1154440",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Tráfico de Pessoas"
    ],
    "enunciado_principal": "Quanto à temática dos crimes contra a pessoa, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "todo homicídio contra a mulher passou a ser denominado feminicídio, em virtude de alteração do Código Penal promovida pela Lei nº 13.104, de 9 de março de 2015."
      },
      {
        "letra": "B",
        "texto": "o homicídio será qualificado, quando praticado contra algum parente de até o quarto grau do policial militar, em razão de seu parentesco com a mencionada autoridade de polícia ostensiva."
      },
      {
        "letra": "C",
        "texto": "a pena do feminicídio é aumentada, se o crime for praticado contra pessoa menor de 18 (dezoito) anos, maior de 65 (sessenta e cinco) anos ou com deficiência."
      },
      {
        "letra": "D",
        "texto": "não tipifica o crime de tráfico de pessoas a conduta de acolher alguém, mediante fraude, com a finalidade de remover-lhe órgãos, tecidos ou partes do corpo."
      },
      {
        "letra": "E",
        "texto": "a conduta de alojar alguém, mediante abuso, com a finalidade de adoção ilegal, configura o crime de tráfico de pessoas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "938391",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Tráfico de Pessoas"
    ],
    "enunciado_principal": "Mévio, professor de uma renomada escola, é muito ativo no intercâmbio internacional de jovens, de 16 a 21 anos, sendo proprietário de empresa específica para prestar serviços de assessoria para emissão de passaporte, obtenção de vistos, matrículas nos cursos estrangeiros e intermediação de locais para abrigo dos jovens. A empresa de Mévio atua tanto levando jovens brasileiros para o exterior quanto trazendo jovens estrangeiros para o país. Para a surpresa de todos, Mévio foi acusado de crime de tráfico de pessoas (art. 149-A, do CP), bem como de integrar organização criminosa. Segundo a denúncia do órgão de acusação, os jovens brasileiros por ele recrutados, no exterior, eram submetidos à exploração sexual e à servidão. Igualmente, os jovens estrangeiros, no Brasil, eram submetidos a trabalho escravo e exploração sexual. Tendo em vista o artigo 149-A, do Código Penal e a Lei n° 13.344/16 – Tratamento jurídico do tráfico de pessoas, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O artigo 149-A, do CP, só tem incidência quanto aos jovens brasileiros, recrutados para exploração sexual e servidão no exterior, não se aplicando aos jovens estrangeiros recrutados e explorados no Brasil."
      },
      {
        "letra": "B",
        "texto": "Para vítimas adolescentes, Mévio será punido de forma aumentada, mas, sendo primário, ainda que integrante de organização criminosa, terá a pena reduzida, por expressa previsão legal."
      },
      {
        "letra": "C",
        "texto": "Para as vítimas submetidas à exploração sexual, Mévio será punido de forma aumentada e, ainda que primário, não fará jus à redução da pena, por integrar organização criminosa."
      },
      {
        "letra": "D",
        "texto": "O tipo penal previsto do artigo 149-A, do CP, dispensa a ocorrência de resultado naturalístico."
      },
      {
        "letra": "E",
        "texto": "Ainda que os jovens, brasileiros ou estrangeiros, tenham sido explorados no Brasil ou no exterior, não se caracteriza o crime previsto no 149-A, do CP, que exige que as condutas nele previstas se deem mediante grave ameaça ou violência."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "936310",
    "metadata": "Ano: 2018 | Banca: TRF - 2ª Região | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável",
      "Tráfico de Pessoas"
    ],
    "enunciado_principal": "Leia as assertivas abaixo e assinale a opção correta: I- O crime específico de tráfico de pessoas consiste em agenciar, aliciar, recrutar, transportar, transferir, comprar, alojar ou acolher pessoa, mediante grave ameaça, violência, coação, fraude ou abuso, com a finalidade de remover-lhe órgãos, tecidos ou partes do corpo; submetê-la a trabalho em condições análogas à de escravo; submetê-la a qualquer tipo de servidão; adoção ilegal ou exploração sexual. II- A pedofilia por meio da informática ou telemática também se caracteriza quando alguém assegura meios ou serviços para o armazenamento ou o acesso por rede de computadores às fotografias, cenas, imagens ou outro registro que contenha cena de sexo explícito ou pornográfica envolvendo criança ou adolescente, mas não quando o responsável legal pela prestação do serviço, embora notificado, deixa de desabilitar o acesso ao conteúdo. III- A aquisição, posse ou armazenamento de fotografia, vídeo ou outra forma de registro que contenha cena de sexo explícito ou pornográfica envolvendo criança ou adolescente é crime sempre punido com reclusão de um a quatro anos e multa, sendo irrelevante para a aplicação da pena, que haja pequena quantidade de material pornográfico apreendido. IV- O crime de estupro próprio, punido com a pena de reclusão de oito a doze anos e multa, consiste no constrangimento de mulher, mediante violência ou grave ameaça, a ter conjunção carnal ou a praticar ou permitir que com ela se pratique qualquer outro ato libidinoso diverso da conjunção carnal, assim como também quando da conduta resulta lesão corporal de natureza grave, ou se a vítima é menor de dezoito ou maior de catorze anos. V- O recém introduzido crime de estupro de vulnerável consiste em ter conjunção carnal ou praticar outro ato libidinoso com menor de catorze anos. E incorre na mesma pena quem pratica as mesmas ações com alguém que, por enfermidade ou deficiência mental, não tem o necessário discernimento para a prática do ato, ou que, por qualquer outra causa, não pode oferecer resistência.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas I e II estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas III e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas I e V estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas II e IV estão corretas."
      },
      {
        "letra": "E",
        "texto": "Apenas as assertivas III e V estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "936306",
    "metadata": "Ano: 2018 | Banca: TRF - 2ª Região | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Redução à condição análoga à de escravo",
      "Crimes contra a organização do trabalho"
    ],
    "enunciado_principal": "Assinale a resposta certa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para a configuração típica do crime de frustração de direito assegurado por lei trabalhista, a lei penal prevê apenas a ação delituosa de ilusão mediante fraude, destinada a impedir o exercício de direitos trabalhistas, ou o desligamento do serviço através da simulação de dívidas contraídas pelo empregado."
      },
      {
        "letra": "B",
        "texto": "Para a configuração típica do crime de aliciamento de trabalhadores de um local para outro do território nacional, é necessária a ação de recrutar seduzindo, mais de um trabalhador, com o fim de levá-los para qualquer lugarejo, mas desde que afastado daquele em que ocorreu o aliciamento."
      },
      {
        "letra": "C",
        "texto": "Para a configuração típica do crime de redução a condição análoga a de escravo, o consentimento da vítima é elemento essencial a ser aferido, haja vista que não incide a punição em hipótese alguma, quando tal consentimento tenha sido dado, expressa ou tacitamente, pelo ofendido."
      },
      {
        "letra": "D",
        "texto": "Para a configuração típica do crime de redução a condição análoga a de escravo basta que a vítima tenha sido submetida, eventualmente, a apenas uma jornada exaustiva de trabalho, ou a um episódio degradante de trabalho, casos em que há evidente violação da dignidade humana."
      },
      {
        "letra": "E",
        "texto": "Para a configuração típica do crime de atentado contra a liberdade de trabalho, a grave ameaça capaz de constranger alguém a trabalhar durante certo período de tempo ou em determinados dias, pode se consubstanciar na promessa, pelo empregador, de rescisão do contrato de trabalho."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "921267",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal"
    ],
    "enunciado_principal": "No que concerne ao crime de constrangimento ilegal (CP, art. 146), é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se tipifica o crime, apenas, pela ação violenta, não havendo previsão legal para punição por mera grave ameaça."
      },
      {
        "letra": "B",
        "texto": "qualifica o tipo a concorrência de 3 (três) ou mais agentes."
      },
      {
        "letra": "C",
        "texto": "tipifica o crime a coação exercida para impedir suicídio, o que se explica pelo fato de o suicídio não ser penalmente relevante."
      },
      {
        "letra": "D",
        "texto": "tipifica o crime a intervenção médica ou cirúrgica, sem o consentimento do paciente ou de seu representante legal, mesmo se justificada por iminente perigo de vida."
      },
      {
        "letra": "E",
        "texto": "se consuma quando a vítima, sem norma legal que a obrigue a tanto, faz ou deixa de fazer, cedendo à determinação do agente."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "905939",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Ameaça",
      "Sequestro ou cárcere privado",
      "Crimes contra o patrimônio",
      "Extorsão mediante sequestro"
    ],
    "enunciado_principal": "Tendo em conta os crimes contra a liberdade individual, previstos nos artigos 146 a 149 do Código Penal, bem como os de extorsão (158 do CP) e extorsão mediante sequestro (159 do CP), é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Mévio e Caio, demitidos, ao manterem preso, por 10 dias, em uma casa abandonada, por vingança, o filho do dono da empresa em que trabalhavam, praticam o crime de extorsão mediante sequestro, previsto no artigo 159 do CP."
      },
      {
        "letra": "B",
        "texto": "Mévio, ao manter Tícia, sua vizinha, presa em casa, amarrada à cama, por uma semana, condicionando sua soltura à entrega da senha do cofre, onde ele sabia existir dólares e joias, pratica o crime de cárcere privado, previsto no artigo 148 do CP."
      },
      {
        "letra": "C",
        "texto": "Tício, ao submeter seus empregados a trabalho forçado e a condições degradantes, com restrição à locomoção, pratica o crime de constrangimento ilegal, previsto no artigo 146 do CP."
      },
      {
        "letra": "D",
        "texto": "Tício, ao ficar parado em frente ao trabalho de Mévia, sua ex-mulher, fazendo gestos com as mãos que simbolizam disparos de arma de fogo, causando-lhe temor, pratica o crime de ameaça."
      },
      {
        "letra": "E",
        "texto": "Caio, médico, ao realizar transfusão de sangue em Tício, menor, sem o consentimento dos pais, ainda que para salvá-lo de risco iminente de morte, pratica o crime de constrangimento ilegal, previsto no artigo 146 do CP."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "904761",
    "metadata": "Ano: 2018 | Banca: TRF - 3ª REGIÃO | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Redução à condição análoga à de escravo"
    ],
    "enunciado_principal": "Relativamente ao crime de redução a condição análoga à de escravo, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A competência para processar e julgar quem comete esse crime é da Justiça Federal, caracterizando-se o delito por ser do tipo misto alternativo."
      },
      {
        "letra": "B",
        "texto": "Não se restringe à área rural ou a locais longínquos, podendo ocorrer em área urbana, atividade industrial ou mesmo no trabalho doméstico."
      },
      {
        "letra": "C",
        "texto": "Caracteriza-se por ser a vítima submetida a trabalhos forçados ou a jornada exaustiva, bem como sujeita a condições degradantes de trabalho, restringindo-se, por qualquer meio, sua locomoção, em razão de dívida contraída com o empregador."
      },
      {
        "letra": "D",
        "texto": "Se a vítima é criança, adolescente, idoso ou pessoa com deficiência ou se o crime é cometido por motivo de preconceito de raça, cor, etnia, religião ou origem, a pena é aumentada de 1/3 (um terço)."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "904142",
    "metadata": "Ano: 2018 | Banca: NUCEPE | Órgão: PC-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Induzimento, instigação ou auxílio ao suicídio",
      "Infanticídio",
      "Aborto",
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal"
    ],
    "enunciado_principal": "São considerados crimes contra a pessoa, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Induzir ou instigar alguém a suicidar-se ou prestar-lhe auxílio para que o faça."
      },
      {
        "letra": "B",
        "texto": "Matar alguém."
      },
      {
        "letra": "C",
        "texto": "Constranger alguém, mediante violência ou grave ameaça, ou depois de lhe haver reduzido, por qualquer outro meio, a capacidade de resistência, a não fazer o que a lei permite, ou a fazer o que ela não manda."
      },
      {
        "letra": "D",
        "texto": "Provocar aborto em si mesma ou consentir que outrem lhe provoque."
      },
      {
        "letra": "E",
        "texto": "Matar, sob a influência do estado puerperal, o próprio filho, durante o parto ou logo após."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2747533",
    "metadata": "Ano: 2017 | Banca: IMA | Órgão: CREF - 15ª Região (PI - MA)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Crimes contra a inviolabilidade de segredos"
    ],
    "enunciado_principal": "Assinale a alternativa correta que indica o crime descrito pela conduta típica: “Revelar alguém, sem justa causa, segredo, de que tem ciência em razão de função, ministério, ofício ou profissão, e cuja revelação possa produzir dano a outrem”:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Constrangimento ilegal."
      },
      {
        "letra": "B",
        "texto": "Improbidade Administrativa."
      },
      {
        "letra": "C",
        "texto": "Difamação."
      },
      {
        "letra": "D",
        "texto": "Violação do segredo profissional."
      },
      {
        "letra": "E",
        "texto": "Violação de correspondência."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2035169",
    "metadata": "Ano: 2017 | Banca: FAEPOL | Órgão: Prefeitura de Cachoeiras de Macacu - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Redução à condição análoga à de escravo"
    ],
    "enunciado_principal": "Nos termos do Código Penal, incorre nas mesmas penas do crime de redução à condição análoga a de escravo quem:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "permanece, clandestinamente, em casa alheia ou em suas dependências, bloqueado acesso do proprietário ao local"
      },
      {
        "letra": "B",
        "texto": "cerceia o uso de qualquer meio de transporte por parte do trabalhador, com o fim de retê-lo no local de trabalho, em razão de dívida contraída com empregador ou preposto"
      },
      {
        "letra": "C",
        "texto": "explora hospedaria ou estalagem sem autorização formal de autoridade pública"
      },
      {
        "letra": "D",
        "texto": "protege, sabendo da ilegalidade, milícias armadas responsáveis pela guarda de terras (fazendas)"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "908469",
    "metadata": "Ano: 2017 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Tráfico de Pessoas"
    ],
    "enunciado_principal": "EM RELAÇÃO AO TIPO PENAL DO TRÁFICO DE PESSOAS, ASSINALE A ALTERNATIVA CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o consentimento válido para o exercício da prostituição não exclui o crime;"
      },
      {
        "letra": "B",
        "texto": "a pena cominada absorve a violência utilizada para agenciar, aliciar, recrutar, transportar, transferir, comprar, alojar ou acolher pessoa;"
      },
      {
        "letra": "C",
        "texto": "a Lei n. 13.344 , de 2016, ao revogar o art. 231 do Código Penal, repetiu os termos do conceito de tráfico de pessoas, presente no Protocolo Adicional à Convenção de Palermo;"
      },
      {
        "letra": "D",
        "texto": "a pena é reduzida se o agente for primário e não integrar associação criminosa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "855341",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TRE-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Consumação e tentativa",
      "Crimes contra a vida",
      "Homicídio",
      "Crimes contra a liberdade pessoal",
      "Ameaça",
      "Crimes contra a administração pública",
      "Desacato"
    ],
    "enunciado_principal": "Chegando ao local de onde partira pedido de socorro de uma mulher, os policiais encontraram o ex-marido tentando arrombar a porta da casa e ameaçando-a de morte caso ela não abrisse a porta. Revistado o agressor, os policiais encontraram com ele um revólver calibre 38, municiado, que portava sem autorização. Ele disse que a arma era de um amigo, que havia lhe emprestado pouco antes, sem mencionar a intenção exclusiva de matar a ex-mulher. Vizinhos viram os policiais prendendo o agressor que gritava, exaltado, palavras ofensivas e injuriosas aos policiais. Com relação à conduta do agressor nessa situação hipotética, julgue os seguintes itens, de acordo com a legislação pertinente e o entendimento dos tribunais superiores. I Configuraram-se os crimes de ameaça, tentativa de invasão de domicílio, porte de arma de fogo e desacato. II Configuraram-se os crimes de ameaça, tentativa de homicídio, porte de arma de fogo e de desacato.III Ao injuriar os policiais, o agente apenas manifestou a sua liberdade de expressão, assegurada pela convenção americana sobre direitos humanos, não se configurando o desacato. IV Se fosse consumado o intuito de matar, o delito de porte de arma poderia ser absorvido pelo homicídio, de acordo com a teoria da consunção. Estão certos apenas os itens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e IV."
      },
      {
        "letra": "B",
        "texto": "II e III."
      },
      {
        "letra": "C",
        "texto": "II e IV."
      },
      {
        "letra": "D",
        "texto": "I, II e III."
      },
      {
        "letra": "E",
        "texto": "I, III e IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "852972",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Tráfico de Pessoas"
    ],
    "enunciado_principal": "Acerca dos aspectos penais do tráfico interno e internacional de pessoas, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Brasil vem se empenhando em adotar todas as medidas necessárias ao combate ao tráfico de pessoas, tendo tipificado todas as condutas definidas no Protocolo de Palermo desde sua assinatura."
      },
      {
        "letra": "B",
        "texto": "O crime de tráfico de pessoas previsto no CP atende aos compromissos assumidos pelo Brasil no âmbito internacional, uma vez que as condutas passíveis de punição são significativamente restritas no código."
      },
      {
        "letra": "C",
        "texto": "O CP prevê que são puníveis as condutas consistentes em agenciar, aliciar, recrutar, transportar, transferir, comprar, alojar ou acolher pessoa, mediante grave ameaça, violência, coação, fraude ou abuso, com a finalidade de adoção ilegal ou exploração sexual."
      },
      {
        "letra": "D",
        "texto": "O consentimento de pessoa brasileira, maior de idade, para ser levada ao exterior com a finalidade de se prostituir basta para excluir o crime de tráfico de pessoas, uma vez que ela tem consciência do trabalho e de suas condições."
      },
      {
        "letra": "E",
        "texto": "O tráfico de pessoas é equiparado aos crimes hediondos, de forma que a concessão do livramento condicional a acusados desse crime deve obedecer aos rigores da respectiva legislação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "844171",
    "metadata": "Ano: 2017 | Banca: INSTITUTO AOCP | Órgão: SEJUS - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Sequestro ou cárcere privado"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA em relação aos crimes contra a liberdade individual prescritos no Código Penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de invasão de domicílio é classificado como crime de mera conduta."
      },
      {
        "letra": "B",
        "texto": "O crime de ameaça somente se procede mediante representação."
      },
      {
        "letra": "C",
        "texto": "O crime de constrangimento ilegal é subsidiário de condutas mais graves."
      },
      {
        "letra": "D",
        "texto": "O crime de sequestro e cárcere privado pressupõe a exigência de vantagem como condição ou preço do resgate."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "836749",
    "metadata": "Ano: 2017 | Banca: FGV | Órgão: TRT - 12ª Região (SC)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Sequestro ou cárcere privado",
      "Redução à condição análoga à de escravo"
    ],
    "enunciado_principal": "Lucas é empregador dos trabalhadores Manuel, Francisco e Pedro em sua fazenda na zona rural. Analise as três situações apresentadas: I. Lucas retém a carteira de identidade de Manuel, único documento deste, impedindo que deixe o local de trabalho.II. Lucas autoriza que Francisco gaste apenas 15 minutos todo dia para horário de almoço, de modo que Francisco somente pode comprar uma refeição na pequena cantina de Lucas que funciona dentro da fazenda. Em razão dos altos preços dos produtos, Francisco contrai dívida alta e é impedido de deixar a fazenda antes do pagamento dos valores devidos. III. Lucas instala diversas câmeras e outros mecanismos de vigilância ostensiva na fazenda com o fim de reter Pedro em seu local de trabalho. Considerando as situações apresentadas, o comportamento de Lucas em relação a Manuel, Francisco e Pedro configura, respectivamente, o(s) crime(s) de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "redução à condição análoga à de escravo, nas três situações;"
      },
      {
        "letra": "B",
        "texto": "redução à condição análoga à de escravo, exercício arbitrário das próprias razões e redução à condição análoga à de escravo;"
      },
      {
        "letra": "C",
        "texto": "apropriação indébita, redução à condição análoga à de escravo e redução à condição análoga à de escravo;"
      },
      {
        "letra": "D",
        "texto": "cárcere privado, exercício arbitrário das próprias razões e redução à condição análoga à de escravo;"
      },
      {
        "letra": "E",
        "texto": "redução à condição análoga à de escravo, redução à condição análoga à de escravo e constrangimento ilegal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "831161",
    "metadata": "Ano: 2017 | Banca: MPT | Órgão: MPT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Sequestro ou cárcere privado",
      "Redução à condição análoga à de escravo"
    ],
    "enunciado_principal": "Assinale a opção INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pena relativa ao crime de redução a condição análoga à de escravo é aumentada se o crime é cometido por motivo de religião."
      },
      {
        "letra": "B",
        "texto": "O delito de sequestro e cárcere privado é considerado crime de natureza permanente, consumando-se com a privação da liberdade da vítima, impedida de ir e vir."
      },
      {
        "letra": "C",
        "texto": "O Código Penal prevê, para o delito de sequestro e cárcere privado, como circunstância de aumento de pena, a de que o crime tenha sido praticado com fins de remover órgãos, tecidos ou partes do corpo da vítima."
      },
      {
        "letra": "D",
        "texto": "O tipo penal do crime de frustração de direito assegurado por lei trabalhista consiste em norma penal em branco e não prevê modalidade culposa."
      },
      {
        "letra": "E",
        "texto": "Não respondida."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "812653",
    "metadata": "Ano: 2017 | Banca: IBADE | Órgão: PC-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Sequestro ou cárcere privado"
    ],
    "enunciado_principal": "O delito de sequestro ou cárcere privado é classificado como crime:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "continuado e de perigo"
      },
      {
        "letra": "B",
        "texto": "permanente e de dano"
      },
      {
        "letra": "C",
        "texto": "permanente e de perigo."
      },
      {
        "letra": "D",
        "texto": "continuada e de dano"
      },
      {
        "letra": "E",
        "texto": "habitual e de perigo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "800803",
    "metadata": "Ano: 2017 | Banca: Fundação La Salle | Órgão: SUSEPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Ameaça",
      "Crimes contra o patrimônio",
      "Extorsão",
      "Estelionato"
    ],
    "enunciado_principal": "Quem constranger alguém, mediante violência ou grave ameaça, ou depois de lhe haver reduzido, por qualquer outro meio, a capacidade de resistência, a não fazer o que a lei permite, ou a fazer o que ela não manda estará incorrendo no crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ameaça."
      },
      {
        "letra": "B",
        "texto": "constrangimento ilegal."
      },
      {
        "letra": "C",
        "texto": "extorsão."
      },
      {
        "letra": "D",
        "texto": "estelionato."
      },
      {
        "letra": "E",
        "texto": "extorsão indireta."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "773157",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Crimes contra a liberdade pessoal",
      "Sequestro ou cárcere privado",
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Estupro de vulnerável",
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Disposições Gerais dos crimes contra a liberdade sexual e dos crimes sexuais contra vulneráveis"
    ],
    "enunciado_principal": "Desde os quinze anos de idade, Mariana, adolescente, vive maritalmente com Alfredo, um médico respeitado de quarenta anos de idade. Inicialmente, ela fazia trabalhos domésticos na casa de Alfredo, que tendo achado interessante ter uma companheira nova, convenceu a família de Mariana de que seria melhor para ela casar-se logo, com alguém de posses que pudesse cuidar dela. A família da menina, então, concordou com Alfredo, tendo-a obrigado a ir morar com ele. Ambos casaram-se formalmente quando Mariana completou dezesseis anos de idade. Desde o início da convivência dos dois, Mariana era obrigada a fazer sexo com Alfredo, mesmo contra sua vontade, e era proibida de sair e ter amizades com pessoas de sua idade, sob o argumento de que ela lhe devia obediência por ele ser seu responsável legal, já que ela era menor de dezoito anos idade. Após várias tentativas de fuga, Mariana, então com dezessete anos de idade, conseguiu pular a janela, depois de ter sido novamente violentada, e procurou uma delegacia em busca de ajuda. Na delegacia, o agente recusou-se a registrar o boletim de ocorrência, por ter achado que a adolescente não tinha cara de mulher séria e contava mentiras. Em vez de encaminhar a menina ao Instituto Médico Legal ou ao hospital para exames, o agente mandou-a de volta para casa, tendo oferecido a viatura para acompanhá-la. No mesmo dia, Alfredo matou Mariana. Exumado o corpo da moça, encontraram-se sinais de violência sexual e presença de material biológico nos órgãos genitais de Mariana e embaixo de suas unhas. Considerando a situação hipotética precedente e a respeito de crimes contra a administração pública, contra a dignidade sexual e contra a pessoa, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Sendo Mariana menor de dezoito anos de idade e estando sob a responsabilidade de Alfredo, não se configurou o crime de cárcere privado."
      },
      {
        "letra": "B",
        "texto": "Como Mariana era casada com Alfredo, o agente agiu corretamente ao mandá-la de volta para casa."
      },
      {
        "letra": "C",
        "texto": "O agente cometeu o crime de concussão ao deixar de registrar o boletim de ocorrência."
      },
      {
        "letra": "D",
        "texto": "Como Mariana morreu, Alfredo não poderá ser responsabilizado por estupro se nenhum dos parentes da vítima oferecer a representação em seu lugar."
      },
      {
        "letra": "E",
        "texto": "Alfredo será indiciado pelos crimes de estupro com causa de aumento de pena, homicídio qualificado e cárcere privado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2971876",
    "metadata": "Ano: 2016 | Banca: CPCON | Órgão: Prefeitura de Soledade - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Sequestro ou cárcere privado",
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "São considerados Crimes Hediondos, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Favorecimento da prostituição ou de outra forma de exploração sexual de criança ou adolescente ou de vulnerável."
      },
      {
        "letra": "B",
        "texto": "Sequestro."
      },
      {
        "letra": "C",
        "texto": "Genocídio."
      },
      {
        "letra": "D",
        "texto": "Latrocínio."
      },
      {
        "letra": "E",
        "texto": "Estupro."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "693606",
    "metadata": "Ano: 2016 | Banca: FUNCAB | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Ameaça"
    ],
    "enunciado_principal": "O crime de ameaça:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pressupõe a injustiça do mal prometido"
      },
      {
        "letra": "B",
        "texto": "é de ação penal privada."
      },
      {
        "letra": "C",
        "texto": "não admite transação penal."
      },
      {
        "letra": "D",
        "texto": "não pode ser praticado por meios simbólicos."
      },
      {
        "letra": "E",
        "texto": "quando usado como meio executório de um roubo, coexiste com este em concurso de crimes."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "692966",
    "metadata": "Ano: 2016 | Banca: FUNCAB | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Ameaça"
    ],
    "enunciado_principal": "O crime de ameaça:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não pode ser praticado por meios simbólicos."
      },
      {
        "letra": "B",
        "texto": "é de ação penal privada."
      },
      {
        "letra": "C",
        "texto": "pressupõe injustiça do mal prometido."
      },
      {
        "letra": "D",
        "texto": "quando usado como meio executório de um roubo, coexiste com este em concurso de crimes."
      },
      {
        "letra": "E",
        "texto": "não admite transação penal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "641851",
    "metadata": "Ano: 2016 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal"
    ],
    "enunciado_principal": "No crime de constrangimento ilegal, previsto no art. 146 do Código Penal, consta, expressamente, mais de um motivo em que o constrangimento é considerado atípico.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "632885",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Extorsão"
    ],
    "enunciado_principal": "Com base no Código Penal, em relação aos crimes contra a liberdade pessoal e aos crimes contra o patrimônio, considera-se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "“furto de coisa comum” a subtração, para si ou para outrem, de bem móvel fungível que esteja armazenado, juntamente com outros assemelhados, em local de guarda compartilhada."
      },
      {
        "letra": "B",
        "texto": "“furto qualificado” a subtração, para si ou outrem, de coisa alheia móvel, desde que praticada por quadrilha."
      },
      {
        "letra": "C",
        "texto": "“roubo”, a subtração de coisa alheia móvel, para si ou outrem, quando praticada contra pessoa incapaz ou menor de 14 anos, presumindo-se o emprego ao menos de grave ameaça, salvo prova em contrário."
      },
      {
        "letra": "D",
        "texto": "“constrangimento ilegal” a prática de qualquer ato que, após haver reduzido a capacidade de resistência de alguém, lhe constrange a não fazer o que a lei permite ou a fazer que ela não manda."
      },
      {
        "letra": "E",
        "texto": "“extorsão indireta” ameaçar alguém, por palavra, escrito ou gesto, ou qualquer outro meio simbólico, de causar mal injusto e grave, com o objetivo de atingir fim ilícito que beneficie terceiro."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "627518",
    "metadata": "Ano: 2016 | Banca: TRT 3R | Órgão: TRT - 3ª Região (MG)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Redução à condição análoga à de escravo"
    ],
    "enunciado_principal": "Em relação ao crime de redução à condição análoga à de escravo, assinale dentre as proposições adiante aquela que é incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O sujeito ativo do crime de redução à condição análoga à de escravo pode ser qualquer pessoa, embora, como regra, circunscreva-se ao empregador e aos seus prepostos."
      },
      {
        "letra": "B",
        "texto": "O sujeito passivo do crime de redução à condição análoga à de escravo somente pode ser o empregado."
      },
      {
        "letra": "C",
        "texto": "O objeto juridicamente tutelado pelo tipo penal do crime de redução à condição análoga à de escravo é a organização do trabalho."
      },
      {
        "letra": "D",
        "texto": "Dentre os elementos objetivos do tipo penal do crime de redução à condição análoga à de escravo, destacam-se as condutas de submissão de alguém a trabalhos forçados ou exaustivos, sujeição a condições degradantes de trabalho e restrição da locomoção do trabalhador em razão de dívida."
      },
      {
        "letra": "E",
        "texto": "O elemento subjetivo do crime de redução à condição análoga à de escravo é o dolo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "625063",
    "metadata": "Ano: 2016 | Banca: TRF - 3ª REGIÃO | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Redução à condição análoga à de escravo"
    ],
    "enunciado_principal": "Um dos crimes mais graves do ordenamento pátrio é o de redução à condição análoga à de escravo, capitulado no artigo 149 do Código Penal. Acerca de tal delito, é possível afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Restará verificado, sempre que os direitos trabalhistas não forem observados em sua integralidade;"
      },
      {
        "letra": "B",
        "texto": "Restará verificado, apenas quando o trabalho a que as vítimas forem submetidas não for remunerado;"
      },
      {
        "letra": "C",
        "texto": "Haja vista as alterações realizadas pela lei 10.803/03, revogou o artigo 203 do Código Penal;"
      },
      {
        "letra": "D",
        "texto": "Convive em harmonia com o artigo 203 do Código Penal;"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "622496",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Redução à condição análoga à de escravo"
    ],
    "enunciado_principal": "Com relação ao crime de redução a condição análoga à de escravo, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não é possível que tal crime seja praticado na forma tentada, uma vez que o tipo penal prevê a habitualidade da conduta do agente."
      },
      {
        "letra": "B",
        "texto": "Caso a conduta seja praticada contra criança, adolescente, idoso ou pessoa portadora de deficiência física ou mental, haverá causa específica de aumento de pena."
      },
      {
        "letra": "C",
        "texto": "A tipificação da conduta, no caso desse crime, está vinculada à submissão da vítima a trabalhos forçados ou jornada exaustiva."
      },
      {
        "letra": "D",
        "texto": "O bem jurídico protegido é a liberdade individual da vítima, que se vê impedida de exercer seu direito de ir e vir, não se tratando de crime contra a organização do trabalho."
      },
      {
        "letra": "E",
        "texto": "Esse crime classifica-se como crime comum, visto que não se exige, para a sua configuração, característica específica do sujeito ativo, mas apenas do sujeito passivo, que é sempre o trabalhador."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2769719",
    "metadata": "Ano: 2015 | Banca: TJ-ES | Órgão: TJ-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Crimes contra a inviolabilidade do domicílio"
    ],
    "enunciado_principal": "Analise o dispositivo do Código Penal descrito abaixo:\"Art. 150. Entrar ou permanecer, clandestina ou astuciosamente, ou contra a vontade expressa ou tácita de quem de direito, em casa alheia ou em suas dependências.\"Caso não ocorra a contrariedade de que trata a expressão grifada, não haverá crime porque",
    "alternativas": [
      {
        "letra": "A",
        "texto": "fica afasta da a tipicidade"
      },
      {
        "letra": "B",
        "texto": "incidirá uma excludente de ilicitude supralegal"
      },
      {
        "letra": "C",
        "texto": "incidirá uma excludente de punibilidade"
      },
      {
        "letra": "D",
        "texto": "incidirá uma excludente de culpabilidade"
      },
      {
        "letra": "E",
        "texto": "incidirá uma excludente de ilicitude prevista no Código Penal"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "619841",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: Prefeitura de Cuiabá - MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Assédio sexual"
    ],
    "enunciado_principal": "Glória, de 25 anos, foi contratada por determinada instituição privada de ensino para ser professora da turma do 2º ano do ensino fundamental. O diretor da escola, superior de Glória, fica encantado pela beleza da nova contratada e, em determinada data, no interior da sala da direção, constrange-a a praticar ato sexual, sob o argumento de que todas as professoras devem o seu trabalho na escola a ele, que as contratou. Glória, não querendo perder seu emprego, cede ao constrangimento. Considerando a situação narrada, é corretor afirmar que a conduta do diretor da escola",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é atípica."
      },
      {
        "letra": "B",
        "texto": "configura crime de assédio sexual."
      },
      {
        "letra": "C",
        "texto": "configura crime de atentado violento ao pudor."
      },
      {
        "letra": "D",
        "texto": "configura crime de estupro."
      },
      {
        "letra": "E",
        "texto": "configura crime de constrangimento ilegal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "588522",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Ameaça",
      "Sequestro ou cárcere privado",
      "Redução à condição análoga à de escravo"
    ],
    "enunciado_principal": "No que se refere aos crimes contra a liberdade pessoal, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A intervenção médica ou cirúrgica, sem o consentimento da vítima ou de seu representante legal, não exclui, em qualquer situação, o constrangimento ilegal."
      },
      {
        "letra": "B",
        "texto": "O crime de constrangimento ilegal não se reveste de subsidiariedade em relação a outros delitos."
      },
      {
        "letra": "C",
        "texto": "Constitui figura equiparada à de redução a condição análoga à de escravo o ato de cercear o uso de qualquer meio de transporte por parte do trabalhador, com o fim de retê-lo no local de trabalho."
      },
      {
        "letra": "D",
        "texto": "O crime de cárcere privado é permanente e formal, não admitindo a tentativa."
      },
      {
        "letra": "E",
        "texto": "O crime de ameaça, se praticado no contexto de violência doméstica e familiar contra a mulher, é de ação penal pública incondicionada."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "569435",
    "metadata": "Ano: 2015 | Banca: TRT 21R (RN) | Órgão: TRT - 21ª Região (RN)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Redução à condição análoga à de escravo"
    ],
    "enunciado_principal": "Analise as assertivas abaixo a respeito do crime de redução à condição análoga à de escravo, e assinale, a seguir, a alternativa correta: I – Configura-se o tipo penal submeter o trabalhador a trabalhos forçados ou a jornada exaustiva, quer sujeitando-o a condições degradantes de trabalho, quer restringindo, por qualquer meio, sua locomoção em razão de dívida contraída com o empregador ou preposto. II – A pena prevista para esse crime é de reclusão, de dois a oito anos, e multa, podendo ser acrescida da pena correspondente à violência. III – Se o crime é cometido contra criança, adolescente ou gestante, a pena é aumentada pela metade; se o crime é praticado por motivo de preconceito de raça, cor, etnia, religião ou origem, a pena é aumentada em um terço. IV – Incorre nas mesmas penas previstas para o crime quem cerceia o uso de qualquer meio de transporte por parte do trabalhador, com o fim de retê-lo no local de trabalho. V – Em se tratando de crime contra a organização do trabalho, a competência para o julgamento do mesmo é da Justiça Federal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas as assertivas I,II e IV estão corretas;"
      },
      {
        "letra": "B",
        "texto": "apenas as assertivas I, II, e V estão corretas;"
      },
      {
        "letra": "C",
        "texto": "apenas as assertivas III e IV estão corretas;"
      },
      {
        "letra": "D",
        "texto": "apenas as assertivas III e V estão corretas;"
      },
      {
        "letra": "E",
        "texto": "apenas as assertivas I, III, IV e V estão corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "560086",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 15ª Região (SP)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal"
    ],
    "enunciado_principal": "Configura o crime de redução à condição análoga de escravo",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apoderar-se de documentos do trabalhador, com o fim de retê-lo no local de trabalho."
      },
      {
        "letra": "B",
        "texto": "constranger alguém, mediante violência ou grave ameaça, a exercer arte, ofício ou indústria."
      },
      {
        "letra": "C",
        "texto": "constranger alguém, mediante violência ou grave ameaça, a trabalhar durante certo período ou em determinados dias."
      },
      {
        "letra": "D",
        "texto": "aliciar trabalhadores, com o fim de levá-los de uma para outra localidade do território nacional."
      },
      {
        "letra": "E",
        "texto": "frustrar, mediante fraude ou violência, direito assegurado pela legislação do trabalho."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "555064",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Redução à condição análoga à de escravo"
    ],
    "enunciado_principal": "A mídia tem noticiado casos em que trabalhadores, em sua grande maioria estrangeiros, são submetidos a trabalhos forçados e jornadas exaustivas, configurando assim o crime de redução à condição análoga à de escravo. Sobre esse delito, assinale a alternativa que não o tipifica.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Recusar o fornecimento de alimentação ou água potável."
      },
      {
        "letra": "B",
        "texto": "Restringir sua locomoção em razão de dívida contraída com o preposto."
      },
      {
        "letra": "C",
        "texto": "Vigilância ostensiva no local de trabalho."
      },
      {
        "letra": "D",
        "texto": "Apoderar-se de documentos ou objetos pessoais do trabalhador com o fim de retê-lo no local de trabalho."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "525917",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Redução à condição análoga à de escravo"
    ],
    "enunciado_principal": "Elio, proprietário da Fazenda Leite da Mimosa, localizada em região erma e não servida por transporte regular, possui 20 empregados, que dispõem de adequadas condições para prestar o trabalho, sem excesso de jornada ou condições degradantes. Todos os trabalhadores − que recebem salários em média superiores aos praticados por outras fazendas próximas para funções semelhantes − por vontade própria, residem em confortável alojamento fornecido pelo empregador. O local mais próximo a dispor de transporte regular é o centro do Município onde está localizada a Fazenda Leite da Mimosa, 42 quilômetros distante. Para chegar ao centro do Município, os trabalhadores precisam se valer de transporte fornecido pelo proprietário da fazenda. Elio adotou as seguintes condutas: I. Afixou, em 10/07/2014, no alojamento dos empregados, cartaz com o seguinte dizer “Quem não cumprir a meta de colheita diária, não receberá o salário da semana e não poderá sair da fazenda.\". As metas fixadas não implicavam necessidade de trabalho excessivo ou sequer de trabalho suplementar. II. No mesmo cartaz, referindo a dois empregados que costumeiramente não atingiam suas respectivas médias, também inseriu: “e estou achando que o Arlindo e o Setembrino, que são dois molengas preguiçosos, não querem ver a família no final de semana. Se continuarem com essa vadiagem, vão ficar sem salário e de castigo na Mimosa\". III. No dia 26/07/2014, sábado, dia em que não havia prestação de trabalho na fazenda e que, por livre vontade dos trabalhadores, pela manhã, um ônibus os levaria ao centro do Município, Elio impediu que Setembrino partisse junto com os demais, afirmando que, assim, “quem sabe ele aprende\". Não foi permitido a este trabalhador se valer de qualquer dos demais meios de transporte que a fazenda dispunha (motocicleta, bicicleta e automóvel). Exclusivamente em relação aos crimes contra a liberdade pessoal, a conduta de Elio caracteriza, afora outros, acaso existentes,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "constrangimento ilegal em relação a Setembrino e ameaça em relação a Arlindo."
      },
      {
        "letra": "B",
        "texto": "ameaça em relação a Setembrino e constrangimento ilegal em relação a Arlindo."
      },
      {
        "letra": "C",
        "texto": "injúria em relação a Arlindo e cárcere privado em relação a Setembrino."
      },
      {
        "letra": "D",
        "texto": "constrangimento ilegal em relação a Arlindo e redução à condução análoga a de escravo em relação a Setembrino."
      },
      {
        "letra": "E",
        "texto": "redução à condução análoga a de escravo em relação a Setembrino e injúria em relação a Arlindo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "512820",
    "metadata": "Ano: 2015 | Banca: MPT | Órgão: MPT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Redução à condição análoga à de escravo",
      "Crimes contra o patrimônio",
      "Apropriação indébita",
      "Crimes contra a organização do trabalho",
      "Crimes contra a administração pública",
      "Peculato"
    ],
    "enunciado_principal": "Marque a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Incorre no crime de peculato o funcionário público que desviar dinheiro particular, de que tem a posse em razão do cargo, ainda que o aplique em proveito da própria repartição em que estiver lotado."
      },
      {
        "letra": "B",
        "texto": "Incorre na pena do crime de apropriação indébita previdenciária o prestador de serviço que deixar de recolher contribuições devidas à previdência social que tenham integrado os custos operacionais relativos à prestação de serviços."
      },
      {
        "letra": "C",
        "texto": "Incorre em crime contra a organização do trabalho quem recruta trabalhadores fora do local de trabalho, dentro do território nacional, e não assegura condições de retorno ao seu local de origem."
      },
      {
        "letra": "D",
        "texto": "Incorre em crime de redução à condição análoga a de escravo quem submete trabalhador a jornada exaustiva ou a condições degradantes de trabalho, desde que ocorra, concomitantemente, algum cerceio à sua liberdade de locomoção."
      },
      {
        "letra": "E",
        "texto": "Não respondida."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "464373",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Crimes contra o patrimônio",
      "Extorsão indireta"
    ],
    "enunciado_principal": "O filho de João tem grave problema de saúde e precisa realizar custoso procedimento cirúrgico, que a família não tem condição de pagar. Imagine que Pedro empresta R$ 50.000,00 a João, mas como garantia de tal dívida exige que João, de próprio punho e em documento escrito, confesse ter traído a própria esposa, bem como ter fraudado a empresa em que ambos trabalham, desviando recursos em proveito próprio. João cede à exigência a fim de obter o empréstimo. A conduta de Pedro",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é isenta de pena, por incidir causa supra legal que afasta a culpabilidade, qual seja, o consentimento da vítima."
      },
      {
        "letra": "B",
        "texto": "configura exercício arbitrário das próprias razões."
      },
      {
        "letra": "C",
        "texto": "é atípica, por ausência de previsão legal."
      },
      {
        "letra": "D",
        "texto": "configura constrangimento ilegal"
      },
      {
        "letra": "E",
        "texto": "configura extorsão indireta."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "762842",
    "metadata": "Ano: 2014 | Banca: FUNDATEC | Órgão: SUSEPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Crimes contra a honra",
      "Injúria",
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "Constranger alguém com emprego de violência ou grave ameaça, causando-lhe sofrimento físico ou mental em razão de discriminação racial ou religiosa, constitui crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Lesão corporal grave."
      },
      {
        "letra": "B",
        "texto": "Lesão corporal gravíssima."
      },
      {
        "letra": "C",
        "texto": "Tortura."
      },
      {
        "letra": "D",
        "texto": "Injúria racial."
      },
      {
        "letra": "E",
        "texto": "Constrangimento ilegal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "463524",
    "metadata": "Ano: 2014 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Crimes contra a inviolabilidade de segredos",
      "Crimes contra o patrimônio",
      "Roubo",
      "Crimes contra a dignidade sexual",
      "Estupro"
    ],
    "enunciado_principal": "Com fundamento na parte especial do Código Penal, marque a resposta correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O diretor de um hospital psiquiátrico que determina a internação de um paciente, sem recomendação médica ou ordem judicial, com a finalidade exclusiva de privar a liberdade ambulatorial da vítima, prática o crime de constrangimento ilegal (art. 146 do CP)."
      },
      {
        "letra": "B",
        "texto": "Maria Inocente contrata Zé Espertalhão para que realize uma manutenção técnica no computador dela. Maria Inocente, para tanto, liga seu computador, registra seu login e apõe sua senha. Logo após, Maria Inocente permite que Zé Espertalhão acesse seu computador para realizar a manutenção mediante conexão com a rede de computadores (internet), sob os olhares dela. Em dado momento, Maria Inocente se ausenta alguns minutos do recinto para ir ao banheiro, oportunidade em que Zé Espertalhão invade uma das pastas do computador dela e faz o upload de fotos íntimas de Maria Inocente para o HD externo dele. Nesta hipótese, Zé Espertalhão responderá pelo crime do art. 154-A do Código Penal (invasão de dispositivo informático)."
      },
      {
        "letra": "C",
        "texto": "Mané Pervertido, mediante grave ameaça, constrange a vítima Maria Inocente a praticar ato libidinoso em si mesma (masturbação) enquanto ele a observa, sem contato físico entre o agente e a vítima. Nesse caso, Mané Pervertido responderá pelo crime de estupro (art. 213, caput, do CP)."
      },
      {
        "letra": "D",
        "texto": "O posicionamento atual do Supremo Tribunal Federal e do Superior Tribunal de Justiça é que o emprego de arma de brinquedo ou de arma imprópria não qualifica o crime de roubo pela ausência da capacidade vulnerante (ofensividade)."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "459266",
    "metadata": "Ano: 2014 | Banca: FUNDATEC | Órgão: SEFAZ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Ameaça",
      "Crimes contra a administração pública",
      "Resistência",
      "Desobediência",
      "Desacato",
      "Corrupção ativa"
    ],
    "enunciado_principal": "Durante atividade regular de fiscalização de mercadorias em depósitos, o Técnico Tributário, acompanhado de Auditor-Fiscal da Receita Estadual, chega a determinada empresa, onde o responsável pelo estabelecimento comercial se opõe a execução do ato legal, ameaçando o funcionário público, nos seguintes termos: Caso você insista em entrar para efetivar a fiscalização, eu vou mandar a segurança lhe retirar a pancadas e, se for preciso, soltarei os cachorros ferozes para que lhe mordam. Nessa situação, o funcionário público foi vítima de qual crime?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Desacato"
      },
      {
        "letra": "B",
        "texto": "Desobediência."
      },
      {
        "letra": "C",
        "texto": "Corrupção ativa"
      },
      {
        "letra": "D",
        "texto": "Ameaça."
      },
      {
        "letra": "E",
        "texto": "Resistência."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "425252",
    "metadata": "Ano: 2014 | Banca: TRT 8R | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Ameaça",
      "Redução à condição análoga à de escravo"
    ],
    "enunciado_principal": "No que diz respeito aos crimes contra a liberdade pessoal, marque a resposta CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Reduzir alguém a condição análoga à de escravo, quer submetendo-o a trabalhos forçados ou a jornada exaustiva, quer sujeitando-o a condições degradantes de trabalho, quer restringindo, por qualquer meio, sua locomoção em razão de dívida contraída com o empregador ou preposto. A pena é de reclusão, de três a oito anos, e multa, além da pena correspondente à violência."
      },
      {
        "letra": "B",
        "texto": "Privar alguém de sua liberdade, mediante sequestro ou cárcere privado. A Pena é de reclusão, de um a três anos."
      },
      {
        "letra": "C",
        "texto": "Ameaçar alguém, por palavra, escrito ou gesto, ou qualquer outro meio simbólico, de causar-lhe mal injusto e grave. A pena é de detenção, de dois a seis meses, ou multa."
      },
      {
        "letra": "D",
        "texto": "Constranger alguém, mediante violência ou grave ameaça, ou depois de lhe haver reduzido, por qualquer outro meio, a capacidade de resistência, a não fazer o que a lei permite, ou a fazer o que ela não manda com pena de detenção, de quatro meses a um ano, ou multa."
      },
      {
        "letra": "E",
        "texto": "Reduzir alguém a condição análoga à de escravo, quer submetendo-o a trabalhos forçados ou a jornada exaustiva, quer sujeitando-o a condições degradantes de trabalho, quer restringindo, por qualquer meio, sua locomoção em razão de dívida contraída com o empregador ou preposto. A pena é de reclusão, de quatro a oito anos, e multa, além da pena correspondente à violência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "425148",
    "metadata": "Ano: 2014 | Banca: TRT 14R | Órgão: TRT - 14ª Região (RO e AC)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Redução à condição análoga à de escravo"
    ],
    "enunciado_principal": "Quanto ao crime de redução à condição análoga à de escravo, é CERTO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A mera submissão do trabalhador à jornada exaustiva não é suficiente para sua caracterização;"
      },
      {
        "letra": "B",
        "texto": "É configurado sempre que o empregador se apodere de documentos pessoais do empregado, qualquer que seja sua intenção;"
      },
      {
        "letra": "C",
        "texto": "Tem a pena aumentada pela metade se praticado por motivo de preconceito de raça;"
      },
      {
        "letra": "D",
        "texto": "Para sua caracterização depende da verificação concomitante de submissão a trabalhos forçados em condições degradantes de trabalho e com restrição de locomoção;"
      },
      {
        "letra": "E",
        "texto": "Só é verificado se houver vigilância ostensiva e limitação do direito de liberdade de ir e vir."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "420555",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Redução à condição análoga à de escravo"
    ],
    "enunciado_principal": "A respeito do delito de redução a condição análoga à de escravo, julgue o item subsecutivo. O sujeito ativo no delito em apreço poderá ser qualquer pessoa, embora, em regra, seja o empregador ou seus prepostos, e o sujeito passivo só poderá ser alguém vinculado a determinada relação de trabalho.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "420554",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Redução à condição análoga à de escravo"
    ],
    "enunciado_principal": "A respeito do delito de redução a condição análoga à de escravo, julgue o item subsecutivo. A conduta do empregador que obriga o empregado a usar mercadorias de determinado estabelecimento com o fim de vinculá-lo, pela dívida contraída, a seu posto de trabalho, ainda que não afete a liberdade de locomoção do trabalhador, configura o crime de redução a condição análoga à de escravo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "420553",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Redução à condição análoga à de escravo"
    ],
    "enunciado_principal": "A respeito do delito de redução a condição análoga à de escravo, julgue o item subsecutivo. O consentimento da vítima constitui causa excludente incondicional de antijuridicidade relativamente ao referido delito.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "420552",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Redução à condição análoga à de escravo"
    ],
    "enunciado_principal": "A respeito do delito de redução a condição análoga à de escravo, julgue o item subsecutivo.O tipo penal do crime de redução a condição análoga à de escravo precisa ser integrado por meio de interpretação analógica, haja vista que o conceito de escravo não é definido pela legislação penal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "406902",
    "metadata": "Ano: 2014 | Banca: PUC-PR | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Redução à condição análoga à de escravo",
      "Crimes contra a dignidade sexual",
      "Favorecimento da prostituição ou outra forma de exploração sexual",
      "Crimes contra a administração pública",
      "Prevaricação",
      "Corrupção ativa"
    ],
    "enunciado_principal": "Analise a opção INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Configura o crime de redução à condição análoga a de escravo, quer o submeter a trabalhos forçados ou a jornada exaustiva, quer o sujeitar a condições degradantes de trabalho, quer restringindo, por qualquer meio, sua locomoção em razão de dívida contraída com o empregador ou preposto."
      },
      {
        "letra": "B",
        "texto": "Constitui crime de corrupção ativa, solicitar ou receber, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida, ou aceitar promessa de tal vantagem."
      },
      {
        "letra": "C",
        "texto": "Configura o crime de favorecimento da prostituição ou de outra forma de exploração sexual de criança ou adolescente ou de vulnerável, submeter, induzir ou atrair à prostituição ou outra forma de exploração sexual, alguém menor de 18 (dezoito) anos ou que, por enfermidade ou deficiência mental, não tem o necessário discernimento para a prática do ato, facilitá-la, impedir ou dificultar que a abandone."
      },
      {
        "letra": "D",
        "texto": "Constitui também crime de prevaricação, deixar o Diretor de Penitenciária e/ou agente público, de cumprir seu dever de vedar ao preso o acesso a aparelho telefônico, de rádio ou similar, que permita a comunicação com outros presos ou com o ambiente externo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "393348",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Tipicidade",
      "Consumação e tentativa",
      "Noções gerais de Concursos de Pessoas",
      "Concurso de crimes",
      "Concurso formal",
      "Participação",
      "Punibilidade no concurso de pessoas",
      "Crimes contra a liberdade pessoal",
      "Sequestro ou cárcere privado",
      "Crimes contra o patrimônio",
      "Roubo",
      "Crimes contra a dignidade sexual",
      "Corrupção de menores"
    ],
    "enunciado_principal": "Carlos, Maurício, Alexandre, todos maiores de idade, e o adolescente José planejaram, de comum acordo e agindo em unidade de desígnios, subtrair aparelhos eletrônicos da casa de Gabriel. O quarteto dividiu-se, então, da seguinte forma: Carlos e Maurício permaneceram de vigia, dentro de um automóvel, nas cercanias da referida residência, enquanto Alexandre e José se incumbiram da tarefa de consumar a subtração dos equipamentos. Ao chegarem à porta da garagem da casa, esses dois últimos avistaram e renderam Marcelo, amigo de Gabriel que ali estacionava seu veículo. A rendição ocorreu com o uso de arma de fogo de propriedade de Alexandre, a qual fora por ele ocultada de todos os demais comparsas. Em seguida, os dois criminosos entraram na residência, renderam, também, seu proprietário e iniciaram a movimentação dos aparelhos eletrônicos em direção ao carro do grupo. Quando todo o material desejado havia sido subtraído, o grupo viu-se impossibilitado, por razões técnicas, de dar partida no veículo e fugiu do local sem levar nenhum objeto. Avisada por vizinhos, a polícia chegou rapidamente ao local, prendendo os bandidos após breve perseguição a pé.Com base nessa situação hipotética, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Carlos e Maurício concorreram para dois crimes de tentativa de roubo praticados por Alexandre; contudo, como quiseram participar de crime menos grave, a pena de ambos poderá ser diminuída até metade, já que foi previsível o resultado mais grave."
      },
      {
        "letra": "B",
        "texto": "De acordo com a jurisprudência do Superior Tribunal de Justiça (STJ), a punição de Carlos, Maurício e Alexandre pelo crime de corrupção de menores dependerá da prova da efetiva corrupção de José."
      },
      {
        "letra": "C",
        "texto": "Carlos e Maurício praticaram dois crimes de roubo consumado, qualificado pelo concurso de agentes, e um de corrupção de menores, devendo a pena imposta ser acrescida de um quinto em razão do concurso formal."
      },
      {
        "letra": "D",
        "texto": "Alexandre praticou dois crimes de tentativa de roubo circunstanciado pelo emprego de arma, concurso de agentes e restrição de liberdade das vítimas, um delito de corrupção de menores e um crime de porte ilegal de arma de fogo, devendo sua pena ser acrescida de um quarto em razão do concurso formal."
      },
      {
        "letra": "E",
        "texto": "Carlos, Maurício e Alexandre praticaram dois crimes de tentativa de roubo circunstanciado pelo emprego de arma, concurso de agentes e restrição de liberdade das vítimas, em concurso formal com o crime de corrupção de menores, devendo suas penas serem acrescidas de metade em razão do concurso formal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "389038",
    "metadata": "Ano: 2014 | Banca: UFMT | Órgão: MPE-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal"
    ],
    "enunciado_principal": "No que se refere ao tipo penal de constrangimento ilegal, previsto no art. 146 do Código Penal, assinale a afirmativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime poderá ser perpetrado nas modalidades dolosa e culposa."
      },
      {
        "letra": "B",
        "texto": "A vontade do autor deve ser ilegítima, pois, sendo legítima, haverá o crime de exercício arbitrário das próprias razões."
      },
      {
        "letra": "C",
        "texto": "É crime comum, pois, se a conduta for praticada por funcionário público, no exercício de suas funções, há crime de abuso de autoridade."
      },
      {
        "letra": "D",
        "texto": "Trata-se de crime subsidiário, ou seja, só é punido autonomamente se não constituir elementar, qualificadora ou meio de execução de outro crime."
      },
      {
        "letra": "E",
        "texto": "Além das penas cominadas, aplicam-se ao autor do crime as correspondentes à violência."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "378661",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRT - 18ª Região (GO)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Redução à condição análoga à de escravo"
    ],
    "enunciado_principal": "NÃO configura o crime de redução à condição análoga de escravo",
    "alternativas": [
      {
        "letra": "A",
        "texto": "submeter a vítima a trabalhos forçados ou a jornada exaustiva, sujeitando-a a condições degradantes de trabalho."
      },
      {
        "letra": "B",
        "texto": "constranger alguém, mediante violência ou grave ameaça, a celebrar contrato de trabalho."
      },
      {
        "letra": "C",
        "texto": "restringir, por qualquer meio, a locomoção do trabalhador em razão de dívida contraída com o empregador ou preposto."
      },
      {
        "letra": "D",
        "texto": "cercear o uso de qualquer meio de transporte por parte do trabalhador, com o fim de retê-lo no local de trabalho."
      },
      {
        "letra": "E",
        "texto": "manter vigilância ostensiva no local de trabalho ou se apoderar de documentos ou objetos pessoais do trabalhador, com o fim de retê-lo no local de trabalho."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "363885",
    "metadata": "Ano: 2014 | Banca: TRT 2R (SP) | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Sequestro ou cárcere privado",
      "Crimes contra o patrimônio",
      "Furto",
      "Extorsão"
    ],
    "enunciado_principal": "Em relação às figuras abaixo descritas, aponte a alternativa correta que corresponda com exatidão, de forma respectiva e seqüencial, os crimes correspondentes: 1. subtrair o sócio, para outrem, a quem legitimamente a detém, a coisa comum; 2. constranger alguém, mediante violência com o intuito de obter indevida vantagem econômica a deixar de fazer alguma coisa; 3. exigir ou receber, como garantia de dívida, abusando da situação de alguém, documento a que pode dar causa a procedimento criminal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Furto de coisa comum; constrangimento ilegal; extorsão."
      },
      {
        "letra": "B",
        "texto": "Furto; extorsão indireta; seqüestro."
      },
      {
        "letra": "C",
        "texto": "Constrangimento ilegal; extorsão indireta; furto de coisa comum."
      },
      {
        "letra": "D",
        "texto": "Furto de coisa comum; extorsão; extorsão indireta."
      },
      {
        "letra": "E",
        "texto": "Furto; extorsão; extorsão mediante seqüestro."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "699725",
    "metadata": "Ano: 2013 | Banca: UEG | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Crimes contra a dignidade sexual",
      "Tráfico de Pessoas"
    ],
    "enunciado_principal": "Comete o crime de tráfico interno de pessoas para fim de exploração sexual:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "funcionários de alfândega"
      },
      {
        "letra": "B",
        "texto": "traficantes"
      },
      {
        "letra": "C",
        "texto": "meretrício feminino"
      },
      {
        "letra": "D",
        "texto": "meretrício masculino"
      }
    ],
    "gabarito": "X"
  },
  {
    "id": "542797",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Outras classificações",
      "Crimes contra a liberdade pessoal",
      "Sequestro ou cárcere privado"
    ],
    "enunciado_principal": "Com relação aos crimes previstos no CP, julgue o item que se segue.O delito de sequestro e cárcere privado, inserido entre os crimes contra a pessoa, constitui infração penal de ação múltipla, e a circunstância de ter sido praticado contra menor de dezoito anos de idade qualifica o crime.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "506105",
    "metadata": "Ano: 2013 | Banca: TRT 14R | Órgão: TRT - 14ª Região (RO e AC)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal"
    ],
    "enunciado_principal": "Analise as proposições abaixo e após marque a alternativa correta: I. Qualquer pessoa pode ser sujeito ativo do crime de constrangimento ilegal; quanto ao sujeito passivo, é indispensável que possua capacidade de autodeterminação. II. O constrangimento ilegal comporta condutas dolosas e culposas. III. Nas hipóteses de constrangimento ilegal, ficando evidenciado o objetivo econômico, haverá concurso de crimes com o de extorsão.IV. A ameaça se diferencia do constrangimento ilegal porque neste último o agente busca uma conduta positiva ou negativa da vítima e, na ameaça, o sujeito ativo pretende tão somente atemorizar o sujeito passivo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas os itens I e II são verdadeiros."
      },
      {
        "letra": "B",
        "texto": "Apenas os itens II e III são verdadeiros."
      },
      {
        "letra": "C",
        "texto": "Apenas os itens III e IV são verdadeiros."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens I e IV são verdadeiros."
      },
      {
        "letra": "E",
        "texto": "Apenas os itens II e IV são verdadeiros."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "423151",
    "metadata": "Ano: 2013 | Banca: MPE-MS | Órgão: MPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Princípios limitadores do poder punitivo estatal",
      "Lei penal no tempo",
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Crimes contra a liberdade pessoal",
      "Sequestro ou cárcere privado"
    ],
    "enunciado_principal": "Considere as assertivas abaixo, I. O princípio da legalidade, que se desdobra nos princípios da reserva legal e da anterioridade, não é aplicável às medidas de segurança, pois elas não possuem natureza de pena, uma vez que o Código Penal apenas se refere aos crimes e contravenção penal. II. A abolitiio criminis, que possui natureza jurídica de causa de extinção da punibilidade, acarreta a extinção dos efeitos penais e extrapenais da sentença condenatória. III. Aplicável é a lei penal do tempo da libertação da vítima de sequestro, mesmo que mais gravosa do que aquela vigente ao tempo da ação que levou a vítima para o cativeiro. IV. Em caso de relevância e urgência, é possível a edição de Medida Provisória em matéria penal, unicamente para beneficiar o réu. São incorretas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as assertivas I e II."
      },
      {
        "letra": "B",
        "texto": "Somente as assertivas II, III e IV."
      },
      {
        "letra": "C",
        "texto": "Somente as assertivas II e IV."
      },
      {
        "letra": "D",
        "texto": "Somente as assertivas I, III e IV."
      },
      {
        "letra": "E",
        "texto": "Somente as assertivas I e IV."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "354813",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Lesões corporais qualificadas",
      "Periclitação da vida e da saúde",
      "Noções gerais sobre os crimes de perigo",
      "Perigo para a vida ou a saúde de outrem",
      "Omissão de socorro",
      "Crimes contra a honra",
      "Calúnia",
      "Crimes contra a liberdade pessoal",
      "Ameaça"
    ],
    "enunciado_principal": "Considerando o entendimento dos tribunais superiores a respeito dos crimes contra a pessoa, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Dada sua natureza, o crime de ameaça só se configura se o agente tiver ameaçado explicitamente a vítima."
      },
      {
        "letra": "B",
        "texto": "Havendo o dolo de matar, considera-se a relação sexual forçada e dirigida à transmissão do vírus da AIDS idônea para a caracterização do crime de periclitação contra a vida."
      },
      {
        "letra": "C",
        "texto": "Comprovado o animus laedendi na conduta do réu e a sua culpa no resultado mais grave, qual seja, a morte da vítima, ainda que esse resultado seja previsível, restará configurado o delito preterdoloso de lesão corporal seguida de morte."
      },
      {
        "letra": "D",
        "texto": "Aquele que, ao se omitir, provoca, culposamente, a exposição de outrem ao perigo, pratica o crime de omissão de socorro."
      },
      {
        "letra": "E",
        "texto": "Para a configuração do crime de calúnia, não é necessário que o réu saiba que a imputação por ele feita é falsa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "348180",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Sequestro ou cárcere privado"
    ],
    "enunciado_principal": "Julgue o item subsecutivo, acerca de crimes contra a pessoa.Considere que Jonas encarcere seu filho adolescente, usuário de drogas, em um dos cômodos da casa da família, durante três dias, para evitar que ele volte a se drogar. Nesse caso, Jonas pratica o crime de cárcere privado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "331878",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Outras classificações",
      "Crimes contra a liberdade pessoal",
      "Sequestro ou cárcere privado"
    ],
    "enunciado_principal": "O delito de sequestro e cárcere privado, inserido entre os crimes contra a pessoa, constitui infração penal de ação múltipla, e a circunstância de ter sido praticado contra menor de dezoito anos de idade qualifica o crime.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "329611",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: PRF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Crimes contra a dignidade sexual",
      "Tráfico de Pessoas"
    ],
    "enunciado_principal": "O crime de tráfico de pessoas poderá ser caracterizado ainda que haja consentimento da vítima.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "322488",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Sequestro ou cárcere privado"
    ],
    "enunciado_principal": "Julgue os itens subsecutivos, acerca de crimes contra a pessoa. Considere que Jonas encarcere seu filho adolescente,usuário de drogas, em um dos cômodos da casa da família, durante três dias, para evitar que ele volte a se drogar.Nesse caso, Jonas pratica o crime de cárcere privado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "313306",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRT - 5ª Região (BA)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Ameaça",
      "Sequestro ou cárcere privado",
      "Redução à condição análoga à de escravo"
    ],
    "enunciado_principal": "Com relação aos crimes contra a liberdade pessoal, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O fato de a vítima consentir no seu sequestro, realizado por seu namorado, a fim de exigir certa quantia em dinheiro de seus pais, exclui a tipicidade penal, não havendo, portanto, crime de sequestro ou cárcere privado."
      },
      {
        "letra": "B",
        "texto": "Para a consumação do crime de ameaça, exige-se a ocorrência de mal injusto à vítima."
      },
      {
        "letra": "C",
        "texto": "A privação de liberdade de outrem, mediante sequestro ou cárcere privado, consuma-se após vinte e quatro horas do início da execução do ato."
      },
      {
        "letra": "D",
        "texto": "O empregador que retiver a carteira de trabalho do empregado com a finalidade de fazer que ele permaneça no local de trabalho responderá pela prática do crime de constrangimento ilegal."
      },
      {
        "letra": "E",
        "texto": "O policial que, para impedir determinada pessoa de se suicidar, usar de coação mediante violência poderá ser beneficiado com o perdão judicial."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "307420",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPE-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Crimes contra a dignidade sexual",
      "Assédio sexual",
      "Disposições Gerais dos crimes contra a liberdade sexual e dos crimes sexuais contra vulneráveis",
      "Tráfico de Pessoas"
    ],
    "enunciado_principal": "Assinale a opção correta com relação aos crimes contra a dignidade sexual.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para a consumação do crime de tráfico internacional de pessoa para fim de exploração sexual, é indispensável que a pessoa que ingressar ou sair do território nacional venha a exercer, efetivamente, a prostituição ou seja submetida a outra forma de exploração sexual."
      },
      {
        "letra": "B",
        "texto": "Incidirá majorante no quantum da pena referente à prática de crime contra a dignidade sexual de que resulte gravidez ou transmissão à vítima, com dolo direto ou eventual, de doença sexualmente transmissível de que o agente saiba ser portador."
      },
      {
        "letra": "C",
        "texto": "O delito consistente em manter, por conta própria ou de terceiro, estabelecimento para que nele ocorra exploração sexual possui como elemento constitutivo do tipo a habitualidade da conduta e o objetivo do lucro, sob pena de atipicidade da conduta."
      },
      {
        "letra": "D",
        "texto": "De acordo com a doutrina, o preceito contido no CP em relação ao assédio sexual contempla a conduta perpetrada por líder religioso que, aproveitando-se do exercício de seu ministério, assedia sexualmente uma fiel seguidora."
      },
      {
        "letra": "E",
        "texto": "Considere a seguinte situação hipotética. Pedro, maior de idade, capaz, promoveu o deslocamento, no território nacional, de diversas pessoas, maiores e capazes, de ambos os sexos, com o consentimento expresso delas, fornecendo-lhes transporte e alojamento, para elas acompanharem eventos esportivos e exercerem a prostituição. Pedro obteve vantagem econômica em razão do agenciamento dessas atividades. Nessa situação hipotética, o assentimento das vítimas afasta o delito de tráfico interno de pessoas para fim de prostituição."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "305412",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Crimes contra a dignidade sexual",
      "Favorecimento de prostituição ou outra forma de exploração sexual de vulnerável",
      "Rufianismo",
      "Tráfico de Pessoas"
    ],
    "enunciado_principal": "Calêndula vendeu sua enteada Florisbela, de dezenove anos de idade, com a finalidade da mesma ser explorada sexualmente no exterior. Logo, Calêndula:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não praticou crime, pois o ato de vender alguém com a finalidade de exploração sexual não está criminalizado noCódigo Penal Brasileiro."
      },
      {
        "letra": "B",
        "texto": "praticou o crime de rufianismo, preceituado no artigo 230 do CP."
      },
      {
        "letra": "C",
        "texto": "praticou o crime de tráfico internacional de pessoa para fim de exploração sexual, preceituado no artigo 231 do CP."
      },
      {
        "letra": "D",
        "texto": "praticou o crime de favorecimento da prostituição ou outra forma de exploração sexual, preceituado no artigo 228 do CP."
      },
      {
        "letra": "E",
        "texto": "praticou o crime de favorecimento da prostituição ou outra forma de exploração sexual de vulnerável, preceituado no artigo 218-B do CP."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "305401",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Sequestro ou cárcere privado",
      "Crimes contra o patrimônio",
      "Roubo",
      "Extorsão",
      "Extorsão mediante sequestro"
    ],
    "enunciado_principal": "Lucileide, ao sair de sua residência, foi rendida por dois homens, que portavam armas de fogo, e colocada no porta-malas do seu próprio veículo. Os marginais percorreram por muitas horas vários bairros, sendo exigido sempre de Lucileide efetuar vários saques bancários em contas de sua titularidade, sempre sob a ameaça de armas, inclusive sob a ameaça de ser violentada sexualmente. Logo, Lucileide foi vítima do delito de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cárcere privado (artigo 148 do CP)."
      },
      {
        "letra": "B",
        "texto": "roubo (artigo 157, § 2, V, doCP)."
      },
      {
        "letra": "C",
        "texto": "extorsão simples (artigo 158, caput do CP)."
      },
      {
        "letra": "D",
        "texto": "extorsão qualificada (artigo 158, § 3º do CP)."
      },
      {
        "letra": "E",
        "texto": "extorsãomediante sequestro (artigo 159 do CP)."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "303087",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Crimes contra o patrimônio",
      "Apropriação indébita",
      "Crimes contra a dignidade sexual",
      "Crimes contra a paz pública",
      "Associação criminosa",
      "Crimes contra a fé pública",
      "Moeda falsa",
      "Outras falsidades",
      "Tráfico de Pessoas"
    ],
    "enunciado_principal": "Assinale a opção correta com relação a crimes contra o patrimônio, a dignidade sexual, a paz pública e a fé pública.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No crime de apropriação indébita previdenciária, o juiz pode deixar de aplicar a pena ou aplicar somente a pena de multa, se o agente for primário e tiver bons antecedentes, desde que tenha promovido o pagamento da contribuição previdenciária, incluídos os acessórios, antes do recebimento da denúncia."
      },
      {
        "letra": "B",
        "texto": "Por força do princípio constitucional da ampla defesa, não responderá pelo crime de falsa identidade aquele que se identificar com nome de outrem perante a autoridade policial a fim de evitar o cumprimento de mandado judicial de prisão expedido contra si."
      },
      {
        "letra": "C",
        "texto": "Considere a seguinte situação hipotética. Nos autos de interceptação telefônica judicialmente autorizada na forma da lei, foram identificados e processados criminalmente três entre quatro indivíduos que se comunicavam constantemente para planejar a prática de vários crimes de falsificação de carteira de trabalho e da previdência social. Nessa situação, embora comprovada a associação estável e permanente para a prática de crimes, não se poderá condenar por crime de quadrilha os três indivíduos identificados, devido à ausência da identificação do quarto comparsa."
      },
      {
        "letra": "D",
        "texto": "No crime de tráfico internacional de pessoa para fim de exploração sexual, o CP não prevê causa especial de redução de pena, salvo aquela em favor do agente que também já tiver sido vítima do mesmo delito, situação essa em que a pena será reduzida de um sexto a um terço."
      },
      {
        "letra": "E",
        "texto": "Aquele que fabricar uma nota de cinco reais similar à verdadeira não poderá ser beneficiado pela incidência do princípio da insignificância, ainda que seja primário e de bons antecedentes."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1197846",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Crimes contra o patrimônio",
      "Roubo"
    ],
    "enunciado_principal": "No item a seguir, é apresentada uma situação hipotética, seguida de uma assertiva a ser julgada com base no direito penal. Três criminosos interceptaram um carro forte e dominaram os seguranças, reduzindo-lhes por completo qualquer possibilidade de resistência, mediante grave ameaça e emprego de armamento de elevado calibre. O grupo, entretanto, encontrou vazio o cofre do veículo, pois, por erro de estratégia, efetuara a abordagem depois que os valores e documentos já haviam sido deixados na agência bancária. Por fim, os criminosos acabaram fugindo sem nada subtrair. Nessa situação, ante a inexistência de valores no veículo e ante a ausência de subtração de bens, elementos constitutivos dos delitos patrimoniais, ficou descaracterizado o delito de roubo, subsistindo apenas o crime de constrangimento ilegal qualificado pelo concurso de pessoas e emprego de armas.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "791265",
    "metadata": "Ano: 2012 | Banca: IPAD | Órgão: PC-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes contra a liberdade pessoal",
      "Sequestro ou cárcere privado"
    ],
    "enunciado_principal": "Quanto à classificação dos delitos, é correto afirmar-se que o sequestro caracteriza-se como crime:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "comum, permanente e unissubsistente."
      },
      {
        "letra": "B",
        "texto": "comum, permanente e plurissubsistente."
      },
      {
        "letra": "C",
        "texto": "comum, instantâneo e unissubsistente."
      },
      {
        "letra": "D",
        "texto": "próprio, instantâneo e plurissubsistente."
      },
      {
        "letra": "E",
        "texto": "próprio, permanente e unissubsistente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "488283",
    "metadata": "Ano: 2012 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal"
    ],
    "enunciado_principal": "Assinale a afirmação correta em relação ao delito de constrangimento ilegal (artigo 146 do Código Penal).",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Diante de sua gravidade, o delito não é tratado como uma infração de menor potencial ofensivo."
      },
      {
        "letra": "B",
        "texto": "Em caso de condenação, deverá ser penalizado sempre de forma alternativa, com pena de prisão ou com pena de multa."
      },
      {
        "letra": "C",
        "texto": "Configuram delito de constrangimento ilegal as intervenções médicas ou cirúrgicas realizadas sem o consentimento do paciente ou de seu representante legal, mesmo quando houver iminente perigo de vida."
      },
      {
        "letra": "D",
        "texto": "As penas relativas à violência deverão ser aplicadas de forma independente em caso de condenação, não se configurando bis in idem."
      },
      {
        "letra": "E",
        "texto": "Trata-se de delito que se processa mediante ação penal pública condicionada à representação da vítima."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "488282",
    "metadata": "Ano: 2012 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal"
    ],
    "enunciado_principal": "Quanto ao delito de constrangimento ilegal (artigo 146 do Código Penal), assinale a afirmação correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não cabe suspensão condicional do processo, diante da gravidade do delito."
      },
      {
        "letra": "B",
        "texto": "A pena de multa deve ser aplicada cumulativamente à pena privativa de liberdade, em caso de condenação."
      },
      {
        "letra": "C",
        "texto": "As penas aplicam-se cumulativamente e em dobro quando, para execução do crime, se reúnem mais de três pessoas, ou há emprego de armas."
      },
      {
        "letra": "D",
        "texto": "Eventuais delitos de maior gravidade envolvendo violência são absorvidos pelo constrangimento ilegal."
      },
      {
        "letra": "E",
        "texto": "Configura delito a coerção exercida para impedir suicídio, diante da ausência do consentimento do ofendido."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "488281",
    "metadata": "Ano: 2012 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Ameaça"
    ],
    "enunciado_principal": "Assinale a afirmação correta em relação ao crime de ameaça (artigo 147 do Código Penal).",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Ministério Público e o ofendido têm legitimidade para promover a ação penal."
      },
      {
        "letra": "B",
        "texto": "Trata-se de crime de ação penal privada."
      },
      {
        "letra": "C",
        "texto": "Somente se procede mediante representação."
      },
      {
        "letra": "D",
        "texto": "O Ministério Público tem a faculdade de oferecer denúncia a qualquer tempo, sem restrições legais."
      },
      {
        "letra": "E",
        "texto": "Só pode ser praticado por meio da palavra ou por escrito, não sendo possível a consumação por meio de gesto ou qualquer outro meio simbólico."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "426533",
    "metadata": "Ano: 2012 | Banca: TRT 14R | Órgão: TRT - 14ª Região (RO e AC)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Difamação",
      "Crimes contra a liberdade pessoal",
      "Redução à condição análoga à de escravo"
    ],
    "enunciado_principal": "Analise as proposições abaixo relacionadas a temas do Direito Penal e, após, marque a única alternativa correta:I - Nos termos da jurisprudência do Supremo Tribunal Federal, é da Justiça Federal a competência para julgar os crimes de redução à condição análoga à de escravo, tendo em vista que quaisquer condutas que violem não só o sistema de órgãos e instituições que preservam, coletivamente, os direitos e deveres dos trabalhadores, mas também o homem trabalhador, atingindo-o nas esferas em que a Constituição lhe confere proteção máxima, enquadram-se na categoria dos crimes contra a organização do trabalho, se praticadas no contexto de relações de trabalho.II - O crime de difamação pressupõe, para sua concretização, a presença de fato certo e determinado a macular a honra objetiva da vítima. III - Nos termos da jurisprudência do Supremo Tribunal Federal, a testemunha que não prestou compromisso em processo de natureza cível, por ser prima da parte, embora tenha sido advertida de que suas declarações poderiam caracterizar ilícito penal, não pode estar sujeita às penalidades do crime de falso testemunho, isso porque, em termos legais, a formalidade do compromisso integra o tipo do crime de falso testemunho.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas o item I é falso"
      },
      {
        "letra": "B",
        "texto": "Apenas o item II é falso."
      },
      {
        "letra": "C",
        "texto": "Apenas o item III é falso."
      },
      {
        "letra": "D",
        "texto": "Todos os itens são verdadeiros."
      },
      {
        "letra": "E",
        "texto": "Todos os itens são falsos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "324609",
    "metadata": "Ano: 2012 | Banca: FEPESE | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Crimes contra a honra",
      "Crimes contra a liberdade pessoal"
    ],
    "enunciado_principal": "A parte especial do Código Penal contém o rol de tipos penais, os quais estão classifcados por bens jurídicos, e se inicia com a tipifcação das condutas que possam lesar ou expor a perigo bens jurídicos relativos às pessoas, que, também, estão contemplados em outros diplomas legais. Sobre a tipifcação das condutas relacionadas à pessoa, é correto afrmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ao homicídio doloso praticado mediante tortura aplica - se a Lei da Tortura, por ser esta especial em relação ao Código Penal"
      },
      {
        "letra": "B",
        "texto": "A calúnia, a difamação e a injúria são tipos penais que visam, apenas, à tutela da honra objetiva e subjetiva da pessoa humana viva."
      },
      {
        "letra": "C",
        "texto": "A remoção de órgão de pessoa viva, da qual resulte ao ofendido a debilidade permanente de determinada função do seu organismo, é punível como lesão corporal de natureza grave, conforme previsto no Código Penal."
      },
      {
        "letra": "D",
        "texto": "A privação da liberdade de alguém mediante sequestro ou cárcere privado, se a conduta é praticada com fns libidinosos, caracteriza rapto violento e crime contra os costumes e não crime contra a pessoa."
      },
      {
        "letra": "E",
        "texto": "O homicídio está tipifcado tanto no Código Penal quanto no Código de Trânsito Brasileiro, porém, neste, essa tipifcação está prevista, somente, na forma culposa, embora comine penas mais severas em relação ao homicídio culposo tipifcado naquele diploma legal."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "289729",
    "metadata": "Ano: 2012 | Banca: ESPP | Órgão: TRT - 9ª REGIÃO (PR)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal"
    ],
    "enunciado_principal": "Notícia do UOL de 29/03/2012 trazia este título: \"STF abre ação contra deputado alagoano por trabalho escravo\". Na matéria, constava: \"Por 6 votos a 4, o STF (Supremo Tribunal Federal) decidiu abrir ação penal para investigar o deputado federal João Lyra (PSD- AL), acusado de manter, em sua propriedade no município de União dos Palmares (AL), cerca de 50 trabalhadores em condições análogas à escravidão. Com a decisão, ele passa à condição de réu e, caso condenado, poderá pegar de 2 a 8 anos de prisão. De acordo com a denúncia do Ministério Público, os trabalhadores foram encontrados durante fiscalização de grupo do Ministério do Trabalho. Segundo as informações, eles não tinham acesso a banheiros e transportes e recebiam comida de má qualidade. Segundo depoimentos de trabalhadores, eles eram sujeitos a jornadas de trabalho que as vezes duravam até 24 horas. A defesa do deputado negou as acusações contra ele, alegando que não houve prática de crime e que eles não estavam sujeitos a condições análogas ao trabalho escravo. Segundo os advogados, os fatos configurariam, no máximo, irregularidades trabalhistas\" (http: //www1.folha.uol.com.br/poder/1069274-stf-abre- acao-contra-deputado-alagoano-por-trabalho-escravo.shtml). Sobre trabalho escravo, tendo como referência o texto acima e situações semelhantes, analise estas proposições: I. Os que são contra a tese de que se repute a ocorrência de crime nessas situações, como o ministro Gilmar Mendes, consideram que o quadro pode caracterizar irregularidade trabalhista, mas não a redução de alguém à condição análoga à de escravo. \"A inexistência de refeitórios, chuveiros, banheiros, pisos em cimento, rede de saneamento, coleta de lixo é deficiência estrutural básica que assola de forma vergonhosa grande parte da população brasileira, mas o exercício de atividades sob essas condições que refletem padrões deploráveis e abaixo da linha da pobreza não pode ser considerado ilícito penal, sob pena de estarmos criminalizando a nossa própria deficiência\". II. Na mesma linha de argumentação da corrente mencionada na proposição anterior, ressalta-se que o bem jurídico tutelado pelo artigo 149 do Código Penal (crime de redução a condição análoga à de escravo) não é a relação de trabalho, mas a liberdade individual de cada cidadão. Argumenta-se que, dependendo da interpretação, outras relações de trabalho estariam sujeitas à \"jornada exaustiva\", como ocorre, por exemplo, no comércio nas festas de fim de ano, ou na construção civil, quando a entrega do empreendimento está próxima.Ill. Os que sustentam a existência do crime - tanto entre os ministros do STF como na literatura penal -, em situações como a retratada na matéria jornalística, consideram caracterizado o delito (de redução à condição análoga à de escravo) quando o agente submete os trabalhadores a condições degradantes, como a falta de instalações sanitárias e a ausência de luz para as refeições, em \"ambiente inóspito\", e ao cumprimento de jornada de trabalho exaustiva.lV. Para a caracterização do crime, segundo o Código Penal, não basta submeter o trabalhador a trabalhos forçados ou a jornada exaustiva, quer sujeitando-o a condições degradantes de trabalho, quer restringindo, por qualquer meio, sua locomoção em razão de dívida contraída com o empregador ou preposto. É preciso ainda que o agente mantenha vigilância ostensiva no local de trabalho ou se apodera de documentos ou objetos pessoais do trabalhador, com o fim de retê-lo no local de trabalho, agindo por motivo de preconceito de raça, cor, etnia, religião ou origem. Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a proposição IV é correta."
      },
      {
        "letra": "B",
        "texto": "Apenas as proposições I, II e IV são corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as proposições I, II e Ill são corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas as proposições Il e III são corretas."
      },
      {
        "letra": "E",
        "texto": "Todas as proposições são corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "280517",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRT - 18ª Região (GO)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal"
    ],
    "enunciado_principal": "No crime de ameaça,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o mal prometido não precisa ser injusto."
      },
      {
        "letra": "B",
        "texto": "a intimidação pode ocorrer por meio simbólico."
      },
      {
        "letra": "C",
        "texto": "a intimidação não pode ser realizada por intermédio de terceiro."
      },
      {
        "letra": "D",
        "texto": "não há absorção por outro delito quando for elemento ou meio deste."
      },
      {
        "letra": "E",
        "texto": "a ação penal é privada."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "269829",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: MPE-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal"
    ],
    "enunciado_principal": "Com base no que dispõe o CP e no entendimento doutrinário e jurisprudencial acerca do crime de constrangimento ilegal, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O sujeito passivo do crime de constrangimento ilegal pode ser qualquer pessoa, independentemente de sua capacidade de autodeterminação."
      },
      {
        "letra": "B",
        "texto": "Por ser o delito de constrangimento ilegal tipicamente subsidiário, a violência nela empregada, em qualquer modalidade, absorve sempre o crime."
      },
      {
        "letra": "C",
        "texto": "O constrangimento ilegal é delito de mera atividade, consumando-se mediante grave ameaça ou violência perpetrada pelo sujeito ativo."
      },
      {
        "letra": "D",
        "texto": "No crime de constrangimento ilegal, admite-se a autoria mediata caso a violência ou grave ameaça sejam exercidas contra pessoa diversa da que se pretenda constranger, sendo o agente responsabilizado, em concurso material, pelo constrangimento ilegal e por outra infração que o executor venha a praticar."
      },
      {
        "letra": "E",
        "texto": "O fato de funcionário público ser sujeito ativo do crime de constrangimento ilegal qualifica a infração, aplicando-se a ele a pena em dobro."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "236564",
    "metadata": "Ano: 2012 | Banca: MPT | Órgão: MPT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Sequestro ou cárcere privado",
      "Crimes contra a organização do trabalho",
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Crimes contra a administração pública",
      "Fraude processual"
    ],
    "enunciado_principal": "Escolha a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No cárcere privado o bem jurídico tutelado é a liberdade individual, caracterizando-se o crime mesmo quando a privação da liberdade ocorre com o consentimento da vítima, validamente manifestado."
      },
      {
        "letra": "B",
        "texto": "Para os efeitos penais previstos no tipo “falsificação de documento público”, equiparam-se a documento público o emanado de entidade paraestatal, o título ao portador ou transmissível por endosso, as ações de sociedade comercial, os livros mercantis e o testamento particular."
      },
      {
        "letra": "C",
        "texto": "No crime de aliciamento de trabalhadores de um local para outro do território nacional, a pena é aumentada de um sexto a um terço se a vítima é menor de 18 (dezoito) anos, idosa, gestante, indígena ou portadora de deficiência."
      },
      {
        "letra": "D",
        "texto": "O crime de fraude processual se constitui em inovar artificiosamente, na pendência de processo civil ou administrativo, o estado de lugar, de coisa ou de pessoa, com o fim de induzir a erro o juiz ou o perito."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "221593",
    "metadata": "Ano: 2012 | Banca: TRT 3R | Órgão: TRT - 3ª Região (MG)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal"
    ],
    "enunciado_principal": "Constituem crimes contra a liberdade pessoal, exceto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Constrangimento ilegal."
      },
      {
        "letra": "B",
        "texto": "Ameaça."
      },
      {
        "letra": "C",
        "texto": "Sequestro."
      },
      {
        "letra": "D",
        "texto": "Redução à condição análoga a de escravo."
      },
      {
        "letra": "E",
        "texto": "Violação de domicílio."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "506001",
    "metadata": "Ano: 2011 | Banca: TRT 16R | Órgão: TRT - 16ª REGIÃO (MA)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Punibilidade no concurso de pessoas",
      "Crimes contra a honra",
      "Calúnia",
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Crimes contra o patrimônio",
      "Apropriação indébita"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O agente que, voluntariamente, desiste de prosseguir na execução ou impede que o resultado se produza, só responde pelos atos já praticados"
      },
      {
        "letra": "B",
        "texto": "Não é punível a calúnia contra os mortos."
      },
      {
        "letra": "C",
        "texto": "A intervenção médica ou cirúrgica, sem o consentimento do paciente ou de seu representante legal, se justificada por iminente perigo de vida, bem como a coação exercida para impedir suicídio não se amoldam à figura típica do crime de constrangimento ilegal."
      },
      {
        "letra": "D",
        "texto": "O crime de apropriação indébita previdenciária, previsto no Art. 168-A do Código Penal Pátrio consiste em deixar de repassar à previdência social as contribuições recolhidas dos contribuintes, no prazo e forma legal ou convencional, estando passível de aplicação da mesma penalidade prevista no caput (reclusão, de 2 a 5 anos, e muita) do dispositivo aquele que: deixar de recolher, no prazo legal, contribuição ou outra importância destinada à previdência social que tenha sido descontada de pagamento efetuado a segurados, a terceiros ou arrecadada do público; deixar de recolher contribuições devidas à previdência social que tenham integrado despesas contábeis ou custos relativos à venda de produtos ou à prestação de serviços; e deixar de pagar benefício devido a segurado, quando as respectivas cotas ou valores já tiverem sido reembolsados à empresa peia previdência social."
      },
      {
        "letra": "E",
        "texto": "O ajuste, a determinação ou instigação e o auxílio, salvo disposição expressa em contrário, não são puníveis, se o crime não chega, pelo menos, a ser tentado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "250218",
    "metadata": "Ano: 2011 | Banca: TRT 23R (MT) | Órgão: TRT - 23ª REGIÃO (MT)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Trata-se de mera nulidade contratual o ato de fraude que visa frustrar direito assegurado pela legislação do trabalho, não sendo considerado crime punivei."
      },
      {
        "letra": "B",
        "texto": "Comete crime de redução à condição análoga a de escravo quem obriga ou coage alguém a usar mercadorias de determinado estabelecimento, para impossibilitar o desligamento do serviço em virtude de divida, fenômeno conhecido como truck system."
      },
      {
        "letra": "C",
        "texto": "Não comete crime aquele que alicia trabalhadores com o fim de levá-los de uma para outra localidade do território nacional, restando configurado o crime apenas se a transferência for para o estrangeiro."
      },
      {
        "letra": "D",
        "texto": "Submeter alguém a trabalhos forçados ou a jornada exaustiva, quer sujeitando-o a condições degradantes de trabalho, quer restringindo, por qualquer meio, sua locomoção em razão de divida contraida com o empregador ou preposto, implica reduzi-lo a condição análoga à de escravo."
      },
      {
        "letra": "E",
        "texto": "A pena do crime de redução à condição análoga à de escravo é reduzida de metade, se o crime é cometido contra criança ou adolescente ou se cometido por motivo de preconceito de raça, cor, etnia, religião ou origem."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "198743",
    "metadata": "Ano: 2011 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Redução à condição análoga à de escravo",
      "Crimes contra a organização do trabalho"
    ],
    "enunciado_principal": "NA FAZENDA BELMONTE, NO MUNICÍPIO DE ALTA VÁRZEA, EM ALGUM ESTADO DA AMAZÔNIA LEGAL, O FAZENDEIRO MAURICIO EMPREGA QUARENTA E DOIS EMPREGADOS RURAIS, RECRUTADOS POR 'GATOS' NO NORDESTE DO BRASIL E DESPIDOS DE SUA DOCUMENTAÇÃO PESSOAL, INCLUSIVE CARTEIRA DE TRABALHO, QUE ENTREGARAM PARA EFEITO DE REGISTRO DE EMPREGADO, MAS NUNCA LHES FOI DEVOLVIDA. OS EMPREGADOS RECEBEM 100 REAlS SEMANALMENTE E T.EM QUE PROVER SUA EXISTENCIA ATRAVES DA COMPRA DE VÍVERES NO BARRACÃO DA FAZENDA, DE PROPRIEDADE DO FAZENDEIRO. COMO O DINHEIRO NÃO É SUFICIENTE PARA COBRIREM SUAS NECESSIDADES E O CUSTO DOS PRODUTOS NO BARRACÃO SOBE A CADA SEMANA, TODOS ESTÃO ENDIVIDADOS, SENDO O DEÉBITO DESCONTADO DOS GANHOS SEMANAIS. MUITOS NÃO RECEBEM NADA E CONTINUAM A DEVER. PEDRO, UM DOS EMPREGADOS, TENTOU FUGIR DA FAZENDA E FOI BALEADO POR JAGUNÇOS. DEPOIS FOI GRAVEMENTE ESPANCADO EM FRENTE DOS COMPANHEIROS, PARA DElXAR CLARO QUE 'O CABRA QUE FOGE SEM PAGAR, PASSARÁ POR ISSO', SEGUNDO O ADMINISTRADOR DA FAZENDA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "( ) O fato descrito é caso típico de servidão,sendo a atribuição tutelar confinada ao Ministério Público do Trabalho e ao Ministério Público estadual;"
      },
      {
        "letra": "B",
        "texto": "( ) O fato descrito e caso tipico de servidão por divida, com consequências para a atuação do Ministério Público do Trabalho e do Ministeno Público Federal;"
      },
      {
        "letra": "C",
        "texto": "( ) O fato descrito é caso tipico de escravidão na ,forma da Convenção sobre a Escravatura de 1926, atraindo a atribuição do Ministério Público Federal;"
      },
      {
        "letra": "D",
        "texto": "( ) O fato não configura escravidão, mas grave violação de direitos trabalhistas, sujeita à atuação repressiva da Delegacia Regional do Trabalho."
      }
    ],
    "gabarito": "B"
  }
]