[
  {
    "id": "3531171",
    "metadata": "Ano: 2025 | Banca: UECE-CEV | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública"
    ],
    "enunciado_principal": "Assinale a opção que corresponde a um tipo de crime praticado contra a incolumidade pública.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "charlatanismo"
      },
      {
        "letra": "B",
        "texto": "feminicídio"
      },
      {
        "letra": "C",
        "texto": "infanticídio"
      },
      {
        "letra": "D",
        "texto": "rufianismo"
      },
      {
        "letra": "E",
        "texto": "sequestro"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3407469",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: STM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum"
    ],
    "enunciado_principal": "Julgue o item a seguir, com relação aos crimes previstos no Código Penal.Para a configuração do crime de incêndio, é necessário que o agente tenha a finalidade específica de obter vantagem pecuniária em proveito próprio ou de causar dano a outrem.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3219218",
    "metadata": "Ano: 2025 | Banca: Avança SP | Órgão: Câmara de Itupeva - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum"
    ],
    "enunciado_principal": "Nos crimes contra a incolumidade pública, a pena de reclusão, de três a seis anos e multa é prevista para os crimes de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "desastre ferroviário, infração de medida sanitária preventiva e inundação."
      },
      {
        "letra": "B",
        "texto": "difusão de doença ou praga, exercício ilegal da medicina, arte dentária ou farmacêutica e explosão."
      },
      {
        "letra": "C",
        "texto": "desabamento ou desmoronamento, incêndio e explosão."
      },
      {
        "letra": "D",
        "texto": "incêndio, explosão e inundação."
      },
      {
        "letra": "E",
        "texto": "uso de gás tóxico ou asfixiante, difusão de doença ou praga e desastre ferroviário."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3153500",
    "metadata": "Ano: 2025 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública"
    ],
    "enunciado_principal": "Tendo em conta os crimes contra a incolumidade pública, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de exercício ilegal da medicina, arte dentária ou farmacêutica pode ser praticado por qualquer pessoa. Contudo, na hipótese de exceder os limites da autorização concedida, é próprio de médicos, dentistas e farmacêuticos."
      },
      {
        "letra": "B",
        "texto": "O crime de infração de medida sanitária, tipo penal em branco, não pode ser complementado por ato normativo estadual ou municipal, já que, em matéria penal, somente a União possui competência legislativa."
      },
      {
        "letra": "C",
        "texto": "O crime de perigo de desastre ferroviário inadmite a modalidade culposa; já o crime de perigo de inundação, sim."
      },
      {
        "letra": "D",
        "texto": "O crime de omissão de notificação de doença é próprio dos profissionais de saúde, médicos, enfermeiros e qualquer outro profissional que, por lei, esteja obrigado a comunicar."
      },
      {
        "letra": "E",
        "texto": "A aplicação da pena prevista no artigo 273, do CP (falsificação de produto terapêutico), à hipótese prevista no parágrafo 1° -B (importação de medicamento sem registro sanitário), é inconstitucional, devendo ser aplicado, conforme decidido pelo Supremo Tribunal Federal, o preceito secundário do crime de tráfico de entorpecentes, previsto no artigo 33 da Lei de Drogas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3480787",
    "metadata": "Ano: 2024 | Banca: SEAD-GO | Órgão: SEAD-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública"
    ],
    "enunciado_principal": "A existência de perpetradores externos causadores de grave crise, tendo em seu poder material bélico e/ou artefatos explosivos, constitui um risco de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "1º Grau."
      },
      {
        "letra": "B",
        "texto": "2º Grau."
      },
      {
        "letra": "C",
        "texto": "3º Grau."
      },
      {
        "letra": "D",
        "texto": "4º Grau."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2394934",
    "metadata": "Ano: 2024 | Banca: IV - UFG | Órgão: Prefeitura de Inhumas - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes de dano e crimes de perigo",
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública"
    ],
    "enunciado_principal": "Aquele que inculcar, em invólucro ou recipiente de produtos alimentícios, terapêuticos ou medicinais, a existência de substância que não se encontra em seu conteúdo ou que nele existe em quantidade menor que a mencionada poderá receber pena de reclusão, de um a cinco anos, e multa, nos termos do artigo 275 do Código Penal. O crime descrito",
    "alternativas": [
      {
        "letra": "A",
        "texto": "admite a modalidade culposa."
      },
      {
        "letra": "B",
        "texto": "é de perigo abstrato."
      },
      {
        "letra": "C",
        "texto": "não admite tentativa."
      },
      {
        "letra": "D",
        "texto": "tem sua ação penal pública condicionada"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3474507",
    "metadata": "Ano: 2023 | Banca: IDCAP | Órgão: Prefeitura de Jacobina - BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública"
    ],
    "enunciado_principal": "A Lei n° 9.677, de 2 de julho de 1998 inclui a classificação dos delitos considerados hediondos crimes contra a saúde pública, conforme Art. 272 se corromper, adulterar, falsificar ou alterar substância ou produto alimentício destinado a consumo, tornando-o nocivo à saúde ou reduzindo-lhe o valor nutritivo, qual será a penalidade a ser aplicada? Marque a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Reclusão, de 2 (dois) a 4 (quatro) anos, e multa."
      },
      {
        "letra": "B",
        "texto": "Reclusão, de 4 (quatro) a 8 (oito) anos, e multa."
      },
      {
        "letra": "C",
        "texto": "Reclusão, de 2 (dois) a 4 (quatro)."
      },
      {
        "letra": "D",
        "texto": "Multa, apenas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2374461",
    "metadata": "Ano: 2023 | Banca: FCC | Órgão: DPE-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato",
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum"
    ],
    "enunciado_principal": "Considere os casos a seguir: 1. Paulo praticou o crime de furto qualificado mediante fraude contra seu irmão unilateral Pedro. 2. Carlos residia com seus pais há pouco mais de um mês quando praticou o delito de apropriação indébita, cuja ofendida é sua genitora, que contava com 60 anos na data dos fatos. 3. Diana, que contava com 61 anos quando dos fatos, residente na cidade de Vila Velha/ES, foi vítima do crime de estelionato simples praticado por seu irmão, Antônio, que reside em Vitória/ES. 4. Renato praticou a infração penal de incêndio culposo na habitação de seu filho Rafael. Analisando as hipóteses acima, em relação a eventual ação penal e sua necessidade, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ação penal no caso de Renato será pública incondicionada, ao passo que a ação penal em desfavor de Antônio será condicionada à representação."
      },
      {
        "letra": "B",
        "texto": "A ação penal contra Paulo será pública condicionada à representação, mesma hipótese para o caso de Renato."
      },
      {
        "letra": "C",
        "texto": "A ação penal contra Antônio será pública incondicionada, ao passo que a ação penal em desfavor de Carlos será pública condicionada à representação."
      },
      {
        "letra": "D",
        "texto": "Renato sequer deve ser processado, pois incide hipótese de isenção de pena, ao passo que a ação penal contra Carlos será pública incondicionada."
      },
      {
        "letra": "E",
        "texto": "A ação penal em desfavor de Carlos será pública incondicionada, mesma hipótese para o caso de Paulo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2329516",
    "metadata": "Ano: 2023 | Banca: Quadrix | Órgão: CRQ 4ª Região-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública"
    ],
    "enunciado_principal": "Acerca de direito penal, julgue o item.É crime previsto na legislação causar epidemia, mediante a propagação de germes patogênicos, sendo que, na hipótese de a conduta levar ao resultado morte, a pena é aplicada em dobro.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2240832",
    "metadata": "Ano: 2023 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública"
    ],
    "enunciado_principal": "Analise as assertivas que se seguem, assinalando a alternativa CORRETA: I. Com exceção do crime de epidemia, as formas majoradas de crime de perigo comum, em caso de lesões corporais de natureza grave e de resultado morte, se aplicam a todos os crimes contra a saúde pública. II. Anunciar cura por meio infalível configura o crime de curandeirismo. III. Há previsão de modalidade culposa no crime de fornecimento de medicamento em desacordo com a receita médica. IV. Não basta a ocorrência de uma única morte para que se verifique a causa de aumento com a pena aplicada em dobro no crime de epidemia.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas os itens I e III são verdadeiros."
      },
      {
        "letra": "B",
        "texto": "Apenas os itens II, III e IV são verdadeiros."
      },
      {
        "letra": "C",
        "texto": "Apenas os itens II e IV são verdadeiros."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens I e II são verdadeiros."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2229268",
    "metadata": "Ano: 2023 | Banca: FUNDATEC | Órgão: Prefeitura de Porto Alegre - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública"
    ],
    "enunciado_principal": "Segundo os termos do Código Penal, quem inculcar ou anunciar cura por meio secreto ou infalível pratica o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Curandeirismo."
      },
      {
        "letra": "B",
        "texto": "Incitação à cura."
      },
      {
        "letra": "C",
        "texto": "Anúncio ilegal."
      },
      {
        "letra": "D",
        "texto": "Charlatanismo."
      },
      {
        "letra": "E",
        "texto": "Notificação enganosa"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2229053",
    "metadata": "Ano: 2023 | Banca: FUNDATEC | Órgão: Prefeitura de Porto Alegre - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública"
    ],
    "enunciado_principal": "Segundo os termos do Código Penal, quem vende, expõe à venda, tem em depósito ou cede substância destinada à falsificação de produtos alimentícios, terapêuticos ou medicinais pratica o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Substância destinada à falsificação."
      },
      {
        "letra": "B",
        "texto": "Falsificação de produtos. profissão."
      },
      {
        "letra": "C",
        "texto": "Exercício ilegal da profissão."
      },
      {
        "letra": "D",
        "texto": "Substância nociva à saúde pública."
      },
      {
        "letra": "E",
        "texto": "Alteração de produto destinado a fins terapêuticos ou medicinais."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2211799",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: Prefeitura de Piracicaba - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum"
    ],
    "enunciado_principal": "Após diversas tentativas, sem êxito, de comprar um terreno de extensa área no Munícipio de Nazaré Paulista, Caio, construtor, desejando convencer o proprietário a vendê-lo considerando a desvalorização da área, destruiu parte da barragem da represa desta cidade, provocando o alagamento não só da área almejada por Caio, mas também de trechos da cidade de Nazaré Paulista e municípios adjacentes, causando a morte de diversas pessoas e danos incontáveis ao patrimônio de muitas outras. Com relação à conduta de Caio, é correto afirmar que ele responderá",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas pelo crime de inundação, previsto no artigo 254, do Código Penal, uma vez que expor a perigo a vida de incontável número de pessoas e de seu patrimônio já é causa prevista no tipo penal."
      },
      {
        "letra": "B",
        "texto": "pelo crime de inundação em concurso material com os crimes de homicídio e dano."
      },
      {
        "letra": "C",
        "texto": "pelos crimes de homicídio, que, por conterem conduta mais grave, absorvem o delito de inundação."
      },
      {
        "letra": "D",
        "texto": "pelo crime de inundação, com o aumento da pena previsto no artigo 258 do Código Penal."
      },
      {
        "letra": "E",
        "texto": "pelo crime de homicídio qualificado em concurso formal com o crime de inundação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2211794",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: Prefeitura de Piracicaba - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública"
    ],
    "enunciado_principal": "Com relação aos crimes contra a incolumidade pública, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o crime de incêndio, na modalidade culposa, é crime de menor potencial ofensivo, de competência dos Juizados Especiais Criminais, estando sujeito à transação penal, nos termos da Lei nº 9.099/95."
      },
      {
        "letra": "B",
        "texto": "no crime de epidemia, o sujeito tem a intenção de ofender o corpo social, e não de atingir uma pessoa individualmente considerada. Se a intenção for atingir uma pessoa em determinado, causando-lhe a morte, então o sujeito responderá pelo crime de epidemia, com a causa de aumento, prevista no artigo 267, § 1º , do Código Penal."
      },
      {
        "letra": "C",
        "texto": "para a configuração dos crimes de envenenamento de água potável e corrupção ou poluição de água potável, é necessário que o sujeito tenha a intenção de atingir alguém em específico com sua ação."
      },
      {
        "letra": "D",
        "texto": "o delito de omissão de notificação de doença constitui-se em lei penal em branco, e admite tentativa."
      },
      {
        "letra": "E",
        "texto": "o crime de fornecer substância medicinal em desacordo com receita médica é próprio dos farmacêuticos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2207716",
    "metadata": "Ano: 2023 | Banca: OBJETIVA | Órgão: Prefeitura de Ilópolis - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a segurança dos meios de transporte e outros serviços públicos"
    ],
    "enunciado_principal": "Conforme a Lei nº 12.737/2012, sobre o crime de interrupção ou perturbação de serviço telegráfico, telefônico, informático, telemático ou de informação de utilidade pública, marcar C para as afirmativas Certas, E para as Erradas e, após, assinalar a alternativa que apresenta a sequência CORRETA: (_) Incorre na mesma pena quem interrompe serviço telemático ou de informação de utilidade pública, ou impede ou dificulta-lhe o restabelecimento. (_) Aplicam-se as penas em dobro se o crime é cometido por ocasião de calamidade pública.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "C - C."
      },
      {
        "letra": "B",
        "texto": "E - C."
      },
      {
        "letra": "C",
        "texto": "C - E."
      },
      {
        "letra": "D",
        "texto": "E - E."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2154302",
    "metadata": "Ano: 2023 | Banca: Instituto Access | Órgão: Prefeitura de Ribeirão Preto - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública"
    ],
    "enunciado_principal": "Em relação ao crime de curandeirismo, é correto afirmar que ele se tipifica I. prescrevendo, ministrando ou aplicando, habitualmente, qualquer substância; II. usando gestos, palavras ou qualquer outro meio; III. fazendo diagnósticos. Analise os itens acima e assinale",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se apenas os itens I e II estiverem corretos."
      },
      {
        "letra": "B",
        "texto": "se apenas os itens I e III estiverem corretos."
      },
      {
        "letra": "C",
        "texto": "se apenas os itens II e III estiverem corretos."
      },
      {
        "letra": "D",
        "texto": "se nenhum item estiver correto."
      },
      {
        "letra": "E",
        "texto": "se todos os itens estiverem corretos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2082788",
    "metadata": "Ano: 2023 | Banca: Avança SP | Órgão: Prefeitura de Americana - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Dano",
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum",
      "Crimes contra a saúde pública",
      "Crimes contra a paz pública",
      "Incitação ao crime",
      "Apologia de crime ou criminoso"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Configura-se incêndio expor a perigo a vida, a integridade física ou o patrimônio de outrem, mediante explosão, arremesso ou simples colocação de engenho de dinamite ou de substância de efeitos análogos;"
      },
      {
        "letra": "B",
        "texto": "Configura-se incitação ao crime fazer, publicamente, apologia de fato criminoso ou de autor de crime;"
      },
      {
        "letra": "C",
        "texto": "Configura-se apologia de crime ou criminoso incitar, publicamente, a prática de crime;"
      },
      {
        "letra": "D",
        "texto": "Configura-se infração de medida sanitária preventiva infringir determinação do poder público, destinada a impedir introdução ou propagação de doença contagiosa;"
      },
      {
        "letra": "E",
        "texto": "Todas as assertivas anteriores estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2079474",
    "metadata": "Ano: 2023 | Banca: Instituto Consulplan | Órgão: Prefeitura de Vila Velha - ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum"
    ],
    "enunciado_principal": "Uma senhora, dona de uma pequena propriedade urbana, com o intuito de dar fim às folhagens recolhidas no quintal, acendeu uma fogueira que acabou por incendiar uma grande área de mata, quase atingindo os imóveis vizinhos. Foi necessário acionar os bombeiros militares para debelar as chamas. Se caracterizado ilícito penal, a tipificação será de crime:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Contra o patrimônio."
      },
      {
        "letra": "B",
        "texto": "Contra a incolumidade pública."
      },
      {
        "letra": "C",
        "texto": "Doloso, pois houve a intenção de acender a fogueira."
      },
      {
        "letra": "D",
        "texto": "Culposo, com pena de detenção de três a seis meses."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2043953",
    "metadata": "Ano: 2023 | Banca: Quadrix | Órgão: CRO - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública"
    ],
    "enunciado_principal": "À luz do Código Penal brasileiro, julgue o item. Um técnico em saúde bucal que exerce a profissão de cirurgião-dentista sem a devida habilitação está cometendo o crime de charlatanismo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2019851",
    "metadata": "Ano: 2022 | Banca: Quadrix | Órgão: CRF-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública"
    ],
    "enunciado_principal": "No que se refere ao crime de falsificação, corrupção, adulteração ou alteração de produto destinado a fins terapêuticos ou medicinais, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime não admite modalidade culposa."
      },
      {
        "letra": "B",
        "texto": "A pena prevista para o crime é de reclusão, de um a cinco anos, sem possibilidade de aplicação de multa."
      },
      {
        "letra": "C",
        "texto": "Não é considerado crime falsificar ou adulterar produtos cosméticos."
      },
      {
        "letra": "D",
        "texto": "Incorre em conduta criminosa quem importa, vende, expõe à venda, tem em depósito para vender ou, de qualquer forma, distribui ou entrega a consumo o produto falsificado, corrompido, adulterado ou alterado."
      },
      {
        "letra": "E",
        "texto": "A legislação vigente não prevê o crime de falsificação, corrupção, adulteração ou alteração de produto destinado a fins terapêuticos ou medicinais."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1992051",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum"
    ],
    "enunciado_principal": "José, munido de três galões de combustível, dirigiu-se no período noturno a uma casa, de propriedade de João, que estava para alugar, localizada em bairro com diversas casas “geminadas”, e derramou o produto nas paredes da frente e dos fundos, ateando fogo em seguida. O fogo consumiu por completo a casa e não se alastrou por conta da agilidade dos bombeiros em contê-lo. Os imóveis vizinhos, apesar de atingidos pelas chamas, não sofreram maiores prejuízos. Com base na situação apresentada, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Considerando que o fogo causou perigo à vizinhança, caracteriza-se o crime de incêndio, podendo ter a pena aumentada tendo em vista ser casa destinada à habitação."
      },
      {
        "letra": "B",
        "texto": "Considerando que José sabia não estar colocando em risco a integridade física de João, configura-se o crime de dano."
      },
      {
        "letra": "C",
        "texto": "O caso narrado configura dano qualificado por conta de emprego de substância inflamável."
      },
      {
        "letra": "D",
        "texto": "Ante a inexistência de risco à incolumidade pública, o caso narrado não caracteriza crime de incêndio."
      },
      {
        "letra": "E",
        "texto": "O caso narrado configura crime de dano qualificado por conta do prejuízo considerável para a vítima."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1968388",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública"
    ],
    "enunciado_principal": "Paulo, que é enfermeiro, sob a alegação de ter descoberto a cura do câncer, distribuiu aos pacientes do hospital oncológico onde trabalhava ampolas com substância desconhecida, afirmando que seu conteúdo era infalível e a cura, certa. Em conversa gravada, Paulo foi flagrado dizendo que não havia propriedade curativa na substância. Na situação hipotética apresentada, a imputação mais adequada à conduta de Paulo seria a de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estelionato."
      },
      {
        "letra": "B",
        "texto": "falsificação de produto destinado a fins medicinais."
      },
      {
        "letra": "C",
        "texto": "curandeirismo."
      },
      {
        "letra": "D",
        "texto": "charlatanismo."
      },
      {
        "letra": "E",
        "texto": "exercício ilegal da medicina."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1959621",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: DPE-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum"
    ],
    "enunciado_principal": "Configura causa de aumento de pena do crime de incêndio aquele praticado",
    "alternativas": [
      {
        "letra": "A",
        "texto": "contra mulher em situação de violência doméstica."
      },
      {
        "letra": "B",
        "texto": "contra criança, maior de 60 anos, enfermo ou mulher grávida."
      },
      {
        "letra": "C",
        "texto": "mediante concurso de duas ou mais pessoas."
      },
      {
        "letra": "D",
        "texto": "durante o repouso noturno."
      },
      {
        "letra": "E",
        "texto": "em casa habitada ou destinada à habitação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1959515",
    "metadata": "Ano: 2022 | Banca: TRF - 3ª REGIÃO | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública"
    ],
    "enunciado_principal": "Mévio foi condenado por trazer do Paraguai comprimidos de Pramil, medicamento para impotência sexual que possui o mesmo princípio ativo de marcas nacionais. O laudo apontou que o medicamento não possui registro na Anvisa, mas continha efetivamente a substância indicada na caixa e não foi objeto de adulteração. Considere as seguintes assertivas e após assinale a resposta CORRETA: I. Se pequena a quantidade, compatível com o uso próprio, admite-se a aplicação do princípio da insignificância, ainda que se trate de crime contra a saúde pública. Il. A conduta subsome-se ao caput do art. 273 do Código Penal, aplicando-se as penas previstas para o tráfico de drogas na Lei 11.343/2008.III. Segundo o Supremo Tribunal Federal, à conduta prevista no §1º-B do art. 273 do Código Penal aplicam-se as penas previstas na redação originária do dispositivo (1 a 3 anos de reclusão, e multa). IV. Não sendo o medicamento falsificado, não se configura o crime contra a saúde pública.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a alternativa |V está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas as alternativas I e Ill estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as alternativas I e Il estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas a alternativa Ill está correta."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1949908",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: POLITEC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública"
    ],
    "enunciado_principal": "No que concerne aos crimes contra a incolumidade pública, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pelo princípio da adequação social, atualmente são atípicas as condutas que correspondem aos crimes de curandeirismo e charlatanismo."
      },
      {
        "letra": "B",
        "texto": "Há previsão legal de exclusão de ilicitude no crime de omissão de notificação de doença quando o paciente for parente do médico ou enfermeiro."
      },
      {
        "letra": "C",
        "texto": "Admite a forma culposa o crime de falsificação, corrupção, adulteração ou alteração de substância ou produtos alimentícios."
      },
      {
        "letra": "D",
        "texto": "No intuito de coibir a imperícia, o crime de medicamento em desacordo com receita médica somente é punido na forma dolosa."
      },
      {
        "letra": "E",
        "texto": "É elemento constitutivo do tipo penal do delito de exercício ilegal da medicina, arte dentária ou farmacêutica a finalidade de lucro."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1945465",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública",
      "Crimes contra a paz pública"
    ],
    "enunciado_principal": "Com relação aos crimes contra a saúde pública e os crimes contra a paz pública, é correto afirmar que o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falsificação, corrupção, adulteração ou alteração de substância ou produtos alimentícios tem por objeto material também bebidas alcoólicas."
      },
      {
        "letra": "B",
        "texto": "epidemia inadmite a modalidade culposa."
      },
      {
        "letra": "C",
        "texto": "associação criminosa quando há participação de criança, adolescente ou pessoa com a capacidade cognitiva reduzida tem pena aumentada até a metade."
      },
      {
        "letra": "D",
        "texto": "incitação a crime é punido de forma qualificada se há incitação de animosidade entre as Forças Armadas ou delas contra os poderes constitucionais."
      },
      {
        "letra": "E",
        "texto": "infração de medida sanitária é próprio de profissional de saúde."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1920666",
    "metadata": "Ano: 2022 | Banca: Avança SP | Órgão: Câmara Municipal de Sorocaba",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum"
    ],
    "enunciado_principal": "Sobre os incêndios, tratados no artigo 250 do Código Penal, é considerado crime de perigo comum causar incêndio, expondo a perigo a vida, a integridade física ou o patrimônio de outrem. Com base no § 1º, inciso II, as penas aumentam-se de um terço se o incêndio é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "culposo."
      },
      {
        "letra": "B",
        "texto": "por gás tóxico ou asfixiante, ou material destinado à sua fabricação."
      },
      {
        "letra": "C",
        "texto": "em embarcação, aeronave, comboio ou veículo de transporte coletivo"
      },
      {
        "letra": "D",
        "texto": "de simples colocação de engenho de dinamite ou de substância de efeitos análogos."
      },
      {
        "letra": "E",
        "texto": "cometido com sem intuito de obter vantagem pecuniária em proveito próprio ou alheio."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1920665",
    "metadata": "Ano: 2022 | Banca: Avança SP | Órgão: Câmara Municipal de Sorocaba",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública"
    ],
    "enunciado_principal": "Inculcar ou anunciar cura por meio secreto ou infalível é o conceito criminal trazido pelo Decreto-lei nº 2.848/40, em seu artigo 283 para:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Charlatanismo."
      },
      {
        "letra": "B",
        "texto": "Curandeirismo."
      },
      {
        "letra": "C",
        "texto": "Forma desqualificada de prática de saúde"
      },
      {
        "letra": "D",
        "texto": "Exercício ilegal de práticas farmacêuticas."
      },
      {
        "letra": "E",
        "texto": "Exercício ilegal da medicina."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1865963",
    "metadata": "Ano: 2022 | Banca: Quadrix | Órgão: CRF-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública"
    ],
    "enunciado_principal": "A entrega para consumo de substância nociva à saúde, ainda que não destinada à alimentação ou a fim medicinal, constitui crime.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1865962",
    "metadata": "Ano: 2022 | Banca: Quadrix | Órgão: CRF-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública"
    ],
    "enunciado_principal": "Adulterar produto alimentício destinado a consumo, reduzindo-lhe o valor nutritivo, constitui apenas infração administrativa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1865961",
    "metadata": "Ano: 2022 | Banca: Quadrix | Órgão: CRF-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum"
    ],
    "enunciado_principal": "Independentemente de dolo ou culpa, se do crime de perigo comum resultar lesão corporal de natureza grave, a pena privativa de liberdade será aumentada de metade; se resultar morte, será aplicada em dobro.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1862936",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum"
    ],
    "enunciado_principal": "Em relação ao delito de incêndio qualificado pela morte da vítima, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não é possível a aplicação das agravantes genéricas do Art. 61, inciso II, do Código Penal, pois, em se tratando de crime doloso, em que há uma condução dolosa com resultado morte, não há plena compatibilidade;"
      },
      {
        "letra": "B",
        "texto": "é possível a aplicação das agravantes genéricas do Art. 61, inciso II, do Código Penal, pois, em se tratando de crime doloso, em que há uma condução dolosa com resultado morte, há plena compatibilidade;"
      },
      {
        "letra": "C",
        "texto": "não é possível a aplicação das agravantes genéricas do Art. 61, inciso II, do Código Penal, pois, em se tratando de crime preterdoloso, em que há uma condução anterior dolosa com o resultado posterior culposo, o resultado morte configura elementar de maior punibilidade;"
      },
      {
        "letra": "D",
        "texto": "é possível a aplicação das agravantes genéricas do Art. 61, inciso II, do Código Penal, pois, em se tratando de crime preterdoloso, em que há uma condução anterior dolosa com o resultado posterior culposo, o resultado morte configura elementar de maior punibilidade;"
      },
      {
        "letra": "E",
        "texto": "não é possível a aplicação das agravantes genéricas do Art. 61, inciso II, do Código Penal, pois, em se tratando de crime culposo, em que o resultado morte decorre de negligência, não há qualquer compatibilidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2411539",
    "metadata": "Ano: 2021 | Banca: Fundação CETAP | Órgão: CRF-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública"
    ],
    "enunciado_principal": "Qual a pena aplicável a quem falsificar, corromper, adulterar ou alterar produto destinado a fins terapêuticos ou medicinais?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pena de detenção, de 05 (cinco) a 10 (dez) anos, e multa."
      },
      {
        "letra": "B",
        "texto": "Pena restritiva de direitos e multa."
      },
      {
        "letra": "C",
        "texto": "Pena de reclusão, de 10 (dez) a 15 (quinze) anos, e multa."
      },
      {
        "letra": "D",
        "texto": "Pena de reclusão, de 05 (cinco) a 10 (dez) anos"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2209612",
    "metadata": "Ano: 2021 | Banca: IDIB | Órgão: CREMEC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública"
    ],
    "enunciado_principal": "Sabe-se que é crime o ato de envenenar substância alimentícia ou medicinal destinada a consumo. Se ocorrer na modalidade culposa, é correto afirmar que tal conduta",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é atípica penalmente."
      },
      {
        "letra": "B",
        "texto": "sujeita o agente à pena de detenção."
      },
      {
        "letra": "C",
        "texto": "tem pena de reclusão, de dois a cinco anos."
      },
      {
        "letra": "D",
        "texto": "está sujeita apenas à pena de multa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2088195",
    "metadata": "Ano: 2021 | Banca: Avança SP | Órgão: Câmara de Ribeirão Pires - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum"
    ],
    "enunciado_principal": "Assinale a alternativa que apresenta uma causa de aumento de pena no caso de crime de incêndio (CP, art. 250):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "por motivo fútil ou torpe."
      },
      {
        "letra": "B",
        "texto": "incêndio praticado em estaleiro, fábrica ou oficina."
      },
      {
        "letra": "C",
        "texto": "em situação de violência doméstica contra a mulher."
      },
      {
        "letra": "D",
        "texto": "em situação de conflito contra o povo indígena."
      },
      {
        "letra": "E",
        "texto": "mediante a utilização de explosivos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2011479",
    "metadata": "Ano: 2021 | Banca: IADES | Órgão: CFQ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública"
    ],
    "enunciado_principal": "Os crimes contra a incolumidade pública estão previstos nos artigos do 250 ao 285 do Código Penal. Englobam os crimes de perigo comum, os crimes contra a segurança dos meios de comunicação e de transporte e outros serviços públicos, bem como os crimes contra a saúde pública. Considerando tais delitos, se uma pessoa, sem observar o dever de cuidado objetivo, propaga germes patogênicos de uma moléstia infecciosa, causando o contágio de milhares de pessoas, configura o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "epidemia na sua modalidade culposa."
      },
      {
        "letra": "B",
        "texto": "falsificação, corrupção, adulteração ou alteração de produto destinado a fins terapêuticos ou medicinais na sua modalidade culposa."
      },
      {
        "letra": "C",
        "texto": "corrupção ou poluição de água potável na sua modalidade dolosa."
      },
      {
        "letra": "D",
        "texto": "infração de medida sanitária na sua modalidade dolosa."
      },
      {
        "letra": "E",
        "texto": "omissão de notificação de doença na sua modalidade culposa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1855499",
    "metadata": "Ano: 2021 | Banca: AMEOSC | Órgão: Prefeitura de Santa Helena - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública"
    ],
    "enunciado_principal": "A Lei nº 9.677, de 02/07/98, prevê que Falsificação, corrupção, adulteração ou alteração de substância ou produtos alimentícios é crime: \"Art. 272. Corromper, adulterar, falsificar ou alterar substância ou produto alimentício destinado a consumo, tornando-o nocivo à saúde ou reduzindo-lhe o valor nutritivo. A pena para esse agravo, segundo essa lei é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Reclusão, de 4 (quatro) a 8 (oito) anos, e multa."
      },
      {
        "letra": "B",
        "texto": "Reclusão, de 4 (quatro) a 8 (oito) anos, sem pagamento de multa."
      },
      {
        "letra": "C",
        "texto": "Multa de 30% sobre o patrimônio da empresa e eclusão, de 2 (dois) a 3 (três) anos."
      },
      {
        "letra": "D",
        "texto": "Multa de 30% sobre o patrimônio da empresa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1846034",
    "metadata": "Ano: 2021 | Banca: IADES | Órgão: CAU - MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum"
    ],
    "enunciado_principal": "Os crimes contra a incolumidade pública estão previstos nos artigos a partir do 250 até o 285 do Código Penal e englobam os crimes de perigo comum, os crimes contra a segurança dos meios de comunicação e transporte e outros serviços públicos, bem como os crimes contra a saúde pública. Em relação a esse assunto, suponha que uma pessoa dolosamente provoque a queda de uma enorme estrutura, a qual vai totalmente abaixo. Nesse caso, a ação dessa pessoa configura o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "inundação."
      },
      {
        "letra": "B",
        "texto": "epidemia."
      },
      {
        "letra": "C",
        "texto": "explosão."
      },
      {
        "letra": "D",
        "texto": "desabamento ou desmoronamento."
      },
      {
        "letra": "E",
        "texto": "incêndio."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1843482",
    "metadata": "Ano: 2021 | Banca: FUNDATEC | Órgão: CRF-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública"
    ],
    "enunciado_principal": "Em relação ao que pode ser considerado crime contra a saúde pública, considerando o Decreto-Lei nº 2.848/1940, analise as assertivas a seguir, assinalando V, se verdadeiras, ou F, se falsas. ( ) O farmacêutico que atuar no Paraná em atividade farmacêutica por mais de 90 dias sem a devida inscrição no CRF-PR. ( ) A exposição à venda de medicamento com origem ignorada. ( ) Aquisição de medicamentos pelo consumidor final, adquiridos de estabelecimento sem responsável técnico. ( ) Fornecimento de medicamento sem registro na ANVISA, quando obrigatório. A ordem correta de preenchimento dos parênteses, de cima para baixo, é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V – V – V – V."
      },
      {
        "letra": "B",
        "texto": "V – V – F – V."
      },
      {
        "letra": "C",
        "texto": "F – V – F – V."
      },
      {
        "letra": "D",
        "texto": "V – F – V – F."
      },
      {
        "letra": "E",
        "texto": "F – F – V – F."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1840039",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: FUNSAÚDE - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública"
    ],
    "enunciado_principal": "Paulo, engenheiro, afirma ter descoberto a cura do câncer. Para tanto, vai até a porta de um hospital especializado no tratamento da doença, no dia 5 de outubro de 2021, e entrega gratuitamente a 50 pacientes uma substância líquida em pequenos vidros. A todos, ele afirma não poder dizer a composição, uma vez que ela é secreta, afirmando, no entanto, que os estudos por ele desenvolvidos apontam no sentido de que a substância é infalível, ou seja, o percentual de cura chega a 100% dos pacientes. Em conversa gravada com uma pessoa próxima, Paulo afirma que estava surpreso com a credulidade das pessoas, uma vez que não havia nenhuma propriedade curativa na substância por ele divulgada como milagrosa e capaz de curar a doença. Com a divulgação do vídeo, a polícia instaura procedimento investigativo para apurar a conduta de Paulo. Com base nas informações apresentadas, é possível afirmar que Paulo poderá ser acusado pela prática do crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "exercício ilegal da medicina, uma vez que o desenvolvimento e a entrega de substâncias medicinais são atividades exclusivas de médico e Paulo é engenheiro."
      },
      {
        "letra": "B",
        "texto": "curandeirismo, uma vez que Paulo estaria exercendo a arte de curar por meio de métodos grosseiros e não científicos, pouco importando o fato de ele ter praticado a conduta apenas naquela data, na medida em que o crime é instantâneo."
      },
      {
        "letra": "C",
        "texto": "charlatanismo, na medida em que estaria prometendo a cura por meio secreto e infalível com a consciência de que a promessa feita era inócua."
      },
      {
        "letra": "D",
        "texto": "estelionato, na medida em que apesar de não cobrar pela substância e não causar prejuízo econômico às vítimas, isso não é suficiente para afastar o crime."
      },
      {
        "letra": "E",
        "texto": "charlatanismo e estelionato em concurso formal, na medida em que além da promessa de cura ele teria enganado as pessoas, o que é suficiente para a configuração do estelionato, pouco importando a não obtenção da vantagem econômica."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1840038",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: FUNSAÚDE - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes contra a incolumidade pública",
      "Crimes contra a segurança dos meios de transporte e outros serviços públicos"
    ],
    "enunciado_principal": "Durante uma greve de ônibus, os motoristas realizaram uma paralização em uma grande avenida, em Fortaleza. João, também motorista, por não concordar com a greve, decide continuar trabalhando até mesmo por receio de perder seu emprego. Ao passar com o ônibus que dirigia pelo local da paralização, Marcos, um dos motoristas que se encontravam na manifestação, com o propósito de atentar contra a segurança do transporte, arremessou uma pedra na direção do veículo conduzido por João. O objeto arremessado quebrou a janela e atingiu Joana, passageira que estava indo para o trabalho, provocando uma leve lesão em seu ombro. Diante do caso narrado, assinale a opção que indica a responsabilização penal de Marcos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Crime de dano em concurso material com o crime de lesão corporal culposa."
      },
      {
        "letra": "B",
        "texto": "Crime de dano em concurso formal com o crime de lesão corporal dolosa."
      },
      {
        "letra": "C",
        "texto": "Crime de arremesso de projétil qualificado pelo resultado lesão corporal."
      },
      {
        "letra": "D",
        "texto": "Crime de lesão corporal culposa, ficando o crime de dano absorvido."
      },
      {
        "letra": "E",
        "texto": "Crime de dano em concurso formal com o crime de lesão corporal culposa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1829641",
    "metadata": "Ano: 2021 | Banca: OBJETIVA | Órgão: Prefeitura de Venâncio Aires - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública"
    ],
    "enunciado_principal": "Segundo a Lei nº 9.677/1998, corromper, adulterar, falsificar ou alterar substância ou produto alimentício destinado a consumo, tornando-o nocivo à saúde ou reduzindo-lhe o valor nutritivo poderá ter como pena, além da multa, reclusão de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "1 a 2 anos."
      },
      {
        "letra": "B",
        "texto": "2 a 4 anos."
      },
      {
        "letra": "C",
        "texto": "3 a 6 anos."
      },
      {
        "letra": "D",
        "texto": "4 a 8 anos."
      },
      {
        "letra": "E",
        "texto": "5 a 9 anos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1690067",
    "metadata": "Ano: 2021 | Banca: FUNDATEC | Órgão: Prefeitura de Porto Alegre - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública",
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações",
      "Corrupção passiva"
    ],
    "enunciado_principal": "À luz do disposto no Código Penal Brasileiro – Decreto-Lei nº 2.848/1940, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Comete crime de inserção de dados falsos em sistema de informações o funcionário que modificar ou alterar sistema de informações ou programa de informática sem autorização ou solicitação de autoridade competente."
      },
      {
        "letra": "B",
        "texto": "No crime de epidemia, se da propagação de germes patogênicos resultar morte, aplica-se a pena em dobro."
      },
      {
        "letra": "C",
        "texto": "A infração de medida sanitária preventiva, determinada pelo poder público, destinada a impedir introdução ou propagação de doença contagiosa, quando praticada por agente que exerce a profissão de médico, tem a pena aumentada de um terço."
      },
      {
        "letra": "D",
        "texto": "Comete crime quem fornece substância medicinal em desacordo com receita médica."
      },
      {
        "letra": "E",
        "texto": "A corrupção passiva compreende o ato de solicitar ou receber, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida, ou aceitar promessa de tal vantagem."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1919038",
    "metadata": "Ano: 2020 | Banca: Unilavras | Órgão: Câmara de São Vicente de Minas - MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública"
    ],
    "enunciado_principal": "A gestão da água é crítica para o sucesso de uma municipalidade, ensejando serviços autônomos ou contratos complexos com empresas de saneamento básico. A água bem tratada é fonte de saúde e afasta inúmeras doenças. Assim dizia Pereira Maduro, importante pensador desconhecido: \"não há nada mais saudável que a água que brota de nossas montanhas; somos mais ricos e felizes com água ao ouro\". Conforme o Art. 271 do Código Penal, qual é a pena para quem corromper ou poluir água potável, de uso comum ou particular, tornando-a imprópria para consumo ou nociva à saúde?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Multa, de um a dois anos."
      },
      {
        "letra": "B",
        "texto": "Reclusão, de dois a quatro anos."
      },
      {
        "letra": "C",
        "texto": "Multa, de dois a cinco anos."
      },
      {
        "letra": "D",
        "texto": "Reclusão, de dois a cinco anos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1673451",
    "metadata": "Ano: 2020 | Banca: ADM&TEC | Órgão: Prefeitura de Gravatá - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Crimes contra o sentimento religioso",
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública",
      "Tráfico de Pessoas"
    ],
    "enunciado_principal": "Analise as afirmativas a seguir: I. Impedir ou perturbar uma cerimônia ou uma prática de um culto religioso, assim como vilipendiar publicamente um ato ou um objeto de culto religioso, é uma prática com pena prevista de detenção, de um mês a um ano, ou multa. Se há o emprego de violência, a pena é aumentada de um terço, sem prejuízo da pena correspondente à violência, conforme determina o artigo 208 do Decreto-lei nº 2.848, de 1940. II. Exercer, ainda que a título gratuito, a profissão de médico, de dentista ou de farmacêutico, sem a autorização legal ou excedendo-lhe os limites, é uma prática ilegal, cuja penalidade é de detenção, de seis meses a dois anos. Se o crime é praticado com o fim de lucro, aplica-se também multa, conforme determina o artigo 282, Parágrafo único, do Código Penal. III. O tráfico de pessoas é um crime previsto no Código Penal e inclui ações como agenciar, aliciar, recrutar, transportar, transferir, comprar, alojar ou acolher uma pessoa, mediante grave ameaça, violência, coação, fraude ou abuso, com a finalidade de promover a adoção ilegal ou a exploração sexual dessa pessoa. Para esse crime, é prevista uma pena de detenção, de 8 (oito) a 12 (doze) anos e multa, cumulativamente, de acordo com as disposições do artigo 149-A, incisos IV e V, do Código Penal. Marque a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nenhuma afirmativa está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas uma afirmativa está correta."
      },
      {
        "letra": "C",
        "texto": "Apenas duas afirmativas estão corretas."
      },
      {
        "letra": "D",
        "texto": "Todas as afirmativas estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1673450",
    "metadata": "Ano: 2020 | Banca: ADM&TEC | Órgão: Prefeitura de Gravatá - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a organização do trabalho",
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum",
      "Crimes contra a saúde pública"
    ],
    "enunciado_principal": "Analise as afirmativas a seguir: I. Constranger alguém, mediante violência ou grave ameaça, a exercer uma arte, um ofício ou uma profissão, ou a trabalhar durante certo período ou em determinados dias, é uma prática cuja penalidade é de detenção, de um mês a um ano, e multa, além da pena correspondente à violência, como determina o artigo 197, inciso I, do Código Penal. II. Causar um incêndio, expondo a perigo a vida, a integridade física ou o patrimônio de outrem, é uma atitude sujeita à pena de detenção, de três a seis meses, ou multa. As penas para essa prática aumentam-se de um terço se o crime é cometido com intuito de obter vantagem pecuniária em proveito próprio ou alheio (artigo 250, § 1º, I); do Código Penal. III. Infringir uma determinação do poder público, destinada a impedir a introdução ou a propagação de uma doença contagiosa é uma atitude sujeita à pena de detenção, de um mês a um ano, e multa. A pena é aumentada de um terço, se o agente é funcionário da saúde pública ou exerce a profissão de médico, de farmacêutico, de dentista ou de enfermeiro, conforme prevê o artigo 268, Parágrafo único, do Código Penal. Marque a alternativa CORRETA",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nenhuma afirmativa está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas uma afirmativa está correta."
      },
      {
        "letra": "C",
        "texto": "Apenas duas afirmativas estão corretas."
      },
      {
        "letra": "D",
        "texto": "Todas as afirmativas estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1673249",
    "metadata": "Ano: 2020 | Banca: ADM&TEC | Órgão: Prefeitura de Gravatá - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Exposição ou abandono de recém-nascido",
      "Crimes contra a organização do trabalho",
      "Crimes contra a incolumidade pública",
      "Crimes contra a segurança dos meios de transporte e outros serviços públicos"
    ],
    "enunciado_principal": "Analise as afirmativas a seguir: I. De acordo com o Código Penal, realizar um ato que exponha a perigo um meio de transporte público, que impeça ou dificulte o seu funcionamento é uma ação sujeita à pena de detenção, de um a dois meses. Se esse fato resulta em um desastre, a pena é de reclusão, de dois a cinco meses. No caso de culpa, se ocorre desastre, a pena é de detenção, de três a seis anos, conforme o artigo 262, § 1º e § 2º, do Decreto-lei nº 2.848, de 1940. II. Expor ou abandonar um recém-nascido, com o objetivo de ocultar uma desonra própria, é uma ação que prevê pena de detenção, de seis a oito anos, conforme disposto no Código Penal. Se esse fato resulta em uma lesão corporal de natureza grave no recém-nascido, a pena é de detenção, de um a três meses. Se esse ato resulta na morte do recém-nascido, a pena é de detenção, de oito a doze anos, conforme previsto no artigo 134, § 1º e § 2º, do Código Penal. III. Participar de suspensão ou abandono coletivo de trabalho, praticando violência contra uma pessoa ou contra uma coisa, é uma atitude sujeita à pena de detenção, de um mês a um ano, e multa, além da pena correspondente à violência. Nesse caso, para que se considere coletivo o abandono de trabalho é indispensável o concurso de, pelo menos, três empregados, conforme previsto no artigo 200, Parágrafo único, do Decreto-lei nº 2.848, de 1940. Marque a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nenhuma afirmativa está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas uma afirmativa está correta."
      },
      {
        "letra": "C",
        "texto": "Apenas duas afirmativas estão corretas."
      },
      {
        "letra": "D",
        "texto": "Todas as afirmativas estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1634622",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: PC-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública"
    ],
    "enunciado_principal": "A respeito de tóxicos e entorpecentes, julgue o item que se segue.É crime o comércio, em território brasileiro, de medicamento sem registro no órgão de vigilância sanitária competente, ainda que o medicamento seja registrado em congêneres internacionais e tenha reconhecimento científico.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1137888",
    "metadata": "Ano: 2020 | Banca: Quadrix | Órgão: CRO-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública"
    ],
    "enunciado_principal": "À luz do Código Penal brasileiro, julgue o item.O crime de infração de medida sanitária preventiva ocorre quando alguém infringe determinação do Poder Público destinada a impedir introdução ou propagação de doença contagiosa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1137881",
    "metadata": "Ano: 2020 | Banca: Quadrix | Órgão: CRO-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública"
    ],
    "enunciado_principal": "À luz do Código Penal brasileiro, julgue o item.Curandeirismo é o ato de exercer, ainda que a título gratuito, a profissão de médico, dentista ou farmacêutico sem autorização legal ou excedendo‐lhe os limites.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1137880",
    "metadata": "Ano: 2020 | Banca: Quadrix | Órgão: CRO-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública"
    ],
    "enunciado_principal": "À luz do Código Penal brasileiro, julgue o item.Entende‐se por charlatanismo o ato de inculcar ou anunciar cura por meio secreto ou infalível.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2693742",
    "metadata": "Ano: 2019 | Banca: OBJETIVA | Órgão: Prefeitura de Antônio Prado - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública"
    ],
    "enunciado_principal": "Segundo a Lei nº 9.677/1998, além de multa, vender, expor à venda, ter em depósito ou ceder substância destinada à falsificação de produtos alimentícios, terapêuticos ou medicinais, implicará em pena de reclusão de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Um ano, apenas."
      },
      {
        "letra": "B",
        "texto": "Dois a três anos."
      },
      {
        "letra": "C",
        "texto": "Um a cinco anos."
      },
      {
        "letra": "D",
        "texto": "Cinco anos, apenas."
      },
      {
        "letra": "E",
        "texto": "Dez anos ou mais."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1097225",
    "metadata": "Ano: 2019 | Banca: COSEAC | Órgão: Prefeitura de Maricá - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum",
      "Legislação Penal Especial",
      "Lei de Contravenções Penais - Decreto-Lei nº 3.688 de 1941"
    ],
    "enunciado_principal": "Guardas Municipais que faziam ronda noturna em um edifício público pertencente à Prefeitura detectaram um foco de incêndio no primeiro andar. O fogo se alastrou, queimando boa parte do prédio, expondo a perigo o patrimônio municipal, apenas não consumindo todo o edifício dada a ação rápida dos guardas, que utilizaram extintores de incêndio existentes no local e acionaram o corpo de bombeiros. Diante dessa situação, é possível vislumbrar, em tese, a ocorrência de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "contravenção penal de provocar o desabamento de construção."
      },
      {
        "letra": "B",
        "texto": "contravenção penal de explosão."
      },
      {
        "letra": "C",
        "texto": "crime de incêndio simples."
      },
      {
        "letra": "D",
        "texto": "crime de incêndio da lei de crimes ambientais."
      },
      {
        "letra": "E",
        "texto": "crime de incêndio com causa de aumento de pena."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1096972",
    "metadata": "Ano: 2019 | Banca: Quadrix | Órgão: CRO-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública"
    ],
    "enunciado_principal": "No que se refere ao direito penal aplicado à prática odontológica, julgue o item. O dentista que infringir determinação do Poder Público destinada a impedir a propagação de doença contagiosa cometerá crime e terá a pena aumentada.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1096970",
    "metadata": "Ano: 2019 | Banca: Quadrix | Órgão: CRO-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública"
    ],
    "enunciado_principal": "No que se refere ao direito penal aplicado à prática odontológica, julgue o item. O exercício ilegal da profissão de dentista só caracterizará crime se tiver por objetivo auferir lucro.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1096729",
    "metadata": "Ano: 2019 | Banca: Quadrix | Órgão: CRO-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública"
    ],
    "enunciado_principal": "Conforme o Código Penal, julgue o item. Apenas o médico pode ser o autor do crime de omissão de notificação de doença previsto no art. 269 do Código Penal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1096727",
    "metadata": "Ano: 2019 | Banca: Quadrix | Órgão: CRO-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública"
    ],
    "enunciado_principal": "Conforme o Código Penal, julgue o item. A pessoa que anuncia a cura da cárie dentária por meio secreto e infalível responde pelo crime de curandeirismo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1068985",
    "metadata": "Ano: 2019 | Banca: Quadrix | Órgão: CRO-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública"
    ],
    "enunciado_principal": "De acordo com o Código Penal, julgue o itemPor ser proibido o mercantilismo, os crimes contra a saúde pública não estão sujeitos à pena de multa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1068984",
    "metadata": "Ano: 2019 | Banca: Quadrix | Órgão: CRO-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública"
    ],
    "enunciado_principal": "De acordo com o Código Penal, julgue o itemO dentista que infringe determinação do Poder Público destinada a impedir a propagação de doença contagiosa tem a pena aumentada.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1068983",
    "metadata": "Ano: 2019 | Banca: Quadrix | Órgão: CRO-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública"
    ],
    "enunciado_principal": "De acordo com o Código Penal, julgue o itemO crime de omissão de notificação de doença só pode ser praticado pelo médico.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1068982",
    "metadata": "Ano: 2019 | Banca: Quadrix | Órgão: CRO-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública"
    ],
    "enunciado_principal": "De acordo com o Código Penal, julgue o itemA pessoa que anuncia cura por meio secreto ou infalível responde pelo crime de curandeirismo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1068981",
    "metadata": "Ano: 2019 | Banca: Quadrix | Órgão: CRO-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública"
    ],
    "enunciado_principal": "De acordo com o Código Penal, julgue o itemNão é punido quem exerce, sem autorização legal, a profissão de dentista, sendo crime apenas o exercício ilegal da medicina.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1048823",
    "metadata": "Ano: 2019 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita",
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública"
    ],
    "enunciado_principal": "Dentre as alternativas abaixo transcritas, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pratica o crime de apropriação indébita previsto no artigo 168 do Código Penal, o Advogado que se apropria de quantia em dinheiro recebida a título de indenização pelo seu cliente - pessoa maior de 60 anos aplicando-se a causa de aumento de pena por ter recebido o valor em razão da profissão."
      },
      {
        "letra": "B",
        "texto": "Aquele que acha coisa alheia perdida e dela se apropria, total ou parcialmente, deixando de restituí-la ao dono ou legítimo possuidor ou de entregá-la à autoridade competente, dentro do prazo de 10 (dez) dias, comete o crime de apropriação de coisa achada."
      },
      {
        "letra": "C",
        "texto": "É atípica a conduta do agente que grava no invólucro de produto alimentício a existência de substância que não se encontra em seu conteúdo ou que nele exista em quantidade menor que a mencionada, cometendo apenas infração administrativa, passível de apreensão pela Vigilância Sanitária."
      },
      {
        "letra": "D",
        "texto": "O médico que deixar de denunciar à autoridade pública doença cuja notificação é compulsória responde pelo crime de omissão de notificação de doença."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1002920",
    "metadata": "Ano: 2019 | Banca: FGV | Órgão: Prefeitura de Salvador - BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum"
    ],
    "enunciado_principal": "Com relação ao crime de incêndio, analise as afirmativas a seguir. I. Não admite a forma tentada. II. A pena será aumentada se o crime for cometido com o intuito de obter vantagem pecuniária em proveito próprio ou alheio e se o incêndio for em casa efetivamente habitada, sendo insuficiente, porém, para o aumento da pena, a casa ser apenas destinada a habitação. III. Se for colocado em perigo apenas patrimônio próprio, sem causar risco ao patrimônio alheio, não se caracteriza o crime de incêndio. Está correto o que afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "II, apenas."
      },
      {
        "letra": "C",
        "texto": "III, apenas."
      },
      {
        "letra": "D",
        "texto": "I e III, apenas."
      },
      {
        "letra": "E",
        "texto": "II e III, apenas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1002919",
    "metadata": "Ano: 2019 | Banca: FGV | Órgão: Prefeitura de Salvador - BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública"
    ],
    "enunciado_principal": "Caio, proprietário de uma farmácia, com o intuito de auferir lucro, adquiriu de Gilberto produtos cosméticos adulterados e os colocou à venda em seu estabelecimento. Considerando os fatos acima, acerca do crime de falsificação, corrupção, adulteração ou alteração de produto destinado a fins terapêuticos ou medicinais, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Gilberto poderá responder pelo crime em questão, mas não Caio, uma vez que foi aquele o único responsável pela adulteração do produto."
      },
      {
        "letra": "B",
        "texto": "Caio e Gilberto poderão responder pelo crime em questão, ambos na modalidade dolosa, sendo aplicável, além da pena privativa de liberdade, pena de multa."
      },
      {
        "letra": "C",
        "texto": "Caio e Gilberto não poderão ser punidos pelo crime, pois os produtos adulterados não se destinavam a fins terapêuticos ou medicinais."
      },
      {
        "letra": "D",
        "texto": "Caio e Gilberto poderão responder pelo crime, sendo o primeiro na modalidade culposa e o segundo na modalidade dolosa."
      },
      {
        "letra": "E",
        "texto": "Gilberto, ao realizar a venda para Caio, praticou o crime em questão, mas Caio apenas responderá pelo mesmo delito se algum cliente adquirir o produto adulterado de seu estabelecimento."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1002918",
    "metadata": "Ano: 2019 | Banca: FGV | Órgão: Prefeitura de Salvador - BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a segurança dos meios de transporte e outros serviços públicos"
    ],
    "enunciado_principal": "Após ingerir intencionalmente bebida alcoólica, Jorge arremessa, contra um ônibus destinado ao transporte coletivo de passageiros, que estava estacionado e parado dentro do terminal, uma garrafa de vidro vazia. O objeto atinge o vidro do coletivo, mas não chega a quebrar o vidro ou causar lesão nos três passageiros que estavam em seu interior, aguardando o horário de saída do veículo. Ocorre que agentes públicos presenciaram os fatos e encaminharam Jorge para Delegacia. Considerando apenas as informações narradas, é correto afirmar que a conduta de Jorge",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não configura crime de “arremesso de projétil”, tendo em vista que o veículo não estava em movimento."
      },
      {
        "letra": "B",
        "texto": "não configura crime de “arremesso de projétil”, uma vez que havia três passageiros no interior do coletivo, o que é insuficiente para configuração da elementar “transporte público”."
      },
      {
        "letra": "C",
        "texto": "configura crime de “arremesso de projétil”, sendo aplicável causa de aumento de pena pelo fato de haver pessoas no interior do coletivo."
      },
      {
        "letra": "D",
        "texto": "Não configura crime de “arremesso de projétil”, tendo em vista que a garrafa de cerveja não pode ser considerada “projétil”."
      },
      {
        "letra": "E",
        "texto": "configura crime de “arremesso de projétil”, que é punível tanto diante da conduta culposa como dolosa do agente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1002917",
    "metadata": "Ano: 2019 | Banca: FGV | Órgão: Prefeitura de Salvador - BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública"
    ],
    "enunciado_principal": "Hugo, estudante de enfermagem, com o conhecimento já adquirido no curso, presta, em determinada data, atendimento médico a um casal de moradores da comunidade em que residia, realizando diagnóstico e receitando medicamentos. Para garantir a confiança do casal, Hugo esclareceu que tinha conhecimentos em razão de cursos na área da saúde, mas admitiu que era a primeira vez que praticava conduta típica do exercício da medicina. Ademais, informou que não cobraria qualquer valor do casal, já que seu objetivo era verificar se teria prazer em realizar atendimentos a pessoas com problemas de saúde. Considerando apenas as informações expostas, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não foi praticado crime de exercício ilegal da medicina, tendo em vista que o fato foi praticado a título gratuito."
      },
      {
        "letra": "B",
        "texto": "Foi praticado crime de exercício ilegal da medicina, já que dispensável a intenção de lucro, que, se presente, apenas permite que seja também aplicada pena de multa."
      },
      {
        "letra": "C",
        "texto": "Somente restará praticado o crime de exercício ilegal da medicina, se a conduta do agente causar dano direto às pessoas atendidas."
      },
      {
        "letra": "D",
        "texto": "Foi praticado crime de exercício ilegal da medicina, que poderá ser tipificado a parte de conduta dolosa ou culposa do agente."
      },
      {
        "letra": "E",
        "texto": "Não foi praticado crime de exercício ilegal da medicina, que exige a presença de habitualidade para sua tipificação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1002916",
    "metadata": "Ano: 2019 | Banca: FGV | Órgão: Prefeitura de Salvador - BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum"
    ],
    "enunciado_principal": "Com relação ao crime de desabamento, analise as afirmativas a seguir e assinale V para a verdadeira e F para a falsa. ( ) O crime de desabamento é classificado pela doutrina como de dano, exigindo que cause efetivo dano à vida, integridade física ou patrimônio de outrem. ( ) O crime de desabamento pode ser punido na modalidade dolosa ou na culposa. ( ) Ao crime de desabamento culposo, com resultado morte, se aplica a pena do homicídio culposo aumentada de 1/3. As afirmativas são, na ordem apresentada, respectivamente,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F – V – F."
      },
      {
        "letra": "B",
        "texto": "V – F – F."
      },
      {
        "letra": "C",
        "texto": "F – V – V."
      },
      {
        "letra": "D",
        "texto": "V – V – V."
      },
      {
        "letra": "E",
        "texto": "V – V – F."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1002915",
    "metadata": "Ano: 2019 | Banca: FGV | Órgão: Prefeitura de Salvador - BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública"
    ],
    "enunciado_principal": "O Código Penal, em seu Título VIII da Parte Especial, traz os chamados Crimes contra a Incolumidade Pública, que podem ser de perigo comum; contra a segurança dos meios de comunicação e transporte e outros serviços públicos; ou crimes contra a saúde pública. Dentre os crimes contra a saúde pública destaca-se o crime de epidemia. Em relação ao crime de epidemia, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Poderá ser praticado na forma dolosa e, caso resulte morte a título de culpa, poderá a pena ser aplicada em dobro."
      },
      {
        "letra": "B",
        "texto": "É classificado pela doutrina como próprio em relação ao sujeito ativo, somente podendo ser praticado por pessoas com determinadas características."
      },
      {
        "letra": "C",
        "texto": "É punível apenas na forma dolosa, não havendo tipificação da conduta de causar epidemia de forma culposa, ou seja, a partir de violação do dever objetivo de cuidado."
      },
      {
        "letra": "D",
        "texto": "Restará configurado com a transmissão de qualquer moléstia, ainda que não infecciosa."
      },
      {
        "letra": "E",
        "texto": "Tem como sujeito passivo pessoa determinada."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2000370",
    "metadata": "Ano: 2018 | Banca: INDEPAC | Órgão: Câmara de Guarujá - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum"
    ],
    "enunciado_principal": "A respeito dos crimes contra a incolumidade pública, assinale a alternativa que está de acordo com o Código Penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As penas do crime de incêndio aumentam-se de um terço se o incêndio é culposo e se é cometido em embarcação, aeronave, motocicleta ou veículo de transporte individual ou coletivo."
      },
      {
        "letra": "B",
        "texto": "Difundir doença ou praga que possa causar dano a floresta, plantação ou animais de utilidade econômica deixou de ser crime e agora é considerado como contravenção penal."
      },
      {
        "letra": "C",
        "texto": "Fabricar, fornecer ou transportar, sem licença da autoridade, substância ou engenho explosivo, gás tóxico ou asfixiante, ou material destinado à sua fabricação é crime punido tanto na modalidade dolosa quanto culposa."
      },
      {
        "letra": "D",
        "texto": "Expor a perigo a vida, a integridade física ou o patrimônio de outrem, mediante explosão, arremesso ou simples colocação de engenho de dinamite ou de substância de efeitos análogos é crime punido com reclusão."
      },
      {
        "letra": "E",
        "texto": "Expor a perigo a vida, a integridade física ou o patrimônio de outrem, usando de gás tóxico ou asfixiante é crime punido apenas na modalidade dolosa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "987252",
    "metadata": "Ano: 2018 | Banca: Quadrix | Órgão: CRO-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública"
    ],
    "enunciado_principal": "A respeito do Direito Penal aplicado à prática odontológica, julgue o item subsequente. O crime de infração de medida sanitária preventiva ocorre quando alguém infringe determinação do Poder Público com qualquer destinação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "987243",
    "metadata": "Ano: 2018 | Banca: Quadrix | Órgão: CRO-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública"
    ],
    "enunciado_principal": "Acerca do Direito Penal aplicado à prática odontológica, julgue o item que se segue. A definição do crime de curandeirismo está relacionada ao ato de inculcar ou anunciar cura por meio secreto ou infalível.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "897824",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PauliPrev - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum",
      "Crimes contra a segurança dos meios de transporte e outros serviços públicos",
      "Crimes contra a saúde pública"
    ],
    "enunciado_principal": "A respeito dos crimes contra a incolumidade pública e dos crimes contra a paz pública, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os crimes de infração de medida sanitária preventiva e de omissão de notificação de doença são próprios do médico."
      },
      {
        "letra": "B",
        "texto": "Nos crimes de perigo comum, a forma qualificada somente incide quando praticados mediante dolo."
      },
      {
        "letra": "C",
        "texto": "O crime de exercício ilegal da medicina, arte dentá- ria ou farmacêutica restará configurado ainda que o exercício das profissões seja a título gratuito."
      },
      {
        "letra": "D",
        "texto": "No crime de associação criminosa, haverá concurso facultativo de agentes."
      },
      {
        "letra": "E",
        "texto": "O crime de associação criminosa, para configuração, exige a prática de pelo menos um crime."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "897329",
    "metadata": "Ano: 2018 | Banca: FUNDATEC | Órgão: PC-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública",
      "Crimes contra a fé pública",
      "Outras falsidades"
    ],
    "enunciado_principal": "De acordo com a lei, a doutrina e a jurisprudência dos Tribunais Superiores, analise as situações hipotéticas a seguir: I. Larapius foi preso em flagrante pela prática de um crime de roubo. Ao ser apresentado na Delegacia de Polícia para ser autuado, atribui-se identidade falsa. Nessa hipótese, de acordo com o entendimento do Superior Tribunal de justiça, estará cometendo o crime de falsa identidade. II. Isolda, ao chegar no edifício aonde reside, chamou de “Matusalém” o porteiro Agostinho, 72 anos de idade, porque ele demorou para abrir o portão. Isolda praticou o crime de injúria qualificada, art. 140, parágrafo 3º do Código Penal e agravada pelo fato de ter sido praticada contra idoso. III. Padarício, visando obter vantagem econômica para si, adulterou a balança de pesagem de produtos de sua padaria. Alguns meses depois, fiscais estiveram no estabelecimento comercial e constataram a fraude. Nesse caso, o Delegado de Polícia deverá indiciar Padarício pelo crime de estelionato. IV. Na farmácia de Malaquias, durante fiscalização, foi constatado que havia medicamentos em depósito, para venda, de procedência ignorada. Nesse caso, Malaquias poderia ser enquadrado em crime contra a saúde pública, porém de acordo com o Superior Tribunal de Justiça, a pena prevista para esse crime, reclusão de dez a quinze anos e multa, seria desproporcional e, portanto, não poderia ser aplicada. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas II."
      },
      {
        "letra": "C",
        "texto": "Apenas I e IV."
      },
      {
        "letra": "D",
        "texto": "Apenas I, II e III."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "878232",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PGE-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso formal",
      "Crimes contra a incolumidade pública"
    ],
    "enunciado_principal": "De acordo com o entendimento do STJ, assinale a opção correta a respeito dos crimes previstos na legislação extravagante.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A configuração do crime de transporte de carga tóxica em desacordo com as determinações legais e regulamentares depende da ocorrência de lesão efetiva."
      },
      {
        "letra": "B",
        "texto": "A prática de furto por adulto com a participação de dois adolescentes enseja a condenação por dois crimes de corrupção de menores, em concurso formal com o crime contra o patrimônio."
      },
      {
        "letra": "C",
        "texto": "O transporte de granadas de gás lacrimogêneo configura crime de porte de artefato explosivo."
      },
      {
        "letra": "D",
        "texto": "A extinção da punibilidade do crime antecedente por prescrição impede a punição do crime de lavagem de dinheiro."
      },
      {
        "letra": "E",
        "texto": "O indivíduo que, em estado de embriaguez, comete homicídio culposo no trânsito deve responder pelas duas condutas de forma autônoma e em concurso material."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "874397",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: ABIN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum"
    ],
    "enunciado_principal": "No que se refere aos tipos penais, julgue o próximo item.Situação hipotética: No intuito de provocar explosão de grandes proporções, João adquiriu substância explosiva sem licença da autoridade competente. O material acabou sendo apreendido antes que fosse montado o dispositivo explosivo. Assertiva: Nessa situação, a conduta de João é atípica.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "874035",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: ABIN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública"
    ],
    "enunciado_principal": "Acerca dos crimes contra a incolumidade pública, julgue o item que se segue.Em se tratando dos crimes de incêndio e desabamento, admite-se a modalidade culposa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "874034",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: ABIN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública"
    ],
    "enunciado_principal": "Acerca dos crimes contra a incolumidade pública, julgue o item que se segue.Situação hipotética: Após anos de trabalho como auxiliar de enfermagem, Marcos abriu um consultório médico e passou a realizar consulta, a ministrar medicamentos aos seus pacientes e a realizar pequenas intervenções cirúrgicas. Assertiva: Nessa situação, Marcos pratica o crime de exercício ilegal da profissão.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "874033",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: ABIN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública"
    ],
    "enunciado_principal": "Acerca dos crimes contra a incolumidade pública, julgue o item que se segue.O crime de difusão de doença ou praga é considerado um tipo penal de consumação permanente e de perigo concreto.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "874032",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: ABIN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública"
    ],
    "enunciado_principal": "Acerca dos crimes contra a incolumidade pública, julgue o item que se segue.A conduta de disseminar germes patológicos com o objetivo de infectar plantas e animais não configura o crime de epidemia.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "874031",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: ABIN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública"
    ],
    "enunciado_principal": "Acerca dos crimes contra a incolumidade pública, julgue o item que se segue.O crime de explosão é considerado um crime de dano, pois o objeto jurídico tutelado são os bens materiais.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1237202",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: ABIN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública"
    ],
    "enunciado_principal": "Acerca dos crimes contra a incolumidade pública, julgue o item que se seguem Em se tratando dos crimes de incêndio e desabamento, admite-se a modalidade culposa",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "908470",
    "metadata": "Ano: 2017 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a segurança dos meios de transporte e outros serviços públicos"
    ],
    "enunciado_principal": "EM TEMA DE CRIMES CONTRA A INCOLUMIDADE PÚBLICA, ASSINALE A ALTERNATIVA INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "incorre no chamado ataque de denegação de serviço quem interrompe perturba, impede ou dificulta o restabelecimento de serviço telemático ou de informação de utilidade pública;"
      },
      {
        "letra": "B",
        "texto": "considera-se como tal a conduta descrita na Lei n. 11.343, de 2006, de conduzir embarcação ou aeronave após o consumo de drogas, expondo a dano potencial a incolumidade de outrem;"
      },
      {
        "letra": "C",
        "texto": "é característico desses crimes ultrapassarem a ofensa a determinada pessoa e classificarem-se como vagos;"
      },
      {
        "letra": "D",
        "texto": "o exercício ilegal da medicina, arte dentária ou farmacêutica classifica-se como crime comum ou próprio."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "819019",
    "metadata": "Ano: 2017 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública"
    ],
    "enunciado_principal": "Sobre crimes contra a saúde pública previstos no Código Penal, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Admitem prática dolosa (dolo direto e eventual) e culposa."
      },
      {
        "letra": "B",
        "texto": "Considerado o requisito objetivo de cominação de pena, alguns deles são de competência do juizado especial criminal."
      },
      {
        "letra": "C",
        "texto": "O bem jurídico protegido é a saúde pública."
      },
      {
        "letra": "D",
        "texto": "Quanto ao agente ativo do crime, nenhum deles é especial próprio."
      },
      {
        "letra": "E",
        "texto": "Há apenas dois crimes hediondos (Lei nº 8.072/90), no caso a epidemia com resultado morte e a falsificação, corrupção, adulteração ou alteração de produto destinado a fins terapêuticos ou medicinais."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "812495",
    "metadata": "Ano: 2017 | Banca: IBADE | Órgão: PC-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum"
    ],
    "enunciado_principal": "Acerca dos crimes contra a incolumidade pública, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o crime de incêndio não admite a modalidade culposa."
      },
      {
        "letra": "B",
        "texto": "caso ocorra, no crime de perigo de desastre ferroviário, resultado morte indesejado pelo agente, existirá concurso de crimes com o delito de homicídio culposo."
      },
      {
        "letra": "C",
        "texto": "há arremesso de projétil quando alguém realiza disparos de arma de fogo contra um ônibus em andamento."
      },
      {
        "letra": "D",
        "texto": "o exercício ilegal da medicina, arte dentária ou farmacêutica é doutrinariamente classificado como crime habitual e de perigo abstrato."
      },
      {
        "letra": "E",
        "texto": "o delito de desabamento ou desmoronamento é majorado quando praticado com a intenção de obter vantagem pecuniária."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "810763",
    "metadata": "Ano: 2017 | Banca: VUNESP | Órgão: CRBio - 1º Região",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública"
    ],
    "enunciado_principal": "De acordo com o Código Penal Brasileiro,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nos crimes de perigo comum, a forma qualificada só se aplica nos casos em que há dolo do agente."
      },
      {
        "letra": "B",
        "texto": "quem importa cosmético, sem as características de identidade admitidas para a comercialização, em tese, pratica o crime de falsificação de produto destinado a fim terapêutico."
      },
      {
        "letra": "C",
        "texto": "quem omite em documento público declaração que dele deveria constar, em tese, pratica o crime de falsificação de documento público, sujeito a pena de reclusão, de 02 (dois) a 06 (seis) anos."
      },
      {
        "letra": "D",
        "texto": "o fiscal que exige para si vantagem indevida para não lavrar auto de infração, em tese, pratica o crime de excesso de exação."
      },
      {
        "letra": "E",
        "texto": "o prefeito que, a 10 (dez) meses do fim do mandato, autoriza aumento de despesa com pessoal, em tese, pratica o crime de aumento de despesa total com pessoal no último ano de mandato ou legislatura."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "798453",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Crimes contra a incolumidade pública"
    ],
    "enunciado_principal": "Considerando a jurisprudência do STF e do STJ sobre crimes patrimoniais e crimes contra a saúde pública, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de latrocínio no qual ocorrem uma única subtração patrimonial e a morte de duas vítimas configura o concurso formal impróprio de crimes."
      },
      {
        "letra": "B",
        "texto": "O crime de extorsão se consuma no momento em que o sujeito ativo, à custa de grave ameaça contra o sujeito passivo, obtém o proveito econômico almejado."
      },
      {
        "letra": "C",
        "texto": "A pena de dez a quinze anos de reclusão cominada ao crime de ter em depósito, para venda, produto destinado a fins terapêuticos ou medicinais de procedência ignorada é flagrantemente inconstitucional, devendo ela ser substituída pela pena correspondente ao tráfico de entorpecentes."
      },
      {
        "letra": "D",
        "texto": "O latrocínio se reputa apenas tentado quando um dos agentes dispara contra a vítima, mas erra a pontaria e mata o próprio comparsa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "795669",
    "metadata": "Ano: 2017 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Extorsão",
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum",
      "Crimes contra a administração pública",
      "Peculato",
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De acordo com o noticiado pela mídia, recentemente a Força Tarefa de Combate ao Abigeato e Crimes Rurais da Polícia Civil do RS prendeu no interior do município de Cacequi o suspeito de ser um dos maiores abigeatários daquela cidade, quando localizou 11(onze) vacas furtadas em sua propriedade. No município de Ipê, a Força Tarefa apreendeu 13 (treze) bovinos subtraídos de uma fazenda local. E, numa operação em Vacaria, recuperou três ovelhas vivas e uma outra já carneada no local do furto, quando o ladrão preparava-se para consumi-la num churrasco. A subtração de animal semovente domesticável de produção é uma das hipóteses legais de furto qualificado, apenado com reclusão de dois a cinco anos, ainda que o animal tenha sido abatido ou dividido em partes no local da subtração."
      },
      {
        "letra": "B",
        "texto": "Tem sido frequente a subtração de dinheiro de caixas eletrônicos de agências bancárias com a utilização de dinamites ou explosivos de efeitos análogos. Sob o ponto de vista penal, a explosão de grandes proporções, que não raro destrói, além dos caixas, parte das instalações das agências, expondo a perigo concreto a integridade física e o patrimônio das pessoas dos prédios vizinhos, não pode ser considerada simples rompimento de obstáculo à subtração dos valores, mas crime autônomo de explosão em concurso formal com o delito patrimonial."
      },
      {
        "letra": "C",
        "texto": "Caracteriza concurso de roubo e extorsão, a conduta do agente que, após subtrair bens de propriedade da vítima no estacionamento do supermercado, obrigou-a, também mediante grave ameaça, a efetuar compras de outros bens em lojas do mesmo shopping, visando a obtenção indevida de vantagem econômica."
      },
      {
        "letra": "D",
        "texto": "É hediondo o crime de homicídio do soldado da Brigada Militar cometido em decorrência da sua função policial."
      },
      {
        "letra": "E",
        "texto": "O prefeito municipal que leva para sua casa de praia dois refrigeradores da prefeitura com o fito de usá-los na festa de seu aniversário, e o delegado de polícia que comparece nesta festa usando o relógio de pulso em ouro apreendido de um receptador, ambos sem a intenção de incorporarem tais bens ao patrimônio pessoal ou de terceiro, não cometem fato típico de peculato, diversamente do que ocorre com o estagiário do Departamento Estadual de Estradas que se apropria do combustível colocado à disposição da autarquia pela empresa contratada para o abastecimento exclusivo dos veículos de acompanhamento e fiscalização das obras na rodovia."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2799714",
    "metadata": "Ano: 2016 | Banca: FAEPESUL | Órgão: Prefeitura de Araranguá - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum"
    ],
    "enunciado_principal": "Expor a perigo a vida, a integridade física ou o patrimônio de outrem, mediante explosão, arremesso ou simples colocação de engenho de dinamite ou de substância de efeitos análogos, tipifica o crime previsto no Código Penal denominado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "uso de gás toxico ou asfixiante."
      },
      {
        "letra": "B",
        "texto": "incêndio."
      },
      {
        "letra": "C",
        "texto": "explosão."
      },
      {
        "letra": "D",
        "texto": "fornecimento de explosivos."
      },
      {
        "letra": "E",
        "texto": "perigo de incêndio."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "696491",
    "metadata": "Ano: 2016 | Banca: NUCEPE | Órgão: SEJUS-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum"
    ],
    "enunciado_principal": "JOSÉ e PEDRO foram despedidos do emprego. Os dois foram para casa revoltados. JOSÉ mora na zona rural e sua casa fica isolada. Ele pegou 20 litros de gasolina e incendiou a casa, mas naquela semana ninguém tomou conhecimento desse incêndio. Já seu amigo PEDRO, que mora num conjunto habitacional, também incendiou sua casa, mas foi necessário, neste caso, a intervenção dos bombeiros, para que o fogo não se alastrasse para os vizinhos. Durante a operação, TICIO aproveitou e furou duas mangueiras que estavam sendo usadas pelos bombeiros, prejudicando o trabalho. Duas semanas depois, a autoridade policial tomou conhecimento dos fatos. Marque a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "PEDRO e JOSÉ responderão pelo crime de incêndio."
      },
      {
        "letra": "B",
        "texto": "Poderá ocorrer responsabilização de PEDRO pelo crime de incêndio."
      },
      {
        "letra": "C",
        "texto": "Não há crime a ser punido."
      },
      {
        "letra": "D",
        "texto": "TICIO responde por crime de dano."
      },
      {
        "letra": "E",
        "texto": "TICIO responde por crime de dano e por crime de incêndio."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "695614",
    "metadata": "Ano: 2016 | Banca: Quadrix | Órgão: CRO - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública"
    ],
    "enunciado_principal": "No campo do Direito Penal, no capítulo referente aos crimes contra a saúde pública, assinale a alternativa correta quanto ao que a doutrina e jurisprudência tem entendido.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pratica crime contra a saúde pública aquele que causar epidemia, mediante a propagação de germes patogênicos."
      },
      {
        "letra": "B",
        "texto": "Os crimes contra a saúde pública são puníveis somente na modalidade dolosa."
      },
      {
        "letra": "C",
        "texto": "Aquele que inculcar ou anunciar cura por meio secreto ou infalível pratica crime de curandeirismo."
      },
      {
        "letra": "D",
        "texto": "Alterar substância ou produto alimentício destinado a consumo, configura crime contra a saúde pública. Nesse caso, porém, aquele que vende o produto adulterado não incorre nas mesmas penas."
      },
      {
        "letra": "E",
        "texto": "Aquele que fornecer substância medicinal em desacordo com a receita médica pratica crime de charlatanismo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "690741",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: Prefeitura de Registro - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum"
    ],
    "enunciado_principal": "Sobre o crime de incêndio, qualificado pelo resultado morte ou lesão corporal de natureza grave, é correta a afirmação:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se doloso e resulta lesão corporal de natureza grave, a pena privativa de liberdade é aumentada de um a dois terços."
      },
      {
        "letra": "B",
        "texto": "Se doloso e resulta morte, a pena é aumentada de metade."
      },
      {
        "letra": "C",
        "texto": "Se culposo e do fato resulta lesão corporal, a pena é aumentada de dois terços."
      },
      {
        "letra": "D",
        "texto": "Se culposo e do fato resulta morte, aplica-se a pena cominada ao homicídio culposo, aumentada de um terço."
      },
      {
        "letra": "E",
        "texto": "As formas qualificadas de crime de perigo comum, dispostas no artigo 258 do Código Penal, não se aplicam ao crime de incêndio na modalidade culposa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "690024",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: Prefeitura de Sertãozinho - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum"
    ],
    "enunciado_principal": "Acerca dos crimes contra a incolumidade pública, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ação conhecida como “surf ferroviário”, segundo a jurisprudência, configura o crime de perigo de desastre ferroviário."
      },
      {
        "letra": "B",
        "texto": "O crime de incêndio é de perigo concreto. Da conduta deve resultar a efetiva exposição da coletividade a uma concreta situação de perigo."
      },
      {
        "letra": "C",
        "texto": "Para a configuração do crime de explosão, é indispensável que o artefato exploda, causando a situação de perigo à incolumidade pública."
      },
      {
        "letra": "D",
        "texto": "O crime de desabamento ou desmoronamento não possui previsão da modalidade culposa."
      },
      {
        "letra": "E",
        "texto": "O crime de omissão de notificação de doença é material, ou seja, se consuma com o risco causado para a incolumidade pública em razão da omissão do médico."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "689243",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: Prefeitura de Alumínio - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a segurança dos meios de transporte e outros serviços públicos"
    ],
    "enunciado_principal": "O crime de “atentado contra a segurança de outro meio de transporte”",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é classificado como crime de dano."
      },
      {
        "letra": "B",
        "texto": "é apenado com reclusão e multa, seja qual for a modalidade."
      },
      {
        "letra": "C",
        "texto": "apenas se configura se ocorre dano à saúde ou patrimônio público."
      },
      {
        "letra": "D",
        "texto": "é punido tanto por dolo como por culpa mas, nesta modalidade, apenas se ocorre desastre."
      },
      {
        "letra": "E",
        "texto": "não pune aquele que simplesmente dificulta o funcionamento do meio de transporte."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "685516",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: Câmara Municipal de Poá - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública"
    ],
    "enunciado_principal": "O crime de exercício ilegal da medicina, arte dentária ou farmacêutica, do art. 282 do CP, também é punido com multa se o crime",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é praticado reiteradamente."
      },
      {
        "letra": "B",
        "texto": "é praticado com o fim de lucro."
      },
      {
        "letra": "C",
        "texto": "é praticado em concurso de pessoas."
      },
      {
        "letra": "D",
        "texto": "resulta em lesão corporal grave ou gravíssima."
      },
      {
        "letra": "E",
        "texto": "resulta em enfermidade incurável ou perigo de vida."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "643066",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: Câmara de Marília - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes de dano e crimes de perigo",
      "Outras classificações",
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública"
    ],
    "enunciado_principal": "O tipo do art. 269 do CP (deixar o médico de denunciar à autoridade pública doença cuja notificação é compulsória) é classificado como",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de perigo concreto."
      },
      {
        "letra": "B",
        "texto": "doloso e/ou culposo."
      },
      {
        "letra": "C",
        "texto": "comissivo por omissão."
      },
      {
        "letra": "D",
        "texto": "omissivo por comissão."
      },
      {
        "letra": "E",
        "texto": "omissivo puro ou omissivo próprio."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "643065",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: Câmara de Marília - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum"
    ],
    "enunciado_principal": "O tipo do art. 250 do CP prevê aumento de pena de um terço na modalidade ____________ se o incêndio é ______________ . Completa, correta e respectivamente, as lacunas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "culposa ... em depósito de explosivo, combustível ou inflamável"
      },
      {
        "letra": "B",
        "texto": "culposa ... em edifício público ou destinado a uso público ou a obra de assistência social ou de cultura"
      },
      {
        "letra": "C",
        "texto": "dolosa ... em lavoura, pastagem, mata ou floresta"
      },
      {
        "letra": "D",
        "texto": "dolosa ... praticado mediante paga ou promessa de recompensa, ou por outro motivo torpe"
      },
      {
        "letra": "E",
        "texto": "dolosa ... praticado para assegurar a execução, a ocultação, a impunidade ou vantagem de outro crime"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "641852",
    "metadata": "Ano: 2016 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública"
    ],
    "enunciado_principal": "O crime de envenenamento de água potável ou de substância alimentícia ou medicinal, de uso comum ou particular, cujo objeto jurídico a ser protegido é a saúde pública, não admite a modalidade culposa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2036145",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: Câmara de São José do Rio Preto - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum",
      "Crimes contra a segurança dos meios de transporte e outros serviços públicos",
      "Crimes contra a saúde pública"
    ],
    "enunciado_principal": "Com relação aos crimes contra a incolumidade pública, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o crime de incêndio é crime de perigo comum, bastando, para sua configuração, a exposição a perigo de vida, integridade física e patrimônio de, ao menos, uma pessoa."
      },
      {
        "letra": "B",
        "texto": "o delito de explosão é crime vago, de perigo abstrato, permanente (se prorroga no tempo) e formal."
      },
      {
        "letra": "C",
        "texto": "o delito de explosão, por ser crime de perigo concreto, é delito material, exigindo a produção do resultado (perigo à vida, à integridade física ou ao patrimônio de outrem)."
      },
      {
        "letra": "D",
        "texto": "o delito de epidemia (propagação de germes patogênicos capazes de causar doença infecciosa em um número indeterminado de pessoas) admite forma comissiva e omissiva."
      },
      {
        "letra": "E",
        "texto": "o delito de omissão de notificação de doença admite tentativa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "599297",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: CRO-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública"
    ],
    "enunciado_principal": "O artigo 282 do Código Penal determina como ação criminosa exercer, ainda que a título gratuito, a profissão de médico, dentista ou farmacêutico, sem autorização legal ou excedendo-lhe os limites. Assim, são consideradas infrações:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "técnicos em prótese dentária divulgarem seus serviços em revistas, jornais ou folhetos especializados, dirigidos aos cirurgiões-dentistas, e acompanhados do nome da oficina, do seu responsável e do número de inscrição no Conselho Regional de Odontologia."
      },
      {
        "letra": "B",
        "texto": "técnicos em higiene bucal realizarem os procedimentos relacionados a biossegurança, visando ao controle de infecção."
      },
      {
        "letra": "C",
        "texto": "a realização do acolhimento do paciente nos serviços de saúde bucal pelos técnicos em higiene bucal."
      },
      {
        "letra": "D",
        "texto": "a prestação, sob qualquer forma, de assistência direta a clientes, por técnicos em prótese dentária."
      },
      {
        "letra": "E",
        "texto": "auxiliares de prótese dentária exercerem a profissão sob a supervisão do cirurgião-dentista em consultórios, clínicas odontológicas ou laboratórios."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "597353",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: CRO-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum"
    ],
    "enunciado_principal": "Figure que em consultório odontológico exista uma pequena copa, onde os dentistas e demais profissionais que ali trabalham realizam suas refeições. Imagine, ainda, que por imprudência na manutenção do fogão e respectivas mangueiras ocorra um vazamento de gás, seguido de uma explosão. Dela decorrem danos materiais de razoável monta, mas não se registra nenhum dano à incolumidade física. Independentemente de quem seja (eventual) responsável, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não houve ilícito algum."
      },
      {
        "letra": "B",
        "texto": "apenas poderá haver responsabilização civil, uma vez que o fato é penalmente atípico."
      },
      {
        "letra": "C",
        "texto": "houve crime de explosão dolosa."
      },
      {
        "letra": "D",
        "texto": "houve crime de explosão culposa."
      },
      {
        "letra": "E",
        "texto": "houve crime de uso de gás tóxico ou asfixiante."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "580889",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: SAEG - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum"
    ],
    "enunciado_principal": "Humberto e Cristina, casados há 3 anos, já não vivem aquela felicidade dos tempos de namoro. Muitos problemas financeiros e o ciúme incontrolável do marido fizeram com que Cristina decidisse separar-se de Humberto, que não concorda e não quer se separar de sua mulher. Certo dia, Cristina fez as malas e foi embora, morar com sua mãe. Humberto, enfurecido e inconformado, decidiu atear fogo à casa da mãe de Cristina. Arremessou uma mecha acesa pela janela da casa, que, no momento, estava vazia. O fogo alastrou pelo sofá, mas foi apagado pelos vizinhos antes de tomar conta de toda a casa. Com base na narrativa, pode-se afirmar que Humberto responderá por",
    "alternativas": [
      {
        "letra": "A",
        "texto": "incêndio doloso consumado."
      },
      {
        "letra": "B",
        "texto": "incêndio culposo, com causa de aumento de pena."
      },
      {
        "letra": "C",
        "texto": "tentativa de incêndio doloso."
      },
      {
        "letra": "D",
        "texto": "tentativa de incêndio culposo."
      },
      {
        "letra": "E",
        "texto": "incêndio doloso qualificado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "577652",
    "metadata": "Ano: 2015 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes de dano e crimes de perigo",
      "Crimes contra a honra",
      "Injúria",
      "Crimes contra o patrimônio",
      "Dano",
      "Crimes contra a organização do trabalho",
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública",
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Assinale a opção CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O delegado de polícia que se omite, deliberadamente, quanto à apuração de um crime de tortura, quando tinha o dever de fazê- lo, pratica delito assemelhado aos hediondos."
      },
      {
        "letra": "B",
        "texto": "Causar incêndio em uma casa só configura crime se o fato expuser a perigo patrimônio de outrem e a casa for habitada ou destinada à habitação."
      },
      {
        "letra": "C",
        "texto": "O enfermeiro que deixa de denunciar à autoridade pública doença cuja notificação é compulsória comete crime de omissão de notificação de doença."
      },
      {
        "letra": "D",
        "texto": "A injúria qualificada por preconceito de raça, cor, etnia, religião, origem ou condição de pessoa idosa ou portadora de deficiência dispensa o fim especial de agir consistente na vontade de discriminar o ofendido."
      },
      {
        "letra": "E",
        "texto": "Constranger alguém a participar de paralisação de atividade econômica é crime atentatório contra a liberdade de trabalho, desde que o fato seja praticado mediante violência física."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "534583",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum"
    ],
    "enunciado_principal": "Constitui causa de aumento de pena o fato de o crime de incêndio ser praticado",
    "alternativas": [
      {
        "letra": "A",
        "texto": "mediante utilização de explosivos."
      },
      {
        "letra": "B",
        "texto": "em situação de violência doméstica ou familiar contra a mulher"
      },
      {
        "letra": "C",
        "texto": "em estaleiro, fábrica ou oficina."
      },
      {
        "letra": "D",
        "texto": "em canteiro de obras em área de grande densidade demográfica e populacional."
      },
      {
        "letra": "E",
        "texto": "por motivo fútil ou torpe."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "531759",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: Câmara Municipal de Itatiba - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum",
      "Crimes contra a saúde pública"
    ],
    "enunciado_principal": "Acerca dos crimes contra a incolumidade pública, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pratica crime contra a incolumidade pública aquele que difundir doença ou praga que possa causar dano a floresta, plantação ou animais de utilidade econômica."
      },
      {
        "letra": "B",
        "texto": "O crime de uso de gás tóxico ou asfixiante, previsto no art. 252 do Código Penal, somente é punível na modalidade dolosa."
      },
      {
        "letra": "C",
        "texto": "Aquele que inculcar ou anunciar cura por meio secreto ou infalível pratica o crime de curandeirismo."
      },
      {
        "letra": "D",
        "texto": "O arremesso de projétil contra veículo em movimento, destinado ao transporte público por terra, configura crime de atentado contra a segurança de outro meio de transporte."
      },
      {
        "letra": "E",
        "texto": "Para os efeitos penais, os cosméticos não são incluídos entre os produtos sujeitos à punição em caso de falsificação, corrupção, adulteração ou alteração, crime previsto no art. 273 do Código Penal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "530900",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum"
    ],
    "enunciado_principal": "Sobre os crimes de perigo comum previstos no Código Penal, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todos os crimes de perigo comum admitem forma qualificada pelo resultado."
      },
      {
        "letra": "B",
        "texto": "O crime de incêndio, por ser de perigo comum, pode se consumar com a provocação do mero perigo de incêndio, independentemente de expor diretamente a risco à vida ou à integridade física ou patrimônio de outrem."
      },
      {
        "letra": "C",
        "texto": "Os crimes de perigo comum não admitem forma tentada."
      },
      {
        "letra": "D",
        "texto": "Os crimes de perigo comum não admitem forma culposa."
      },
      {
        "letra": "E",
        "texto": "Os crimes de perigo comum exigem elemento subjetivo específico."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "512944",
    "metadata": "Ano: 2015 | Banca: CAIP-IMES | Órgão: Consórcio Intermunicipal Grande ABC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública"
    ],
    "enunciado_principal": "Classificam-se como crimes contra a incolumidade pública:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "perigo de vida e abandono de incapaz."
      },
      {
        "letra": "B",
        "texto": "omissão de socorro e redução à condição análoga à de escravo."
      },
      {
        "letra": "C",
        "texto": "difusão de doença ou praga e inundação."
      },
      {
        "letra": "D",
        "texto": "maus tratos e apologia ao crime."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1039980",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública"
    ],
    "enunciado_principal": "O emprego de processo proibido no fabrico de produtos destinados a consumo, como, por exemplo, gaseificação artificial, não expressamente permitida pela legislação sanitária,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não configura crime, pois o Código Penal não regula o processo de fabrico de produtos destinados ao consumo, regula somente a matéria-prima utilizada."
      },
      {
        "letra": "B",
        "texto": "configura crime de menor potencial ofensivo, apenado somente com pena de multa."
      },
      {
        "letra": "C",
        "texto": "configura crime de menor potencial ofensivo, apenado somente com pena de detenção."
      },
      {
        "letra": "D",
        "texto": "configura crime hediondo."
      },
      {
        "letra": "E",
        "texto": "configura crime, tipificado no Código Penal, apenado com reclusão e multa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "574376",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: Prefeitura de Osasco - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum"
    ],
    "enunciado_principal": "João resolveu implodir sua casa, para construir um salão de festas. Assim, sem solicitar ou obter qualquer autorização dos órgãos públicos competentes e sem conhecimento técnico para tal, adquiriu dinamite e, mediante explosão, expôs a perigo a vida, a integridade física e o patrimônio de seus vizinhos. Sob a ótica do direito penal, afirma-se que João:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não cometeu qualquer crime, por falta de tipicidade penal;"
      },
      {
        "letra": "B",
        "texto": "não cometeu qualquer crime, pois o ilícito praticado merece reprimenda apenas na esfera cível, pela falta de dolo;"
      },
      {
        "letra": "C",
        "texto": "cometeu crime de dano;"
      },
      {
        "letra": "D",
        "texto": "cometeu crime de explosão;"
      },
      {
        "letra": "E",
        "texto": "cometeu crime de incêndio."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "525769",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: Prefeitura de Osasco - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum"
    ],
    "enunciado_principal": "São crimes contra a incolumidade pública:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "incêndio, omissão de notificação de doença e desabamento ou desmoronamento;"
      },
      {
        "letra": "B",
        "texto": "epidemia, falsificação de documento público e falsidade de atestado médico;"
      },
      {
        "letra": "C",
        "texto": "peculato, concussão e prevaricação;"
      },
      {
        "letra": "D",
        "texto": "usurpação de função pública, desacato e desobediência;"
      },
      {
        "letra": "E",
        "texto": "incitação ao crime, corrupção ativa e tráfico de influência."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "516463",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: Prefeitura de Poá - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública"
    ],
    "enunciado_principal": "O crime de “Charlatanismo” caracteriza-­se em o agente",
    "alternativas": [
      {
        "letra": "A",
        "texto": "inculcar ou anunciar cura por meio secreto ou infalível."
      },
      {
        "letra": "B",
        "texto": "enganar a vítima, por meio de falso diagnóstico, sobre doença inexistente."
      },
      {
        "letra": "C",
        "texto": "prescrever, ministrar ou aplicar, habitualmente, qualquer substância."
      },
      {
        "letra": "D",
        "texto": "exercer, a título gratuito, profissão de médico, dentista ou farmacêutico, sem autorização legal."
      },
      {
        "letra": "E",
        "texto": "usar de gestos, palavras ou qualquer outro meio, sem autorização legal, para tratar doença ou lesão."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "516258",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: Câmara de Sertãozinho - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública"
    ],
    "enunciado_principal": "O crime de corrupção ou poluição de água potável (CP, art. 271)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "admite a modalidade dolosa, mas não a culposa."
      },
      {
        "letra": "B",
        "texto": "é punido com pena privativa de liberdade, cumulada com multa"
      },
      {
        "letra": "C",
        "texto": "só se caracteriza se, como resultado da ação, a água se tornar imprópria para consumo ou nociva à saúde"
      },
      {
        "letra": "D",
        "texto": "só se caracteriza se o objeto material (água potável) for de uso comum."
      },
      {
        "letra": "E",
        "texto": "tem pena aumentada de 1/2 a 2/3 se ocorrer em período de estiagem ou falta d’água."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "506458",
    "metadata": "Ano: 2014 | Banca: CAIP-IMES | Órgão: Câmara Municipal de São Caetano do Sul - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública"
    ],
    "enunciado_principal": "Dentre os crimes contra a incolumidade pública, o Código Penal brasileiro prevê o crime de incêndio, cuja conduta típica é descrita como “causar incêndio, expondo a perigo a vida, a integridade física ou o patrimônio de outrem”. De acordo com o referido diploma legal, as penas aumentam de um terço desde que o delito:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ocorra em casa desabitada."
      },
      {
        "letra": "B",
        "texto": "ocorra em imóvel particular."
      },
      {
        "letra": "C",
        "texto": "ocorra em oficina."
      },
      {
        "letra": "D",
        "texto": "ocorra em local próximo à escola."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "454431",
    "metadata": "Ano: 2014 | Banca: CESGRANRIO | Órgão: Petrobras",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública"
    ],
    "enunciado_principal": "Uma determinada indústria farmacêutica, buscando reduzir custos de produção, implementou modificações bioquímicas na formulação de um lote de medicamentos para uso analgésico, que resultaram num produto impróprio ao consumo humano. Apesar de alertada pelo farmacêutico responsável, a administração da empresa resolveu entregar o lote ao distribuidor para venda ao público. Diante da situação apresentada, a conduta da empresa pode ser tipificada como crime contra a(o)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "assistência familiar"
      },
      {
        "letra": "B",
        "texto": "saúde pública"
      },
      {
        "letra": "C",
        "texto": "inviolabilidade do domicílio"
      },
      {
        "letra": "D",
        "texto": "concurso de pessoas"
      },
      {
        "letra": "E",
        "texto": "estado de filiação"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "452788",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: Prefeitura de Florianópolis - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública"
    ],
    "enunciado_principal": "Inserto no Título VIII, do Código Penal “Dos crimes contra a incolumidade pública”, é exemplo de “crime de perigo comum”, previsto no Capítulo I do mesmo código:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "expor alguém, por meio de relações sexuais ou qualquer ato libidinoso, a contágio de moléstia venérea, de que sabe ou deve saber que está contaminado;"
      },
      {
        "letra": "B",
        "texto": "obter, para si ou para outrem, vantagem ilícita, em prejuízo alheio, induzindo ou mantendo alguém em erro, mediante artifício, ardil, ou qualquer outro meio fraudulento;"
      },
      {
        "letra": "C",
        "texto": "falsificar, no todo ou em parte, documento público, ou alterar documento público verdadeiro;"
      },
      {
        "letra": "D",
        "texto": "praticar ato obsceno em lugar público, ou aberto ou exposto ao público;"
      },
      {
        "letra": "E",
        "texto": "fabricar, fornecer, adquirir, possuir ou transportar, sem licença da autoridade, substância ou engenho explosivo, gás tóxico ou asfixiante, ou material destinado à sua fabricação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "424371",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública"
    ],
    "enunciado_principal": "A respeito dos crimes relacionados à saúde pública e à remoção de órgãos, tecidos e partes do corpo humano, julgue o item subsecutivo.Caso, por negligência, o responsável pelo fornecimento de um produto alimentício destinado a consumo humano provoque alterações nas substâncias originais desse produto, reduzindo-lhe o valor nutritivo, tal conduta configurará crime contra a saúde pública, mesmo que seja praticada na forma culposa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "415107",
    "metadata": "Ano: 2014 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a segurança dos meios de transporte e outros serviços públicos"
    ],
    "enunciado_principal": "Constitui causa de aumento da pena do crime de incêndio, previsto no Código Penal Brasileiro, ação de colocar fogo em balsa que transporta veículos na travessia de um rio que liga dois municípios do mesmo Estado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "410895",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: METRÔ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum"
    ],
    "enunciado_principal": "Quem enterra no solo bombas de dinamite, em área sujeita a reintegração de posse, comete crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tentativa de homicídio."
      },
      {
        "letra": "B",
        "texto": "lesão corporal."
      },
      {
        "letra": "C",
        "texto": "tentativa de explosão."
      },
      {
        "letra": "D",
        "texto": "tentativa de lesões corporais."
      },
      {
        "letra": "E",
        "texto": "explosão."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "400589",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: SAAE de São Carlos - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública"
    ],
    "enunciado_principal": "O crime de perigo de inundação (CP, art. 255) apenas está caracterizado se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o agente age dolosamente."
      },
      {
        "letra": "B",
        "texto": "a inundação efetivamente ocorre."
      },
      {
        "letra": "C",
        "texto": "a remoção de obstáculo se dá em obra pública."
      },
      {
        "letra": "D",
        "texto": "o autor do fato tinha o dever de evitar o resultado."
      },
      {
        "letra": "E",
        "texto": "ocorre dano efetivo à vida, integridade física ou patri­mônio de outrem."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "392533",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: Câmara Municipal de São José dos Campos - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública"
    ],
    "enunciado_principal": "O crime de incêndio, do caput do art. 250 do CP, tem expressa previsão de aumento de pena de um terço se o incêndio",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ocorre durante o repouso noturno."
      },
      {
        "letra": "B",
        "texto": "causa interrupção dos serviços públicos de água, luz, gás ou telefonia."
      },
      {
        "letra": "C",
        "texto": "é praticado por vingança ou com o fim de receber indenização securitária."
      },
      {
        "letra": "D",
        "texto": "resulta em comoção social, como grande número de feridos ou desalojados."
      },
      {
        "letra": "E",
        "texto": "é em edifício público ou destinado a uso público ou a obra de assistência social ou de cultura."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "389332",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública"
    ],
    "enunciado_principal": "Dentre os crimes listados a seguir, aquele que foi revogado do Código Penal é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "curandeirismo."
      },
      {
        "letra": "B",
        "texto": "charlatanismo."
      },
      {
        "letra": "C",
        "texto": "bigamia."
      },
      {
        "letra": "D",
        "texto": "sedução."
      },
      {
        "letra": "E",
        "texto": "simulação de casamento."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1126229",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: Câmara de Bragança Paulista - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública"
    ],
    "enunciado_principal": "No tocante aos crimes contra a incolumidade pública, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "perturbar serviço de estrada de ferro, colocando obstáculo na linha tipifica o crime de atentado contra a segurança de outro meio de transporte."
      },
      {
        "letra": "B",
        "texto": "corromper ou poluir água potável, de uso comum ou particular, tornando-a imprópria para consumo ou nociva à saúde só tipificará o crime de corrupção ou poluição de água potável se praticado na modalidade dolosa."
      },
      {
        "letra": "C",
        "texto": "arremessar projétil contra veículo, em movimento, destinado ao transporte público por terra tipifica o crime de atentado contra a segurança de outro meio de transporte."
      },
      {
        "letra": "D",
        "texto": "causar culposamente desmoronamento, expondo a perigo o patrimônio de outrem caracteriza o crime de desabamento ou desmoronamento na modalidade culposa."
      },
      {
        "letra": "E",
        "texto": "o crime de subtração, ocultação ou inutilização de material de salvamento exige, para sua tipificação, que o salvamento não se realize."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "827987",
    "metadata": "Ano: 2013 | Banca: CETRO | Órgão: ANVISA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública"
    ],
    "enunciado_principal": "Caracterizam crimes contra a Saúde Pública: I. envenenar água potável de uso particular destinada a consumo. II. ter em depósito água envenenada. III. alterar produto destinado a fins terapêuticos. IV. fornecer substância medicinal em desacordo com receita médica, sendo aceita somente na modalidade dolosa. É correto o que está contido em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "B",
        "texto": "III, apenas."
      },
      {
        "letra": "C",
        "texto": "I, III e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "I e II, apenas."
      },
      {
        "letra": "E",
        "texto": "I e III, apenas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "484679",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: MPE-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum"
    ],
    "enunciado_principal": "Assinale a alternativa que traz apenas crimes que demandem expressamente no tipo penal, para sua configuração, a exposição a perigo da vida, da integridade física ou do patrimônio de outrem.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Incêndio; explosão; uso de gás tóxico ou asfixiante."
      },
      {
        "letra": "B",
        "texto": "Incêndio; desabamento; fabrico de gás tóxico ou asfixiante."
      },
      {
        "letra": "C",
        "texto": "Inundação; perigo de inundação; difusão de doença ou praga."
      },
      {
        "letra": "D",
        "texto": "Explosão; desmoronamento; transporte de gás tóxico ou asfixiante."
      },
      {
        "letra": "E",
        "texto": "Perigo de inundação; incêndio; aquisição de gás tóxico ou asfixiante."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "354711",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a paz pública",
      "Crimes contra a fé pública"
    ],
    "enunciado_principal": "Em cada uma das opções a seguir, é apresentada uma situação hipotética seguida de uma assertiva a ser julgada, acerca de crimes contra a fé pública, contra a incolumidade pública e contra a paz pública. Assinale a opção em que a assertiva está correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O veículo de um funcionário de determinada empresa de digitação que havia deixado, em seu interior, material de trabalho sigiloso consistente em cópias de provas e gabaritos a serem utilizados em concurso público para o preenchimento de cargos de determinado município, foi furtado, tendo o agente subtraído, além de objetos de cunho patrimonial, as referidas cópias. Nessa situação, se o conteúdo do material sigiloso for divulgado, o funcionário por ele responsável responderá pela prática de crime de fraude em certame de interesse público, na modalidade culposa."
      },
      {
        "letra": "B",
        "texto": "João, penalmente imputável, utilizando a rede mundial de computadores, incitou determinado grupo de pessoas à prática de determinado crime. Dos vários destinatários que receberam a mensagem por ele enviada, um cometeu o delito, tendo os demais restado inertes. Nessa situação, João será considerado partícipe da infração estimulada."
      },
      {
        "letra": "C",
        "texto": "Marcos, penalmente imputável, falsificou cartão de crédito e débito fazendo nele constarem dados falsos, de modo a facilitar futuras fraudes. Nessa situação, a falsificação do cartão de crédito equipara-se, para fins penais, à falsificação de nota promissória e de cheque, títulos de crédito equiparados a documento público."
      },
      {
        "letra": "D",
        "texto": "Manoel, penalmente imputável, adquiriu e guardou em depósito material explosivo destinado à fabricação de uma bomba, que ele pretendia utilizar para explodir um edifício público. Antes de levar a cabo seu intento, o material foi apreendido pela autoridade policial competente. Nessa situação, a conduta de Manoel caracteriza meros atos preparatórios para o delito de explosão, não podendo Manoel ser punido."
      },
      {
        "letra": "E",
        "texto": "Armando, penalmente imputável, visando instruir processo seletivo para determinado cargo público, falsificou diploma de conclusão de curso superior de uma universidade federal, entretanto, na fase de apresentação de documentos, desistiu da seleção e não apresentou o diploma. Nessa situação, ainda que não tenha apresentado o documento, Armando responderá pela prática do crime de falsificação de documento público."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "352116",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública"
    ],
    "enunciado_principal": "Assinale a opção correta no que diz respeito aos crimes tipificados no CP e na legislação penal extravagante e à responsabilidade penal acessória.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Qualquer infração penal, independentemente de sua natureza formal ou material, pode ser admitida como antecedente do crime de lavagem ou ocultação de bens, direitos e valores."
      },
      {
        "letra": "B",
        "texto": "O crime de evasão de divisas somente se aperfeiçoa com a saída dos recursos do território nacional, ou seja, com a efetiva transposição física dos recursos das fronteiras do país."
      },
      {
        "letra": "C",
        "texto": "A fabricação de substância explosiva constitui crime contra a incolumidade pública, tipificado no CP; a fabricação de engenho ou artefato explosivo é crime previsto na lei que trata do registro, posse e comercialização de armas de fogo e munição; se o artefato ou engenho explosivo for mina terrestre antipessoal, a conduta constitui crime previsto em lei específica."
      },
      {
        "letra": "D",
        "texto": "Abandonar produto ou substância nuclear ou radioativa ou utilizá-los em desacordo com normas ambientais ou de segurança é crime previsto em lei especial, no contexto da exploração e utilização de energia nuclear, conhecido sob a denominação de inobservância de segurança e proteção, sendo a pena a ele cominada superior à prevista para o delito semelhante tipificado na lei que trata dos crimes ambientais."
      },
      {
        "letra": "E",
        "texto": "Em tese, é possível a atribuição de responsabilidade penal acessória em crime de supressão ou redução de tributo a quem não seja sujeito passivo da obrigação tributária, sendo inexigível a demonstração de cumprimento da condição objetiva de punibilidade em relação ao partícipe, qual seja, o lançamento definitivo do tributo, uma vez que este não é obrigado a realizar seu pagamento."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "346785",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública"
    ],
    "enunciado_principal": "Em relação aos crimes contra a incolumidade pública e o instituto da ação penal, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pessoa que exerce a profissão de farmacêutico, sem autorização legal, incide em charlatanismo."
      },
      {
        "letra": "B",
        "texto": "É isenta de pena a conduta de quem pratica, gratuitamente, a medicina, ainda que exceda os limites de autorização legal."
      },
      {
        "letra": "C",
        "texto": "Não caracteriza renúncia ao direito de queixa, durante o curso da ação penal privada, o recebimento pelo ofendido de indenização pelo dano causado pelo crime."
      },
      {
        "letra": "D",
        "texto": "A perempção extingue a punibilidade do agente na ação penal pública e na privada."
      },
      {
        "letra": "E",
        "texto": "Exerce o curandeirismo a pessoa que anuncia cura por meio secreto ou infalível."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "317520",
    "metadata": "Ano: 2013 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum",
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Crimes contra a administração pública",
      "Peculato",
      "Inserção de dados falsos em sistema de informações"
    ],
    "enunciado_principal": "Examine as proposições abaixo e assinale a alternativa correta: I. A ação penal para o crime de violação de direito autoral consistente na conduta de reprodução total ou parcial, com intuito de lucro direto ou indireto, de obra intelectual, interpretação, execução ou fonograma, sem autorização expressa do autor, do artista intérpetre ou executante, do produtor, conforme o caso, ou de quem o represente, é pública incondicionada. II. A conduta de causar incêndio em imóvel alheio sem que ocorra a exposição a perigo da vida, da integridade física ou do patrimônio de outrem configura crime de dano. III. O funcionário público autorizado que promove a inserção de dados falsos em sistema informatizado da Administração Pública, com a finalidade de obter vantagem indevida para si ou para outrem, comete crime de peculato. IV. O agente que insere dados falsos em documento público oficial, com a finalidade de alterar a verdade sobre fato juridicamente relevante, comete crime de falsificação de documento público.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições I e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições II e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I e II estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições III e IV estão corretas."
      },
      {
        "letra": "E",
        "texto": "Todas as proposições estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "316589",
    "metadata": "Ano: 2013 | Banca: IESES | Órgão: CRA-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública"
    ],
    "enunciado_principal": "Segundo o que consta a lei penal, é INCORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É conduta tipificada como crime, poluir água potável, de uso comum ou particular, tornando-a imprópria para consumo ou nociva à saúde."
      },
      {
        "letra": "B",
        "texto": "Não é tipificado como crime, a conduta de exercer a título gratuito, a profissão de farmacêutico, sem autorização legal específica para tanto."
      },
      {
        "letra": "C",
        "texto": "Fornecer substância medicinal em desacordo com receita médica é conduta tipificada como crime que admite a modalidade culposa."
      },
      {
        "letra": "D",
        "texto": "Ter em depósito para vender, substância nociva à saúde, ainda que não destinada à alimentação ou a fim medicinal, é conduta tipificada como crime que admite a modalidade culposa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "324613",
    "metadata": "Ano: 2012 | Banca: FEPESE | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública",
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "A legislação penal tipifca, também, condutas que possam lesar ou expor a risco bens jurídicos transindividuais, difusos ou coletivos, cuja tutela tem merecido uma ampliação nas últimas décadas. Sobre essa espécie de tutela penal, é correto afrmar",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O incêndio, a explosão, o uso de gás tóxico ou asfxiante, a inundação, o desabamento ou desmoronamento e a difusão de doença ou praga são condutas tipifcadas no Código Penal como de perigo comum, que admitem a forma culposa e que, se praticadas dolosamente, são defnidas como hediondas."
      },
      {
        "letra": "B",
        "texto": "Para a caracterização da quadrilha ou bando, a associação deverá ter, no mínimo, quatro pessoas e deverá ter, como fnalidade, a prática de crime ou de contravenção penal, o mesmo ocorrendo em relação à associação destinada à prática do tráfco ilícito de entorpecentes."
      },
      {
        "letra": "C",
        "texto": "A corrupção, a adulteração, a falsifcação ou a alteração de substância ou produto alimentício destinado ao consumo, tornando - o nocivo à saúde ou reduzindo - lhe o valor nutritivo, e a falsifcação, a corrupção, a adulteração e a alteração de produto destinado a fns terapêuticos ou medicinais são consideradas condutas contrárias à saúde pública, mas somente estas, se praticadas dolosamente, são consideradas hediondas."
      },
      {
        "letra": "D",
        "texto": "Ao porte de arma de fogo, de acessório ou de munição de uso proibido ou restrito, sem autorização e em desacordo com determinação legal ou regulamentar, são cominadas penas mais severas do que aquelas previstas para a simples posse desses mesmos instrumentos."
      },
      {
        "letra": "E",
        "texto": "ão penalmente típicas, segundo a Lei das Sanções Penais e Administrativas Ambientais, o abuso, os maus-tratos, a mutilação e as lesões a animais silvestres, domésticos ou domesticados, nativos ou exóticos, inclusive se essas condutas forem praticadas na modalidade culposa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "295290",
    "metadata": "Ano: 2012 | Banca: IESES | Órgão: CRF-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública"
    ],
    "enunciado_principal": "NÃO é tipo penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Corromper, adulterar, falsificar ou alterar substância ou produto alimentício destinado a consumo, tornando-o nociva à saúde ou reduzindo-lhe o valor nutritivo."
      },
      {
        "letra": "B",
        "texto": "Corromper, adulterar, falsificar ou alterar substância ou produto alimentício destinado a consumo, tornando-o nociva à saúde."
      },
      {
        "letra": "C",
        "texto": "Deixar o médico ou o farmacêutico, de denunciar à autoridade pública, doença cuja notificação é compulsória."
      },
      {
        "letra": "D",
        "texto": "Falsificar, corromper, adulterar ou alterar produto destinado a fins terapêuticos ou medicinais."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "287967",
    "metadata": "Ano: 2012 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública"
    ],
    "enunciado_principal": "O crime de infração de medida sanitária preventiva tem pena aumentada de um terço se o agente I. é funcionário da saúde pública; II. praticou o ato com intenção de lucro; III. exerce profissão de médico, farmacêutico, dentista ou enfermeiro. Completa adequadamente a proposição o que se afirma apenas em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I."
      },
      {
        "letra": "B",
        "texto": "II."
      },
      {
        "letra": "C",
        "texto": "III."
      },
      {
        "letra": "D",
        "texto": "I e III."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "268054",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a segurança dos meios de transporte e outros serviços públicos",
      "Crimes contra a fé pública",
      "Falsidade de títulos e outros papéis públicos",
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação"
    ],
    "enunciado_principal": "Considerando o que dispõe o CP a respeito dos crimes contra a incolumidade, a paz, a fé e a administração públicas, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não integram o tipo penal perigo de desastre ferroviário os veículos de tração mecânica por meio de cabo aéreo."
      },
      {
        "letra": "B",
        "texto": "Considere que João, Pedro, Antônio e Joaquim, todos maiores de idade, associem-se com a finalidade de falsificar um único ingresso de evento esportivo. Nessa situação, a conduta dos agentes se amolda ao crime de quadrilha."
      },
      {
        "letra": "C",
        "texto": "Suponha que Maria, de dezenove anos de idade, receba, de boa-fé, de um desconhecido passe falso de transporte de empresa administrada pelo governo e o utilize imediatamente após ser alertada, por seu irmão, da falsidade do bilhete. Nessa situação, a conduta de Maria caracteriza-se como atípica."
      },
      {
        "letra": "D",
        "texto": "Responde criminalmente o funcionário público que, em razão da função, e mesmo antes de assumi-la, aceita promessa de vantagem indevida, ainda que não venha a recebê-la."
      },
      {
        "letra": "E",
        "texto": "Não é prevista a modalidade culposa para o crime de desabamento."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "252500",
    "metadata": "Ano: 2012 | Banca: CESGRANRIO | Órgão: Transpetro",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública"
    ],
    "enunciado_principal": "Nos termos do Código Penal Brasileiro, infringir determinação do poder público, destinada a impedir introdução ou propagação de doença contagiosa constitui crime contra a saúde pública, e a pena é aumentada de 1/3 se o agente é funcionário da saúde pública ou exerce a profissão de médico. Ao tipo do crime, acima descrito, dá-se o nome de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "crime hediondo"
      },
      {
        "letra": "B",
        "texto": "crime contra a saúde e a vida das pessoas"
      },
      {
        "letra": "C",
        "texto": "constrangimento ilegal"
      },
      {
        "letra": "D",
        "texto": "infração de medida sanitária corretiva"
      },
      {
        "letra": "E",
        "texto": "infração de medida sanitária preventiva"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "301706",
    "metadata": "Ano: 2011 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A rixa é um crime contra a honra."
      },
      {
        "letra": "B",
        "texto": "A difamação é um crime contra a fé pública."
      },
      {
        "letra": "C",
        "texto": "A ocultação de cadáver é um crime contra a pessoa."
      },
      {
        "letra": "D",
        "texto": "O incêndio é um crime contra a incolumidade pública."
      },
      {
        "letra": "E",
        "texto": "O seqüestro é um crime contra o patrimônio."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "198798",
    "metadata": "Ano: 2011 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública"
    ],
    "enunciado_principal": "CONSIDERE AS SEGUINTES AFIRMAÇÕESI - Se do crime cuiposo de perigo comum resulta lesão corporal, a pena privativa de liberdade é aumentada de metade; se resulta morte, aplica-se a pena cominada ao homicidio culposo; II - O crime de atentado contra a segurança de serviço de utilidade púbiica é sempre crime de perigo; III - O crime de interrupção ou perturbação de serviço telegráfico ou telefônico admite a modalidade dolosa e a forma qualificada.Diante delas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "( ) apenas as assertivas I e II são corretas;"
      },
      {
        "letra": "B",
        "texto": "( ) apenas as assertivas I e III são corretas;"
      },
      {
        "letra": "C",
        "texto": "( ) apenas a assertiva I é correta;"
      },
      {
        "letra": "D",
        "texto": "( ) todas as assertivas são incorretas."
      }
    ],
    "gabarito": "C"
  }
]