[
  {
    "id": "3530118",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Falimentares - Lei nº 11.101 de 2005"
    ],
    "enunciado_principal": "Em relação às condutas típicas previstas no Código Penal brasileiro e em leis específicas, julgue o item a seguir. Configura o crime de estelionato a conduta de praticar, antes ou depois da sentença que decretar a falência do empresário ou da sociedade empresária, ato fraudulento de que resulte ou possa resultar prejuízo aos credores, com o fim de obter ou assegurar vantagem indevida para si ou para outrem.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3100514",
    "metadata": "Ano: 2024 | Banca: FAPEC | Órgão: MPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Falimentares - Lei nº 11.101 de 2005"
    ],
    "enunciado_principal": "Analise as seguintes assertivas: I. Os condenados que estejam cumprindo pena e os indiciados ou acusados sob prisão cautelar em qualquer de suas modalidades estão excluídos da proteção concedida por programas especiais de proteção a vítimas e testemunhas ameaçadas. II. Compete ao juiz criminal da jurisdição onde tenha sido decretada a falência, concedida a recuperação judicial ou homologado o plano de recuperação extrajudicial, conhecer da ação penal pelos crimes previstos na Lei de Recuperação Judicial e Extrajudicial e de Falência (Lei n.º 11.101/2005. III. A identificação de perfis genéticos deve ser armazenada em banco de dados sigiloso e poderá ser dele excluída, mediante requerimento, após decorridos 10 (dez) anos do cumprimento da pena. IV. Verificada a ocorrência de ação ou de omissão que implique a ameaça ou a prática de violência doméstica e familiar, com a existência de risco atual ou iminente à vida ou à integridade física da criança e do adolescente ou de seus familiares, o delegado de polícia pode afastar imediatamente o agressor do lar, do domicílio ou do local de convivência com a vítima, sem necessidade de prévia autorização judicial. V. Na falência, havendo fraude a credores, nem todo credor habilitado é legitimado a oferecer ação penal privada subsidiária da pública, na hipótese de inércia do Ministério Público. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente I, II, III e V estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente I, III, e V estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente II, III e V estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente II e IV estão corretas."
      },
      {
        "letra": "E",
        "texto": "Somente I e II estão corretas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2414814",
    "metadata": "Ano: 2024 | Banca: Instituto Consulplan | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Falimentares - Lei nº 11.101 de 2005"
    ],
    "enunciado_principal": "Em relação aos crimes e aos procedimentos previstos na Lei nº 11.101/2005, sabe-se que a sentença que decreta a falência concede a recuperação judicial ou a recuperação extrajudicial é condição objetiva de punibilidade das infrações penais descritas nessa Lei.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2406934",
    "metadata": "Ano: 2024 | Banca: Instituto Consulplan | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Falimentares - Lei nº 11.101 de 2005"
    ],
    "enunciado_principal": "Um sócio-administrador de determinada empresa, antevendo situação de crise econômico-financeira futura, comete, em janeiro de 2020, crime falimentar consistente em ato fraudulento que resultou prejuízo aos credores. Posteriormente requereu recuperação judicial, cujo processamento foi regularmente deferido. Houve descumprimento de obrigação prevista no plano de recuperação judicial, acarretando a convolação da recuperação judicial em falência. De acordo com as disposições da Lei nº 11.101/2005 e de entendimentos do STF, julgue os itens a seguir.O fato de o crime ter sido praticado antes ou depois da sentença que decretou a falência e antes da concessão da recuperação judicial é irrelevante para a tipicidade da referida conduta, mas a sentença de falência é condição objetiva de punibilidade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2406933",
    "metadata": "Ano: 2024 | Banca: Instituto Consulplan | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Falimentares - Lei nº 11.101 de 2005"
    ],
    "enunciado_principal": "Um sócio-administrador de determinada empresa, antevendo situação de crise econômico-financeira futura, comete, em janeiro de 2020, crime falimentar consistente em ato fraudulento que resultou prejuízo aos credores. Posteriormente requereu recuperação judicial, cujo processamento foi regularmente deferido. Houve descumprimento de obrigação prevista no plano de recuperação judicial, acarretando a convolação da recuperação judicial em falência. De acordo com as disposições da Lei nº 11.101/2005 e de entendimentos do STF, julgue os itens a seguir.Aplica-se ao crime falimentar as causas interruptivas da prescrição previstas no Código Penal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2406932",
    "metadata": "Ano: 2024 | Banca: Instituto Consulplan | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Falimentares - Lei nº 11.101 de 2005"
    ],
    "enunciado_principal": "Um sócio-administrador de determinada empresa, antevendo situação de crise econômico-financeira futura, comete, em janeiro de 2020, crime falimentar consistente em ato fraudulento que resultou prejuízo aos credores. Posteriormente requereu recuperação judicial, cujo processamento foi regularmente deferido. Houve descumprimento de obrigação prevista no plano de recuperação judicial, acarretando a convolação da recuperação judicial em falência. De acordo com as disposições da Lei nº 11.101/2005 e de entendimentos do STF, julgue os itens a seguir.A decretação da falência interrompeu a prescrição, cuja contagem se iniciou com a concessão da recuperação judicial.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2406931",
    "metadata": "Ano: 2024 | Banca: Instituto Consulplan | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Falimentares - Lei nº 11.101 de 2005"
    ],
    "enunciado_principal": "Um sócio-administrador de determinada empresa, antevendo situação de crise econômico-financeira futura, comete, em janeiro de 2020, crime falimentar consistente em ato fraudulento que resultou prejuízo aos credores. Posteriormente requereu recuperação judicial, cujo processamento foi regularmente deferido. Houve descumprimento de obrigação prevista no plano de recuperação judicial, acarretando a convolação da recuperação judicial em falência. De acordo com as disposições da Lei nº 11.101/2005 e de entendimentos do STF, julgue os itens a seguir.Aplica-se ao caso o enunciado de súmula do STF, que prevê que a prescrição de crime falimentar começa a correr da data em que deveria estar encerrada a falência, ou do trânsito em julgado da sentença que a encerrar ou que julgar cumprida.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2535170",
    "metadata": "Ano: 2023 | Banca: IDECAN | Órgão: SSP-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Falimentares - Lei nº 11.101 de 2005"
    ],
    "enunciado_principal": "No crime de Fraude a Credores, a conduta típica é: praticar, antes ou depois da sentença que decretar a falência, conceder a recuperação judicial ou homologar a recuperação extrajudicial, ato fraudulento de que resulte ou possa resultar prejuízo aos credores, com o fim de obter ou assegurar vantagem indevida para si ou para outrem. A pena para esse crime é de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Reclusão, de 3 (três) a 6 (seis) anos, e multa."
      },
      {
        "letra": "B",
        "texto": "Detenção, de 2 (dois) a 4 (quatro) anos."
      },
      {
        "letra": "C",
        "texto": "Detenção, de 3 (três) a 6 (seis) anos, e multa."
      },
      {
        "letra": "D",
        "texto": "Prisão, de 2 (dois) a 4 (quatro) anos, e multa."
      },
      {
        "letra": "E",
        "texto": "Reclusão, de 2 (dois) a 4 (quatro) anos, e multa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2169015",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: Câmara Municipal de Itatiba - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Falimentares - Lei nº 11.101 de 2005"
    ],
    "enunciado_principal": "No que diz respeito aos crimes previstos na Lei de Falências, (Lei nº 11.101/05) assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Configura crime falimentar a conduta de divulgar ou propalar, por qualquer meio, informação sobre devedor em falência, com o fim de causar-lhe prejuízo"
      },
      {
        "letra": "B",
        "texto": "Configura crime falimentar a conduta de divulgar, sem justa causa, dados confidenciais sobre serviços, contribuindo para a condução do devedor a estado de inviabilidade econômica"
      },
      {
        "letra": "C",
        "texto": "Configura crime falimentar a conduta de adquirir o leiloeiro, por si ou por interposta pessoa, bens de massa falida, ou, em relação a estes, entrar em alguma especulação de lucro, quando tenha atuado nos respectivos processos"
      },
      {
        "letra": "D",
        "texto": "Configura crime falimentar a conduta de apresentar, em recuperação extrajudicial, relação de créditos, habilitação de créditos ou reclamação falsas, ou juntar a elas título falso ou simulado"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1947765",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: MPE-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Falimentares - Lei nº 11.101 de 2005"
    ],
    "enunciado_principal": "Em relação aos crimes e aos procedimentos previstos na Lei n.º 11.101/2005, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O processo penal compete ao juiz criminal da jurisdição onde foi decretada a falência, concedida a recuperação judicial ou homologado o plano de recuperação extrajudicial."
      },
      {
        "letra": "B",
        "texto": "Os crimes falimentares são de ação penal pública incondicionada ou condicionada à representação do credor habilitado ou do administrador judicial."
      },
      {
        "letra": "C",
        "texto": "Recebida a denúncia oferecida pelo Ministério Público no prazo de 15 dias, o processo seguirá o rito comum ordinário previsto no Código de Processo Penal."
      },
      {
        "letra": "D",
        "texto": "Intimado da sentença que decreta a falência e verificando a ocorrência de crime, o Ministério Público oferecerá denúncia instruída com o relatório do contador."
      },
      {
        "letra": "E",
        "texto": "Por expressa vedação legal, os crimes falimentares não admitem propositura de ação penal privada subsidiária da pública."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1900361",
    "metadata": "Ano: 2022 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Falimentares - Lei nº 11.101 de 2005"
    ],
    "enunciado_principal": "As alterações recentes promovidas pela Lei no 14.112, de 24.12.2020, na Lei de Falências (Lei no 11.101, de 9.2.2005) pouco modificaram os dispositivos referentes à matéria penal. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A sentença que decreta a falência, concede a recuperação judicial ou a recuperação extrajudicial de que trata o art. 163 da Lei é condição objetiva de punibilidade das infrações penais descritas nessa Lei."
      },
      {
        "letra": "B",
        "texto": "O crime de fraude a credores previsto nessa Lei classifica-se como crime material e de perigo concreto, exigindo-se que o ato fraudulento de que resulte prejuízo aos credores seja cometido mediante escrituração contábil com dados inexatos."
      },
      {
        "letra": "C",
        "texto": "A prescrição dos crimes previstos na Lei de Falências rege-se por disposições próprias e começa a correr do dia em que publicada a sentença de decretação da falência, da concessão da recuperação judicial ou da homologação do plano de recuperação extrajudicial."
      },
      {
        "letra": "D",
        "texto": "Nos termos do parágrafo único, do art. 182, dessa Lei, a decretação da falência do devedor não interrompe a prescrição cuja contagem tenha se iniciado com a concessão da recuperação judicial ou com a homologação do plano de recuperação extrajudicial."
      },
      {
        "letra": "E",
        "texto": "Os contadores e técnicos contábeis, que, de qualquer modo, concorrerem para as condutas criminosas descritas no crime de fraude a credores dessa Lei, terão suas penas aumentadas de 1/6 a 1/2."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2935145",
    "metadata": "Ano: 2019 | Banca: FAU | Órgão: IF-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Falimentares - Lei nº 11.101 de 2005"
    ],
    "enunciado_principal": "Em linhas gerais, a Recuperação Judicial é a reorganização econômica, administrativa e financeira de uma empresa, feita com a intermediação da Justiça e com base na Lei 11.101/2005, para evitar a sua falência. Sob essa temática, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A homologação de plano de recuperação judicial aprovado pelos credores está sujeita ao controle judicial de legalidade e de mérito."
      },
      {
        "letra": "B",
        "texto": "O magistrado pode desconsiderar o voto de credores ou a manifestação de vontade do devedor, em razão de abuso de direito e com base na discricionariedade de análise econômico-financeira do plano de recuperação judicial."
      },
      {
        "letra": "C",
        "texto": "O instituto do “Cram Down” originário da Legislação Americana, sem aplicação legal no Brasil, estabelece que os credores que não aprovarem o plano de Recuperação Judicial, devem através desse mecanismo, aceitar e se conformar com a decisão dos demais, por meio de decisão judicial."
      },
      {
        "letra": "D",
        "texto": "Não compete ao juiz deixar de conceder a recuperação judicial ou de homologar a extrajudicial com fundamento na análise econômico-financeira do plano de recuperação aprovado pelos credores."
      },
      {
        "letra": "E",
        "texto": "Quando ocorre intermediação do judiciário existe limitação da atuação frente aos interesses dos credores, prevalecendo entendimento de mérito econômico do magistrado, o qual pode exigir produção de prova pericial para análise do pedido de recuperação judicial."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1168443",
    "metadata": "Ano: 2019 | Banca: EXATUS | Órgão: Câmara de Candói - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Falimentares - Lei nº 11.101 de 2005"
    ],
    "enunciado_principal": "De acordo com a Lei nº 11.101/2005, acerca dos crimes falimentares, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Fraude a credores: Praticar, antes ou depois da sentença que decretar a falência, conceder a recuperação judicial ou homologar a recuperação extrajudicial, ato fraudulento de que resulte ou possa resultar prejuízo aos credores, com o fim de obter ou assegurar vantagem indevida para si ou para outrem."
      },
      {
        "letra": "B",
        "texto": "Violação de sigilo empresarial: Divulgar ou propalar, por qualquer meio, informação falsa sobre devedor em recuperação judicial, com o fim de levá-lo à falência ou de obter vantagem."
      },
      {
        "letra": "C",
        "texto": "Favorecimento de credores: Sonegar ou omitir informações ou prestar informações falsas no processo de falência, de recuperação judicial ou de recuperação extrajudicial, com o fim de induzir a erro o juiz, o Ministério Público, os credores, a assembleia-geral de credores, o Comitê ou o administrador judicial."
      },
      {
        "letra": "D",
        "texto": "Indução a erro: Apresentar, em falência, recuperação judicial ou recuperação extrajudicial, relação de créditos, habilitação de créditos ou reclamação falsas, ou juntar a elas título falso ou simulado."
      },
      {
        "letra": "E",
        "texto": "Aquisição, recebimento ou uso ilegal de bens: Adquirir o juiz, o representante do Ministério Público, o administrador judicial, o gestor judicial, o perito, o avaliador, o escrivão, o oficial de justiça ou o leiloeiro, por si ou por interposta pessoa, bens de massa falida ou de devedor em recuperação judicial, ou, em relação a estes, entrar em alguma especulação de lucro, quando tenham atuado nos respectivos processos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1100218",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Falimentares - Lei nº 11.101 de 2005"
    ],
    "enunciado_principal": "A respeito dos crimes previstos na Lei n.º 11.101/2005, que regula a recuperação judicial, extrajudicial e a falência do empresário e da sociedade empresária, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A fraude contra credores é um crime material, pois, para sua consumação, exige-se, no próprio tipo penal, que haja prejuízo."
      },
      {
        "letra": "B",
        "texto": "A prescrição dos crimes falimentares tem marco inicial na data do encerramento da falência."
      },
      {
        "letra": "C",
        "texto": "Os crimes falimentares são doutrinariamente classificados como crimes próprios."
      },
      {
        "letra": "D",
        "texto": "Os efeitos da condenação do agente pela prática do crime falimentar são automáticos e estão previstos nas disposições comuns da lei."
      },
      {
        "letra": "E",
        "texto": "A sentença que decreta a falência é condição objetiva de punibilidade do agente que pratica crime descrito na referida lei."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1092944",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Falimentares - Lei nº 11.101 de 2005"
    ],
    "enunciado_principal": "A respeito das disposições processuais penais constantes da Lei n° 4.737/65 (Código Eleitoral) e da Lei n° 11.101/05 (Recuperação Judicial e Falência), assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Da sentença que condenar ou absolver o Réu por crime eleitoral, caberá recurso ao Tribunal Regional, no prazo de 5 (cinco) dias. Assinado o termo de recurso, o apelante terá o prazo de 8 (oito) dias para apresentar as razões do recurso."
      },
      {
        "letra": "B",
        "texto": "Em regra, é competente para julgar os crimes previstos na Lei n° 11.101/05 o juiz que decretou a falência ou concedeu a recuperação judicial."
      },
      {
        "letra": "C",
        "texto": "Nos crimes previstos na Lei n° 11.101/05, o processo e julgamento seguirão o procedimento comum ordinário do Código de Processo Penal."
      },
      {
        "letra": "D",
        "texto": "O número máximo de testemunhas arroladas pelas partes, nos processos por crimes eleitorais, é de 5 (cinco)."
      },
      {
        "letra": "E",
        "texto": "Nos crimes previstos na Lei n° 11.101/05, o administrador judicial poderá oferecer ação penal privada subsidiária da pública, caso o Ministério Público não ofereça denúncia, no prazo legal."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1092935",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Falimentares - Lei nº 11.101 de 2005"
    ],
    "enunciado_principal": "A respeito dos crimes e disposições penais constantes da Lei no 11.101/2005, que regula a recuperação judicial, a extrajudicial e a falência do empresário e da sociedade empresária, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É efeito da condenação por crimes previstos na Lei no 11.101/2005 a inabilitação para o exercício da atividade empresarial, perdurando por prazo de 8 (oito) anos após a extinção da punibilidade."
      },
      {
        "letra": "B",
        "texto": "A sentença que decreta a falência e concede a recuperação judicial ou extrajudicial é condição objetiva de punibilidade dos crimes nela previstos."
      },
      {
        "letra": "C",
        "texto": "O crime de fraude a credores, previsto no artigo 168, somente se tipifica se o ato fraudulento resultar em prejuízo a credores."
      },
      {
        "letra": "D",
        "texto": "O crime de favorecimento de credores, previsto no artigo 172, somente se tipifica se o ato que favorece credor em prejuízo dos demais for praticado antes de decretada a falência."
      },
      {
        "letra": "E",
        "texto": "O crime de divulgação de informações falsas, previsto no artigo 170, somente se caracteriza em detrimento de sociedade empresária, em recuperação judicial."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1010586",
    "metadata": "Ano: 2019 | Banca: Instituto Acesso | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Falimentares - Lei nº 11.101 de 2005"
    ],
    "enunciado_principal": "Delton é proprietário de uma empresa que presta serviços de limpeza de automóveis para a “Lyss United L.A. Brazil”, que vende transportes executivos em todo o território nacional. No dia 20 de abril de 2019, é surpreendido por receber uma notificação de que fora homologado o “plano de recuperação extrajudicial” da Lyss United L.A. Brazil e se vê convicto de que algo está errado. Ao procurar identificar os credores da empresa que, assim como ele, tinham valores a receber, percebeu que havia a obrigação de que, aqueles que moravam na cidade de São Paulo, seriam os primeiros a receberem, o que muito o aborreceu, haja vista estar sediado em Curitiba. Certo de que havia algo errado, logo fora se informar sobre o que poderia ter ocorrido, em especial se algum crime fora cometido. Com a leitura da legislação especial, supôs de que a figura típica do “Favorecimento de Credores” era evidente, e começou a armazenar documentos e trocas de email já pensando em ser testemunha do processo criminal que apuraria tal fato, haja vista o Ministério Público também ter sido notificado no dia 20 de abril. Chega o dia 06 de junho e nenhuma ação penal fora deflagrada, assim como alguns dos credores de São Paulo já haviam começado a receber seus créditos. Com o sentimento de injustiça, Delton procura seus advogados para tentar agir de alguma maneira, visando a responsabilização penal daqueles que supostamente favoreceram outros credores. Sobre as possibilidades de Delton, credor habilitado, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Delton pode ajuizar uma Ação Penal Privada subsidiária da Pública, já que superado o prazo de 15 dias, disposto no art. 187, § 1° da Lei 11.101/05, qualquer credor habilitado está apto para fazê-lo."
      },
      {
        "letra": "B",
        "texto": "Delton pode ajuizar uma Ação Penal Privada, já que a discriminação causada pela obrigação supostamente fraudulenta, para além de gerar atraso no pagamento, causa danos a sua honra."
      },
      {
        "letra": "C",
        "texto": "Delton pode ajuizar uma Ação Penal Privada subsidiária da Pública, já que superado o prazo de 45 dias, disposto no art. 187, § 1° da Lei 11.101/05, qualquer credor habilitado está apto para fazê-lo."
      },
      {
        "letra": "D",
        "texto": "Delton poderá ajuizar uma Ação Penal Privada subsidiária da Pública após a superação do prazo de 120 dias disposto no art. 187, § 1°, já que qualquer credor habilitado ou administrador oficial está apto para fazê-lo."
      },
      {
        "letra": "E",
        "texto": "Delton não pode ajuizar uma Ação Penal Privada subsidiária da Pública, já que apenas o Administrador Judicial é capaz de fazer isto na hipótese da superação do prazo disposto no art. 187, § 1°da Lei 11.101/05."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1247189",
    "metadata": "Ano: 2018 | Banca: ACEP | Órgão: Prefeitura de Aracati - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Falimentares - Lei nº 11.101 de 2005"
    ],
    "enunciado_principal": "A respeito dos crimes falimentares previstos e tipificados na Lei nº 11.101/2005, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Configura fato atípico, punido apenas na órbita civil e administrativa, a conduta do falido de exercer atividade para a qual foi inabilitado ou incapacitado por decisão judicial."
      },
      {
        "letra": "B",
        "texto": "Configura fato atípico a conduta do falido de adquirir, receber, usar, ilicitamente, bem que sabe pertencer à massa falida ou influir para que terceiro, de boa-fé, o adquira, receba ou use."
      },
      {
        "letra": "C",
        "texto": "Violar, explorar ou divulgar, ainda que por justa causa, sigilo empresarial ou dados confidenciais sobre operações ou serviços, contribuindo para a condução do devedor a estado de inviabilidade econômica ou financeira, configura o crime falimentar de favorecimento de credores."
      },
      {
        "letra": "D",
        "texto": "Constitui crime falimentar de fraude a credores a conduta de praticar, antes ou depois da sentença que decretar a falência, conceder a recuperação judicial ou homologar a recuperação extrajudicial, ato fraudulento de que resulte ou possa resultar prejuízo aos credores, com o fim de obter ou assegurar vantagem indevida para si ou para outrem."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "921294",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Falimentares - Lei nº 11.101 de 2005"
    ],
    "enunciado_principal": "Assinale a alternativa que contempla um crime previsto na Lei no 11.101/2005 (Lei de Recuperação de Empresas e Falência) e apenado com detenção.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Omissão dos documentos contábeis obrigatórios."
      },
      {
        "letra": "B",
        "texto": "Divulgação de informações falsas."
      },
      {
        "letra": "C",
        "texto": "Desvio, ocultação ou apropriação de bens."
      },
      {
        "letra": "D",
        "texto": "Violação de sigilo empresarial."
      },
      {
        "letra": "E",
        "texto": "Favorecimento de credores."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "886385",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Falimentares - Lei nº 11.101 de 2005"
    ],
    "enunciado_principal": "Nos termos da Lei no 11.101/2005, é correto afirmar que o empresário que deixa de escriturar, antes da sentença que decretar a falência, os documentos de escrituração contábil obrigatórios",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não cometerá qualquer crime falimentar, pela ausência de previsão legal."
      },
      {
        "letra": "B",
        "texto": "cometerá um crime falimentar que exige para sua punição a ocorrência de uma condição objetiva da punibilidade."
      },
      {
        "letra": "C",
        "texto": "não cometerá um crime falimentar, pois o tipo penal contempla apenas a conduta de quem não elabora os documentos."
      },
      {
        "letra": "D",
        "texto": "não cometerá um crime falimentar, pois o tipo penal exige que a conduta do agente ocorra somente após a sentença."
      },
      {
        "letra": "E",
        "texto": "cometerá um crime falimentar que não exige para sua punição qualquer condição objetiva da punibilidade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "871871",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: PGE-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Falimentares - Lei nº 11.101 de 2005"
    ],
    "enunciado_principal": "A Lei federal no 11.101/2005, em seus últimos artigos, tipifica alguns crimes relacionados com fraudes a credores. O art. 168 da referida Lei tipifica o seguinte crime: Art. 168. Praticar, antes ou depois da sentença que decretar a falência, conceder a recuperação judicial ou homologar a recuperação extrajudicial, ato fraudulento de que resulte ou possa resultar prejuízo aos credores, com o fim de obter ou assegurar vantagem indevida para si ou para outrem. A pena para esse crime é de três a seis anos e multa. De acordo com a mesma lei, essa pena será",
    "alternativas": [
      {
        "letra": "A",
        "texto": "reduzida de 1/6 até metade, a critério do juiz, tratando-se de falência de microempresa ou de empresa de pequeno porte, e não se constatando prática habitual de condutas fraudulentas por parte do falido."
      },
      {
        "letra": "B",
        "texto": "reduzida de 1/6 a 1/3, se o agente omite, culposamente, na escrituração contábil ou no balanço, lançamento que deles deveria constar, ou altera escrituração ou balanço verdadeiros."
      },
      {
        "letra": "C",
        "texto": "aumentada de 1/4 até metade, se o agente destrói, apaga ou corrompe dados contábeis ou negociais armazenados em computador ou sistema informatizado."
      },
      {
        "letra": "D",
        "texto": "aumentada de 1/3 até metade, se o devedor manteve ou movimentou recursos ou valores paralelamente à contabilidade exigida pela legislação."
      },
      {
        "letra": "E",
        "texto": "reduzida de 1/3 até metade, se o agente destrói, oculta ou inutiliza, total ou parcialmente, por erro ou ignorância escusá- veis, os documentos de escrituração contábil obrigatórios, cujos dados podem ser recuperados por outro meios."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "866686",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PC-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Falimentares - Lei nº 11.101 de 2005"
    ],
    "enunciado_principal": "Acerca do procedimento penal estabelecido na Lei n.º 11.101/2005, que dispõe sobre a recuperação judicial e extrajudicial e sobre a falência do empresário e da sociedade empresária, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Por se tratar de legislação especial, as disposições do CPP não são aplicadas subsidiariamente nas hipóteses de procedimento penal previstas na lei em questão."
      },
      {
        "letra": "B",
        "texto": "As ações penais relativas aos crimes previstos na lei em apreço devem ser distribuídas por sorteio entre as varas de execuções penais da jurisdição."
      },
      {
        "letra": "C",
        "texto": "As ações penais relativas aos crimes previstos na lei em pauta são de natureza pública condicionada."
      },
      {
        "letra": "D",
        "texto": "O MP, verificando a ocorrência de qualquer crime previsto na referida lei, promoverá a competente ação penal."
      },
      {
        "letra": "E",
        "texto": "Decorrido o prazo legal sem que o representante do MP ofereça denúncia quanto aos crimes previstos na lei em tela, o procedimento será arquivado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2873208",
    "metadata": "Ano: 2017 | Banca: Instituto Acesso | Órgão: CODEMAR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Falimentares - Lei nº 11.101 de 2005"
    ],
    "enunciado_principal": "São efeitos da condenação por crime falimentar, exceto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a impossibilidade de gerir empresa por mandato ou por gestão de negócio."
      },
      {
        "letra": "B",
        "texto": "o impedimento para o exercício de cargo ou função em conselho de administração das sociedades sujeitas a esta Lei."
      },
      {
        "letra": "C",
        "texto": "o impedimento para qualquer cargo em sociedade comercial."
      },
      {
        "letra": "D",
        "texto": "o impedimento para o exercício de cargo ou função em diretoria das sociedades sujeitas a esta Lei."
      },
      {
        "letra": "E",
        "texto": "a inabilitação para o exercício de atividade empresarial"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "828408",
    "metadata": "Ano: 2017 | Banca: IESES | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Falimentares - Lei nº 11.101 de 2005"
    ],
    "enunciado_principal": "Quem praticar, antes ou depois da sentença que decretar a falência, conceder a recuperação judicial ou homologar a recuperação extrajudicial, ato fraudulento de que resulte ou possa resultar prejuízo aos credores, com o fim de obter ou assegurar vantagem indevida para si ou para outrem, pratica crime e esta sujeito a:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pena – reclusão, de 3 (três) a 6 (seis) anos, e multa."
      },
      {
        "letra": "B",
        "texto": "Pena – reclusão, de 6 (seis) a 9 (nove) meses, e multa."
      },
      {
        "letra": "C",
        "texto": "Pena – reclusão, de 6 (seis) a 9 (nove) anos, e multa."
      },
      {
        "letra": "D",
        "texto": "Pena – reclusão, de 1 (um) a 3 (três) anos, e multa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "828307",
    "metadata": "Ano: 2017 | Banca: IESES | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes contra o Consumidor, a Ordem Econômica e Tributária – Lei nº 8.078 de 1990 e Lei nº 8.137 de 1990",
      "Crimes Falimentares - Lei nº 11.101 de 2005"
    ],
    "enunciado_principal": "Acerca das infrações penais previstas na Legislação extravagante, assinale a assertiva correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os crimes contra as patentes previstos na Lei que regula direitos e obrigações relativos à propriedade industrial (Lei 9.279/96) caracterizam-se ainda que a violação não atinja todas as reivindicações da patente ou se restrinja à utilização de meios equivalentes ao objeto da patente."
      },
      {
        "letra": "B",
        "texto": "Não há previsão expressa de crime culposo na Lei 8.137/90, a qual define crimes contra a ordem tributária, econômica e contra as relações de consumo, e dá outras providências."
      },
      {
        "letra": "C",
        "texto": "Constitui Contravenção Penal a representação por ato de improbidade contra agente público ou terceiro beneficiário, quando o autor da denúncia o sabe inocente, conforme previsão constante na Lei de Improbidade Administrativa (Lei 8.429/92)."
      },
      {
        "letra": "D",
        "texto": "Conforme disposto na Lei 11.101/05, que regula a recuperação judicial, a extrajudicial e a falência do empresário e da sociedade empresária, a decretação da falência do devedor suspende a prescrição cuja contagem tenha iniciado com a concessão da recuperação judicial ou com a homologação do plano de recuperação extrajudicial."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "800266",
    "metadata": "Ano: 2017 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Falimentares - Lei nº 11.101 de 2005"
    ],
    "enunciado_principal": "Sobre a Lei de Falências (Lei nº 11.101/05), assinale a afirmativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para o recebimento de denúncia por crime falimentar é exigida a prolação de sentença que decreta a falência, concede a recuperação judicial ou concede a recuperação extrajudicial."
      },
      {
        "letra": "B",
        "texto": "Compete ao Juiz da Falência o recebimento da denúncia por crime falimentar."
      },
      {
        "letra": "C",
        "texto": "O prazo prescricional dos crimes falimentares é de dois anos, contados do trânsito em julgado da sentença de falência."
      },
      {
        "letra": "D",
        "texto": "A Lei nº 11.101/05 se aplica à sociedade de economia mista."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "799966",
    "metadata": "Ano: 2017 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Falimentares - Lei nº 11.101 de 2005"
    ],
    "enunciado_principal": "Quanto a Lei de Falências, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A prática de ato fraudulento que possa resultar prejuízo aos credores depois da sentença de falência não é crime."
      },
      {
        "letra": "B",
        "texto": "Os administradores e conselheiros de fato e de direito, bem como o administrador judicial, equiparam-se ao devedor ou falido para todos os efeitos penais decorrentes da Lei de Falências, na medida de sua culpabilidade."
      },
      {
        "letra": "C",
        "texto": "Após a intimação da sentença de falência, o Ministério Público poderá aguardar a apresentação da exposição circunstanciada do administrador judicial para oferecimento da denúncia e oferecê-la, no prazo de 15 (quinze) dias."
      },
      {
        "letra": "D",
        "texto": "A divulgação de informação falsa sobre devedor em recuperação judicial, com a finalidade de levá-lo a falência ou obter vantagem é tipificada como crime na lei falimentar."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "773181",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Falimentares - Lei nº 11.101 de 2005"
    ],
    "enunciado_principal": "Com base no disposto na Lei n.º 11.101/2005 e no Decreto-Lei n.º 201/1967, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O princípio da bagatela aplica-se aos crimes de responsabilidade praticados por prefeitos no exercício do mandato."
      },
      {
        "letra": "B",
        "texto": "A Lei n.º 11.101/2005 aplica-se às sociedades de economia mista detentoras de capital público e privado."
      },
      {
        "letra": "C",
        "texto": "Findo o mandato de prefeito, veda-se a instauração de processo criminal com base em conduta tipificada no Decreto-Lei n.º 201/1967, sendo incabível o oferecimento de denúncia."
      },
      {
        "letra": "D",
        "texto": "Em se tratando de recuperação judicial, extrajudicial e falência do empresário e da sociedade empresária, aplicam-se as normas do Código de Processo Penal, inexistindo fase de investigação judicial."
      },
      {
        "letra": "E",
        "texto": "Os vereadores, assim como os prefeitos municipais, respondem como autores ou sujeitos ativos das condutas penais definidas no Decreto-Lei n.º 201/1967."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "802733",
    "metadata": "Ano: 2016 | Banca: IESES | Órgão: TJ-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prazos prescricionais e forma de contagem dos prazos",
      "Crimes contra o patrimônio",
      "Furto",
      "Legislação Penal Especial",
      "Crimes Falimentares - Lei nº 11.101 de 2005"
    ],
    "enunciado_principal": "Responda a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A prescrição, antes de transitar em julgado a sentença final, começa a correr, nos crimes de bigamia e nos de falsificação ou alteração de assentamento do registro civil, da data em que o fato foi registrado no cartório competente."
      },
      {
        "letra": "B",
        "texto": "De acordo com a Lei 11.101/05 (que Regula a recuperação judicial, a extrajudicial e a falência do empresário e da sociedade empresária) compete ao juiz criminal da jurisdição onde tenha sido decretada a falência, concedida a recuperação judicial ou homologado o plano de recuperação extrajudicial, conhecer da ação penal pelos crimes previstos nesta Lei."
      },
      {
        "letra": "C",
        "texto": "De Acordo com a Lei 8.069/90 (Estatuto da Criança e do Adolescente) constitui crime a conduta de deixar o médico, professor ou responsável por estabelecimento de atenção à saúde e de ensino fundamental, pré-escola ou creche, de comunicar à autoridade competente os casos de que tenha conhecimento, envolvendo suspeita ou confirmação de maus-tratos contra criança ou adolescente."
      },
      {
        "letra": "D",
        "texto": "A jurisprudência pacífica do STJ e do STF é de que o crime de furto se consuma no momento em que o agente se torna possuidor da coisa subtraída, ainda que haja imediata perseguição e prisão, sendo imprescindível que o objeto subtraído saia da esfera de vigilância da vítima."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "628799",
    "metadata": "Ano: 2016 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública incondicionada",
      "Ação penal pública condicionada à representação",
      "Ação penal privada subsidiária da pública",
      "Ação penal no crime de lesão corporal",
      "Legislação Penal Especial",
      "Crimes Falimentares - Lei nº 11.101 de 2005"
    ],
    "enunciado_principal": "Assinale a alternativa correta com referência à ação penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos crimes contra a honra cometidos contra funcionário público, em razão de suas funções, bem como em casos de injúria consistente na utilização de elementos referentes a raça, cor, etnia, religião, origem ou a condição de pessoa idosa ou deficiente, a jurisprudência majoritária do Supremo Tribunal Federal confere exclusivamente ao Ministério Público, mediante representação do ofendido, a legitimidade para a propositura da ação penal."
      },
      {
        "letra": "B",
        "texto": "O delito de estupro, previsto no artigo 213, caput, do Código Penal, com a nova redação conferida pela Lei nº 12.015/2009, é de ação penal pública incondicionada, independentemente da condição pessoal da vítima."
      },
      {
        "letra": "C",
        "texto": "De acordo com o Supremo Tribunal Federal e com o Superior Tribunal de Justiça, ação penal relativa ao crime de lesão corporal, mesmo que de natureza leve ou culposa, praticado contra a mulher em âmbito doméstico, é pública incondicionada."
      },
      {
        "letra": "D",
        "texto": "Os crimes previstos no Estatuto do Idoso são de ação penal pública condicionada à representação, salvo quando um dos elementos ou das circunstâncias do crime constituir delito autônomo, pelo qual cabe ação penal pública incondicionada."
      },
      {
        "letra": "E",
        "texto": "Os crimes definidos na Lei de Falências são de ação penal pública incondicionada e, em caso de não oferecimento da denúncia no prazo legal pelo Promotor de Justiça, apenas o administrador judicial possui legitimidade para intentar a ação penal subsidiária da pública."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "613183",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Falimentares - Lei nº 11.101 de 2005"
    ],
    "enunciado_principal": "Analise o caso a seguir e assinale a alternativa correta. X, empresário do ramo alimentício, teve decretada a falência de sua empresa, em 20 de outubro de 2009. Tendo o administrador judicial, em relatório circunstanciado, apontado indícios de desvio e venda das mercadorias da massa falida, o Ministério Público requisitou a instauração de inquérito, a fim de apurar a prática de crime falimentar por X, sócio gerente da empresa. Encerradas as investigações, o Ministério Público ofereceu denúncia, junto ao Juízo Criminal da Jurisdição em que foi decretada a falência, sendo a exordial recebida, iniciando-se o processo. Citado, X apresenta resposta à acusação, postulando por sua absolvição sumária, alegando faltar justa causa para a ação penal, uma vez que, por força de agravo interposto junto ao Tribunal, a falência da empresa foi revertida. O Juízo não absolve sumariamente X, dando prosseguimento ao processo. X então impetra habeas corpus, junto ao Tribunal de Justiça.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tendo a Lei n° 11.101/2005 previsto o procedimento sumário para o processo e julgamento de crime falimentar, não é possível ao acusado apresentar resposta à acusação, prevista no artigo 396-A, do CPP."
      },
      {
        "letra": "B",
        "texto": "O Tribunal de Justiça haveria de conceder a ordem, para trancar a ação penal, por ausência de condição de punibilidade do crime falimentar."
      },
      {
        "letra": "C",
        "texto": "A ação penal é nula, por incompetência do Juízo, pois, nos termos da Lei n°11.101/2005, é competente para julgar crime falimentar o Juízo que decretou a falência."
      },
      {
        "letra": "D",
        "texto": "O Ministério Público não poderia ter oferecido denúncia em face de X, por crime falimentar, por faltar condição de procedibilidade, já que a ação é pública condicionada à representação dos credores."
      },
      {
        "letra": "E",
        "texto": "O Tribunal de Justiça haveria de denegar a ordem, haja vista a independência das esferas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "595634",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Crimes contra a vida",
      "Homicídio",
      "Legislação Penal Especial",
      "Crimes Falimentares - Lei nº 11.101 de 2005"
    ],
    "enunciado_principal": "De acordo com as súmulas em vigência do STF, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Admite-se continuidade delitiva nos crimes contra a vida."
      },
      {
        "letra": "B",
        "texto": "Os crimes falimentares, por serem tipificados em lei especial, não se sujeitam às causas interruptivas da prescrição previstas no CP."
      },
      {
        "letra": "C",
        "texto": "A definição dos crimes de responsabilidade e o estabelecimento das respectivas normas de processo e julgamento são da competência legislativa concorrente da União e das unidades da Federação."
      },
      {
        "letra": "D",
        "texto": "Ainda que o agente não subtraia bens da vítima, configura-se o crime de latrocínio quando o homicídio se consuma."
      },
      {
        "letra": "E",
        "texto": "A conduta de reduzir tributo mediante prestação de declaração falsa às autoridades fazendárias, antes do lançamento definitivo do tributo, configura crime contra a ordem tributária."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "517804",
    "metadata": "Ano: 2015 | Banca: ASSCONPP | Órgão: Prefeitura de Xaxim - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Falimentares - Lei nº 11.101 de 2005"
    ],
    "enunciado_principal": "Analisando o disposto na Lei n° 11.101, de 9 de fevereiro de 2005, que regula a recuperação judicial, a extrajudicial e a falência do empresário e da sociedade empresária, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se aplica inclusive as empresas públicas e sociedades de economia mista;"
      },
      {
        "letra": "B",
        "texto": "São exigíveis do devedor, na recuperação judicial ou na falência as obrigações a título gratuito;"
      },
      {
        "letra": "C",
        "texto": "Não se aplica instituição financeira pública ou privada, cooperativa de crédito, consórcio, entidade de previdência complementar, sociedade operadora de plano de assistência à saúde, sociedade seguradora, sociedade de capitalização e outras entidades legalmente equiparadas às anteriores;"
      },
      {
        "letra": "D",
        "texto": "São exigíveis do devedor, na recuperação judicial ou na falência, as despesas que os credores fizerem para tomar parte na recuperação judicial ou na falência, salvo as custas judiciais decorrentes de litígio com o devedor."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "512416",
    "metadata": "Ano: 2015 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública incondicionada",
      "Ação penal privada subsidiária da pública",
      "Legislação Penal Especial",
      "Crimes Falimentares - Lei nº 11.101 de 2005"
    ],
    "enunciado_principal": "Quanto à legislação especial, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não se admite ação penal subsidiária da pública nos crimes falimentares previstos na Lei 11.101/2005."
      },
      {
        "letra": "B",
        "texto": "Os crimes previstos no Estatuto do Idoso são de ação penal pública incondicionada."
      },
      {
        "letra": "C",
        "texto": "As infrações penais eleitorais são de ação penal pública incondicionada."
      },
      {
        "letra": "D",
        "texto": "Quanto aos atos processuais de competência dos Juizados Especiais Criminais (Lei 9.099/95), não se pronunciará qualquer nulidade sem que tenha havido prejuízo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "512412",
    "metadata": "Ano: 2015 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Falimentares - Lei nº 11.101 de 2005"
    ],
    "enunciado_principal": "Quanto às disposições penais da lei 11.101, de 09 de fevereiro de 2005, que regula a recuperação judicial, a extrajudicial e a falência do empresário e da sociedade empresária, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A condição objetiva de punibilidade das infrações penais é a sentença que decreta a falência, concede a recuperação judicial ou concede a recuperação extrajudicial."
      },
      {
        "letra": "B",
        "texto": "Os sócios, diretores, gerentes, administradores e conselheiros, de fato ou de direito, bem como o administrador judicial, equiparam-se ao devedor ou falido para todos os efeitos penais, na medida de sua culpabilidade."
      },
      {
        "letra": "C",
        "texto": "Admite-se a modalidade culposa."
      },
      {
        "letra": "D",
        "texto": "O impedimento para o exercício de cargo ou função em conselho de administração, diretoria ou gerência das sociedades, é efeito da condenação penal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "424377",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Falimentares - Lei nº 11.101 de 2005"
    ],
    "enunciado_principal": "Julgue o item, relativo aos crimes falimentares.Para a que se consume um crime falimentar, é necessário que haja sentença que decrete falência, conceda recuperação judicial ou conceda recuperação extrajudicial, ou seja, tal sentença é condição objetiva de punibilidade para esse tipo de crime.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "414510",
    "metadata": "Ano: 2014 | Banca: FEPESE | Órgão: Prefeitura de Florianópolis - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Falimentares - Lei nº 11.101 de 2005"
    ],
    "enunciado_principal": "Assinale a alternativa correta em relação ao crime falimentar de fraude contra credor.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não se admite concurso de pessoas no tipo penal de fraude contra credores."
      },
      {
        "letra": "B",
        "texto": "A elaboração de escrituração contábil com dados inexatos é considerada causa de aumento de pena."
      },
      {
        "letra": "C",
        "texto": "A fraude contra credores estará caracterizada quando o falido, depois da sentença que decretar a falência, conceder a recuperação judicial ou homologar a recuperação extrajudicial, executar ato fraudulento de que resulte ou possa resultar prejuízo aos credores."
      },
      {
        "letra": "D",
        "texto": "O juiz, não constatando ser prática habitual de condutas fraudulentas por parte do falido, poderá reduzir a pena aplicada no crime de fraude contra o credor."
      },
      {
        "letra": "E",
        "texto": "Se o devedor manteve ou movimentou recursos ou valores paralelamente à contabilidade exigida pela legislação, a pena aplicada será de detenção."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "406933",
    "metadata": "Ano: 2014 | Banca: PUC-PR | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Falimentares - Lei nº 11.101 de 2005"
    ],
    "enunciado_principal": "O Superior Tribunal de Justiça decidiu (Habeas Corpus 2007/0270707-3. Relator: Ministro Og Fernandes. Órgão Julgador: Sexta Turma. Data do Julgamento: 12/03/2013. Publicação: DJe 20/03/2013), segundo a ementa publicada, o seguinte: HABEAS CORPUS. PENAL. LEI DE FALÊNCIAS. CRIMES FALIMENTARES. PRESCRIÇÃO. ESTELIONATO E FORMAÇÃO DE QUADRILHA. CONCURSO MATERIAL DE CRIMES. INAPLICABILIDADE DO PRINCÍPIO DA UNICIDADE. DELITOS AUTÔNOMOS. 1. A jurisprudência consagrada no âmbito deste Superior Tribunal de Justiça e no Supremo Tribunal Federal orienta que o prazo prescricional de 2 (dois) anos para os crimes falimentares deve correr a partir do trânsito em julgado da sentença que encerra a falência, ou da data em que esta deveria estar encerrada. Inteligência do art. 132, § 1.º, do Decreto-Lei n.º 7.661/45, e da Súmula 147/STF. 2. Decretada a falência da empresa na data de 05.08.1999, a denúncia só foi oferecida em 21.03.2005, havendo o transcurso de mais de três anos e meio após a data em que deveria ter se encerrado a falência, razão pela qual torna- se imperioso o reconhecimento da prescrição da pretensão punitiva do Estado, no que tange ao crime falimentar imputado ao ora paciente. 3. O princípio da unicidade estabelece que, havendo o concurso de diversas condutas voltadas ao cometimento de fraudes aos credores da empresa em processo de falência, considera-se a prática de apenas um único tipo penal, para o qual deve ser aplicada a pena do mais grave deles. 4. Tal princípio não se aplica no caso de concurso de crimes falimentares e delitos comuns elencados no Código Penal brasileiro, que devem ser apurados e punidos separadamente, segundo as regras do concurso material de crimes, conforme previa expressamente o art. 192 do Decreto-Lei n.º 7.661/45, revogado pela nova Lei de Falências. 5. Ordem de habeas corpus parcialmente concedida, tão somente para declarar prescrita a pretensão punitiva do Estado com relação ao crime falimentar que se imputou ao ora paciente, devendo prosseguir a ação penal para a apuração dos outros delitos comuns pelos quais foi denunciado. Como devemos interpretar esse julgado, à luz da legislação vigente?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O prazo prescricional para os crimes falimentares é de dois anos e corre a partir do trânsito em julgado da sentença que encerra a falência, ou da data em que esta deveria estar encerrada."
      },
      {
        "letra": "B",
        "texto": "As duas alternativas anteriores são corretas."
      },
      {
        "letra": "C",
        "texto": "A prescrição dos crimes previstos na Lei Falimentar rege-se pelas disposições do Código Penal e é interrompida com a decretação da falência, nos casos em que a contagem tenha se iniciado com a concessão da recuperação judicial ou com a homologação do plano de recuperação extrajudicial."
      },
      {
        "letra": "D",
        "texto": "Nenhuma das três alternativas anteriores é correta."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "360501",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Falimentares - Lei nº 11.101 de 2005"
    ],
    "enunciado_principal": "Com relação ao processo e julgamento dos crimes falimentares, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caso o MP não ofereça denúncia no prazo legal, qualquer credor, ainda que não habilitado, poderá oferecer ação penal privada subsidiária da pública, observado o prazo decadencial de seis meses."
      },
      {
        "letra": "B",
        "texto": "A construção da teoria da unidade do crime falimentar remonta a Hans Welzel, que sustentava que a pluralidade de atos praticados pelo devedor, anteriores à declaração da falência, seria convertida em unidade, por força da declaração da falência, única condição de punibilidade do crime."
      },
      {
        "letra": "C",
        "texto": "Os crimes falimentares são de ação penal pública condicionada à representação dos credores do falido ou de seus sucessores."
      },
      {
        "letra": "D",
        "texto": "Em regra, o princípio da unicidade é aplicável ao concurso de crimes falimentares e aos delitos elencados no CP, como, por exemplo, ao estelionato."
      },
      {
        "letra": "E",
        "texto": "Segundo o princípio da unicidade, havendo o concurso de diversas condutas voltadas ao cometimento de fraudes aos credores da empresa em processo de falência, considera-se a prática de apenas um único tipo penal, aplicando-se, nesse caso, ao agente a sanção do tipo penal a que se comina a pena mais gravosa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "308179",
    "metadata": "Ano: 2013 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Falimentares - Lei nº 11.101 de 2005"
    ],
    "enunciado_principal": "Nos termos da Lei n. 11.101/05, tratando-se de falência de microempresa ou de empresa de pequeno porte, e não se constatando prática habitual de condutas fraudulentas por parte do falido, poderá o magistrado reduzir a pena de reclusão de 1/3 (um terço) a 2/3 (dois terços) ou substituí-la pelas penas restritivas de direitos, pelas de perda de bens e valores ou pelas de prestação de serviços à comunidade ou a entidades públicas.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "294913",
    "metadata": "Ano: 2012 | Banca: IESES | Órgão: TJ-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Falimentares - Lei nº 11.101 de 2005"
    ],
    "enunciado_principal": "É certo afirmar: I. Tratando-se de falência de microempresa ou de empresa de pequeno porte, e não se constatando prática habitual de condutas fraudulentas por parte do falido, poderá o juiz reduzir a pena de reclusão de 1/3 (um terço) a 2/3 (dois terços) ou substituí-la pelas penas restritivas de direitos, pelas de perda de bens e valores ou pelas de prestação de serviços à comunidade ou a entidades públicas. II. Ocorre o crime de favorecimento de credores, somente quando praticado depois da sentença que decretar a falência, conceder a recuperação judicial ou homologar plano de recuperação extrajudicial, ato de disposição ou oneração patrimonial ou gerador de obrigação, destinado a favorecer um ou mais credores em prejuízo dos demais. III. Adquirir o juiz, o representante do Ministério Público, o administrador judicial, o gestor judicial, o perito, o avaliador, o escrivão, o oficial de justiça ou o leiloeiro, por si ou por interposta pessoa, bens de massa falida ou de devedor em recuperação judicial, ou, em relação a estes, entrar em alguma especulação de lucro, quando tenham atuado nos respectivos processos, constitui crime de violação de impedimento. IV. Os prazos prescricionais previstos na Lei de Recuperação Judicial e Falência são independentes daqueles previstos no Código Penal. Analisando as proposições, pode-se afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições I e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições II e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições II e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições I e III estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "270742",
    "metadata": "Ano: 2012 | Banca: FUMARC | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Legislação Penal Especial",
      "Crimes Falimentares - Lei nº 11.101 de 2005"
    ],
    "enunciado_principal": "Segundo disposição expressa contida na Lei 11.101/2005, que “regula a recuperação judicial, a extrajudicial e a falência do empresário e da sociedade empresária”, a sentença que decreta a falência, concede a recuperação judicial ou extrajudicial, é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "condição de procedibilidade para o exercício da ação por crimes nela previstos."
      },
      {
        "letra": "B",
        "texto": "pressuposto processual de validade do processo que envolva crimes nela previstos."
      },
      {
        "letra": "C",
        "texto": "condição da ação penal para os crimes nela previstos."
      },
      {
        "letra": "D",
        "texto": "condição objetiva de punibilidade das infrações penais nela previstas."
      }
    ],
    "gabarito": "D"
  }
]