[
  {
    "id": "2207716",
    "metadata": "Ano: 2023 | Banca: OBJETIVA | Órgão: Prefeitura de Ilópolis - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a segurança dos meios de transporte e outros serviços públicos"
    ],
    "enunciado_principal": "Conforme a Lei nº 12.737/2012, sobre o crime de interrupção ou perturbação de serviço telegráfico, telefônico, informático, telemático ou de informação de utilidade pública, marcar C para as afirmativas Certas, E para as Erradas e, após, assinalar a alternativa que apresenta a sequência CORRETA: (_) Incorre na mesma pena quem interrompe serviço telemático ou de informação de utilidade pública, ou impede ou dificulta-lhe o restabelecimento. (_) Aplicam-se as penas em dobro se o crime é cometido por ocasião de calamidade pública.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "C - C."
      },
      {
        "letra": "B",
        "texto": "E - C."
      },
      {
        "letra": "C",
        "texto": "C - E."
      },
      {
        "letra": "D",
        "texto": "E - E."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1840038",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: FUNSAÚDE - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes contra a incolumidade pública",
      "Crimes contra a segurança dos meios de transporte e outros serviços públicos"
    ],
    "enunciado_principal": "Durante uma greve de ônibus, os motoristas realizaram uma paralização em uma grande avenida, em Fortaleza. João, também motorista, por não concordar com a greve, decide continuar trabalhando até mesmo por receio de perder seu emprego. Ao passar com o ônibus que dirigia pelo local da paralização, Marcos, um dos motoristas que se encontravam na manifestação, com o propósito de atentar contra a segurança do transporte, arremessou uma pedra na direção do veículo conduzido por João. O objeto arremessado quebrou a janela e atingiu Joana, passageira que estava indo para o trabalho, provocando uma leve lesão em seu ombro. Diante do caso narrado, assinale a opção que indica a responsabilização penal de Marcos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Crime de dano em concurso material com o crime de lesão corporal culposa."
      },
      {
        "letra": "B",
        "texto": "Crime de dano em concurso formal com o crime de lesão corporal dolosa."
      },
      {
        "letra": "C",
        "texto": "Crime de arremesso de projétil qualificado pelo resultado lesão corporal."
      },
      {
        "letra": "D",
        "texto": "Crime de lesão corporal culposa, ficando o crime de dano absorvido."
      },
      {
        "letra": "E",
        "texto": "Crime de dano em concurso formal com o crime de lesão corporal culposa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1673249",
    "metadata": "Ano: 2020 | Banca: ADM&TEC | Órgão: Prefeitura de Gravatá - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Exposição ou abandono de recém-nascido",
      "Crimes contra a organização do trabalho",
      "Crimes contra a incolumidade pública",
      "Crimes contra a segurança dos meios de transporte e outros serviços públicos"
    ],
    "enunciado_principal": "Analise as afirmativas a seguir: I. De acordo com o Código Penal, realizar um ato que exponha a perigo um meio de transporte público, que impeça ou dificulte o seu funcionamento é uma ação sujeita à pena de detenção, de um a dois meses. Se esse fato resulta em um desastre, a pena é de reclusão, de dois a cinco meses. No caso de culpa, se ocorre desastre, a pena é de detenção, de três a seis anos, conforme o artigo 262, § 1º e § 2º, do Decreto-lei nº 2.848, de 1940. II. Expor ou abandonar um recém-nascido, com o objetivo de ocultar uma desonra própria, é uma ação que prevê pena de detenção, de seis a oito anos, conforme disposto no Código Penal. Se esse fato resulta em uma lesão corporal de natureza grave no recém-nascido, a pena é de detenção, de um a três meses. Se esse ato resulta na morte do recém-nascido, a pena é de detenção, de oito a doze anos, conforme previsto no artigo 134, § 1º e § 2º, do Código Penal. III. Participar de suspensão ou abandono coletivo de trabalho, praticando violência contra uma pessoa ou contra uma coisa, é uma atitude sujeita à pena de detenção, de um mês a um ano, e multa, além da pena correspondente à violência. Nesse caso, para que se considere coletivo o abandono de trabalho é indispensável o concurso de, pelo menos, três empregados, conforme previsto no artigo 200, Parágrafo único, do Decreto-lei nº 2.848, de 1940. Marque a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nenhuma afirmativa está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas uma afirmativa está correta."
      },
      {
        "letra": "C",
        "texto": "Apenas duas afirmativas estão corretas."
      },
      {
        "letra": "D",
        "texto": "Todas as afirmativas estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1002918",
    "metadata": "Ano: 2019 | Banca: FGV | Órgão: Prefeitura de Salvador - BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a segurança dos meios de transporte e outros serviços públicos"
    ],
    "enunciado_principal": "Após ingerir intencionalmente bebida alcoólica, Jorge arremessa, contra um ônibus destinado ao transporte coletivo de passageiros, que estava estacionado e parado dentro do terminal, uma garrafa de vidro vazia. O objeto atinge o vidro do coletivo, mas não chega a quebrar o vidro ou causar lesão nos três passageiros que estavam em seu interior, aguardando o horário de saída do veículo. Ocorre que agentes públicos presenciaram os fatos e encaminharam Jorge para Delegacia. Considerando apenas as informações narradas, é correto afirmar que a conduta de Jorge",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não configura crime de “arremesso de projétil”, tendo em vista que o veículo não estava em movimento."
      },
      {
        "letra": "B",
        "texto": "não configura crime de “arremesso de projétil”, uma vez que havia três passageiros no interior do coletivo, o que é insuficiente para configuração da elementar “transporte público”."
      },
      {
        "letra": "C",
        "texto": "configura crime de “arremesso de projétil”, sendo aplicável causa de aumento de pena pelo fato de haver pessoas no interior do coletivo."
      },
      {
        "letra": "D",
        "texto": "Não configura crime de “arremesso de projétil”, tendo em vista que a garrafa de cerveja não pode ser considerada “projétil”."
      },
      {
        "letra": "E",
        "texto": "configura crime de “arremesso de projétil”, que é punível tanto diante da conduta culposa como dolosa do agente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "897824",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PauliPrev - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum",
      "Crimes contra a segurança dos meios de transporte e outros serviços públicos",
      "Crimes contra a saúde pública"
    ],
    "enunciado_principal": "A respeito dos crimes contra a incolumidade pública e dos crimes contra a paz pública, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os crimes de infração de medida sanitária preventiva e de omissão de notificação de doença são próprios do médico."
      },
      {
        "letra": "B",
        "texto": "Nos crimes de perigo comum, a forma qualificada somente incide quando praticados mediante dolo."
      },
      {
        "letra": "C",
        "texto": "O crime de exercício ilegal da medicina, arte dentá- ria ou farmacêutica restará configurado ainda que o exercício das profissões seja a título gratuito."
      },
      {
        "letra": "D",
        "texto": "No crime de associação criminosa, haverá concurso facultativo de agentes."
      },
      {
        "letra": "E",
        "texto": "O crime de associação criminosa, para configuração, exige a prática de pelo menos um crime."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "908470",
    "metadata": "Ano: 2017 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a segurança dos meios de transporte e outros serviços públicos"
    ],
    "enunciado_principal": "EM TEMA DE CRIMES CONTRA A INCOLUMIDADE PÚBLICA, ASSINALE A ALTERNATIVA INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "incorre no chamado ataque de denegação de serviço quem interrompe perturba, impede ou dificulta o restabelecimento de serviço telemático ou de informação de utilidade pública;"
      },
      {
        "letra": "B",
        "texto": "considera-se como tal a conduta descrita na Lei n. 11.343, de 2006, de conduzir embarcação ou aeronave após o consumo de drogas, expondo a dano potencial a incolumidade de outrem;"
      },
      {
        "letra": "C",
        "texto": "é característico desses crimes ultrapassarem a ofensa a determinada pessoa e classificarem-se como vagos;"
      },
      {
        "letra": "D",
        "texto": "o exercício ilegal da medicina, arte dentária ou farmacêutica classifica-se como crime comum ou próprio."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "689243",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: Prefeitura de Alumínio - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a segurança dos meios de transporte e outros serviços públicos"
    ],
    "enunciado_principal": "O crime de “atentado contra a segurança de outro meio de transporte”",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é classificado como crime de dano."
      },
      {
        "letra": "B",
        "texto": "é apenado com reclusão e multa, seja qual for a modalidade."
      },
      {
        "letra": "C",
        "texto": "apenas se configura se ocorre dano à saúde ou patrimônio público."
      },
      {
        "letra": "D",
        "texto": "é punido tanto por dolo como por culpa mas, nesta modalidade, apenas se ocorre desastre."
      },
      {
        "letra": "E",
        "texto": "não pune aquele que simplesmente dificulta o funcionamento do meio de transporte."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2036145",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: Câmara de São José do Rio Preto - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum",
      "Crimes contra a segurança dos meios de transporte e outros serviços públicos",
      "Crimes contra a saúde pública"
    ],
    "enunciado_principal": "Com relação aos crimes contra a incolumidade pública, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o crime de incêndio é crime de perigo comum, bastando, para sua configuração, a exposição a perigo de vida, integridade física e patrimônio de, ao menos, uma pessoa."
      },
      {
        "letra": "B",
        "texto": "o delito de explosão é crime vago, de perigo abstrato, permanente (se prorroga no tempo) e formal."
      },
      {
        "letra": "C",
        "texto": "o delito de explosão, por ser crime de perigo concreto, é delito material, exigindo a produção do resultado (perigo à vida, à integridade física ou ao patrimônio de outrem)."
      },
      {
        "letra": "D",
        "texto": "o delito de epidemia (propagação de germes patogênicos capazes de causar doença infecciosa em um número indeterminado de pessoas) admite forma comissiva e omissiva."
      },
      {
        "letra": "E",
        "texto": "o delito de omissão de notificação de doença admite tentativa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "415107",
    "metadata": "Ano: 2014 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a segurança dos meios de transporte e outros serviços públicos"
    ],
    "enunciado_principal": "Constitui causa de aumento da pena do crime de incêndio, previsto no Código Penal Brasileiro, ação de colocar fogo em balsa que transporta veículos na travessia de um rio que liga dois municípios do mesmo Estado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "268054",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a incolumidade pública",
      "Crimes contra a segurança dos meios de transporte e outros serviços públicos",
      "Crimes contra a fé pública",
      "Falsidade de títulos e outros papéis públicos",
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação"
    ],
    "enunciado_principal": "Considerando o que dispõe o CP a respeito dos crimes contra a incolumidade, a paz, a fé e a administração públicas, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não integram o tipo penal perigo de desastre ferroviário os veículos de tração mecânica por meio de cabo aéreo."
      },
      {
        "letra": "B",
        "texto": "Considere que João, Pedro, Antônio e Joaquim, todos maiores de idade, associem-se com a finalidade de falsificar um único ingresso de evento esportivo. Nessa situação, a conduta dos agentes se amolda ao crime de quadrilha."
      },
      {
        "letra": "C",
        "texto": "Suponha que Maria, de dezenove anos de idade, receba, de boa-fé, de um desconhecido passe falso de transporte de empresa administrada pelo governo e o utilize imediatamente após ser alertada, por seu irmão, da falsidade do bilhete. Nessa situação, a conduta de Maria caracteriza-se como atípica."
      },
      {
        "letra": "D",
        "texto": "Responde criminalmente o funcionário público que, em razão da função, e mesmo antes de assumi-la, aceita promessa de vantagem indevida, ainda que não venha a recebê-la."
      },
      {
        "letra": "E",
        "texto": "Não é prevista a modalidade culposa para o crime de desabamento."
      }
    ],
    "gabarito": "D"
  }
]