[
  {
    "id": "3509842",
    "metadata": "Ano: 2025 | Banca: CETAP | Órgão: Prefeitura de Marituba - PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Dano"
    ],
    "enunciado_principal": "Otto inutilizou dolosamente bem pertencente ao patrimônio do Município. De acordo com o Código Penal, a conduta descrita:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "caracteriza esbulho possessório."
      },
      {
        "letra": "B",
        "texto": "caracteriza crime de dano em coisa de valor artístico, arqueológico ou histórico."
      },
      {
        "letra": "C",
        "texto": "caracteriza crime de dano qualificado."
      },
      {
        "letra": "D",
        "texto": "é fato atípico."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3288437",
    "metadata": "Ano: 2025 | Banca: IBADE | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Dano",
      "Estelionato"
    ],
    "enunciado_principal": "Sobre os crimes contra o patrimônio, marque V ou F nas assertivas e relacione com a sequência correta, em seguida: ( ) Nos crimes de “Dano” deve-se observar o grau de extensão das avarias constatadas, indicando as condições de destruir, inutilizar ou deteriorar um bem alheio. ( ) Enquanto no furto a coisa é subtraída da vítima sem que a mesma perceba a ação, o roubo se caracteriza por semelhante ação delituosa, porém a subtração ocorre com emprego de violência ou grave ameaça. ( ) O Estelionato por meio virtual se configura, atualmente, como o tipo penal com maiores taxas de ocorrência, quando comparado a outros delitos que necessitam de uma aproximação física com a vítima, como o roubo. ( ) O veículo recuperado, aquele que decorre do crime de furto / roubo, deve ser periciado antes da entrega ou restituição ao seu respectivo proprietário.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V – F – F – F"
      },
      {
        "letra": "B",
        "texto": "F – V – V – F"
      },
      {
        "letra": "C",
        "texto": "V – V – F – V"
      },
      {
        "letra": "D",
        "texto": "V – F – V – V"
      },
      {
        "letra": "E",
        "texto": "V – V – V – V"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3288436",
    "metadata": "Ano: 2025 | Banca: IBADE | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Dano",
      "Estelionato"
    ],
    "enunciado_principal": "No Código Penal Brasileiro, no Título II - Dos Crimes contra o Patrimônio, são tipificados alguns destes fatos delituosos, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estelionato."
      },
      {
        "letra": "B",
        "texto": "furto qualificado."
      },
      {
        "letra": "C",
        "texto": "dano."
      },
      {
        "letra": "D",
        "texto": "peculato."
      },
      {
        "letra": "E",
        "texto": "fraude por meio virtual."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3171396",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: PC-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Dano"
    ],
    "enunciado_principal": "Durante um pacífico protesto realizado no interior do Município Alfa, Caio, destoando do público presente e agindo com dolo, lançou uma pedra em direção ao pequeno estabelecimento comercial de João, gerando, em razão dos bens móveis destruídos, prejuízo considerável para a vítima. Na sequência, Caio jogou diversos paralelepípedos contra a sede da municipalidade, deteriorando o bem público. Nesse cenário, considerando as disposições do Código Penal, é correto afirmar que Caio responderá, em concurso, pelos crimes de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dano qualificado em detrimento de João e dano qualificado por ter deteriorado bem público, hipóteses em que se procede mediante ação penal pública incondicionada."
      },
      {
        "letra": "B",
        "texto": "dano qualificado em detrimento de João, hipótese em que somente se procede mediante representação do ofendido, e dano qualificado por ter deteriorado bem público."
      },
      {
        "letra": "C",
        "texto": "dano simples em detrimento de João e dano simples por ter deteriorado bem público, hipóteses em que se procede mediante ação penal pública incondicionada."
      },
      {
        "letra": "D",
        "texto": "dano qualificado em detrimento de João, hipótese em que somente se procede mediante queixa, e dano qualificado por ter deteriorado bem público."
      },
      {
        "letra": "E",
        "texto": "dano simples em detrimento de João, hipótese em que somente se procede mediante queixa, e dano qualificado por ter deteriorado bem público."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3471562",
    "metadata": "Ano: 2024 | Banca: IASP | Órgão: Prefeitura de São Sebastião do Alto - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Dano"
    ],
    "enunciado_principal": "Em uma operação de fiscalização, um Guarda Municipal identifica uma pessoa realizando pichações em um patrimônio público. De acordo com o Código Penal, como este ato é classificado?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ato Infracional."
      },
      {
        "letra": "B",
        "texto": "Contravenção Penal."
      },
      {
        "letra": "C",
        "texto": "Exercício Arbitrário das Próprias Razões."
      },
      {
        "letra": "D",
        "texto": "Dano Qualificado."
      },
      {
        "letra": "E",
        "texto": "Crime Ambiental."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3151556",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Dano"
    ],
    "enunciado_principal": "Assinale a opção em que é corretamente citado tipo penal, previsto no CP, que se procede mediante ação penal privada.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "crime de violação do segredo profissional"
      },
      {
        "letra": "B",
        "texto": "crime de invasão de dispositivo informático"
      },
      {
        "letra": "C",
        "texto": "dano simples"
      },
      {
        "letra": "D",
        "texto": "estelionato na forma de defraudação de penhor"
      },
      {
        "letra": "E",
        "texto": "crime de alteração de limites"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3115068",
    "metadata": "Ano: 2024 | Banca: FEPESE | Órgão: Prefeitura de Palhoça - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Dano"
    ],
    "enunciado_principal": "De acordo com o Direito Penal brasileiro, é correto afirmar acerca dos crimes contra o patrimônio:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de roubo se diferencia do crime de furto em razão do valor dos bens subtraídos."
      },
      {
        "letra": "B",
        "texto": "A propriedade é o elemento central, sendo a posse e as detenções legítimas elementos acessórios para a caracterização de crimes contra a propriedade."
      },
      {
        "letra": "C",
        "texto": "Somente haverá crime de receptação se houver a identificação do autor do crime em que proveio a coisa objeto do crime inicial."
      },
      {
        "letra": "D",
        "texto": "Considera-se dano na sua forma qualificada quando os atos de vandalismo ocorrem contra o patrimônio público ou de uso coletivo."
      },
      {
        "letra": "E",
        "texto": "Os animais não poderão ser objeto de crimes contra o patrimônio em razão dos laços afetivo e emocional que o ser humano cria com um determinado animal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3084182",
    "metadata": "Ano: 2024 | Banca: Instituto Consulplan | Órgão: Câmara de Cotia - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Dano"
    ],
    "enunciado_principal": "Qual destas situações hipotéticas NÃO configura como dano ao patrimônio público considerando o Código Penal Brasileiro?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Atear fogo no horto florestal da cidade."
      },
      {
        "letra": "B",
        "texto": "Furtar lâmpada de poste de uma pracinha."
      },
      {
        "letra": "C",
        "texto": "Um morador de rua jogar uma pedra na vidraça da Prefeitura Municipal."
      },
      {
        "letra": "D",
        "texto": "Fazer grafite artístico autorizado na parede do hospital público municipal."
      },
      {
        "letra": "E",
        "texto": "Envolvimento em acidente de trânsito entre veículo da Prefeitura Municipal e veículo particular."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3063141",
    "metadata": "Ano: 2024 | Banca: FADESP | Órgão: Prefeitura de Capanema - PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Dano"
    ],
    "enunciado_principal": "Pichar monumento urbano tombado, em virtude do seu valor histórico, sujeita o infrator à pena de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "3 (três) a 6 (seis) meses de reclusão e multa."
      },
      {
        "letra": "B",
        "texto": "6 (seis) meses a 1 (um) ano de reclusão e multa."
      },
      {
        "letra": "C",
        "texto": "3 (três) a 6 (seis) meses de detenção e multa."
      },
      {
        "letra": "D",
        "texto": "6 (seis) meses a 1 (um) ano de detenção e multa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2548371",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Mossoró - RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Dano"
    ],
    "enunciado_principal": "Em referência à situação hipotética apresentada, julgue o item que se segue. Os manifestantes que causaram dano à vidraça do prédio público devem responder pelo crime de dano qualificado, punível com pena de reclusão.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2635929",
    "metadata": "Ano: 2023 | Banca: FAUEL | Órgão: Prefeitura de Reserva - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Dano"
    ],
    "enunciado_principal": "No código penal art. 163 Dano diz: destruir, inutilizar ou deteriorar coisa alheia – pena – detenção, de um a seis meses e/ou multa. Assinale a alternativa CORRETA para a espécie de crime descrito.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Contra a pessoa."
      },
      {
        "letra": "B",
        "texto": "Contra o patrimônio."
      },
      {
        "letra": "C",
        "texto": "Contra os costumes."
      },
      {
        "letra": "D",
        "texto": "Contra a saúde pública."
      },
      {
        "letra": "E",
        "texto": "Contra a administração pública."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2386704",
    "metadata": "Ano: 2023 | Banca: FUNDATEC | Órgão: Prefeitura de Imbé - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Dano"
    ],
    "enunciado_principal": "Conforme o Código Penal Brasileiro, qual a tipificação penal em uma situação na qual uma pessoa utiliza uma ferramenta e desmancha uma estátua de valor histórico e de grande importância para o município em praça pública, dando motivo para a atuação do Guarda Municipal?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Agressão inominada pública."
      },
      {
        "letra": "B",
        "texto": "Inconsequência patrimonial."
      },
      {
        "letra": "C",
        "texto": "Dano em coisa de valor histórico."
      },
      {
        "letra": "D",
        "texto": "Violência física irresponsável."
      },
      {
        "letra": "E",
        "texto": "Ausência de patriotismo patrimonial."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2374121",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: Prefeitura de Jundiaí - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Dano"
    ],
    "enunciado_principal": "“O Conselho Municipal do Patrimônio Artístico e Cultural (Compac) de Jundiaí aprovou por unanimidade a abertura do processo de tombamento do estádio do Paulista, o Jayme Cintra. Em reunião virtual, os membros do conselho aprovaram o grau de proteção 1, colocando o estádio entre os bens culturais protegidos da cidade. Com isso, o estádio já passa a ter proteção provisória equivalente ao tombamento.” (G1, 12.06.2023. Disponível em: https://ge.globo.com/sp/tem-esporte/ futebol/times/paulista/noticia/2023/06/12/tombamento-do-estadio-jayme cintra-e-aprovado-por-conselho-do-patrimonio-de-jundiai.ghtml) Considerando as disposições do Código Penal, na hipótese de ocorrer inutilização do local referenciado no texto, o agente pode responder pelo crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dano simples."
      },
      {
        "letra": "B",
        "texto": "dano qualificado contra patrimônio municipal."
      },
      {
        "letra": "C",
        "texto": "dano em coisa de valor artístico, arqueológico ou histórico."
      },
      {
        "letra": "D",
        "texto": "omissão."
      },
      {
        "letra": "E",
        "texto": "corrupção passiva."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2312114",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crimes omissivos",
      "Periclitação da vida e da saúde",
      "Omissão de socorro",
      "Crimes contra a liberdade pessoal",
      "Sequestro ou cárcere privado",
      "Crimes contra o patrimônio",
      "Furto",
      "Dano"
    ],
    "enunciado_principal": "A doutrina classifica os delitos em diversas categorias, assim procurando melhor compreendê-los. Considerando algumas das classificações existentes, são, respectivamente, delito de resultado, delito de lesão, delito permanente e delito omissivo próprio:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "concussão, furto, rufianismo e prevaricação;"
      },
      {
        "letra": "B",
        "texto": "furto, dano, cárcere privado e omissão de socorro;"
      },
      {
        "letra": "C",
        "texto": "roubo, lesão corporal, sequestro e homicídio por omissão;"
      },
      {
        "letra": "D",
        "texto": "homicídio, autoaborto, perseguição e estupro por omissão;"
      },
      {
        "letra": "E",
        "texto": "peculato, omissão de socorro, extorsão mediante sequestro e omissão de notificação de doença."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2271434",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipicidade formal",
      "Crimes contra o patrimônio",
      "Dano"
    ],
    "enunciado_principal": "Tidão, primário, durante o cumprimento de pena privativa de liberdade decorrente de sentença penal condenatória transitada em julgado pela prática de roubo, rasga, em várias partes, o lençol que lhe foi fornecido pela Secretaria de Administração Penitenciária do Rio de Janeiro (Seap) com o intento de fazer um varal para que suas roupas lavadas pudessem secar com maior rapidez. O agente penitenciário de plantão, durante o confere diário do efetivo, ao adentrar a cela de Tidão percebe o dano causado ao item e comunica, imediatamente, à direção da unidade prisional. Com isso, o fato chega ao conhecimento do Ministério Público que oferece a peça vestibular acusatória por dano ao patrimônio público (Art. 163, parágrafo único, inciso III, do Código Penal), dando início à demanda penal. Considerando a doutrina pátria garantista sobre a teoria do crime e a jurisprudência ventilada no Supremo Tribunal Federal, é correto afirmar que Tidão deverá ser:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "responsabilizado penalmente, considerando que seu comportamento se adequou formalmente aos elementos do Art. 163, parágrafo único, inciso III, do Código Penal. Além disso, embora Tidão tenha apenas inutilizado um lençol que lhe foi fornecido pelo Estado, considerando a Súmula 599 do Superior Tribunal de Justiça (“O princípio da insignificância é inaplicável aos crimes contra a administração pública”), não poderá ser utilizado o princípio da bagatela, observada, portanto, a tipicidade material;"
      },
      {
        "letra": "B",
        "texto": "absolvido sumariamente. Analisando o caso apresentado diante do conceito estratificado de infração penal, embora seu comportamento tenha se adequado aos elementos descritos abstratamente no Art. 163, parágrafo único, inciso III, do Código Penal, ele agiu acobertado pelo erro de proibição direto invencível, sendo gerada em seu favor a exclusão da culpabilidade;"
      },
      {
        "letra": "C",
        "texto": "absolvido sumariamente. Analisando o caso apresentado diante do conceito estratificado de infração penal, constatase a atipicidade formal. Isso porque o crime de dano é considerado, segundo entendimento doutrinário defensivo, delito de intenção, não sendo observado, no caso apresentado, o elemento subjetivo especial do injusto expressamente previsto em lei. Além disso, também é motivo para sua absolvição a atipicidade material, pois, conforme precedentes do Supremo Tribunal Federal, tem-se a orientação de que o cometimento de conduta em prejuízo da administração pública não impede, a princípio, a incidência do princípio da bagatela, pois devem ser avaliadas as especificidades do caso concreto;"
      },
      {
        "letra": "D",
        "texto": "absolvido sumariamente. Analisando o caso apresentado diante do conceito estratificado de infração penal, embora sua conduta tenha se adequado formalmente aos elementos descritos abstratamente no Art. 163, parágrafo único, inciso III, do Código Penal, poderá, em sua defesa, ser utilizado o princípio da bagatela imprópria e a consequente atipicidade material, pois, conforme precedentes do Supremo Tribunal Federal, tem-se a orientação de que o cometimento de conduta em prejuízo da administração pública não impede, a princípio, a incidência do princípio da bagatela imprópria, pois devem ser avaliadas as especificidades do caso concreto;"
      },
      {
        "letra": "E",
        "texto": "absolvido sumariamente. Analisando o caso apresentado diante do conceito estratificado de infração penal, constatase a atipicidade formal. Isso porque o crime de dano é considerado, segundo entendimento doutrinário defensivo, delito de tendência, não sendo observado, no caso apresentado, o elemento implícito e subjetivo especial do injusto. Além disso, também é motivo para sua absolvição a atipicidade material, pois, conforme precedentes do Supremo Tribunal Federal, tem-se a orientação de que o cometimento de conduta em prejuízo da administração pública não impede, a princípio, a incidência do princípio da bagatela, pois devem ser avaliadas as especificidades do caso concreto."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2082788",
    "metadata": "Ano: 2023 | Banca: Avança SP | Órgão: Prefeitura de Americana - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Dano",
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum",
      "Crimes contra a saúde pública",
      "Crimes contra a paz pública",
      "Incitação ao crime",
      "Apologia de crime ou criminoso"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Configura-se incêndio expor a perigo a vida, a integridade física ou o patrimônio de outrem, mediante explosão, arremesso ou simples colocação de engenho de dinamite ou de substância de efeitos análogos;"
      },
      {
        "letra": "B",
        "texto": "Configura-se incitação ao crime fazer, publicamente, apologia de fato criminoso ou de autor de crime;"
      },
      {
        "letra": "C",
        "texto": "Configura-se apologia de crime ou criminoso incitar, publicamente, a prática de crime;"
      },
      {
        "letra": "D",
        "texto": "Configura-se infração de medida sanitária preventiva infringir determinação do poder público, destinada a impedir introdução ou propagação de doença contagiosa;"
      },
      {
        "letra": "E",
        "texto": "Todas as assertivas anteriores estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2666363",
    "metadata": "Ano: 2022 | Banca: IVIN | Órgão: Prefeitura de Estreito - MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Crimes contra o patrimônio",
      "Dano"
    ],
    "enunciado_principal": "Em uma manifestação política pelas ruas de determinado Município, um jovem encapuzado lançou pedras contra a fachada de vidro da Secretaria de Educação Municipal, destruindo dez painéis de vidro e causando vultoso prejuízo aos cofres públicos. De acordo com as disposições do Código Penal aplicáveis ao caso, o jovem, ao ser julgado, estará sujeito à pena:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De detenção, de seis meses a três anos, além de multa, por ter cometido crime de dano qualificado contra patrimônio do Município."
      },
      {
        "letra": "B",
        "texto": "De detenção, de um a seis meses, ou multa."
      },
      {
        "letra": "C",
        "texto": "De prisão simples, de um a dois anos, e multa."
      },
      {
        "letra": "D",
        "texto": "De reclusão, de dois a quatro anos."
      },
      {
        "letra": "E",
        "texto": "De reclusão, de um a três anos, e multa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2056381",
    "metadata": "Ano: 2022 | Banca: Avança SP | Órgão: Câmara de Embu-Guaçu - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Dano",
      "Estelionato"
    ],
    "enunciado_principal": "No tocante aos crimes contra o patrimônio, previstos, no Código Penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O emprego de arma branca ou de fogo é causa de aumento do crime de roubo."
      },
      {
        "letra": "B",
        "texto": "O crime de dano admite a modalidade culposa."
      },
      {
        "letra": "C",
        "texto": "O furto mediante fraude, cometido por meio de dispositivo eletrônico ou informático, é punido de forma qualificada, com pena idêntica às demais hipóteses qualificadoras."
      },
      {
        "letra": "D",
        "texto": "São crimes de ação penal pública condicionada à representação o furto de coisa comum, o de dano e o de estelionato."
      },
      {
        "letra": "E",
        "texto": "No crime de estelionato, ainda que primário o agente e de pequeno valor o prejuízo, por expressa vedação legal, não se aplica a redução da pena prevista para o crime de furto."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2000037",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: AGE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Dano"
    ],
    "enunciado_principal": "João decide matar seu desafeto José. Sabendo que José possui uma casa de campo longe da cidade, isolada de outras casas, distante de tudo, João decide ir até o local para concretizar sua intenção assassina. João chega ao local e, acreditando que seu desafeto José estava dormindo em casa, projeta seu carro em alta velocidade na direção do quarto de José, com a intenção de causar sua morte. João fica gravemente ferido, deixando o local e sendo atendido no hospital, onde confessa sua conduta afirmando que matara José. Contudo, José havia saído cedo de casa para correr pelo campo e, ao retornar, vê sua casa parcialmente destruída. Assinale a opção que indica a responsabilidade penal de João.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tentativa de homicídio."
      },
      {
        "letra": "B",
        "texto": "Nenhum crime."
      },
      {
        "letra": "C",
        "texto": "Crime de dano."
      },
      {
        "letra": "D",
        "texto": "Lesão corporal."
      },
      {
        "letra": "E",
        "texto": "Tentativa de homicídio qualificado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1968735",
    "metadata": "Ano: 2022 | Banca: CONSULPLAN | Órgão: MPE-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Dano"
    ],
    "enunciado_principal": "Sobre os crimes contra o patrimônio, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Considerar-se-á qualificado o crime de dano quando cometido contra o patrimônio de empresa concessionária de serviços públicos."
      },
      {
        "letra": "B",
        "texto": "Comete fato típico equiparado a apropriação indébita o agente que faz ligação elétrica clandestina junto a poste instalado na via pública."
      },
      {
        "letra": "C",
        "texto": "As escusas absolutórias previstas nos delitos patrimoniais constituem causa de exclusão da culpabilidade e se comunicam na hipótese de concurso de agentes."
      },
      {
        "letra": "D",
        "texto": "No delito de roubo, a pena é majorada se a violência ou ameaça é exercida com o emprego de arma de fogo, inexistindo majoração se a violência ou grave ameaça se der com a utilização de arma branca."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1955046",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Crimes contra o patrimônio",
      "Dano"
    ],
    "enunciado_principal": "Considere a seguinte hipótese: Petrônio e Cesarino são estudantes e colegas de faculdade. Em um almoço em que os dois e outros colegas estão sentados à mesma mesa, Petrônio, com intenção de causar prejuízo econômico a Cesarino, derrama água de uma jarra inteira sobre o computador pessoal que ele pensa ser de Cesarino. A ação é motivada por uma discussão sobre futebol. Ocorre que Petrônio, já obnubilado pela bebida alcoólica que havia ingerido, acaba se confundindo e derrama água somente sobre o próprio computador pessoal – o que efetivamente o danifica. Em face do exposto, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Petrônio cometeu crime de dano na modalidade tentada, com agravante da embriaguez."
      },
      {
        "letra": "B",
        "texto": "o fato é típico, mas não ilícito."
      },
      {
        "letra": "C",
        "texto": "o fato é atípico."
      },
      {
        "letra": "D",
        "texto": "Petrônio cometeu crime de dano consumado, uma vez que o erro sobre a pessoa não o isenta de pena."
      },
      {
        "letra": "E",
        "texto": "Petrônio cometeu crime de dano qualificado, tendo em vista o motivo egoístico."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1946482",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Dano",
      "Estelionato",
      "Receptação"
    ],
    "enunciado_principal": "A respeito dos crimes contra o patrimônio, previstos no Código Penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O furto mediante fraude, cometido por meio de dispositivo eletrônico ou informático, é punido de forma qualificada, com pena idêntica às demais hipóteses qualificadoras."
      },
      {
        "letra": "B",
        "texto": "O emprego de arma branca ou de fogo é causa de aumento do crime de roubo, que pode dobrar a pena, a depender do tipo de arma."
      },
      {
        "letra": "C",
        "texto": "São crimes de ação penal pública condicionada à representação o furto de coisa comum, o esbulho possessório, o de dano e o de estelionato."
      },
      {
        "letra": "D",
        "texto": "O crime de dano e o crime de receptação admitem a modalidade culposa."
      },
      {
        "letra": "E",
        "texto": "No crime de estelionato, ainda que primário o agente e de pequeno valor o prejuízo, por expressa vedação legal, não se aplica a redução da pena prevista para o crime de furto."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1897283",
    "metadata": "Ano: 2022 | Banca: MPE-RJ | Órgão: MPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria",
      "Crimes contra o patrimônio",
      "Dano",
      "Apropriação indébita"
    ],
    "enunciado_principal": "Em algumas hipóteses, o CP autoriza o juiz a “deixar de aplicar a pena”. Assinale a alternativa que apresenta crimes aos quais, a depender das demais condições que o CP estabelece, o juiz pode “deixar de aplicar a pena”, concedendo perdão judicial.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Outras fraudes; difamação; furto."
      },
      {
        "letra": "B",
        "texto": "Receptação; injúria; homicídio."
      },
      {
        "letra": "C",
        "texto": "Calúnia; excesso de exação; desobediência."
      },
      {
        "letra": "D",
        "texto": "Dano; apropriação indébita previdenciária; ameaça."
      },
      {
        "letra": "E",
        "texto": "Sonegação de contribuição previdenciária; parto suposto; esbulho possessório."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1886825",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Dano",
      "Apropriação indébita",
      "Estelionato",
      "Outras fraudes"
    ],
    "enunciado_principal": "Conforme entendimento do STJ, o uso fraudulento de material transparente nas fases “a” e “b” do medidor de consumo de energia elétrica que permita a alteração do relógio para reduzir a quantidade registrada e consumida e induza a erro a companhia de eletricidade, gerando a obtenção de vantagem ilícita, configura o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "modificação não autorizada de sistema de informações."
      },
      {
        "letra": "B",
        "texto": "dano."
      },
      {
        "letra": "C",
        "texto": "furto."
      },
      {
        "letra": "D",
        "texto": "estelionato."
      },
      {
        "letra": "E",
        "texto": "apropriação indébita."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1845006",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Dano"
    ],
    "enunciado_principal": "De acordo com o Superior Tribunal de Justiça, a pessoa presa que destrói grades da cela com o objetivo de facilitar a fuga de estabelecimento prisional pratica",
    "alternativas": [
      {
        "letra": "A",
        "texto": "fato atípico diante da ausência de animus nocendi."
      },
      {
        "letra": "B",
        "texto": "crime de dano qualificado com agravante de garantir a impunidade de crime."
      },
      {
        "letra": "C",
        "texto": "crime de dano qualificado com atenuante genérica pelas condições degradantes da prisão."
      },
      {
        "letra": "D",
        "texto": "fato atípico diante da ausência de animus necandi."
      },
      {
        "letra": "E",
        "texto": "crime de dano qualificado com obrigação de reparação dos danos causados."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1710271",
    "metadata": "Ano: 2020 | Banca: IPEFAE | Órgão: Prefeitura de Campos do Jordão - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Dano"
    ],
    "enunciado_principal": "Destruir, inutilizar ou deteriorar coisa tombada pela autoridade competente, em virtude de valor artístico, arqueológico ou histórico tem como pena:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "multa."
      },
      {
        "letra": "B",
        "texto": "detenção, de seis meses a dois anos."
      },
      {
        "letra": "C",
        "texto": "detenção, de três meses a seis meses, e multa."
      },
      {
        "letra": "D",
        "texto": "detenção, de seis meses a dois anos, e multa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1669661",
    "metadata": "Ano: 2020 | Banca: IBADE | Órgão: Prefeitura de Cariacica - ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Roubo",
      "Dano",
      "Apropriação indébita",
      "Estelionato",
      "Outras fraudes"
    ],
    "enunciado_principal": "Se o agente X emprega violência contra uma pessoa que andava pela rua, com o fim de subtrair para si o celular dela, responde pelo crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "esbulho possessório."
      },
      {
        "letra": "B",
        "texto": "apropriação indébita."
      },
      {
        "letra": "C",
        "texto": "estelionato."
      },
      {
        "letra": "D",
        "texto": "dano."
      },
      {
        "letra": "E",
        "texto": "roubo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1639509",
    "metadata": "Ano: 2019 | Banca: FAFIPA | Órgão: Prefeitura de Araucária - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Dano"
    ],
    "enunciado_principal": "No que se refere aos crimes contra o patrimônio, analise os itens a seguir: I. Subtrair coisa móvel alheia, para si ou para outrem, mediante grave ameaça ou violência à pessoa, ou depois de havê-la, por qualquer meio, reduzido à impossibilidade de resistência. II. Destruir, inutilizar ou deteriorar coisa alheia. III. Subtrair, para si ou para outrem, coisa alheia móvel. As condutas acima descritas caracterizam, respectivamente, os crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Roubo, dano e furto."
      },
      {
        "letra": "B",
        "texto": "Furto, dano e roubo."
      },
      {
        "letra": "C",
        "texto": "Extorsão, dano e furto."
      },
      {
        "letra": "D",
        "texto": "Furto, dano e extorsão."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1637840",
    "metadata": "Ano: 2019 | Banca: UNESPAR | Órgão: Prefeitura de Pinhais - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Dano"
    ],
    "enunciado_principal": "O crime de dano, previsto no artigo 163 do Código Penal, passa a ser qualificado quando praticado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Contra o patrimônio da União, de Estado, do Distrito Federal ou de Município."
      },
      {
        "letra": "B",
        "texto": "Com violência a animal."
      },
      {
        "letra": "C",
        "texto": "Com ameaça à pessoa, ainda que não seja grave."
      },
      {
        "letra": "D",
        "texto": "Por duas ou mais pessoas."
      },
      {
        "letra": "E",
        "texto": "Nenhuma das alternativas anteriores qualifica o crime de dano."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1634322",
    "metadata": "Ano: 2019 | Banca: IADES | Órgão: PC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Usurpação",
      "Dano",
      "Apropriação indébita",
      "Estelionato",
      "Receptação"
    ],
    "enunciado_principal": "João e Maria eram casados há cerca de 40 anos e em comunhão de bens. João arranjou uma amante e Maria descobriu o fato. Os dois começaram então a se desentender. A respeito do caso apresentado, assinale a alternativa que indica a associação correta entre a descrição e a denominação do crime.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "João chegou bêbado em casa, Maria reclamou e João quebrou a televisão de que tanto Maria gostava. Portanto, João cometeu o crime de dano."
      },
      {
        "letra": "B",
        "texto": "Maria pegou a churrasqueira adorada de João e a vendeu ao vizinho. Maria pode ser enquadrada no crime de furto, e o vizinho no de receptação."
      },
      {
        "letra": "C",
        "texto": "João, usando de ardil, escondeu o secador de Maria; assim ele pode ser enquadrado em estelionato."
      },
      {
        "letra": "D",
        "texto": "João esperava a entrega de um pacote dos Correios, que foi recebido por Maria, e ela o escondeu. Maria pode ser enquadrada no crime de apropriação indébita."
      },
      {
        "letra": "E",
        "texto": "Durante uma briga entre João e Maria, um dos vizinhos aproveitou o momento e fez uma ligação irregular de água do lote dos brigões para o lote de outra vizinha, cometendo, portanto, o crime de usurpação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1092625",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de São José dos Campos - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Usurpação",
      "Dano",
      "Apropriação indébita"
    ],
    "enunciado_principal": "É qualificado, se cometido contra o patrimônio do Município, o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "furto (CP, art. 155, § 4º )."
      },
      {
        "letra": "B",
        "texto": "usurpação de águas (CP, art. 161, I)."
      },
      {
        "letra": "C",
        "texto": "esbulho possessório (CP, art. 161, II)."
      },
      {
        "letra": "D",
        "texto": "dano (CP, art. 163)."
      },
      {
        "letra": "E",
        "texto": "apropriação indébita (CP, art. 168)."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "976768",
    "metadata": "Ano: 2019 | Banca: INSTITUTO AOCP | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Dano"
    ],
    "enunciado_principal": "Considerando o que dispõe o Código Penal, o crime de dano é qualificado se cometido",
    "alternativas": [
      {
        "letra": "A",
        "texto": "durante o repouso noturno."
      },
      {
        "letra": "B",
        "texto": "mediante concurso de duas ou mais pessoas."
      },
      {
        "letra": "C",
        "texto": "com destreza."
      },
      {
        "letra": "D",
        "texto": "com escalada."
      },
      {
        "letra": "E",
        "texto": "por motivo egoístico."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1031158",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Prefeitura de Buritizal - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Dano"
    ],
    "enunciado_principal": "Sobre os crimes contra o patrimônio, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Mévio, tendo se apropriado de dinheiro pertencente ao pai, pratica o crime de apropriação indébita, sendo punido com a pena nele prevista."
      },
      {
        "letra": "B",
        "texto": "Tício, comerciante, tendo adquirido carne a preço muito inferior ao valor de mercado, pratica o crime de receptação qualificada, na modalidade culposa."
      },
      {
        "letra": "C",
        "texto": "Caio, visando processar Tícia, pelo crime de furto de coisa comum, deverá fazê-lo mediante queixa."
      },
      {
        "letra": "D",
        "texto": "Mévia, tendo exigido de Semprônia, como garantia de dívida, que falsificasse a assinatura do fiador no contrato de mútuo, pratica o crime de extorsão direta."
      },
      {
        "letra": "E",
        "texto": "Cipião, tendo quebrado a janela da Prefeitura de Buritizal, intencionalmente, pratica o crime de dano qualificado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "890791",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: TRT - 6ª Região (PE)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Dano"
    ],
    "enunciado_principal": "Santiago, grafiteiro de renome, cidadão sem antecedentes criminais, em protesto às medidas políticas de ordem federal, pinta monumento histórico tombado, de propriedade particular, deteriorando-o e alterando suas características originais. Santiago, em tese, cometeu",
    "alternativas": [
      {
        "letra": "A",
        "texto": "crime de natureza política."
      },
      {
        "letra": "B",
        "texto": "crime de dano, mas não pode ser considerada infração de menor potencial ofensivo."
      },
      {
        "letra": "C",
        "texto": "conduta atípica, pois a arte agregou valor ao monumento tombado."
      },
      {
        "letra": "D",
        "texto": "ilícito civil, apenas, que poderá ser reparado com a restauração do monumento."
      },
      {
        "letra": "E",
        "texto": "crime de dano, podendo ser considerada infração de menor potencial ofensivo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "873687",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Crimes contra o patrimônio",
      "Dano",
      "Crimes contra a fé pública"
    ],
    "enunciado_principal": "Conforme a Lei Penal e o entendimento dos tribunais superiores:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A expressão “pessoa legalmente presa ou submetida a medida de segurança detentiva\", contida no caput do art. 351 do Código Penal, não abrange os adolescentes internados em razão do cumprimento de medida socioeducativa decorrente da prática de ato infracional."
      },
      {
        "letra": "B",
        "texto": "Incide a qualificadora do inciso III do parágrafo único do art. 163 do Código Penal, quando o crime de dano afeta bens do Distrito Federal."
      },
      {
        "letra": "C",
        "texto": "Para fins penais, o cartão de crédito ou débito equipara-se a documento público, para configuração do crime de falsidade previsto no art. 297 do Código Penal."
      },
      {
        "letra": "D",
        "texto": "Configura hipótese de efeito da condenação a perda da aposentadoria, conforme previsão do art. 92 do Código Penal."
      },
      {
        "letra": "E",
        "texto": "Insere-se no rol das circunstâncias que agravam a pena o fato do agente cometer homicídio culposo na direção de veículo automotor com carteira de habilitação vencida."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1211100",
    "metadata": "Ano: 2017 | Banca: Instituto Acesso | Órgão: CODEMAR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Dano"
    ],
    "enunciado_principal": "Quem inutiliza coisa tombada pela autoridade competente em virtude de valor artístico, arqueológico e cultural comete crime, cuja pena é de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "detenção de 06 (seis) meses a 02 (anos), e multa."
      },
      {
        "letra": "B",
        "texto": "reclusão de 06 (seis) meses a 02 (anos), e multa."
      },
      {
        "letra": "C",
        "texto": "detenção de 02 (dois) anos a 04 (anos), e multa."
      },
      {
        "letra": "D",
        "texto": "reclusão de 02 (dois) anos a 04 (anos), e multa."
      },
      {
        "letra": "E",
        "texto": "reclusão de 06 (seis) meses a 02 (anos)."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "829859",
    "metadata": "Ano: 2017 | Banca: VUNESP | Órgão: Prefeitura de Porto Ferreira - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Roubo",
      "Dano",
      "Apropriação indébita",
      "Estelionato",
      "Disposições gerais nos Crimes Contra o Patrimônio"
    ],
    "enunciado_principal": "Em relação aos crimes contra o patrimônio, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o crime de roubo praticado por agente que é irmão da vítima depende de representação."
      },
      {
        "letra": "B",
        "texto": "em relação ao crime de dano, seja ele cometido na forma simples, seja ele cometido na forma qualificada, em suas diversas modalidades, somente se procede mediante queixa."
      },
      {
        "letra": "C",
        "texto": "no crime de esbulho possessório, se a propriedade é particular, e não há emprego de violência, somente se procede mediante queixa."
      },
      {
        "letra": "D",
        "texto": "em relação ao crime de apropriação indébita previdenciária, não há previsão legal de extinção de punibilidade se o agente, espontaneamente, declara, confessa e efetua o pagamento das contribuições, importâncias ou valores e presta as informações devidas à previdência social, na forma definida em lei ou regulamento, antes do início da ação fiscal."
      },
      {
        "letra": "E",
        "texto": "em relação ao crime de estelionato há a necessidade de saber o valor do prejuízo acarretado à vítima para saber se trata-se de ação penal pública incondicionada ou condicionada."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "828305",
    "metadata": "Ano: 2017 | Banca: IESES | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Extorsão indireta",
      "Dano",
      "Estelionato"
    ],
    "enunciado_principal": "De acordo com os tipos penais previstos no Código Penal, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Visando conferir maior proteção em razão da vulnerabilidade apresentada, o Código Penal determina que a pena deva ser dobrada, caso o crime de estelionato seja cometido contra idoso."
      },
      {
        "letra": "B",
        "texto": "Exigir ou receber, como garantia de dívida, abusando da situação de alguém, documento que pode dar causa a procedimento criminal contra a vítima ou contra terceiro caracteriza a prática do crime denominado Extorsão Indireta."
      },
      {
        "letra": "C",
        "texto": "Destruir, inutilizar ou deteriorar coisa alheia por motivo egoístico ou com prejuízo considerável para a vítima constitui crime processado mediante ação penal privada."
      },
      {
        "letra": "D",
        "texto": "Repetindo previsão específica contida no crime de furto, o legislador pátrio fez incidir no delito de roubo uma qualificadora caso haja subtração de veículo automotor que venha a ser transportado para outro Estado ou para o exterior."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "770839",
    "metadata": "Ano: 2017 | Banca: VUNESP | Órgão: Prefeitura de Andradina - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Dano"
    ],
    "enunciado_principal": "Entre outras possibilidades, o crime de dano do art. 163 do CP é qualificado se cometido",
    "alternativas": [
      {
        "letra": "A",
        "texto": "por motivo fútil."
      },
      {
        "letra": "B",
        "texto": "por duas ou mais pessoas."
      },
      {
        "letra": "C",
        "texto": "durante o repouso noturno."
      },
      {
        "letra": "D",
        "texto": "em situação de calamidade pública."
      },
      {
        "letra": "E",
        "texto": "contra o patrimônio da União, Estado ou Município."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2056917",
    "metadata": "Ano: 2016 | Banca: OBJETIVA | Órgão: Prefeitura de Passo do Sobrado - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Crimes contra o patrimônio",
      "Dano"
    ],
    "enunciado_principal": "Em conformidade com o Decreto-Lei nº 2.848/40 - Código Penal, marcar C para as afirmativas Certas, E para as Erradas e, após, assinalar a alternativa que apresenta a sequência CORRETA: ( ) O crime de dano é sempre apenado com reclusão. ( ) O agente que, voluntariamente, desiste de prosseguir na execução ou impede que o resultado se produza, só responde pelos atos já praticados. ( ) Na fixação da pena de multa, o juiz deve atender, principalmente, à situação econômica do réu.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "C - C - E."
      },
      {
        "letra": "B",
        "texto": "E - C - C."
      },
      {
        "letra": "C",
        "texto": "C - E - E."
      },
      {
        "letra": "D",
        "texto": "E - C - E."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1349548",
    "metadata": "Ano: 2016 | Banca: INSTITUTO AOCP | Órgão: Câmara de Rio Branco - AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Dano"
    ],
    "enunciado_principal": "Qual é a pena para o crime de “Dano Qualificado?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pena – detenção, de seis meses a dois anos, e multa. Não é necessário representação."
      },
      {
        "letra": "B",
        "texto": "Pena – detenção, de um ano, que pode ser estendida até cinco anos, e multa."
      },
      {
        "letra": "C",
        "texto": "Pena – reclusão de seis meses a quatro anos ou multa."
      },
      {
        "letra": "D",
        "texto": "Pena – reclusão. Cabe ao delegado decidir se o tempo é de um ano ou mais e não há a necessidade de uma representação."
      },
      {
        "letra": "E",
        "texto": "Pena – detenção, de seis meses a três anos, e multa, além da pena correspondente à violência."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1349547",
    "metadata": "Ano: 2016 | Banca: INSTITUTO AOCP | Órgão: Câmara de Rio Branco - AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Dano"
    ],
    "enunciado_principal": "Qual é a pena prevista no Código Penal para quem comete o crime de “Dano”?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pena – detenção, de seis meses a dois anos, e multa. Não é necessário representação."
      },
      {
        "letra": "B",
        "texto": "Pena – detenção, de um a seis meses, ou multa."
      },
      {
        "letra": "C",
        "texto": "Pena – reclusão, de seis meses a quatro anos, ou multa."
      },
      {
        "letra": "D",
        "texto": "Pena – detenção, de um ano, que pode ser estendida até cinco anos, e multa."
      },
      {
        "letra": "E",
        "texto": "Pena – reclusão. Cabe ao delegado decidir se o tempo é de um ano ou mais e não há a necessidade de uma representação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1349546",
    "metadata": "Ano: 2016 | Banca: INSTITUTO AOCP | Órgão: Câmara de Rio Branco - AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Dano"
    ],
    "enunciado_principal": "O Código Penal define o crime de “Dano” em qual dos seus artigos?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Artigo 132 do código de processo penal."
      },
      {
        "letra": "B",
        "texto": "Artigo 147 do código de processo legal."
      },
      {
        "letra": "C",
        "texto": "Artigo 163 do código penal."
      },
      {
        "letra": "D",
        "texto": "Artigo 143, § 1º do código penal."
      },
      {
        "letra": "E",
        "texto": "Artigo 146, § 2º, alínea “a” do código penal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "802881",
    "metadata": "Ano: 2016 | Banca: IESES | Órgão: TJ-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Usurpação",
      "Dano"
    ],
    "enunciado_principal": "Podemos definir como crimes de usurpação e dano segundo o Código Penal Brasileiro, respectivamente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Suprimir ou deslocar tapume, marco, ou qualquer outro sinal indicativo de linha divisória, para apropriar-se, no todo ou em parte, de coisa imóvel alheia. Destruir, inutilizar ou deteriorar coisa alheia."
      },
      {
        "letra": "B",
        "texto": "Suprimir ou alocar tapume, marco, ou qualquer outro sinal indicativo de linha divisória, para apropriar-se de coisa móvel alheia. Destruir coisa alheia."
      },
      {
        "letra": "C",
        "texto": "Destruir ou danificar sinal indicativo de linha divisória, no todo ou em parte. Aniquilar coisa alheia."
      },
      {
        "letra": "D",
        "texto": "Invadir limites de território privado sem autorização, ou qualquer outro sinal indicativo de linha divisória, no todo ou em parte. Depreciar coisa alheia."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "758143",
    "metadata": "Ano: 2016 | Banca: FUNCAB | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Dano"
    ],
    "enunciado_principal": "Bráulio, inconformado com uma mensagem privada de conteúdo romântico observada no aparelho de telefonia celular de sua namorada, decide dele se apossar como vingança. Contudo, enfrenta oposição da namorada, que se posta entre o autor e o aparelho. Assim, Bráulio, para assegurar seu intento, empurra com violência a namorada contra a parede, ferindo-a levemente. Assegurando a posse do telefone, Bráulio deixa a casa da namorada, vai até um terreno baldio e, pegando uma grande pedra que ali se encontra, com ela golpeia o aparelho, de modo a torná-lo inservível, o que era sua intenção desde o início. Analisando o caso proposto, assinale a opção que corretamente realiza a subsunção do comportamento do autor à norma penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Dano qualificado"
      },
      {
        "letra": "B",
        "texto": "Furto e lesão corporal."
      },
      {
        "letra": "C",
        "texto": "Lesão corporal."
      },
      {
        "letra": "D",
        "texto": "Roubo"
      },
      {
        "letra": "E",
        "texto": "Dano qualificado e lesão corporal."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "595628",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Dano"
    ],
    "enunciado_principal": "Em face dessa situação hipotética e tendo em vista que Carlos e Bruno são penalmente imputáveis, assinale a opção correta com base nas disciplinas legal e jurisprudencial referentes aos delitos contra o patrimônio.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Carlos responderá pelo delito de furto qualificado por rompimento de obstáculo, ao passo que Bruno será processado pelo crime de furto simples."
      },
      {
        "letra": "B",
        "texto": "Carlos responderá pelos delitos de furto simples e de dano qualificado, devido ao fato de a Caixa Econômica Federal ter natureza jurídica de empresa pública federal."
      },
      {
        "letra": "C",
        "texto": "Bruno responderá pelo delito de dano qualificado, já que aderiu, integralmente, à conduta danosa de Carlos, perfeitamente previsível na hipótese concreta."
      },
      {
        "letra": "D",
        "texto": "Se André estivesse com sessenta e cinco anos de idade à época dos fatos, Bruno responderia, em razão do crime praticado, pelo delito de furto, e a conduta de Carlos seria considerada atípica."
      },
      {
        "letra": "E",
        "texto": "Se a Caixa Econômica Federal não apresentar queixa, no prazo de seis meses, após o cometimento do ato delituoso, Carlos não será denunciado por nenhum delito, e Bruno deverá ser denunciado pelo crime de furto simples."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1620180",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: PRF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Dano"
    ],
    "enunciado_principal": "Acerca dos institutos de direito penal, dos crimes em espécie e das disposições penais previstas no Estatuto do Desarmamento e no Estatuto do Estrangeiro, julgue o item seguinte. Situação hipotética: Um cidadão legalmente habilitado para a condução de veículos automotores causou, por imprudência, um acidente de trânsito que, embora não tenha causado vítimas, danificou uma placa de sinalização e um poste de iluminação pública. Assertiva: Nessa situação, o condutor do veículo será responsabilizado civilmente pelo prejuízo causado, uma vez que o dano ao patrimônio público não é tipificado como crime quando decorre apenas da imprudência do condutor do veículo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "577652",
    "metadata": "Ano: 2015 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes de dano e crimes de perigo",
      "Crimes contra a honra",
      "Injúria",
      "Crimes contra o patrimônio",
      "Dano",
      "Crimes contra a organização do trabalho",
      "Crimes contra a incolumidade pública",
      "Crimes contra a saúde pública",
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Assinale a opção CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O delegado de polícia que se omite, deliberadamente, quanto à apuração de um crime de tortura, quando tinha o dever de fazê- lo, pratica delito assemelhado aos hediondos."
      },
      {
        "letra": "B",
        "texto": "Causar incêndio em uma casa só configura crime se o fato expuser a perigo patrimônio de outrem e a casa for habitada ou destinada à habitação."
      },
      {
        "letra": "C",
        "texto": "O enfermeiro que deixa de denunciar à autoridade pública doença cuja notificação é compulsória comete crime de omissão de notificação de doença."
      },
      {
        "letra": "D",
        "texto": "A injúria qualificada por preconceito de raça, cor, etnia, religião, origem ou condição de pessoa idosa ou portadora de deficiência dispensa o fim especial de agir consistente na vontade de discriminar o ofendido."
      },
      {
        "letra": "E",
        "texto": "Constranger alguém a participar de paralisação de atividade econômica é crime atentatório contra a liberdade de trabalho, desde que o fato seja praticado mediante violência física."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "560195",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: CNMP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Dano"
    ],
    "enunciado_principal": "O crime contra o patrimônio público é aquele que se pratica contra propriedades da União, do Estado ou do Município, empresa concessionária de serviços públicos ou sociedade de economia mista. Quando um indivíduo comete crime contra o patrimônio público:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se menor de 18 anos, e pego em flagrante, o responsável pode ser detido de 1 a 3 meses, havendo incidência de multa pelo dano causado."
      },
      {
        "letra": "B",
        "texto": "não tem direito à fiança, sendo passível de pena de detenção de 1 a 3 meses."
      },
      {
        "letra": "C",
        "texto": "o valor da fiança dependerá da autoridade judicial mas, se não houver pagamento, a detenção pode ser de 1 a 12 meses."
      },
      {
        "letra": "D",
        "texto": "responde em liberdade, caso seja capturado no ato do crime."
      },
      {
        "letra": "E",
        "texto": "só pode ser preso se for pego em flagrante e incide multa pelo dano causado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "534581",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Crimes contra a honra",
      "Calúnia",
      "Injúria",
      "Crimes contra o patrimônio",
      "Dano"
    ],
    "enunciado_principal": "Cada uma das próximas opções apresenta uma situação hipotética, seguida de uma assertiva a ser julgada à luz da legislação e da jurisprudência dos tribunais superiores. Assinale a opção que apresenta a assertiva correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "André, vítima de injúria supostamente perpetrada por Bruno, encaminhou, ao autor do fato, correspondência assinada na qual expressava seu perdão. Bruno, por sua vez, juntou, aos autos de processo criminal pertinente a essa injúria, uma petição em que informava o teor da carta e a sua disponibilidade em aceitar o perdão concedido por André. No entanto, a vítima não se manifestou expressamente sobre o tema nos autos do referido processo. Nessa situação, o juiz não poderá extinguir a punibilidade, já que André não expressou o perdão por meio de ato processual."
      },
      {
        "letra": "B",
        "texto": "Aline, por meio de uma única conduta, caluniou Bianca e Carla. Posteriormente, Carla perdoou Aline, que, por sua vez, aceitou o perdão. Nessa situação, o perdão concedido por Carla extinguirá a punibilidade dos dois crimes de calúnia praticados em concurso formal."
      },
      {
        "letra": "C",
        "texto": "Ana ofereceu seu perdão expresso a Bernardo imediatamente após o trânsito em julgado da sentença que o condenou por difamação. Nessa situação, houve a extinção da punibilidade do crime praticado por Bernardo."
      },
      {
        "letra": "D",
        "texto": "José, vítima de um crime de dano simples, retratou representação oferecida a Baltazar, autor do fato. Após a promoção do arquivamento pelo MP, pendente de homologação pelo juízo, José decidiu representar novamente pela promoção de ação penal pública condicionada, cinco meses após a prática do delito. Nessa situação, é permitido o ajuizamento de ação penal contra Baltazar."
      },
      {
        "letra": "E",
        "texto": "O MP, no prazo legal, promoveu o arquivamento de inquérito policial instaurado contra Antônio, em razão do suposto homicídio de Benício — casado à época do fato —, por ausência de justa causa para a instauração da ação penal. Nessa situação, a cônjuge de Benício poderá ajuizar ação penal privada subsidiária da ação penal pública."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "532524",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: TJ-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Extorsão",
      "Dano",
      "Apropriação indébita"
    ],
    "enunciado_principal": "A respeito dos crimes contra o patrimônio, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No crime de furto de uso, se a coisa infungível é subtraída para fim de uso momentâneo, e, a seguir, vem a ser imediatamente restituída ou reposta no lugar onde se achava, responderá o agente por pena de detenção de até seis meses e pagamento de trinta dias-multa."
      },
      {
        "letra": "B",
        "texto": "Se o agente consuma o homicídio, mas não obtém êxito na subtração de bens da vítima por circunstâncias alheias à sua vontade, responderá por crime de homicídio qualificado consumado."
      },
      {
        "letra": "C",
        "texto": "O delito de dano, previsto pelo art. 163 do Código Penal, prevê as modalidades dolosa e culposa."
      },
      {
        "letra": "D",
        "texto": "O crime de extorsão consuma-se independentemente da obtenção da vantagem indevida."
      },
      {
        "letra": "E",
        "texto": "De acordo com o art. 168, § 1o , do Código Penal, são causas exclusivas de aumento da pena ao delito de apropriação indébita quem receber a coisa em depósito necessário ou em razão de ofício, emprego ou profissão."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "726700",
    "metadata": "Ano: 2014 | Banca: FMP Concursos | Órgão: TJ-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Dano"
    ],
    "enunciado_principal": "Pratica o crime de dano qualificado o agente que destruir, inutilizar ou deteriorar coisa alheia (art. 163 do CP)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "com violência a animais."
      },
      {
        "letra": "B",
        "texto": "com emprego de qualquer substância perigosa para a saúde."
      },
      {
        "letra": "C",
        "texto": "com emprego de chave falsa."
      },
      {
        "letra": "D",
        "texto": "com emprego de astúcia."
      },
      {
        "letra": "E",
        "texto": "contra o patrimônio de empresa concessionária de serviços públicos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "437209",
    "metadata": "Ano: 2014 | Banca: CONSULPAM | Órgão: SURG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Roubo",
      "Dano",
      "Estelionato",
      "Outras fraudes"
    ],
    "enunciado_principal": "Tomando por base os tipos penais de crimes contra o patrimônio, complete as lacunas abaixo para, ao final, escolher a sequência CORRETA: I - Subtrair coisa móvel alheia, para si ou para outrem, mediante grave ameaça ou violência a pessoa, ou depois de havê-la, por qualquer meio, reduzido à impossibilidade de resistência. II - Constranger alguém, mediante violência ou grave ameaça, e com o intuito de obter para si ou para outrem indevida vantagem econômica, a fazer, tolerar que se faça ou deixar fazer alguma coisa. III - Obter, para si ou para outrem, vantagem ilícita, em prejuízo alheio, induzindo ou mantendo alguém em erro, mediante artifício, ardil, ou qualquer outro meio fraudulento. IV - Exigir ou receber, como garantia de dívida, abusando da situação de alguém, documento que pode dar causa a procedimento criminal contra a vítima ou contra terceiro.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estelionato, extorsão indireta, roubo, extorsão"
      },
      {
        "letra": "B",
        "texto": "roubo, extorsão, estelionato, extorsão indireta."
      },
      {
        "letra": "C",
        "texto": "estelionato, apropriação indébita, fraude, dano."
      },
      {
        "letra": "D",
        "texto": "estelionato, roubo, extorsão indireta, extorsão"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "429704",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: MPE-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Dano"
    ],
    "enunciado_principal": "Com relação ao ilícito de dano, tipificado no artigo 163 do Código Penal,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a motivação da conduta é irrelevante para o fins de classificação típica, importando, eventualmente, como critério de fixação da pena."
      },
      {
        "letra": "B",
        "texto": "a doutrina brasileira mais contemporânea vem majoritariamente entendendo exigível, para sua caracterização, o elemento subjetivo que, na teoria tradicional, comumente é designado como dolo específico, no caso consubstanciado pelo chamado animus nocendi."
      },
      {
        "letra": "C",
        "texto": "a jurisprudência do Superior Tribunal de Justiça hoje entende que o preso que destrói item do patrimônio prisional especificamente para fugir não comete esse crime."
      },
      {
        "letra": "D",
        "texto": "na subtração mediante arrombamento, comumente enlaça-se em concurso formal com o furto."
      },
      {
        "letra": "E",
        "texto": "se trata de infração de menor potencial ofensivo, quando culposa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "390991",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Crimes contra o patrimônio",
      "Dano"
    ],
    "enunciado_principal": "Determinado sujeito, que acabara de se desiludir amorosamente, decide matar sua até então namorada. Toma emprestado o automóvel de seu vizinho e, durante o trajeto, por descuido, abalroa gravemente um outro veículo, causando sério prejuízo material. Mas, faltando-lhe coragem para consumar o homicídio, estaciona próximo a um bar, às portas da casa de sua ex-namorada e intencionalmente se embriaga, a fim de ganhar valentia para executar seu plano. Abandona o veículo, vai a pé até a casa da ex-namorada e, mediante asfixia, tira-lhe a vida. À luz do Direito Penal, o sujeito cometeu",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dano e homicídio duplamente majorado, pela embriaguez dolosa e asfixia."
      },
      {
        "letra": "B",
        "texto": "homicídio qualificado pela asfixia."
      },
      {
        "letra": "C",
        "texto": "homicídio qualificado pela asfixia e agravado pela embriaguez pré-ordenada."
      },
      {
        "letra": "D",
        "texto": "dano e homicídio qualificado pela asfixia, em concurso material."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "389334",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Dano"
    ],
    "enunciado_principal": "Para subtrair um automóvel, “X”, de forma violenta, danificou a sua porta. Nesse caso, “X” deverá responder",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pelo crime de roubo, visto que se utilizou de violência para danificar a porta."
      },
      {
        "letra": "B",
        "texto": "apenas pelo crime de furto, em razão do princípio da subsidiariedade."
      },
      {
        "letra": "C",
        "texto": "apenas pelo crime de furto, em razão do princípio da consunção."
      },
      {
        "letra": "D",
        "texto": "pelos crimes de furto e de dano."
      },
      {
        "letra": "E",
        "texto": "apenas pelo crime de furto, em razão do princípio da especialidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "385501",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Dano"
    ],
    "enunciado_principal": "Por ter acarretado a quebra das vidraças, o manifestante deve responder pela prática do crime de dano qualificado, uma vez que o crime foi praticado contra o patrimônio da União, sendo a ação penal, nesse caso, pública incondicionada.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "957247",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Dano",
      "Apropriação indébita"
    ],
    "enunciado_principal": "Aquele que deteriorar coisa sem dono ou abandonada pratica:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "crime de dano doloso."
      },
      {
        "letra": "B",
        "texto": "conduta penalmente atípica."
      },
      {
        "letra": "C",
        "texto": "crime de furto impróprio."
      },
      {
        "letra": "D",
        "texto": "crime de apropriação indébita."
      },
      {
        "letra": "E",
        "texto": "crime de dano culposo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "351357",
    "metadata": "Ano: 2013 | Banca: TRT 2R (SP) | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Dano",
      "Crimes contra a administração pública",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "Observe as proposições abaixo e aponte a alternativa que só contenha figuras criminais previstas nos pontos específicos da matéria de concurso, constante do edital:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "1- vilipendiar cadáver ou suas cinzas; 2- reingressar no território nacional estrangeiro que de for expulso."
      },
      {
        "letra": "B",
        "texto": "1- submeter alguém, menor de 18 anos à prostituição; 2- ofender alguém referindo-se à sua condição religiosa."
      },
      {
        "letra": "C",
        "texto": "1- fazer afirmação falsa como perito; 2- inutilizar ou deteriorar coisa alheia."
      },
      {
        "letra": "D",
        "texto": "1- alterar, sem licença da autoridade competente, o aspecto local, especialmente protegido por lei; 2- expor a vida ou a saúde de outrem a perigo direto iminente."
      },
      {
        "letra": "E",
        "texto": "1- propalar, consciente da falsidade, imputação de crime a alguém; 2- violar direitos de autor e os que lhe são conexos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "346926",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: ITESP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Dano",
      "Outras fraudes"
    ],
    "enunciado_principal": "Com relação aos crimes contra o patrimônio, é correto afirmar que o crime:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de alteração de limites, não havendo emprego de violên- cia e em propriedade particular, é de ação penal privada."
      },
      {
        "letra": "B",
        "texto": "de furto da coisa comum é de ação penal privada."
      },
      {
        "letra": "C",
        "texto": "de abandono de animais em propriedade alheia é de ação penal pública condicionada."
      },
      {
        "letra": "D",
        "texto": "de fraude à execução é de ação penal pública condicionada."
      },
      {
        "letra": "E",
        "texto": "de introdução de animais em propriedade alheia é de ação penal pública incondicionada."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "335880",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Princípios limitadores do poder punitivo estatal",
      "Crimes contra o patrimônio",
      "Dano"
    ],
    "enunciado_principal": "O crime de dano (CP, art. 163), norma menos grave, funciona como elemento do crime de furto qualificad o pelo rompimento de obstáculo à subtração da coisa (CP, art. 155, § 4.º, inciso I). Nesta hipótese, o crime de dano é excluído pela norma mais grave, em função do princípio da",
    "alternativas": [
      {
        "letra": "A",
        "texto": "especialidade."
      },
      {
        "letra": "B",
        "texto": "consunção."
      },
      {
        "letra": "C",
        "texto": "subsidiariedade tácita ou implícita."
      },
      {
        "letra": "D",
        "texto": "subsidiariedade expressa ou explícita."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "984288",
    "metadata": "Ano: 2012 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Dano",
      "Apropriação indébita"
    ],
    "enunciado_principal": "Maria soltou o animal da propriedade vizinha à sua, fazendo-o desaparecer. A ação praticada por Maria é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Crime de dano."
      },
      {
        "letra": "B",
        "texto": "Atípica."
      },
      {
        "letra": "C",
        "texto": "Crime de furto."
      },
      {
        "letra": "D",
        "texto": "Crime de introdução ou abandono de animais em propriedade alheia."
      },
      {
        "letra": "E",
        "texto": "Apropriação indébita de animal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "488280",
    "metadata": "Ano: 2012 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Dano"
    ],
    "enunciado_principal": "José Paulo, imprudente na condução de veículo auto- motor, colidiu com viatura da polícia militar do Estado do Piauí, destruindo-a parcialmente. Por sorte, a viatura encontrava-se parada e desocupada no momento do acidente. Nesse caso, é correto afirmar que José Paulo",
    "alternativas": [
      {
        "letra": "A",
        "texto": "responderá pelo delito de dano culposo."
      },
      {
        "letra": "B",
        "texto": "responderá pelo delito de dano qualificado, por ter destruído patrimônio pertencente ao Estado do Piauí."
      },
      {
        "letra": "C",
        "texto": "responderá pelo delito de dano simples, nos termos do caput do artigo 163 do Código Penal."
      },
      {
        "letra": "D",
        "texto": "responderá pelo delito de dano qualificado e deverá reparar integralmente o dano causado ao patrimônio público."
      },
      {
        "letra": "E",
        "texto": "não praticou delito de dano."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "488279",
    "metadata": "Ano: 2012 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Dano"
    ],
    "enunciado_principal": "Assinale a assertiva correta sobre crime de dano (artigo 163 do Código Penal).",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O agente que destrói coisa própria pratica crime de dano impróprio."
      },
      {
        "letra": "B",
        "texto": "Quando praticado contra o patrimônio da União, a pena será de um a três anos ou multa."
      },
      {
        "letra": "C",
        "texto": "O emprego de substância inflamável agrava o delito, nos termos do inciso III do parágrafo único do art. 163 do Código Penal."
      },
      {
        "letra": "D",
        "texto": "Quando praticado com grave ameaça, o crime será qualificado."
      },
      {
        "letra": "E",
        "texto": "O crime de dano não pode ser punido somente com pena de multa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "293717",
    "metadata": "Ano: 2012 | Banca: IESES | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Extorsão mediante sequestro",
      "Dano",
      "Crimes contra a fé pública",
      "Falsidade de títulos e outros papéis públicos"
    ],
    "enunciado_principal": "Assinale a afirmação correta quanto ao que estabelece o Código Penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na extorsão mediante sequestro, se o crime é cometido em concurso, o concorrente que o denunciar à autoridade, facilitando a libertação do sequestrado, terá sua pena substituída por pena restritiva de direitos."
      },
      {
        "letra": "B",
        "texto": "Falsificar, fabricando ou alterando selo ou sinal atribuído por lei a entidade de direito público, ou a autoridade, ou sinal público de tabelião, caracteriza o tipo penal de Falsificação do Selo ou Sinal público, para o qual está prevista pena de reclusão de dois a seis anos, e multa, que é a mesma pena prevista para quem utiliza indevidamente o selo ou sinal verdadeiro em prejuízo de outrem ou em proveito próprio ou alheio, salvo em se tratando de agente funcionário público."
      },
      {
        "letra": "C",
        "texto": "O crime de dano é qualificado, quando cometido contra o patrimônio de fundações."
      },
      {
        "letra": "D",
        "texto": "Trata-se do tipo de esbulho possessório: suprimir ou deslocar tapume, marco, ou qualquer outro sinal indicativo de linha divisória, para apropriar-se, no todo ou em parte, de coisa imóvel alheia."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "283091",
    "metadata": "Ano: 2012 | Banca: FUNCAB | Órgão: PC-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Extorsão",
      "Dano",
      "Apropriação indébita"
    ],
    "enunciado_principal": "Considerando os delitos contra o patrimônio, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o crime de extorsão qualificada pela restrição da liberdade de locomoção da vítima (“sequestro relâmpago”), ao contrário do do artigo 158 do Código Penal, é doutrinariamente classificado como crime demera conduta."
      },
      {
        "letra": "B",
        "texto": "o crime de dano qualificado pelo motivo egoístico é de ação penal pública condicionada à representação."
      },
      {
        "letra": "C",
        "texto": "no caso da apropriação indébita previdenciária, é extinta a punibilidade se o agente é primário e de bons antecedentes e desde que tenha promovido, após o início da ação fiscal e antes de oferecida a denúncia, o pagamento da contribuição social previdenciária, inclusive acessórios."
      },
      {
        "letra": "D",
        "texto": "o crime de dano em coisa de valor artístico, arqueológico ou histórico previsto no artigo 165 do Código Penal foi revogado tacitamente pela lei de crimes ambientais – Lei nº 9.605/1998."
      },
      {
        "letra": "E",
        "texto": "aquele que se apropria de res derelicta , deixando de restituí-la ao dono ou legítimo possuidor ou de entregá-la à autoridade competente, dentro do prazo de 15 (quinze) dias, pratica crime."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "298967",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Arrependimento posterior",
      "Ação penal",
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Extorsão",
      "Dano",
      "Receptação"
    ],
    "enunciado_principal": "Quanto aos crimes contra o patrimônio, é possível afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "na extorsão o agente busca a obtenção de vantagem ilícita, ainda que não econômica."
      },
      {
        "letra": "B",
        "texto": "a fraude, no furto qualificado, antecede o apossamento da coisa e é a causa de sua entrega ao agente pela vítima."
      },
      {
        "letra": "C",
        "texto": "a receptação qualificada exige que a coisa seja recebida pelo agente no exercício de atividade comercial ou industrial clandestinas."
      },
      {
        "letra": "D",
        "texto": "o delito de dano culposo contra o patrimônio da União é de ação penal pública incondicionada."
      },
      {
        "letra": "E",
        "texto": "é incabível o arrependimento posterior no crime de roubo."
      }
    ],
    "gabarito": "E"
  }
]