[
  {
    "id": "3530667",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa"
    ],
    "enunciado_principal": "A respeito dos crimes contra a fé pública e contra a administração pública, julgue o item subsequente, com base na legislação de regência, na doutrina e na jurisprudência dos tribunais superiores. No crime de denunciação caluniosa, é necessária, segundo a doutrina, a caracterização de dolo direto no que concerne ao fato imputado, pois o autor deve conhecer a inocência da pessoa a quem atribui sua prática; contudo, é possível o reconhecimento de culpa no tocante ao comportamento imprudente caracterizado como dar causa à instauração de inquérito policial, de procedimento investigatório criminal, de processo judicial, de processo administrativo disciplinar, de inquérito civil ou de ação de improbidade administrativa contra alguém.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3349702",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TRT - 24ª REGIÃO (MS)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa"
    ],
    "enunciado_principal": "Lucas, agindo com dolo e valendo-se do anonimato, deu causa à instauração de inquérito policial contra Marcos, seu colega de trabalho, imputando-lhe a prática do crime de furto em detrimento da sociedade empresária Alfa, onde ambos trabalham. Registre-se que Lucas assim agiu mesmo sabendo ser Marcos inocente, com o objetivo de prejudicá-lo no ambiente laboral que compartilham. Nesse cenário, considerando as disposições do Código Penal, é correto afirmar que Lucas responderá pelo crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "denunciação caluniosa na modalidade simples, com a incidência de uma causa de diminuição de pena."
      },
      {
        "letra": "B",
        "texto": "denunciação caluniosa na modalidade simples, com a incidência de uma causa de aumento de pena."
      },
      {
        "letra": "C",
        "texto": "comunicação falsa de crime, na modalidade simples, com a incidência de uma causa de aumento de pena."
      },
      {
        "letra": "D",
        "texto": "comunicação falsa de crime, na modalidade qualificada, sem causas de aumento de pena."
      },
      {
        "letra": "E",
        "texto": "denunciação caluniosa na modalidade qualificada, sem causas de aumento de pena."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3458012",
    "metadata": "Ano: 2024 | Banca: Qconcursos | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa"
    ],
    "enunciado_principal": "O crime de denunciação caluniosa ocorre quando alguém:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Acusa falsamente outra pessoa de fato ofensivo à sua honra."
      },
      {
        "letra": "B",
        "texto": "Acusa alguém de infração penal, sabendo ser inocente, provocando a instauração de investigação policial, de processo judicial, de investigação administrativa, inquérito civil ou ação de improbidade administrativa."
      },
      {
        "letra": "C",
        "texto": "Presta informações falsas em processo judicial."
      },
      {
        "letra": "D",
        "texto": "Ameaça alguém para que confesse a prática de um crime."
      },
      {
        "letra": "E",
        "texto": "Simula a prática de um crime para incriminar terceiros sem dar causa a procedimento da Administração da Justiça."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3174042",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa"
    ],
    "enunciado_principal": "A respeito dos crimes contra a administração pública e contra a administração da justiça, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caio, por pagar Tício para prestar falso testemunho, e Tício, por aceitar e efetivamente prestar falso testemunho, incorrem, em tese, no crime de falso testemunho."
      },
      {
        "letra": "B",
        "texto": "Tício, ao afirmar falsamente à autoridade policial, a fim de isentar o filho, ser o responsável pelo jogo de bicho (contravenção penal), em tese, incorre no crime de autoacusação falsa."
      },
      {
        "letra": "C",
        "texto": "Caio, ao dar ensejo à instauração de procedimento administrativo contra Tício, funcionário público, imputando infração disciplinar que o sabe inocente, em tese, incorre no crime de denunciação caluniosa."
      },
      {
        "letra": "D",
        "texto": "Tício, funcionário público, ao deixar de punir Mévio, seu subordinado, por falta funcional, em razão de ter sido presenteado por ele com uma caixa de vinho, em tese, incorre no crime de condescendência criminosa."
      },
      {
        "letra": "E",
        "texto": "Mévio, ao praticar o crime de exercício arbitrário das próprias razões, empregando violência, somente será processado mediante ação penal pública condicionada à representação da vítima."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3171656",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: PC-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa"
    ],
    "enunciado_principal": "João, servidor público do Município de Belo Horizonte/MG, agindo com dolo, compareceu a uma delegacia de polícia, afirmando que Lucas, colega de repartição pública, estaria desviando bens públicos em proveito próprio. Registre-se que João tinha conhecimento da inocência de Lucas, mas agiu para prejudicá-lo. Instaurado um inquérito policial para apurar os fatos, constatou-se que as alegações eram falsas. Nesse cenário, considerando as disposições do Código Penal, é correto afirmar que João responderá pelo crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "comunicação falsa de crime, na modalidade qualificada, por envolver alegação de prática de crime contra a Administração Pública."
      },
      {
        "letra": "B",
        "texto": "denunciação caluniosa, na modalidade qualificada, por envolver alegação de prática de crime contra a Administração Pública."
      },
      {
        "letra": "C",
        "texto": "falso testemunho, na modalidade qualificada, por envolver alegação de prática de crime contra a Administração Pública."
      },
      {
        "letra": "D",
        "texto": "comunicação falsa de crime, na modalidade simples."
      },
      {
        "letra": "E",
        "texto": "denunciação caluniosa, na modalidade simples."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3114280",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Corrupção ativa",
      "Denunciação caluniosa"
    ],
    "enunciado_principal": "Em matéria de crimes contra a administração pública, analise as afirmações a seguir: I. A consumação do crime de corrupção ativa depende do recebimento, pelo funcionário público, da vantagem indevida oferecida para retardar ato de ofício. II. Pratica o crime de denunciação caluniosa o agente que dá causa à instauração de inquérito civil contra alguém, imputando-lhe ato ímprobo de que o sabe inocente. III. O crime de peculato pode ser cometido por meio de conduta culposa. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "II e III, apenas."
      },
      {
        "letra": "C",
        "texto": "I e II, apenas."
      },
      {
        "letra": "D",
        "texto": "III, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3109791",
    "metadata": "Ano: 2024 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa"
    ],
    "enunciado_principal": "[Questão Inédita] O crime de denunciação caluniosa ocorre quando alguém:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Acusa falsamente outra pessoa de fato ofensivo à sua honra."
      },
      {
        "letra": "B",
        "texto": "Acusa alguém de infração penal, sabendo ser inocente, provocando a instauração de investigação policial, de processo judicial, de investigação administrativa, inquérito civil ou ação de improbidade administrativa."
      },
      {
        "letra": "C",
        "texto": "Presta informações falsas em processo judicial."
      },
      {
        "letra": "D",
        "texto": "Ameaça alguém para que confesse a prática de um crime."
      },
      {
        "letra": "E",
        "texto": "Simula a prática de um crime para incriminar terceiros sem dar causa a procedimento da Administração da Justiça."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3103588",
    "metadata": "Ano: 2024 | Banca: ADVISE | Órgão: Prefeitura de São José da Tapera - AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa"
    ],
    "enunciado_principal": "Quem pratica a conduta típica de “Dar causa à instauração de inquérito policial, de procedimento investigatório criminal, de processo judicial, de processo administrativo disciplinar, de inquérito civil ou de ação de improbidade administrativa contra alguém, imputando-lhe crime, infração ético-disciplinar ou ato ímprobo de que o sabe inocente” incorre no crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "comunicação falsa de crime."
      },
      {
        "letra": "B",
        "texto": "autoacusação falsa."
      },
      {
        "letra": "C",
        "texto": "calúnia."
      },
      {
        "letra": "D",
        "texto": "injúria."
      },
      {
        "letra": "E",
        "texto": "denunciação caluniosa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3032340",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa"
    ],
    "enunciado_principal": "João, desafeto de longa data de Matheus, analista judiciário no âmbito do Tribunal Regional Federal da 1ª Região (TRF1), compareceu ao Ministério Público Federal e informou que Matheus, no exercício das suas funções, estaria subtraindo diversos bens da repartição pública, muito embora soubesse ser ele inocente. A partir das informações colhidas, foi deflagrado um procedimento investigatório criminal em detrimento de Matheus. Nesse cenário, considerando as disposições do Código Penal, João responderá pelo crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "exercício arbitrário das próprias razões;"
      },
      {
        "letra": "B",
        "texto": "comunicação falsa de crime;"
      },
      {
        "letra": "C",
        "texto": "denunciação caluniosa;"
      },
      {
        "letra": "D",
        "texto": "fraude processual;"
      },
      {
        "letra": "E",
        "texto": "falso testemunho."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3029595",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa"
    ],
    "enunciado_principal": "João, valendo-se do anonimato e agindo dolosamente, deu conhecimento à Polícia Federal de que Mário, servidor público, atuante junto ao Ministério da Fazenda, estaria desviando uma série de bens públicos em proveito próprio, muito embora soubesse ser o agente inocente. Em razão da notícia, o delegado de polícia, após adotar diligências preliminares, deflagrou inquérito policial em detrimento de Mário, apurando-se, ao final, que a denúncia não tinha qualquer fundamento. Nesse cenário, considerando as disposições do Código Penal, João responderá pelo crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "comunicação falsa de crime, na modalidade qualificada, pois o agente se valeu do anonimato, com a incidência de uma causa de aumento de pena, por ter imputado a Mário a prática de crime contra a Administração Pública;"
      },
      {
        "letra": "B",
        "texto": "comunicação falsa de crime, na modalidade simples, com a incidência de uma causa de aumento de pena, por ter imputado a Mário a prática de crime contra a Administração Pública;"
      },
      {
        "letra": "C",
        "texto": "denunciação caluniosa, na modalidade simples, com a incidência de uma causa de aumento de pena, por ter imputado a Mário a prática de crime contra a Administração Pública;"
      },
      {
        "letra": "D",
        "texto": "denunciação caluniosa, na modalidade qualificada, pois o agente se valeu do anonimato;"
      },
      {
        "letra": "E",
        "texto": "denunciação caluniosa, na modalidade simples, sem causas de aumento de pena."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2351294",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: Câmara Municipal de São Paulo - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa"
    ],
    "enunciado_principal": "Tício, com o objetivo de prejudicar Mévio, seu desafeto, comparece à Delegacia de Polícia e afirma que o último estaria desviando valores pecuniários que pertencem à Fazenda Pública municipal, o que, em tese, caracteriza o crime de peculato, mesmo sabendo ser o agente inocente. Em razão dos fatos narrados, o Delegado de Polícia deflagra inquérito policial para apurá-los. Nesse cenário, considerando as disposições do Código Penal, é correto afirmar que Tício responderá pela prática do crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falsa comunicação de crime, com a incidência de uma causa de aumento de pena, considerando que os fatos imputados envolvem um crime contra a Administração Pública."
      },
      {
        "letra": "B",
        "texto": "denunciação caluniosa, com a incidência de uma causa de aumento de pena, considerando que os fatos imputados envolvem um crime contra a Administração Pública."
      },
      {
        "letra": "C",
        "texto": "falsa comunicação de crime, sem causas de aumento ou de diminuição de pena."
      },
      {
        "letra": "D",
        "texto": "denunciação caluniosa, sem causas de aumento ou de diminuição de pena."
      },
      {
        "letra": "E",
        "texto": "falso testemunho, sem causas de aumento ou de diminuição de pena."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2705965",
    "metadata": "Ano: 2023 | Banca: ADVISE | Órgão: Prefeitura de Maravilha - AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa"
    ],
    "enunciado_principal": "Aquele que comete a conduta típica de “dar causa à instauração de inquérito policial, de procedimento investigatório criminal, de processo judicial, de processo administrativo disciplinar, de inquérito civil ou de ação de improbidade administrativa contra alguém, imputando-lhe crime, infração ético-disciplinar ou ato ímprobo de que o sabe inocente” incorre no crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "comunicação falsa de crime."
      },
      {
        "letra": "B",
        "texto": "comunicação falsa de contravenção."
      },
      {
        "letra": "C",
        "texto": "denunciação caluniosa."
      },
      {
        "letra": "D",
        "texto": "calúnia."
      },
      {
        "letra": "E",
        "texto": "autoacusação falsa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2307873",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa"
    ],
    "enunciado_principal": "Configura-se o crime de denunciação caluniosa na seguinte hipótese:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "caluniar alguém, imputando-lhe falsamente fato definido como crime."
      },
      {
        "letra": "B",
        "texto": "provocar a ação de autoridade, comunicando-lhe a ocorrência de crime ou de contravenção que sabe não se ter verificado."
      },
      {
        "letra": "C",
        "texto": "acusar-se, perante a autoridade, de crime inexistente."
      },
      {
        "letra": "D",
        "texto": "dar causa à instauração de processo administrativo disciplinar contra alguém, imputando-lhe infração ético-disciplinar de que o sabe inocente."
      },
      {
        "letra": "E",
        "texto": "acusar-se, perante a autoridade, de crime praticado por outrem."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2278138",
    "metadata": "Ano: 2023 | Banca: ADVISE | Órgão: Prefeitura de Lagoa do Carro - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Crimes contra a administração pública",
      "Denunciação caluniosa"
    ],
    "enunciado_principal": "Assinale a alternativa que apresenta corretamente o crime tipificado no Código Penal pela conduta de “Dar causa à instauração de inquérito policial, de procedimento investigatório criminal, de processo judicial, de processo administrativo disciplinar, de inquérito civil ou de ação de improbidade administrativa contra alguém, imputando-lhe crime, infração ético-disciplinar ou ato ímprobo de que o sabe inocente”:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Reingresso de estrangeiro expulso."
      },
      {
        "letra": "B",
        "texto": "Denunciação caluniosa."
      },
      {
        "letra": "C",
        "texto": "Calúnia."
      },
      {
        "letra": "D",
        "texto": "Difamação."
      },
      {
        "letra": "E",
        "texto": "Comunicação falsa de crime."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2239624",
    "metadata": "Ano: 2023 | Banca: OBJETIVA | Órgão: Prefeitura de Jaguariaíva - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa"
    ],
    "enunciado_principal": "Quanto ao delito de denunciação caluniosa, assinalar a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O sujeito passivo principal é o Estado. Protege-se, também, a pessoa ofendida em sua honra e liberdade pela denunciação caluniosa."
      },
      {
        "letra": "B",
        "texto": "O elemento subjetivo é dolo ou culpa, sendo prescindível que o denunciante saiba que o denunciado é inocente."
      },
      {
        "letra": "C",
        "texto": "Na denunciação caluniosa, a tentativa é impossível."
      },
      {
        "letra": "D",
        "texto": "A calúnia e a denunciação caluniosa constituem crimes contra a honra."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2224568",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria",
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa"
    ],
    "enunciado_principal": "João, com o objetivo precípuo de prejudicar o seu desafeto, comunicou o delegado de polícia que Tício teria estuprado Petônia, muito embora soubesse ser ele inocente. A autoridade policial, tomando ciência dos fatos, deflagrou inquérito policial para fins de apuração. Nesse cenário, considerando as disposições do Código Penal, João responderá pelo crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "comunicação falsa de crime;"
      },
      {
        "letra": "B",
        "texto": "denunciação caluniosa;"
      },
      {
        "letra": "C",
        "texto": "difamação;"
      },
      {
        "letra": "D",
        "texto": "calúnia;"
      },
      {
        "letra": "E",
        "texto": "injúria."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2176721",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito",
      "Coação no curso do processo",
      "Exercício arbitrário das próprias razões",
      "Fraude processual"
    ],
    "enunciado_principal": "A respeito dos Crimes contra a Administração da Justiça, previstos no Código Penal, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o crime de coação no curso do processo será qualificado se praticado em processo que envolva crime contra a dignidade sexual."
      },
      {
        "letra": "B",
        "texto": "a imputação de prática de contravenção penal que sabe ser inverídica não configura o crime de denunciação caluniosa, pois o tipo penal fala apenas em crime, ato improbo e infração ética-disciplinar."
      },
      {
        "letra": "C",
        "texto": "o crime de fraude processual será qualificado se a inovação tiver como objetivo produzir efeito em processo penal."
      },
      {
        "letra": "D",
        "texto": "a retração ou declaração da verdade pelo agente, antes de proferida a sentença no processo em que se deu o falso testemunho, é causa de diminuição de pena do crime de falso testemunho e falsa perícia."
      },
      {
        "letra": "E",
        "texto": "o crime de exercício arbitrário das próprias razões é de ação penal privada, excetuando os casos em que há emprego de violência."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1969051",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa"
    ],
    "enunciado_principal": "Fernando praticou conduta criminosa contra a administração da justiça utilizando-se de nome suposto, o que configura causa de aumento de pena nesse tipo penal. Da leitura dessa situação conclui-se que Fernando praticou o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "denunciação caluniosa."
      },
      {
        "letra": "B",
        "texto": "comunicação falsa de crime ou de contravenção penal."
      },
      {
        "letra": "C",
        "texto": "reingresso de estrangeiro expulso."
      },
      {
        "letra": "D",
        "texto": "patrocínio simultâneo ou tergiversação."
      },
      {
        "letra": "E",
        "texto": "E coação no curso do processo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1893445",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PC-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa"
    ],
    "enunciado_principal": "No dia 29 de novembro de 2017, na sede do Distrito Policial, Maria compareceu para dar causa à instauração de investigação policial em desfavor de João, imputando-lhe a autoria de tentativa de homicídio de que ela sabia ser João inocente. Segundo consta dos autos, Maria teria narrado à autoridade policial que seu irmão João, em 28 de novembro de 2017, havia acelerado o veículo que conduzia, em sua direção, no interior do estacionamento do Esporte Clube Manaus, tudo com a intenção de matá-la. Tais notícias foram então registradas no Boletim de Ocorrência 171/2017 daquela unidade policial, o que ocasionou a instauração de inquérito policial para investigação. Também no dia 29 de novembro de 2017, na mesma unidade policial, João compareceu para registrar ocorrência (Boletim de Ocorrência 173/2017), consistente em lesões corporais graves realizadas por Maria, haja vista ter alegado que Maria se jogou sobre o capô do seu carro em movimento e, quando parou seu carro, foi veementemente agredido. Tais fatos foram incorporados no mesmo inquérito policial. No decorrer das investigações, teria ficado afinal apurado que Maria teria se colocado intencionalmente na frente do carro conduzido por João, que trafegava em baixa velocidade no interior do estacionamento, consoante laudo pericial e, ademais, tendo em vista as declarações das testemunhas presenciais, culminando com a sugestão de arquivamento da investigação daquela hipotética tentativa de homicídio. Quanto ao delito de denunciação caluniosa referido, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não há configuração do delito, pois houve a investigação de outros fatos diversos, o que retira a tipicidade da conduta de Maria."
      },
      {
        "letra": "B",
        "texto": "há configuração do delito, pois o crime consiste em fazer a autoridade policial investigar ilícito de que sabe inocente o investigado."
      },
      {
        "letra": "C",
        "texto": "não há configuração do delito, pois houve a investigação de outros fatos diversos, o que retira a ilicitude da conduta de Maria."
      },
      {
        "letra": "D",
        "texto": "há configuração do delito, pois o crime consiste em fazer a autoridade policial investigar qualquer fato."
      },
      {
        "letra": "E",
        "texto": "não há configuração do delito, pois houve a investigação de outros fatos diversos, o que retira a culpabilidade da conduta de Maria."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1886829",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito",
      "Favorecimento real"
    ],
    "enunciado_principal": "O filho de um tesoureiro furtou certa quantia em dinheiro da associação em que o pai trabalha. O tesoureiro, sabendo do fato, atribuiu a autoria do delito ao faxineiro da associação após, por insistência da diretoria, ter registrado a ocorrência policial e solicitado instauração do inquérito policial. Considerando-se as informações apresentadas, é correto afirmar que, nesse caso, o tesoureiro responderá por",
    "alternativas": [
      {
        "letra": "A",
        "texto": "calúnia."
      },
      {
        "letra": "B",
        "texto": "favorecimento real."
      },
      {
        "letra": "C",
        "texto": "falso testemunho."
      },
      {
        "letra": "D",
        "texto": "comunicação falsa de crime."
      },
      {
        "letra": "E",
        "texto": "denunciação caluniosa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1841079",
    "metadata": "Ano: 2021 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa"
    ],
    "enunciado_principal": "Sobre os crimes contra a Administração da Justiça, previstos no Código Penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Dar causa a ação de improbidade administrativa, imputando a alguém ato improbo de que sabe inocente, valendo-se de nome suposto, em tese, caracteriza o crime de denunciação caluniosa."
      },
      {
        "letra": "B",
        "texto": "O crime de exercício arbitrário das próprias razões, previsto no artigo 345, do CP, somente se procede mediante queixa."
      },
      {
        "letra": "C",
        "texto": "Oferecer dinheiro a testemunha para fazer afirmação falsa em depoimento, em tese, caracteriza o crime de coação no curso do processo, previsto no artigo 344, do CP."
      },
      {
        "letra": "D",
        "texto": "O crime de exploração de prestígio (art. 357, do CP) é próprio, podendo ser praticado apenas pelos sujeitos previstos no tipo penal."
      },
      {
        "letra": "E",
        "texto": "O crime de favorecimento pessoal caracteriza-se pelo auxílio prestado a autor de crime, a fim de que ele escape da ação das autoridades públicas, desde que o crime praticado seja punido com reclusão."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1202693",
    "metadata": "Ano: 2020 | Banca: IBADE | Órgão: Prefeitura de Linhares - ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Roubo",
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "O perito que cala a verdade em processo judicial comete crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "roubo."
      },
      {
        "letra": "B",
        "texto": "denunciação caluniosa."
      },
      {
        "letra": "C",
        "texto": "lesão corporal."
      },
      {
        "letra": "D",
        "texto": "falso testemunho."
      },
      {
        "letra": "E",
        "texto": "autoacusação falsa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1647699",
    "metadata": "Ano: 2019 | Banca: ADVISE | Órgão: Prefeitura de Juarez Távora - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito",
      "Exercício arbitrário das próprias razões"
    ],
    "enunciado_principal": "Dagoberto praticou a conduta típica de “Acusar-se, perante a autoridade, de crime inexistente ou praticado por outrem”. Esta conduta configura o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Falso testemunho."
      },
      {
        "letra": "B",
        "texto": "Denunciação caluniosa."
      },
      {
        "letra": "C",
        "texto": "Comunicação falsa de crime ou de contravenção."
      },
      {
        "letra": "D",
        "texto": "Autoacusação falsa."
      },
      {
        "letra": "E",
        "texto": "Exercício arbitrário das próprias razões."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1174532",
    "metadata": "Ano: 2019 | Banca: GUALIMP | Órgão: Prefeitura de Porciúncula - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa"
    ],
    "enunciado_principal": "Rodrigo Carlos estava em debate com sua amiga Letícia Silva sobre os Crimes contra a Administração da Justiça previstos no Código Penal Brasileiro. Durante o debate, Rodrigo Carlos sustentou que comete o crime de Denunciação caluniosa, aquele que comete a conduta típica de “Dar causa à instauração de investigação policial, de processo judicial, instauração de investigação administrativa, inquérito civil ou ação de improbidade administrativa contra alguém, imputando-lhe crime de que o sabe inocente”. Letícia contradisse seu colega ao sustentar que tal conduta típica seria do crime de Comunicação Falsa de Crime. De acordo com o Código Penal, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Letícia tem razão."
      },
      {
        "letra": "B",
        "texto": "Nenhum dos dois tem razão."
      },
      {
        "letra": "C",
        "texto": "Letícia está parcialmente equivocada, mas Rodrigo Carlos está totalmente equivocado."
      },
      {
        "letra": "D",
        "texto": "Rodrigo Carlos tem razão."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1041607",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TCE-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Peculato mediante erro de outrem",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Fraude processual",
      "Favorecimento real"
    ],
    "enunciado_principal": "Carlos, servidor público municipal, negou-se, após sua função ter sido alterada, a devolver um notebook do município que lhe fora cedido em razão de seu cargo para realização de serviços que não mais faria para a prefeitura. Na delegacia, Carlos informou falsamente à autoridade policial que o aparelho havia sido furtado por alguém desconhecido. Durante a investigação policial, verificou-se que o notebook era utilizado, na realidade, pela filha do servidor, para fins particulares. Considerando-se essa situação hipotética, a legislação penal vigente e o entendimento sumulado do STJ, é correto afirmar que Carlos responderá por",
    "alternativas": [
      {
        "letra": "A",
        "texto": "peculato-furto e denunciação caluniosa."
      },
      {
        "letra": "B",
        "texto": "peculato-desvio e falsa comunicação de crime."
      },
      {
        "letra": "C",
        "texto": "peculato mediante erro de outrem e denunciação caluniosa."
      },
      {
        "letra": "D",
        "texto": "fraude processual e falsa comunicação de crime."
      },
      {
        "letra": "E",
        "texto": "favorecimento real e fraude processual."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "992199",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Câmara de Serrana - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações",
      "Usurpação de função pública",
      "Subtração ou inutilização de livro ou documento. Sonegação de contribuição previdenciária",
      "Denunciação caluniosa",
      "Favorecimento pessoal"
    ],
    "enunciado_principal": "A respeito dos crimes contra a administração pública, previstos no Código Penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de inserção de dados falsos em sistema de informações (art. 313-A, do CP) não é próprio de funcionário público."
      },
      {
        "letra": "B",
        "texto": "O crime de usurpação de função pública (art. 328, do CP) somente se configura se o agente da usurpação aufere vantagem."
      },
      {
        "letra": "C",
        "texto": "No crime de sonegação de contribuição previdenciária (art. 337-A), o perdão judicial da pena é obrigatório, caso o agente seja primário e de bons antecedentes, e as contribuições devidas de pequeno valor."
      },
      {
        "letra": "D",
        "texto": "No crime de denunciação caluniosa (art. 339, do CP), haverá aumento da pena se o agente se utiliza de anonimato."
      },
      {
        "letra": "E",
        "texto": "O crime de favorecimento pessoal (art. 348, do CP) não se caracteriza se o auxílio é prestado a autor de crime apenado com detenção."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "989834",
    "metadata": "Ano: 2019 | Banca: IADES | Órgão: CRN - 3ª Região (SP e MS)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Exercício arbitrário das próprias razões",
      "Favorecimento pessoal",
      "Exercício arbitrário ou abuso de poder",
      "Sonegação de papel ou objeto de valor probatório. Exploração de prestígio"
    ],
    "enunciado_principal": "Suponha que Maria emprestou o próprio notebook e três livros para o amigo José, no intuito de ajudá-lo com uma demanda de trabalho de conclusão de curso exigida para a obtenção do diploma de nível superior no curso de psicologia. Após alguns dias, necessitando do notebook dela por motivo de ordem pessoal, ela solicitou ao amigo que o devolvesse, juntamente com os três livros anteriormente emprestados. Diante da inércia de José em devolver os bens, Maria pegou a bicicleta dele para a quitação do empréstimo, dado que o valor dos bens é quase equivalente. Nessa hipótese, Maria praticou",
    "alternativas": [
      {
        "letra": "A",
        "texto": "favorecimento pessoal."
      },
      {
        "letra": "B",
        "texto": "exercício arbitrário ou abuso de poder."
      },
      {
        "letra": "C",
        "texto": "denunciação caluniosa."
      },
      {
        "letra": "D",
        "texto": "exercício arbitrário das próprias razões."
      },
      {
        "letra": "E",
        "texto": "exploração de prestígio."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "952010",
    "metadata": "Ano: 2018 | Banca: IDECAN | Órgão: AGU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Advocacia administrativa",
      "Corrupção ativa",
      "Denunciação caluniosa",
      "Descaminho"
    ],
    "enunciado_principal": "Em relação aos crimes contra a Administração Pública, assinale a afirmativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Advocacia administrativa é crime praticado contra a administração da justiça."
      },
      {
        "letra": "B",
        "texto": "Corrupção ativa é crime praticado por particular contra a administração em geral."
      },
      {
        "letra": "C",
        "texto": "Concussão é crime praticado por funcionário público contra a administração em geral."
      },
      {
        "letra": "D",
        "texto": "Denunciação caluniosa é crime praticado contra a administração da justiça."
      },
      {
        "letra": "E",
        "texto": "Descaminho é crime praticado por particular contra a administração em geral."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "921272",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito",
      "Exercício arbitrário das próprias razões"
    ],
    "enunciado_principal": "Policial Militar que forja situação de flagrância, a fim de increpar indivíduo que sabe inocente e, com isso, dá causa à instauração de inquérito policial, comete crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falso testemunho (CP, art. 342)."
      },
      {
        "letra": "B",
        "texto": "calúnia qualificada (CP, art. 138, § 3o )."
      },
      {
        "letra": "C",
        "texto": "exercício arbitrário (CP, art. 350)."
      },
      {
        "letra": "D",
        "texto": "denunciação caluniosa (CP, art. 339)."
      },
      {
        "letra": "E",
        "texto": "comunicação falsa de crime (CP, art. 340)."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "888346",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: ALESE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Exercício arbitrário das próprias razões",
      "Sonegação de papel ou objeto de valor probatório. Exploração de prestígio"
    ],
    "enunciado_principal": "São, dentre outros, crimes contra a administração da Justiça:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "resistência, desobediência, desacato e tráfico de influência."
      },
      {
        "letra": "B",
        "texto": "advocacia administrativa, condescendência criminosa, violação de sigilo funcional e abandono de função."
      },
      {
        "letra": "C",
        "texto": "auto-acusação falsa, exercício arbitrário das próprias razões, denunciação caluniosa e exploração de prestígio."
      },
      {
        "letra": "D",
        "texto": "falsidade ideológica, falso reconhecimento de firma ou letra, certidão ou atestado ideologicamente falso e adulteração de sinal identificador de veículo automotor."
      },
      {
        "letra": "E",
        "texto": "concussão, corrupção passiva, prevaricação e corrupção ativa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "878649",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito",
      "Exercício arbitrário das próprias razões"
    ],
    "enunciado_principal": "A respeito dos crimes contra a administração da justiça (arts. 339 a 347 do CP), assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A autoacusação para acobertar ascendente ou descendente é atípica."
      },
      {
        "letra": "B",
        "texto": "Dar causa a inquérito civil contra alguém, imputando-lhe falsamente a prática de crime, em tese, caracteriza o crime de denunciação caluniosa."
      },
      {
        "letra": "C",
        "texto": "Provocar a ação de autoridade, comunicando a ocorrência de crime que sabe não ter se verificado, em tese, caracteriza o crime de denunciação caluniosa."
      },
      {
        "letra": "D",
        "texto": "O crime de falso testemunho exige, para configuração, que o agente receba vantagem econômica ou outra de qualquer natureza."
      },
      {
        "letra": "E",
        "texto": "O crime de exercício arbitrário das próprias razões procede-se mediante queixa, ainda que haja emprego de violência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "874041",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: ABIN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa"
    ],
    "enunciado_principal": "Acerca dos crimes contra a administração pública, julgue o item a seguir. Situação hipotética: Com o intuito de prejudicar a candidatura de Flávio, seu concorrente eleitoral, Alberto procurou uma delegacia de polícia e imputou falsamente a Flávio os crimes de corrupção passiva e lavagem de dinheiro. Reduzida a termo essas declarações, a autoridade policial instaurou inquérito policial para apurar os delitos. Assertiva: Nessa situação, Alberto responderá pelo crime de fraude processual.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "866382",
    "metadata": "Ano: 2018 | Banca: FUNDATEC | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito",
      "Coação no curso do processo",
      "Exercício arbitrário das próprias razões"
    ],
    "enunciado_principal": "O crime contra a Administração da Justiça de dar causa à instauração de investigação policial, de processo judicial, instauração de investigação administrativa, inquérito civil ou ação de improbidade administrativa contra alguém, imputando-lhe crime de que o sabe inocente, chama-se:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Autoacusação falsa."
      },
      {
        "letra": "B",
        "texto": "Coação no curso do processo."
      },
      {
        "letra": "C",
        "texto": "Denunciação caluniosa."
      },
      {
        "letra": "D",
        "texto": "Falso testemunho ou falsa perícia."
      },
      {
        "letra": "E",
        "texto": "Exercício arbitrário das próprias razões."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "908468",
    "metadata": "Ano: 2017 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa"
    ],
    "enunciado_principal": "ASSINALE A ALTERNATIVA INCORRETA: APLICÁVEL EM TESE O ARTIGO 339 DO CÓDIGO PENAL (DENUNCIAÇÃO CALUNIOSA):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ao advogado, mesmo no exercício do mandato;"
      },
      {
        "letra": "B",
        "texto": "se imputado fato determinado que configure crime ou contravenção;"
      },
      {
        "letra": "C",
        "texto": "ao colaborador que imputar falsamente a prática de infração penal a pessoa que sabe ser inocente;"
      },
      {
        "letra": "D",
        "texto": "se presente o dolo indireto de dar causa à instauração de investigação policial, de processo judicial, investigação administrativa, inquérito civil ou ação de improbidade administrativa contra alguém."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "852765",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: DPE-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa"
    ],
    "enunciado_principal": "A respeito dos crimes de denunciação caluniosa e comunicação falsa de crime, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em relação a ambos os crimes, admite-se que o agente seja autoridade pública encarregada da persecução criminal."
      },
      {
        "letra": "B",
        "texto": "Em relação a ambos os crimes, a instauração da investigação configura elemento normativo dos tipos suficiente para configurar consumação."
      },
      {
        "letra": "C",
        "texto": "Exige-se, como elemento normativo dos tipos desses crimes, a indicação de pessoa certa e determinada."
      },
      {
        "letra": "D",
        "texto": "Em relação a ambos os crimes, impõe-se ao agente saber da inocência da pessoa a quem se imputa o crime ou infração."
      },
      {
        "letra": "E",
        "texto": "A consumação desses crimes se dá desde que o agente, ao comunicar o crime, tenha consciência atual de que inexiste a infração por ele imputada."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "845510",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: TST",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Concussão e Excesso de Exação",
      "Condescendência criminosa",
      "Denunciação caluniosa"
    ],
    "enunciado_principal": "Ao assumir o exercício da titularidade da Vara do Trabalho “Z”, após recém-aprovado no Concurso para ingresso na Carreira da Magistratura, deparou-se o Juiz Substituto Ângelo com multifacetado panorama. O Diretor de Secretaria Paulo, nomeado como fiel depositário de automóvel em execução trabalhista em curso na Vara, usava diariamente este veículo para locomoção pessoal. Em audiência, foi entregue petição diretamente ao Juiz Ângelo, pelo advogado Bonifácio, noticiando que Júlia, assistente da sala de audiências, por deter livre acesso à Secretaria da Vara, extraiu de autos de execução trabalhista, que não estavam sob a guarda da referida servidora, três guias de levantamento legitimamente assinadas pelo magistrado anterior, sacando e utilizando, em proveito próprio, valores que deveriam ter sido disponibilizados ao trabalhador cliente do mencionado advogado. Foi noticiado na petição também que, por deter relação afetiva extraconjugal com Júlia, casada com Pedro, e objetivando manter em segredo o relacionamento, o Diretor de Secretaria Paulo não comunicou o panorama ao magistrado antecedente, tampouco ao Tribunal. No afã de desvencilhar-se de eventual responsabilidade, por serem verídicos os fatos noticiados pelo advogado Bonifácio, Júlia protocolizou, no Setor de Distribuição da Vara, petição anônima atribuindo a autoria do suposto delito quanto às guias ao servidor Rafael, Chefe da Seção de Execução. À vista dos aspectos envolvidos, o Juiz Ângelo expediu ofícios ao Tribunal e à autoridade policial, com descrição dos fatos pertinentes, para conhecimento e adoção de providências cabíveis nas searas administrativa e penal. No caso hipotético,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ao subtrair as guias de levantamento relativas a valores devidos a exequente trabalhador, que estava em autos de execução trabalhista na Vara em que atuava, Júlia praticou o crime de peculato impróprio."
      },
      {
        "letra": "B",
        "texto": "o Diretor de Secretaria Paulo praticou o crime de peculato de uso quanto ao veículo."
      },
      {
        "letra": "C",
        "texto": "ao utilizar os valores extraídos do feito judicial, a assistente da sala de audiências Júlia praticou o crime de excesso de exação, na modalidade prevista no §2° do art. 316 do Código Penal."
      },
      {
        "letra": "D",
        "texto": "o Chefe da Seção de Execução Rafael foi vítima de denunciação caluniosa, sendo o uso de anonimato pelo(a) agente do crime causa de aumento da pena em um terço."
      },
      {
        "letra": "E",
        "texto": "ao ocultar dos superiores hierárquicos o panorama de ocorrência de valores indevidamente extraídos do feito judicial e utilizados por Júlia, com base na motivação narrada, Paulo praticou a conduta de condescendência criminosa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "839024",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: TRE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa"
    ],
    "enunciado_principal": "Luiz, condenado há vários anos de prisão pela prática de diversos crimes assume, perante a autoridade, a autoria de crime que não cometeu, com o intuito de livrar outra pessoa da condenação. Assim agindo, Luiz",
    "alternativas": [
      {
        "letra": "A",
        "texto": "praticou o crime de comunicação falsa de crime."
      },
      {
        "letra": "B",
        "texto": "não praticou qualquer tipo penal."
      },
      {
        "letra": "C",
        "texto": "praticou o crime de fraude processual."
      },
      {
        "letra": "D",
        "texto": "praticou o crime de denunciação caluniosa."
      },
      {
        "letra": "E",
        "texto": "praticou o crime de auto-acusação falsa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "837047",
    "metadata": "Ano: 2017 | Banca: FGV | Órgão: TRT - 12ª Região (SC)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa"
    ],
    "enunciado_principal": "Caio, oficial de justiça, todos os dias da semana chega em sua residência cansado após um longo dia de trabalho e passa a ficar incomodado com o fato de que Bruno, namorado de sua filha, com 26 anos, recebe um salário alto para a quantidade de serviço que realiza no órgão criminal do Ministério Público em que trabalha. Diante disso, objetivando que Bruno trabalhe mais, afirma para a Promotora de Justiça chefe de Bruno, que era sua conhecida, que sua esposa foi vítima de um crime de estelionato e que o fato deveria ser investigado, informando nada saber sobre a autoria delitiva. Diante disso, foi instaurado procedimento investigatório criminal no órgão. Caio, então, se arrepende e procura seu advogado para saber as consequências de sua conduta, caso seja descoberto que o fato narrado era falso. Considerando as informações narradas, o advogado deverá esclarecer que Caio:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não praticou crime, em razão do arrependimento posterior;"
      },
      {
        "letra": "B",
        "texto": "praticou crime de denunciação caluniosa, consumado;"
      },
      {
        "letra": "C",
        "texto": "praticou crime de comunicação falsa de crime ou contravenção, consumado;"
      },
      {
        "letra": "D",
        "texto": "praticou crime de falso testemunho, consumado;"
      },
      {
        "letra": "E",
        "texto": "praticou crime contra administração da justiça na modalidade tentada."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "828308",
    "metadata": "Ano: 2017 | Banca: IESES | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato mediante erro de outrem",
      "Corrupção ativa",
      "Denunciação caluniosa",
      "Exercício arbitrário das próprias razões"
    ],
    "enunciado_principal": "Assinale a assertiva correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A conduta consistente em apropriar-se de dinheiro ou qualquer utilidade que, no exercício do cargo, recebeu por erro de outrem é denominada pela doutrina de peculato estelionato ou peculato mediante erro de outrem."
      },
      {
        "letra": "B",
        "texto": "Provocar a ação de autoridade, comunicando-lhe a ocorrência de crime ou de contravenção que sabe não se ter verificado constitui crime de denunciação caluniosa."
      },
      {
        "letra": "C",
        "texto": "O delito de corrupção ativa (art. 333, do CP) contempla as condutas de oferecer, prometer ou dar vantagem indevida a funcionário público, para determiná-lo a praticar, omitir ou retardar ato de ofício."
      },
      {
        "letra": "D",
        "texto": "O crime de exercício arbitrário das próprias razões (art. 345, do CP) somente é processado mediante queixa, ainda que haja o emprego de violência."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "826517",
    "metadata": "Ano: 2017 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa"
    ],
    "enunciado_principal": "A conduta de “dar causa à instauração de investigação policial, de processo judicial, instauração de investigação administrativa, inquérito civil ou ação de improbidade administrativa contra alguém, imputando-lhe crime de que o sabe inocente” configura",
    "alternativas": [
      {
        "letra": "A",
        "texto": "denunciação caluniosa."
      },
      {
        "letra": "B",
        "texto": "condescendência criminosa."
      },
      {
        "letra": "C",
        "texto": "falso testemunho."
      },
      {
        "letra": "D",
        "texto": "comunicação falsa de crime."
      },
      {
        "letra": "E",
        "texto": "fraude processual."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "785092",
    "metadata": "Ano: 2017 | Banca: CONSULPLAN | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Prevaricação",
      "Condescendência criminosa",
      "Corrupção ativa",
      "Denunciação caluniosa"
    ],
    "enunciado_principal": "Sobre os crimes contra a Administração Pública, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O agente que der causa à instauração de ação de improbidade administrativa contra alguém, imputando-lhe crime de que o sabe inocente, comete o crime de denunciação caluniosa."
      },
      {
        "letra": "B",
        "texto": "Aquele que exige, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida, comete o crime de corrupção ativa."
      },
      {
        "letra": "C",
        "texto": "Comete o crime de prevaricação o agente que retarda ou deixa de praticar, indevidamente, ato de ofício, ou praticá-lo contra disposição expressa de lei, para satisfazer interesse ou sentimento pessoal."
      },
      {
        "letra": "D",
        "texto": "O crime de condescendência criminosa consiste em deixar o funcionário, por indulgência, de responsabilizar subordinado que cometeu infração no exercício do cargo ou, quando lhe falte competência, não levar o fato ao conhecimento da autoridade competente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "778234",
    "metadata": "Ano: 2017 | Banca: FGV | Órgão: ALERJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crimes contra a administração pública",
      "Denunciação caluniosa"
    ],
    "enunciado_principal": "Após constatar a subtração de grande quantia em dinheiro do seu escritório profissional, João Carlos promoveu o devido registro na Delegacia própria, apontando como autor do fato o empregado Lúcio, já que possuía razões para desconfiar dele, por ser o único que sabia da existência do dinheiro no cofre do qual foi subtraído. Instaurado o respectivo inquérito policial, Lúcio foi ouvido e comprovou não ter sido ele o autor da subtração, reclamando do constrangimento que passou com o seu indevido indiciamento. Por falta de justa causa, o inquérito foi arquivado a requerimento do Ministério Público. Diante da situação narrada, é correto afirmar que a conduta de João Carlos configura:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "crime de calúnia;"
      },
      {
        "letra": "B",
        "texto": "fato típico, mas lícito;"
      },
      {
        "letra": "C",
        "texto": "crime de denunciação caluniosa;"
      },
      {
        "letra": "D",
        "texto": "crime de comunicação falsa de crime;"
      },
      {
        "letra": "E",
        "texto": "fato criminal atípico."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "777887",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: TRE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa"
    ],
    "enunciado_principal": "Ricardo reside na cidade de São Paulo e acaba testemunhando, da janela de sua residência, o furto de um veículo que estava estacionado na via pública, defronte ao seu imóvel, praticado por dois agentes. Para se vingar do seu desafeto e vizinho Rodolfo e sabendo de sua inocência, Ricardo apresenta uma denúncia anônima à Polícia noticiando que Rodolfo foi um dos autores do referido crime de furto. A autoridade policial determina a instauração de inquérito policial para apuração da autoria delitiva em relação a Rodolfo. Nesse caso hipotético, Ricardo cometeu crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "denunciação caluniosa, com pena prevista de reclusão de dois a oito anos e multa, aumentada de sexta parte, pois serviu-se de anonimato."
      },
      {
        "letra": "B",
        "texto": "comunicação falsa de crime, com pena prevista de detenção de um a seis meses ou multa, aumentada de sexta parte, pois serviu-se de anonimato."
      },
      {
        "letra": "C",
        "texto": "denunciação caluniosa, com pena prevista de reclusão de dois a oito anos e multa, sem qualquer majoração."
      },
      {
        "letra": "D",
        "texto": "comunicação falsa de crime, com pena prevista de detenção de um a seis meses ou multa sem qualquer majoração."
      },
      {
        "letra": "E",
        "texto": "falso testemunho."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1345272",
    "metadata": "Ano: 2016 | Banca: UEG | Órgão: Prefeitura de Iporá - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa"
    ],
    "enunciado_principal": "No que concerne aos crimes praticados por funcionário público contra a administração em geral, dos crimes praticados por particular contra a administração em geral, dos crimes contra a administração da justiça e dos crimes contra as finanças públicas, tem-se o seguinte:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o peculato se configura quando o agente apropria-se de dinheiro, valor, bem móvel ou imóvel, público ou particular, de que tem a posse em razão do cargo."
      },
      {
        "letra": "B",
        "texto": "considera-se funcionário público, para efeitos penais, apenas quem, de forma permanente e mediante remuneração, exerce cargo, emprego ou função pública."
      },
      {
        "letra": "C",
        "texto": "aquele que dá causa à instauração de inquérito policial ou de investigação administrativa contra alguém, imputando-lhe crime de que o sabe inocente, comete o crime de denunciação caluniosa."
      },
      {
        "letra": "D",
        "texto": "o prefeito que ordenar ou autorizar a assunção de obrigação, nos últimos oito meses do último ano de seu mandato, e cuja despesa não possa ser paga no mesmo exercício financeiro, não pratica crime."
      },
      {
        "letra": "E",
        "texto": "caracteriza o crime de corrupção ativa a conduta de exigir, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "758137",
    "metadata": "Ano: 2016 | Banca: FUNCAB | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Noções Gerais de Crimes Contra a Administração Pública",
      "Peculato",
      "Inserção de dados falsos em sistema de informações",
      "Concussão e Excesso de Exação",
      "Denunciação caluniosa"
    ],
    "enunciado_principal": "Acerca dos crimes contra a Administração pública, assinale a resposta correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de denunciação caluniosa (art. 339 do CP), além de outros requisitos de configuração, exige que a imputação sabidamente falsa recaia sobre vítima determinada, ou, ao menos, determinável."
      },
      {
        "letra": "B",
        "texto": "Para a configuração do crime de peculato-furto (art. 312, § 1⁰, CP) é suficiente que o sujeito ativo,funcionário público, subtraia um bem móvel particular que esteja sob a guarda da Administração pública."
      },
      {
        "letra": "C",
        "texto": "Considera-se funcionário público, para efeitos penais, quem exerce múnus público, assim entendido o ônus ou encargo para com o poder público, como no caso do curador."
      },
      {
        "letra": "D",
        "texto": "Nos crimes de inserção de dados falsos em sistemas de informações (art. 313-A do CP) e modificação ou alteração não autorizada de sistema de informações (art. 313-B do CP) se exige que figure, como sujeito ativo da conduta, o funcionário público autorizado."
      },
      {
        "letra": "E",
        "texto": "Ao contrário do que ocorre na extorsão, o crime de concussão é classificado como delito material, operando-se quando o agente aufere a vantagem indevida almejada."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "698196",
    "metadata": "Ano: 2016 | Banca: FUNCAB | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Prevaricação",
      "Denunciação caluniosa",
      "Favorecimento real"
    ],
    "enunciado_principal": "Assinale, no que concerne aos crimes contra a administração pública e entre as alternativas a seguir consignadas, aquela que realiza a correta subsunção do comportamento à norma penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Dora, em razão de defeito verificado em seu computador pessoal, leva clandestinamente o computador portátil da repartição pública em que trabalha para casa, usando-o para a confecção de um trabalho de faculdade. Em seguida, restitui o equipamento sem que ninguém tenha percebido sua falta. Nesse contexto, majoritariamente se afirma que Dora cometeu crime de peculato-apropriação."
      },
      {
        "letra": "B",
        "texto": "Ao autuar em flagrante delito uma pessoa por crime de furto, Zenóbio, Delegado de Polícia, verifica o estado de penúria em que vive o autuado. Assim, interpretando a lei processual, a ele concede liberdade imediata, dispensando fiança. Por assim agir, Zenóbio praticou crime de prevaricação."
      },
      {
        "letra": "C",
        "texto": "Alceu, imputável, já decidido a praticar crime de roubo, procura seu amigo Laércio. Ao amigo solicita que, uma vez efetivado o crime patrimonial, mantenha o proveito do crime guardado em sua casa, a fim de torná-lo seguro. Laércio aceita a incumbência e age conforme o combinado, unicamente com a intenção de ajudar Alceu, que executa sozinho o roubo. Contudo, a autoria do roubo é descoberta e Alceu acaba condenado por ele. Outrossim, a Polícia Civil consegue recuperar o proveito do crime, que ainda estava com Laércio. Verifica-se, pois, que Laércio cometeu delito de favorecimento real."
      },
      {
        "letra": "D",
        "texto": "Horácio acredita que seu vizinho moleste sexualmente crianças da região em que moram. Mesmo sem qualquer indício que confirme a suspeita, mas convicto da pertinência de sua intuição, Horácio encaminha notícia-crime à Delegacia de Polícia local, dando azo a consectária investigação policial, a qual conclui pela inexistência de delitos sexuais. Assim, é certo que Horácio praticou denunciação caluniosa."
      },
      {
        "letra": "E",
        "texto": "Eleutério, flagrado por Policiais Militares na posse de pequena quantidade de maconha, é obrigado pelos agentes públicos a ingressar na viatura policial, a fim de ser conduzido à Delegacia. Contudo, a fim de demonstrar seu desapreço em relação à Polícia Militar, Eleutério desfere um violento tapa no rosto do servidor, entrando em seguida no veículo. O policial resta lesionado de forma leve. A conduta de Eleutério, portanto, se subsome aos tipos penais de lesão corporal e resistência, em concurso de crimes."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "688068",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: SEGEP-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Noções Gerais de Crimes Contra a Administração Pública",
      "Concussão e Excesso de Exação",
      "Denunciação caluniosa"
    ],
    "enunciado_principal": "Em relação aos crimes contra a Administração pública, é correto assegurar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "puníveis apenas condutas dolosas."
      },
      {
        "letra": "B",
        "texto": "cabível a retratação nos crimes de falso testemunho e denunciação caluniosa."
      },
      {
        "letra": "C",
        "texto": "a condição de funcionário público é elementar do tipo de peculato e, por isso, não se comunica, em qualquer situação, ao coautor ou partícipe particular."
      },
      {
        "letra": "D",
        "texto": "não constitui crime de concussão, tipificado no Código Penal, a exigência, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de iniciar seu exercício, mas em razão dela, de vantagem indevida para deixar de lançar ou cobrar tributo ou contribuição social."
      },
      {
        "letra": "E",
        "texto": "não se equipara a funcionário público, para efeitos penais, quem trabalha para empresa prestadora de serviço contratada ou conveniada para a execução de atividade típica da Administração Pública."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "644275",
    "metadata": "Ano: 2016 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Corrupção ativa",
      "Denunciação caluniosa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "No que importa aos crimes em espécie, analise as alternativas abaixo e marque a correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Provocar a ação de autoridade, comunicando-lhe a ocorrência de crime ou de contravenção que sabe não se ter verificado, configura o delito de denunciação caluniosa (art. 339 do Código Penal)."
      },
      {
        "letra": "B",
        "texto": "O fato que origina o crime de falso testemunho deixa de ser punível se, mesmo depois da sentença no processo em que ocorreu o ilícito, mas necessariamente antes do seu trânsito em julgado, o agente se retrata ou declara a verdade."
      },
      {
        "letra": "C",
        "texto": "Configura o crime de corrupção ativa (art. 333 do Código Penal) a conduta de prometer vantagem indevida a contador oficial para que este negue a verdade no exercício de seu mister."
      },
      {
        "letra": "D",
        "texto": "Constitui crime a ação de danificar coisa própria que se acha em poder de terceiro por determinação judicial."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "628800",
    "metadata": "Ano: 2016 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Roubo",
      "Crimes contra a administração pública",
      "Peculato",
      "Denunciação caluniosa"
    ],
    "enunciado_principal": "Sobre os crimes contra a pessoa, crimes contra o patrimônio e crimes contra a administração pública, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para a consumação do crime de roubo, de acordo com o Superior Tribunal de Justiça, é necessário que o bem saia da esfera de vigilância da vítima, sendo imprescindível, portanto, que o agente tenha a posse tranquila do bem. O referido Tribunal, entende, ainda, que a ausência de restituição dos bens subtraídos autoriza a valoração desfavorável das consequências do crime e o aumento da pena base."
      },
      {
        "letra": "B",
        "texto": "No âmbito da administração pública, comete crime de denunciação caluniosa o agente que provoca a instauração de investigação administrativa contra alguém, imputando-lhe fato de que o sabe inocente."
      },
      {
        "letra": "C",
        "texto": "Segundo a jurisprudência do Superior Tribunal de Justiça, é aplicável o princípio da insignificância ao peculato, desde que o prejuízo causado à Administração Pública não ultrapasse um salário mínimo e o agente não seja reincidente."
      },
      {
        "letra": "D",
        "texto": "É isento de pena o agente que furta expressiva quantia em dinheiro de seus genitores independentemente da idade dos envolvidos."
      },
      {
        "letra": "E",
        "texto": "A qualificadora do feminicídio é de caráter objetivo e, por isso, pode-se aceitar a sua existência concomitante com as circunstâncias legais do privilégio."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "593440",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Resistência",
      "Denunciação caluniosa",
      "Favorecimento real"
    ],
    "enunciado_principal": "Acerca dos crimes contra a administração pública, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Comete o crime de peculato de uso o funcionário público que se apropria, para uso momentâneo, de objeto material de que tem a posse em razão do cargo e, após a sua utilização, o devolve intacto."
      },
      {
        "letra": "B",
        "texto": "Agente que auxilia condenado por crime de prisão simples, concedendo abrigo com fim de ocultá-lo dos policiais, comete o crime de favorecimento real."
      },
      {
        "letra": "C",
        "texto": "As ofensas proferidas, ou a negativa em acompanhar o policial, ou em abrir a porta, não são suficientes para a tipificação do delito de resistência."
      },
      {
        "letra": "D",
        "texto": "Dar causa à instauração de Comissão Parlamentar de Inquérito (CPI), imputando falsamente a prática de crime, tipifica o crime de denunciação caluniosa."
      },
      {
        "letra": "E",
        "texto": "Os policiais civis que, em função do cargo, exigem dinheiro do proprietário de um veículo furtado, que foi recuperado, cometem o crime de corrupção passiva."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "574475",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRE-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa"
    ],
    "enunciado_principal": "Xisto, Vereador de um determinado município do Estado de Sergipe, com o escopo de vingar-se do seu desafeto Tácito, também Vereador do mesmo município, faz uma denúncia escrita de crime eleitoral perante a Autoridade Policial contra Tácito, sabendo da inocência deste, apresentando-se como Moisés para não ser identificado. O Inquérito Policial é instaurado pela Autoridade Policial. Neste caso Xisto cometeu crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "denunciação caluniosa com pena de 2 a 8 anos, aumentada de um terço."
      },
      {
        "letra": "B",
        "texto": "comunicação falsa de crime, com pena de 1 a 6 meses de detenção e multa, aumentada de um terço."
      },
      {
        "letra": "C",
        "texto": "denunciação caluniosa com pena de 2 a 8 anos e multa, aumentada da sexta parte."
      },
      {
        "letra": "D",
        "texto": "comunicação falsa de crime, com pena de 1 a 6 meses de detenção e multa, sem qualquer majoração."
      },
      {
        "letra": "E",
        "texto": "denunciação caluniosa, com pena de 2 a 8 anos, sem qualquer majoração."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "560087",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 15ª Região (SP)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Favorecimento real",
      "Patrocínio infiel. Patrocínio simultâneo ou tergiversação",
      "Sonegação de papel ou objeto de valor probatório. Exploração de prestígio"
    ],
    "enunciado_principal": "Quanto aos crimes contra a administração da justiça,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não tipifica denunciação caluniosa dar causa à instauração de investigação policial ou de processo judicial contra alguém, imputando-lhe contravenção penal de que o sabe inocente."
      },
      {
        "letra": "B",
        "texto": "qualquer pessoa pode ser sujeito ativo do delito de sonegação de papel ou objeto de valor probatório."
      },
      {
        "letra": "C",
        "texto": "configura o delito de favorecimento pessoal o ato de auxiliar a subtrair-se à ação de autoridade pública autor de crime a que for cominada pena de detenção."
      },
      {
        "letra": "D",
        "texto": "há tergiversação quando o advogado defende na mesma causa, simultaneamente, partes contrárias."
      },
      {
        "letra": "E",
        "texto": "só o advogado pode ser sujeito ativo dos delitos de patrocínio infiel e exploração de prestígio."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "552698",
    "metadata": "Ano: 2015 | Banca: TRT 16R | Órgão: TRT - 16ª REGIÃO (MA)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Prevaricação",
      "Denunciação caluniosa"
    ],
    "enunciado_principal": "Considerando as afirmativas abaixo, assinale a alternativa CORRETA: I. Para a consumação do crime de Prevaricação (Art. 319 do CP) é necessária a presença do elemento subjetivo do injusto. II. O crime de Denunciação Caluniosa (Art. 339 do CP) tem como bem jurídico protegido a Administração da Justiça e é praticado contra pessoa indeterminada. III. Auxiliar a substrair-se à ação de autoridade pública autor de crime a que é cominada pena, se quem prestar o auxilio for ascendente, descendente, cônjuge ou irmão do criminoso, não ficará isento de pena.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente a afirmativa I está correta."
      },
      {
        "letra": "B",
        "texto": "As afirmativas I e II estão corretas."
      },
      {
        "letra": "C",
        "texto": "Todas as afirmativas estão incorretas."
      },
      {
        "letra": "D",
        "texto": "Todas as afirmativas estão corretas."
      },
      {
        "letra": "E",
        "texto": "Somente as afirmativas I e III estão corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "498746",
    "metadata": "Ano: 2015 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa"
    ],
    "enunciado_principal": "SOBRE DENUNCIAÇÃO CALUNIOSA ASSINALE A ALTERNATIVA CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A jurisprudência do STF é no sentido de que a configuração do tipo incriminador em causa exige dolo direto quanto ao conhecimento, por parte do(a) acusado(a), da inocência do representado(a), de modo que a presença de dolo eventual é insuficiente;"
      },
      {
        "letra": "B",
        "texto": "O art. 19 da Lei n 8.429, de 1992,é incompatível com a redação do art. 339 do Cód. Penal determinada pela Lei n 10.028, de 2000;"
      },
      {
        "letra": "C",
        "texto": "Denúncia anonima e denúncia apócrifa são sinônimos;"
      },
      {
        "letra": "D",
        "texto": "A denunciação caluniosa admite exceção da verdade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "489165",
    "metadata": "Ano: 2015 | Banca: FUNIVERSA | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Condescendência criminosa",
      "Advocacia administrativa",
      "Corrupção ativa",
      "Denunciação caluniosa",
      "Sonegação de papel ou objeto de valor probatório. Exploração de prestígio"
    ],
    "enunciado_principal": "Os advogados Antônio e Marcelo solicitaram e receberam R$ 19.000,00 de um de seus clientes a pretexto de influir no juiz do processo. Com base nesse caso hipotético, restou caracterizado o delito de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "denunciação caluniosa."
      },
      {
        "letra": "B",
        "texto": "advocacia administrativa."
      },
      {
        "letra": "C",
        "texto": "corrupção ativa."
      },
      {
        "letra": "D",
        "texto": "exploração de prestígio."
      },
      {
        "letra": "E",
        "texto": "condescendência criminosa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "884475",
    "metadata": "Ano: 2014 | Banca: FUNCAB | Órgão: PC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Difamação",
      "Injúria",
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "Aquele que der causa à instauração de investigação policial, de processo judicial, instauração de investigação administrativa, inquérito civil ou ação de improbidade administrativa contra alguém, imputando-lhe crime de que o sabe inocente, comete o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "denunciação caluniosa."
      },
      {
        "letra": "B",
        "texto": "falso testemunho."
      },
      {
        "letra": "C",
        "texto": "injúria."
      },
      {
        "letra": "D",
        "texto": "comunicação falsa de crime."
      },
      {
        "letra": "E",
        "texto": "difamação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "543183",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Fraude processual",
      "Patrocínio infiel. Patrocínio simultâneo ou tergiversação"
    ],
    "enunciado_principal": "A questão, refere -se às normas do Código Penal.“Dar causa à instauração de investigação policial, de processo judicial, instauração de investigação administrativa, inquérito civil ou ação de improbidade administrativa contra alguém, imputando-lhe crime de que o sabe inocente”. O delito ora tipificado é denominado",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Fraude processual."
      },
      {
        "letra": "B",
        "texto": "Comunicação falsa de contravenção."
      },
      {
        "letra": "C",
        "texto": "Denunciação caluniosa."
      },
      {
        "letra": "D",
        "texto": "Comunicação falsa de crime."
      },
      {
        "letra": "E",
        "texto": "Tergiversação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "510214",
    "metadata": "Ano: 2014 | Banca: IV - UFG | Órgão: Prefeitura de Goianésia - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa"
    ],
    "enunciado_principal": "O agente que dá causa à instauração de investigação policial, de processo judicial, instauração de investigação administrativa, inquérito civil ou ação de improbidade administrativa contra alguém, imputando-lhe crime de que o sabe inocente, pratica",
    "alternativas": [
      {
        "letra": "A",
        "texto": "fraude processual."
      },
      {
        "letra": "B",
        "texto": "falso testemunho."
      },
      {
        "letra": "C",
        "texto": "comunicação falsa de crime."
      },
      {
        "letra": "D",
        "texto": "denunciação caluniosa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "454349",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa"
    ],
    "enunciado_principal": "O Código Penal brasileiro, em relação ao crime de denunciação caluniosa, dispõe:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "acusar-se, perante a autoridade, de crime inexistente ou praticado por outrem."
      },
      {
        "letra": "B",
        "texto": "inovar artificiosamente, na pendência de processo civil ou administrativo, o estado de lugar."
      },
      {
        "letra": "C",
        "texto": "provocar a ação de autoridade, comunicando-lhe a ocorrência de crime ou de contravenção que sabe não se ter verificado."
      },
      {
        "letra": "D",
        "texto": "dar causa à instauração de investigação policial, de processo judicial, instauração de investigação administrativa, inquérito civil ou ação de improbidade administrativa contra alguém, imputando-lhe crime de que o sabe inocente."
      },
      {
        "letra": "E",
        "texto": "dar, oferecer ou prometer dinheiro ou qualquer outra vantagem a testemunha, perito, contador, tradutor ou intérprete, para fazer afirmação falsa, negar ou calar a verdade em depoimento ou perícia."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "454348",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito",
      "Coação no curso do processo",
      "Exercício arbitrário das próprias razões",
      "Fraude processual",
      "Favorecimento pessoal",
      "Favorecimento real"
    ],
    "enunciado_principal": "Assinale a alternativa que contém apenas crimes contra a administração da justiça.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Falsificação de papéis públicos, falsificação de selo e falsificação de sinal público."
      },
      {
        "letra": "B",
        "texto": "Advocacia administrativa, advocacia profissional no terceiro setor e posse antecipada de cargo público."
      },
      {
        "letra": "C",
        "texto": "Coação no curso do processo, comunicação falsa de crime e falsa perícia."
      },
      {
        "letra": "D",
        "texto": "Falsificação de papéis públicos, prevaricação e condescendência criminosa."
      },
      {
        "letra": "E",
        "texto": "Advocacia administrativa, violência arbitrária e desobediência."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "390946",
    "metadata": "Ano: 2014 | Banca: Aroeira | Órgão: PC-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito",
      "Fraude processual"
    ],
    "enunciado_principal": "O agente que dá causa à instauração de investigação policial contra alguém, imputando-lhe crime de que o sabe inocente, comete o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "denunciação caluniosa."
      },
      {
        "letra": "B",
        "texto": "comunicação falsa de crime."
      },
      {
        "letra": "C",
        "texto": "falso testemunho."
      },
      {
        "letra": "D",
        "texto": "fraude processual."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "389338",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito",
      "Exercício arbitrário das próprias razões",
      "Fraude processual"
    ],
    "enunciado_principal": "Levar ao conhecimento da autoridade policial a ocorrência de um crime, por vingança, sabedor de que o suposto fato criminoso jamais ocorreu, supostamente, tipifica o delito de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "fraude processual."
      },
      {
        "letra": "B",
        "texto": "exercício arbitrário das próprias razões."
      },
      {
        "letra": "C",
        "texto": "comunicação falsa de crime ou de contravenção."
      },
      {
        "letra": "D",
        "texto": "denunciação caluniosa."
      },
      {
        "letra": "E",
        "texto": "falso testemunho."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "371721",
    "metadata": "Ano: 2014 | Banca: IESES | Órgão: TJ-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Coação no curso do processo",
      "Fraude processual"
    ],
    "enunciado_principal": "Dar causa à instauração de investigação policial, de processo judicial, instauração de investigação administrativa, inquérito civil ou ação de improbidade administrativa contra alguém, imputando-lhe crime de que o sabe inocente, é tipificado no Código Penal como crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Coação no curso do processo."
      },
      {
        "letra": "B",
        "texto": "Comunicação falsa de crime ou de contravenção."
      },
      {
        "letra": "C",
        "texto": "Fraude processual."
      },
      {
        "letra": "D",
        "texto": "Denunciação caluniosa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "509526",
    "metadata": "Ano: 2013 | Banca: UEG | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Crimes contra a administração pública",
      "Denunciação caluniosa"
    ],
    "enunciado_principal": "Cabelo de Anjo, no intuito de prejudicar seu desafeto, o delegado de polícia civil da cidade, cuja atuação na repressão à criminalidade é amplamente reconhecida, especialmente nos casos de corrupção, apresenta representação por via postal ao Ministério Público, imputando à referida autoridade policial a prática de vários ilícitos penais, dentre eles o de corrupção passiva, sabendo que tais fatos não ocorreram. No intervalo entre a remessa da correspondência e o recebimento pelo representante do Ministério Público, o delegado toma conhecimento e consegue interceptar a missiva, desmascarando a trama com a prova de sua inocência. Nesse caso, Cabelo de Anjo responderá por",
    "alternativas": [
      {
        "letra": "A",
        "texto": "denunciação caluniosa na forma consumada"
      },
      {
        "letra": "B",
        "texto": "calúnia na forma tentada"
      },
      {
        "letra": "C",
        "texto": "denunciação caluniosa na forma tentada"
      },
      {
        "letra": "D",
        "texto": "calúnia na forma consumada"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "404145",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Classificação dos crimes",
      "Consumação e tentativa",
      "Concurso de crimes",
      "Concurso material",
      "Crimes comuns, próprios e de mão própria",
      "Crimes contra a administração pública",
      "Peculato",
      "Peculato mediante erro de outrem",
      "Concussão e Excesso de Exação",
      "Denunciação caluniosa",
      "Coação no curso do processo",
      "Legislação Penal Especial",
      "Lei de Tóxicos – Lei nº 11.343 de 2006"
    ],
    "enunciado_principal": "Acerca dos crimes de menor potencial ofensivo, dos crimes contra a administração pública e dos crimes previstos na Lei de Drogas, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Considere que João, insatisfeito com o destaque da atuação de Mara, sua colega de trabalho, a denuncie para a chefia pela prática de crime de peculato, sabendo que ela era inocente. Nesse caso, ficará configurado o crime de denunciação caluniosa, na forma consumada, se a imputação feita por João der causa à instauração de investigação administrativa contra Mara."
      },
      {
        "letra": "B",
        "texto": "O agente que, mesmo antes de assumir a função, mas em razão dela, exige para si ou para outrem, direta ou indiretamente, vantagem indevida pratica o crime de concussão, caso em que não seria admitida coautoria de particular, por ser esse um crime de mão própria."
      },
      {
        "letra": "C",
        "texto": "Para fins de proposta de transação, considera-se crime de menor potencial ofensivo aquele para o qual a pena máxima prevista em abstrato não ultrapasse dois anos, de forma que, ainda que tenha praticado dois ou mais crimes dessa natureza, em concurso material, o agente terá direito ao benefício se para cada um dos delitos for prevista pena máxima em abstrato não superior a dois anos."
      },
      {
        "letra": "D",
        "texto": "Para que se configure o crime de coação no curso do processo, é necessário que a pessoa contra quem é exercida a violência ou a grave ameaça seja autoridade que intervenha em processo judicial."
      },
      {
        "letra": "E",
        "texto": "Para que incida a causa de aumento de pena decorrente do uso de transporte público no tráfico de entorpecentes, é necessário que fique comprovado que o agente tentou distribuir ou disponibilizar a droga para outros passageiros."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "312979",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito",
      "Coação no curso do processo",
      "Fraude processual"
    ],
    "enunciado_principal": "“O fato deixar de ser punível se, antes da sentença, no processo em que ocorreu o ilícito, o agente se retrata ou declara a verdade”. A previsão legal citada corresponde ao crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "fraude processual."
      },
      {
        "letra": "B",
        "texto": "coação no curso do processo."
      },
      {
        "letra": "C",
        "texto": "denunciação caluniosa."
      },
      {
        "letra": "D",
        "texto": "comunicação falsa de crime ou contravenção."
      },
      {
        "letra": "E",
        "texto": "falso testemunho ou falsa perícia."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "312977",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa"
    ],
    "enunciado_principal": "Assinale a alternativa que melhor representa o tipo penal do crime descrito no art. 339 do CP. A denunciação caluniosa consiste em imputar crime a quem o sabe inocente dando causa à instauração de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "investigação policial, processo judicial ou inquérito civil."
      },
      {
        "letra": "B",
        "texto": "investigação policial, processo judicial ou comissão parlamentar de inquérito."
      },
      {
        "letra": "C",
        "texto": "investigação policial, processo judicial, investigação administrativa, inquérito civil ou ação de improbidade administrativa."
      },
      {
        "letra": "D",
        "texto": "investigação policial, processo judicial, comissão parlamentar de inquérito ou ação de improbidade administrativa."
      },
      {
        "letra": "E",
        "texto": "investigação policial ou processo judicial."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "303086",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Facilitação de contrabando ou descaminho",
      "Subtração ou inutilização de livro ou documento. Sonegação de contribuição previdenciária",
      "Denunciação caluniosa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "A respeito dos crimes contra a administração pública, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No crime de sonegação de contribuição previdenciária, será extinta a punibilidade se o agente, espontaneamente, declarar e confessar as contribuições, importâncias ou valores e prestar informações devidas à previdência social, na forma definida em lei ou regulamento, após o início da ação fiscal e antes do oferecimento da denúncia."
      },
      {
        "letra": "B",
        "texto": "O perito que fizer afirmação falsa em processo cível em que uma das partes seja o IBAMA responderá pelo crime de falsa perícia, que, no entanto, deixará de ser punível se, antes do trânsito em julgado da sentença no processo cível, citado perito retratar-se ou declarar a verdade."
      },
      {
        "letra": "C",
        "texto": "O diretor de presídio que não vedar ao preso o acesso a aparelho de comunicação que possibilite a este conversar apenas com outros presos no mesmo estabelecimento prisional não cometerá crime porque o que a lei penal veda é a comunicação do preso com o ambiente externo. Nessa situação, o diretor responderá apenas por infração administrativa."
      },
      {
        "letra": "D",
        "texto": "No crime de descaminho, não se admite a incidência do princípio da insignificância, sob pena de isso facilitar a sonegação fiscal."
      },
      {
        "letra": "E",
        "texto": "Praticará o crime de denunciação caluniosa quem der causa à instauração de investigação policial contra alguém, imputando- lhe contravenção penal de que o sabe inocente."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "289358",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica",
      "Supressão de documento",
      "Crimes contra a administração pública",
      "Condescendência criminosa",
      "Corrupção ativa em transação comercial internacional. Tráfico de influência em transação comercial internacional",
      "Corrupção ativa",
      "Denunciação caluniosa"
    ],
    "enunciado_principal": "No âmbito da administração pública, o agente que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "provoca instauração de investigação administrativa contra alguém, imputando-lhe falta de que o sabe inocente, comete o crime de denunciação caluniosa."
      },
      {
        "letra": "B",
        "texto": "altera teor de certidão verdadeira, para provar fato que habilite alguém a obter cargo público ou outra vantagem comete o crime de falsidade ideológica."
      },
      {
        "letra": "C",
        "texto": "pede dinheiro a pretexto de influir na decisão de juiz eleitoral incorre em crime de tráfico de influência."
      },
      {
        "letra": "D",
        "texto": "solicita para si vantagem indevida em razão da função pública que exerce incide no crime de corrupção ativa."
      },
      {
        "letra": "E",
        "texto": "altera parte de documento público verdadeiro pratica o crime de supressão de documento."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "359519",
    "metadata": "Ano: 2012 | Banca: FADESP | Órgão: MPE-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa"
    ],
    "enunciado_principal": "Ocorre o crime de denunciação caluniosa quando o agente;",
    "alternativas": [
      {
        "letra": "A",
        "texto": "provocar a ação de autoridade, comunicando-lhe a ocorrência de crime ou de contravenção que sabe não se ter verificado."
      },
      {
        "letra": "B",
        "texto": "der causa à instauração de investigação policial, de processo judicial, instauração de investigação administrativa, inquérito civil ou ação de improbidade administrativa contra alguém, imputando-lhe crime de que o sabe inocente."
      },
      {
        "letra": "C",
        "texto": "acusar-se, perante a autoridade, de crime inexistente ou praticado por outrem."
      },
      {
        "letra": "D",
        "texto": "fazer afirmação falsa, ou negar ou calar a verdade como testemunha, perito, contador, tradutor ou intérprete em processo judicial ou administrativo, inquérito policial, ou em juízo arbitral."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "289818",
    "metadata": "Ano: 2012 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito",
      "Fraude processual",
      "Sonegação de papel ou objeto de valor probatório. Exploração de prestígio"
    ],
    "enunciado_principal": "Dar causa à instauração de processo judicial contra alguém, imputando-lhe crime de que o sabe inocente, caracteriza o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Comunicação falsa de crime ou de contravenção."
      },
      {
        "letra": "B",
        "texto": "Denunciação caluniosa."
      },
      {
        "letra": "C",
        "texto": "Falso testemunho."
      },
      {
        "letra": "D",
        "texto": "Fraude processual."
      },
      {
        "letra": "E",
        "texto": "Exploração de prestígio."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "283081",
    "metadata": "Ano: 2012 | Banca: FUNCAB | Órgão: PC-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa"
    ],
    "enunciado_principal": "Mirtes, a fim de se vingar de Anacleto, seu companheiro, que rompera o relacionamento amoroso entre ambos, vai até a Delegacia Especial de Atendimento à Mulher (DEAM) e noticia falsamente crime de violência doméstica, imputando a ele a conduta.Dias depois do início da investigação, arrependida, Mirtes retorna à DEAM, desta feita se desdizendo e confessando a falsidade da imputação. Nesse contexto,Mirtes:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderá ser criminalmente responsabilizada por crime de denunciação caluniosa, não sendo extinta sua punibilidade pela retratação, por ausência de previsão legal específica."
      },
      {
        "letra": "B",
        "texto": "poderá ser criminalmente responsabilizada por crime de denunciação caluniosa, não sendo extinta sua punibilidade pela retratação, por se tratar de crime de ação penal públ ica incondicionada."
      },
      {
        "letra": "C",
        "texto": "por ter se retratado, não poderá ser punida por denunciação caluniosa, mas subsistirá a responsabilidade criminal por calúnia."
      },
      {
        "letra": "D",
        "texto": "por ter se retratado, não poderá ser punida por denunciação caluniosa, mas subsistirá a responsabilidade criminal por falsa comunicação de crime ou contravenção."
      },
      {
        "letra": "E",
        "texto": "não poderá ser punida por crime algum, pois ocorre a extinção de sua punibilidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "262162",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRT - 20ª REGIÃO (SE)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito",
      "Exercício arbitrário das próprias razões",
      "Favorecimento pessoal",
      "Sonegação de papel ou objeto de valor probatório. Exploração de prestígio"
    ],
    "enunciado_principal": "Nos crimes contra a administração da justiça,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a pena sempre deve ser aumentada se a falsa perícia for cometida com o fim de obter prova destinada a produzir efeito em processo trabalhista."
      },
      {
        "letra": "B",
        "texto": "é pública condicionada a ação penal no crime de exercício arbitrário das próprias razões."
      },
      {
        "letra": "C",
        "texto": "a pena será diminuída se a imputação, na denunciação caluniosa, for de prática de contravenção penal."
      },
      {
        "letra": "D",
        "texto": "configura o delito de favorecimento pessoal o ato de prestar a criminoso, fora dos casos de coautoria ou receptação, auxílio destinado a tornar seguro o proveito do crime."
      },
      {
        "letra": "E",
        "texto": "só funcionário público pode ser sujeito ativo do delito de exploração de prestígio."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "248766",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRT - 4ª REGIÃO (RS)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Coação no curso do processo",
      "Fraude processual",
      "Favorecimento pessoal"
    ],
    "enunciado_principal": "No tocante aos crimes contra a administração da justiça, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não se tipifica o delito de coação no curso do processo se o agente, com o fim de favorecer interesse alheio, usar de violência ou grave ameaça, contra pessoa que é chamada a intervir em processo judicial."
      },
      {
        "letra": "B",
        "texto": "a pena é aumentada de sexta parte, na denunciação caluniosa, se o agente se serve do anonimato ou de nome suposto."
      },
      {
        "letra": "C",
        "texto": "tipifica o delito de autoacusação falsa o ato de acusar-se, perante a autoridade, de contravenção penal inexistente ou praticada por outrem."
      },
      {
        "letra": "D",
        "texto": "a pena sempre deve ser aumentada se a fraude processual se destina a produzir efeito em processo civil."
      },
      {
        "letra": "E",
        "texto": "só configura o delito de favorecimento pessoal o ato de auxiliar a subtrair-se à ação de autoridade pública autor de crime a que for cominada pena de reclusão."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "236242",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: MPE-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Fraude processual"
    ],
    "enunciado_principal": "Dar causa à instauração de ação de improbidade administrativa contra alguém, imputando-lhe crime de que sabe inocente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "configura o delito de comunicação falsa de crime."
      },
      {
        "letra": "B",
        "texto": "configura o delito de denunciação caluniosa."
      },
      {
        "letra": "C",
        "texto": "configura o delito de fraude processual."
      },
      {
        "letra": "D",
        "texto": "configura o delito de auto-acusação falsa."
      },
      {
        "letra": "E",
        "texto": "não tem relevância penal, porque a ação de improbidade administrativa é ação cível."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "215769",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TCE-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Prevaricação",
      "Advocacia administrativa",
      "Denunciação caluniosa"
    ],
    "enunciado_principal": "A respeito dos crimes contra a administração pública, considere: I. O funcionário público que não se encontra no exercício de suas funções não pode ser sujeito ativo de crime de prevaricação. II. O crime de advocacia administrativa não admite a forma tentada. III. O crime de denunciação caluniosa só é punível a título de dolo, enquanto o delito de comunicação falsa de crime ou contravenção admite a forma culposa. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I."
      },
      {
        "letra": "B",
        "texto": "I e II."
      },
      {
        "letra": "C",
        "texto": "I e III."
      },
      {
        "letra": "D",
        "texto": "II e III."
      },
      {
        "letra": "E",
        "texto": "III."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "198796",
    "metadata": "Ano: 2011 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa"
    ],
    "enunciado_principal": "CIDADÃO PROTOCOLOU REPRESENTAÇÃO NA CORREGEDORIA-GERAL DO MPF RELATANDO QUE PROCURADOR DA REPÚBLICA COMETEU ABUSO DE AUTORIDADE NO OFERECIMENTO DE DENÚNCIA CONTRA DETERMINADA PESSOA. INSTAURADA SINDICANCIA, DIANTE DOS ESCLARECIMENTOS PRESTADOS, FOI ARQUIVADA COM FUNDAMENTO NO PRINCIPIO DA INDEPENDÊNCIA FUNCIONAL. AVALIE A ALTERNATIVA CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "( ) cabe, em tese, denunciação caluniosa contra o cidadão porque abuso de autoridade é, por definição, um crime;"
      },
      {
        "letra": "B",
        "texto": "( ) o referido procurador da República está impedido de propor ação penal contra o cidadão por denunciação caluniosa;"
      },
      {
        "letra": "C",
        "texto": "( ) só é cabível ação penal privada por calúnia;"
      },
      {
        "letra": "D",
        "texto": "( ) não cabe ação de denunciação caluniosa, pois não foi instaurada investigação administrativa contra o membro do MPF."
      }
    ],
    "gabarito": "B"
  }
]