[
  {
    "id": "3170623",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TRF - 6ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Desacato"
    ],
    "enunciado_principal": "A respeito de crimes contra a administração pública, crimes de abuso de autoridade, crimes resultantes de preconceitos de raça ou cor, e crimes contra o patrimônio, julgue o item a seguir, observando, no que couber, a jurisprudência dos tribunais superiores.Em recente decisão, o STF entendeu que o crime de desacato previsto no Código Penal não foi recepcionado pela Constituição Federal de 1988, podendo, no entanto, as ofensas proferidas contra agentes públicos ser enquadradas no crime de injúria, com acréscimo de pena quando a vítima for servidor público.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3098711",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Prefeitura de Paraty - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Desacato"
    ],
    "enunciado_principal": "Qual é a pena prevista, de acordo com o Código Penal, para o crime de desacato?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Detenção, de três meses a um ano, ou multa."
      },
      {
        "letra": "B",
        "texto": "Detenção de quinze dias a seis meses, e multa."
      },
      {
        "letra": "C",
        "texto": "Detenção, de seis meses a dois anos, ou multa."
      },
      {
        "letra": "D",
        "texto": "Detenção, de cinco meses a um ano, e multa."
      },
      {
        "letra": "E",
        "texto": "Detenção, de quatro meses a um ano, e multa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3054646",
    "metadata": "Ano: 2024 | Banca: GANZAROLI | Órgão: Prefeitura de Amaralina - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Desacato"
    ],
    "enunciado_principal": "De acordo com o Código Penal Brasileiro, instituído pelo Decreto-Lei nº. 2.848, de 1940, os crimes contra a Administração Pública podem ser divididos em dois grandes grupos: os crimes praticados por funcionário público contra a administração em geral; e os crimes praticados por particular contra a administração em geral. São crimes praticados por funcionário público, com exceção de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Resistência e desacato"
      },
      {
        "letra": "B",
        "texto": "Peculato"
      },
      {
        "letra": "C",
        "texto": "Inserção de dados falsos em sistema de informações"
      },
      {
        "letra": "D",
        "texto": "Emprego irregular de verbas ou rendas públicas"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3029593",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Desacato"
    ],
    "enunciado_principal": "Guilherme, juiz federal, expediu mandado de condução coercitiva para que Daniel, testemunha arrolada pelo Ministério Público Federal, fosse ouvido em juízo. Durante o cumprimento da determinação judicial pelo oficial de justiça de plantão, Daniel o ofendeu severamente, humilhando-o mediante o emprego de diversas palavras depreciativas, relacionadas ao cargo ocupado, embora não tenha se oposto à execução da ordem legal. Nesse cenário, considerando as disposições do Código Penal, Daniel responderá pelo crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "violência arbitrária;"
      },
      {
        "letra": "B",
        "texto": "excesso de exação;"
      },
      {
        "letra": "C",
        "texto": "desobediência;"
      },
      {
        "letra": "D",
        "texto": "resistência;"
      },
      {
        "letra": "E",
        "texto": "desacato."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2762410",
    "metadata": "Ano: 2023 | Banca: FCC | Órgão: TRT - 21ª Região (RN)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Desacato"
    ],
    "enunciado_principal": "Em uma situação hipotética, um funcionário público, no exercício de sua função interpela visitante de determinado órgão público e solicita que o acompanhe à identificação junto à catraca de entrada, uma vez que constatou, pelo sistema de monitoramento de câmeras, que o acesso foi feito sem passar pelo sistema de identificação O visitante visivelmente incomodado o acompanha e ao chegar à portaria realiza a identificação; entretanto, logo após passa a proferir palavras de menosprezo ao funcionário público no exercício da função, humilhando-o pela função que exerce, diminuindo seu cargo e dizendo que ele não era ninguém já que não sabia com quem estava falando e que as normas de cadastro para acesso não se aplicavam a ele, pois sua situação intelectual e financeira eram muito superiores às dele. Tal atitude",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pode ser tipificada como crime de resistência, seguido pelo crime de desacato."
      },
      {
        "letra": "B",
        "texto": "pode ser tipificada como crime de desacato."
      },
      {
        "letra": "C",
        "texto": "pode ser tipificada como crime de desobediência."
      },
      {
        "letra": "D",
        "texto": "pode ser tipificada como crime de resistência."
      },
      {
        "letra": "E",
        "texto": "não pode ser enquadrada em nenhuma tipificação penal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2513946",
    "metadata": "Ano: 2023 | Banca: CONSULPLAN | Órgão: TJ-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Desacato"
    ],
    "enunciado_principal": "No que concerne ao crime de desacato, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Só pode ser praticado por ação, nunca por omissão."
      },
      {
        "letra": "B",
        "texto": "Se o funcionário público não estiver no regular exercício de sua função, mas for ofendido em razão dela, não se configura o crime."
      },
      {
        "letra": "C",
        "texto": "O delito é formal, consumando-se no momento em que o funcionário público toma conhecimento (direto) do ato humilhante e ofensivo, pouco importa se efetivamente se sentiu menosprezado ou se agiu com indiferença."
      },
      {
        "letra": "D",
        "texto": "Existem defensores de que o crime de desacato seja incompatível com a ordem constitucional e com a legislação internacional de que o Brasil faz parte, e o Superior Tribunal de Justiça – STJ, e Supremo Tribunal Federal – STF, reconhecem que a tipificação do desacato não permanece hígida."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2297563",
    "metadata": "Ano: 2023 | Banca: OBJETIVA | Órgão: Prefeitura de Santa Lúcia - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Desacato"
    ],
    "enunciado_principal": "Considerando-se o Decreto-Lei nº 2.848/1940 — Código Penal, para desacato a funcionário público no exercício da função ou em razão dela é previsto pena de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Multa, apenas."
      },
      {
        "letra": "B",
        "texto": "Reclusão, de dois a cinco anos, e multa."
      },
      {
        "letra": "C",
        "texto": "Detenção, de quinze dias a seis meses, e multa."
      },
      {
        "letra": "D",
        "texto": "Detenção, de seis meses a dois anos, ou multa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2257653",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: Câmara de Tanabi - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Usurpação",
      "Crimes contra a administração pública",
      "Facilitação de contrabando ou descaminho",
      "Resistência",
      "Desacato",
      "Corrupção ativa"
    ],
    "enunciado_principal": "É crime próprio quanto ao agente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "desacato."
      },
      {
        "letra": "B",
        "texto": "resistência."
      },
      {
        "letra": "C",
        "texto": "corrupção ativa."
      },
      {
        "letra": "D",
        "texto": "usurpação de função pública."
      },
      {
        "letra": "E",
        "texto": "facilitação de contrabando ou descaminho."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2178751",
    "metadata": "Ano: 2023 | Banca: Quadrix | Órgão: CRO-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Desobediência",
      "Desacato"
    ],
    "enunciado_principal": "Acerca dos crimes contra a Administração Pública previstos no Código Penal brasileiro, julgue o item.A desobediência a uma ordem legal de um funcionário público configura o crime de desacato.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2165674",
    "metadata": "Ano: 2023 | Banca: PROMUN | Órgão: Câmara de Roseira - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Prevaricação",
      "Resistência",
      "Desacato",
      "Corrupção ativa"
    ],
    "enunciado_principal": "No que se refere aos crimes contra a administração pública, de acordo com o Código Penal, configura-se:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Corrupção ativa: solicitar ou receber, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida, ou aceitar promessa de tal vantagem."
      },
      {
        "letra": "B",
        "texto": "Desacato: desobedecer a ordem legal de funcionário público."
      },
      {
        "letra": "C",
        "texto": "Resistência: desobedecer a ordem legal de funcionário público."
      },
      {
        "letra": "D",
        "texto": "Prevaricação: retardar ou deixar de praticar, indevidamente, ato de ofício, ou praticá-lo contra disposição expressa de lei, para satisfazer interesse ou sentimento pessoal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2082786",
    "metadata": "Ano: 2023 | Banca: Avança SP | Órgão: Prefeitura de Americana - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Prevaricação",
      "Resistência",
      "Desacato",
      "Corrupção ativa"
    ],
    "enunciado_principal": "Quanto aos crimes contra a administração pública, de acordo com o Código Penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Configura-se resistência desobedecer a ordem legal de funcionário público;"
      },
      {
        "letra": "B",
        "texto": "Configura-se corrupção ativa solicitar ou receber, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida, ou aceitar promessa de tal vantagem;"
      },
      {
        "letra": "C",
        "texto": "Configura-se desacato desobedecer a ordem legal de funcionário público;"
      },
      {
        "letra": "D",
        "texto": "Configura-se prevaricação retardar ou deixar de praticar, indevidamente, ato de ofício, ou praticá-lo contra disposição expressa de lei, para satisfazer interesse ou sentimento pessoal;"
      },
      {
        "letra": "E",
        "texto": "Todas as assertivas anteriores estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2048201",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: MPE-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria",
      "Crimes contra a administração pública",
      "Desacato"
    ],
    "enunciado_principal": "Se, durante a apuração de um delito, em interceptação telefônica, o suspeito proferir ofensas racistas ao delegado que estiver presidindo o inquérito policial, a referida conduta deverá ser enquadrada no delito de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "desacato."
      },
      {
        "letra": "B",
        "texto": "calúnia."
      },
      {
        "letra": "C",
        "texto": "injúria qualificada em razão de utilização de elemento raça."
      },
      {
        "letra": "D",
        "texto": "crime específico previsto na Lei n.º 7.716/1989."
      },
      {
        "letra": "E",
        "texto": "difamação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2191128",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: Câmara Municipal de Itatiba - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Usurpação de função pública",
      "Desacato",
      "Corrupção ativa",
      "Tráfico de influência"
    ],
    "enunciado_principal": "Thor, conhecido guarda de trânsito municipal de Capetinga/MG, se dirigiu em um dia de folga, à Secretaria de Educação do citado município para questionar todos aqueles envolvidos com a distribuição das vagas nas escolas públicas municipais do bairro onde reside, acerca da impossibilidade de matrícula de seu filho na escola mais próximo de sua residência. Contudo, chegando lá, Thor passou a insultar Natasha, a estagiária que estava lhe atendendo, usando para tanto de palavras de baixo calão e, inclusive, dizendo que iria lhe perseguir para autuá-la (multa de trânsito) quando estivesse de serviço, pois lhe conhecia e sabia onde a mesma estacionava seu veículo durante as aulas noturnas da faculdade que estava cursando. Acerca da conduta de Thor face a Natasha, durante sua estadia na Secretaria de Educação do supracitado município, temos que o mesmo cometeu, dentre as condutas criminosas abaixo, o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tráfico de influência"
      },
      {
        "letra": "B",
        "texto": "corrupção ativa"
      },
      {
        "letra": "C",
        "texto": "desacato"
      },
      {
        "letra": "D",
        "texto": "usurpação de função pública"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2187773",
    "metadata": "Ano: 2022 | Banca: CONSULPAM | Órgão: Prefeitura de Irauçuba - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Resistência",
      "Desobediência",
      "Desacato"
    ],
    "enunciado_principal": "Agentes municipais de trânsito poderão sofrer diversos tipos de resistência por parte dos cidadãos, quando no exercício correto de suas atividades e, para isso, precisam saber determinar quais tipos de atitude se encaixam com determinados tipos de crime. Nesse sentido, após analisar as opções que trazem o crime e sua respectiva definição, analise os itens em verdadeiros (V) ou falsos (F), para assinalar a alternativa que apresenta a sequência CORRETA. (__) Desacato: opor-se à execução de ato legal, mediante violência ou ameaça a funcionário competente para executá-lo ou a quem lhe esteja prestando auxílio. (__) Resistência: desrespeitar ou menosprezar funcionário público no exercício da função ou em razão dela. (__) Desobediência: desacolher a ordem legal de funcionário público.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V – V – V."
      },
      {
        "letra": "B",
        "texto": "V – F – V."
      },
      {
        "letra": "C",
        "texto": "F – F – V."
      },
      {
        "letra": "D",
        "texto": "F – V – F."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2054790",
    "metadata": "Ano: 2022 | Banca: FUNATEC | Órgão: Câmara de Presidente Dutra - MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Usurpação de função pública",
      "Resistência",
      "Desobediência",
      "Desacato"
    ],
    "enunciado_principal": "Ainda segundo o Código Pena, qual conduta criminosa é definida como “opor-se à execução de ato legal, mediante violência ou ameaça a funcionário competente para executá-lo ou a quem lhe esteja prestando auxílio”?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Resistência."
      },
      {
        "letra": "B",
        "texto": "Desobediência."
      },
      {
        "letra": "C",
        "texto": "Desacato."
      },
      {
        "letra": "D",
        "texto": "Usurpação de função pública."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1985630",
    "metadata": "Ano: 2022 | Banca: COPEVE-UFAL | Órgão: TCE-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei da Lavagem de Dinheiro - Lei nº 9.613 de 1998",
      "Crimes contra a administração pública",
      "Noções Gerais de Crimes Contra a Administração Pública",
      "Inserção de dados falsos em sistema de informações",
      "Desacato",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "Acerca das jurisprudências do Supremo Tribunal Federal em matéria penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo o STF, a norma do Art. 331 do Código Penal, que tipifica o crime de desacato, é inconstitucional, não sendo recepcionada pela Constituição Federal."
      },
      {
        "letra": "B",
        "texto": "É inconstitucional o Art. 33, § 4º, do Código Penal, que condiciona a progressão de regime do cumprimento da pena, no caso de crime contra a Administração Pública, à reparação do dano ou à devolução do produto do ilícito."
      },
      {
        "letra": "C",
        "texto": "De acordo com o STF, a conduta de esconder as notas pelo corpo, sob as vestes, nos bolsos do paletó, junto à cintura e dentro das meias, possui suficiente autonomia em relação ao crime antecedente, de modo que se configura como crime de lavagem de dinheiro."
      },
      {
        "letra": "D",
        "texto": "A posterior inserção de conteúdo não aprovado pela Câmara de Vereadores em texto de Lei Municipal, pelo prefeito municipal, com a finalidade de autorizar a utilização de créditos excepcionais não contemplados no texto originalmente aprovado, configura o crime de falsificação de documento público."
      },
      {
        "letra": "E",
        "texto": "É constitucional o afastamento automático do servidor público indiciado por crimes de lavagem de dinheiro ou ocultação de bens, direitos e valores em decorrência de atividade discricionária da autoridade policial, independentemente do início da ação penal e análise dos requisitos necessários para a efetivação da medida restritiva de direitos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1935033",
    "metadata": "Ano: 2022 | Banca: IBADE | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Desacato"
    ],
    "enunciado_principal": "Luan dos Reis conduzia o seu veículo pela Av. Kariam Pessanha por volta das 20 horas. Policiais Militares que faziam o patrulhamento daquela região, identificaram que o veículo de Luan estava com mal funcionamento das setas e dos farois e, em razão disso, abordaram o condutor naquela avenida. Os policiais solicitaram que o condutor desembarcasse do veículo, a fim de que fosse averiguado o automóvel. Acontece que, logo após desembarcar do veículo, Luan passou a agredir os policiais verbalmente, ofendendo-os e menosprezando a profissão das autoridades policiais e, em seguida, foi preso. Dessa forma, acerca dos crimes praticados por particular contra a Administração Pública, é correto afirmar que Luan dos Reis praticou o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "desobediência."
      },
      {
        "letra": "B",
        "texto": "desacato."
      },
      {
        "letra": "C",
        "texto": "difamação."
      },
      {
        "letra": "D",
        "texto": "resistência."
      },
      {
        "letra": "E",
        "texto": "injúria."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1879132",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Desacato"
    ],
    "enunciado_principal": "Com base no Código Penal e na jurisprudência atualizada dos Tribunais Superiores acerca do crime de desacato, analise as afirmativas a seguir e assinale (V) para a verdadeira e (F) para a falsa. ( ) O tabelião pode ser sujeito passivo primário do crime de desacato. ( ) O crime de desacato foi recepcionado pela Constituição da República de 1988. ( ) Se o réu, que comete o crime de desacato, for reincidente em crime doloso e portador de maus antecedentes, o juiz, na sentença condenatória, pode fixar o regime fechado para cumprimento da pena. ( ) Considerando as circunstâncias do caso, o juiz pode deixar de aplicar a pena privativa de liberdade e condenar o réu, que cometeu o crime de desacato, apenas ao pagamento de multa pela prática do delito. As afirmativas são, na ordem apresentada, respectivamente,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V – F – F – V."
      },
      {
        "letra": "B",
        "texto": "F – V – V – F."
      },
      {
        "letra": "C",
        "texto": "F – V – F – V."
      },
      {
        "letra": "D",
        "texto": "V – F – V – V."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2008071",
    "metadata": "Ano: 2021 | Banca: ADVISE | Órgão: Prefeitura de Coremas - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Usurpação de função pública",
      "Resistência",
      "Desobediência",
      "Desacato",
      "Corrupção ativa"
    ],
    "enunciado_principal": "“Opor-se à execução de ato legal, mediante violência ou ameaça a funcionário competente para executá-lo ou a quem lhe esteja prestando auxílio” é a descrição que o Código Penal dá ao crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Resistência."
      },
      {
        "letra": "B",
        "texto": "Desobediência."
      },
      {
        "letra": "C",
        "texto": "Desacato."
      },
      {
        "letra": "D",
        "texto": "Usurpação."
      },
      {
        "letra": "E",
        "texto": "Corrupção ativa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1799302",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: PC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Desacato"
    ],
    "enunciado_principal": "No item subsecutivo, é apresentada uma situação hipotética relativa a crimes contra a administração pública, seguida de uma assertiva a ser julgada. Denilson, artista de rua, vestiu-se, de forma jocosa e satírica, com distintivos e símbolos da Polícia Civil do Distrito Federal. Nessa situação, Denilson praticou o crime de desacato.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1777477",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: DEPEN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Desacato"
    ],
    "enunciado_principal": "Cada item a seguir apresenta uma situação hipotética seguida de uma assertiva a ser julgada, acerca de direito penal. Em um shopping, Carlos, ex-presidiário, encontrou-se com Daniel, que estava passeando no local com sua família. Nessa ocasião, Carlos reconheceu Daniel como sendo um dos agentes federais de execução penal que haviam realizado sua escolta durante uma de suas transferências de presídio. Carlos, então, dirigiu xingamentos a Daniel, em razão do cargo deste. Nessa situação hipotética, Carlos cometeu o crime de desacato.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1680642",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: TCE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Desacato"
    ],
    "enunciado_principal": "Com relação aos crimes contra a administração pública, julgue o item subsequente.O tipo penal do crime de desacato é imputável a servidor público no exercício de suas funções.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2117220",
    "metadata": "Ano: 2020 | Banca: INSTITUTO AOCP | Órgão: SEJUC-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Crimes contra a honra",
      "Calúnia",
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Condescendência criminosa",
      "Desacato"
    ],
    "enunciado_principal": "Assinale a alternativa correta considerando a normativa estabelecida pelo Código Penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se o criminoso é primário e é de pequeno valor a coisa furtada, o juiz pode substituir a pena de reclusão pela de detenção, diminuí-la de um a dois terços, ou aplicar somente a pena de multa."
      },
      {
        "letra": "B",
        "texto": "A pena aumenta-se de um sexto, se o crime de furto é praticado durante o repouso noturno."
      },
      {
        "letra": "C",
        "texto": "É impunível a calúnia contra os mortos."
      },
      {
        "letra": "D",
        "texto": "O funcionário público que, por indulgência, deixa de responsabilizar subordinado que cometeu infração no exercício do cargo responde pelo crime de concussão."
      },
      {
        "letra": "E",
        "texto": "O crime de desacato é punível com pena de detenção, de seis meses a três anos, ou multa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1143684",
    "metadata": "Ano: 2020 | Banca: FEPESE | Órgão: Prefeitura de Itajaí - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Corrupção passiva",
      "Prevaricação",
      "Usurpação de função pública",
      "Desacato",
      "Corrupção ativa"
    ],
    "enunciado_principal": "Conforme disposto na legislação penal brasileira, “oferecer ou prometer vantagem indevida a funcionário público, para determiná-lo a praticar, omitir ou retardar ato de ofício”, qualifica o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "desacato."
      },
      {
        "letra": "B",
        "texto": "prevaricação."
      },
      {
        "letra": "C",
        "texto": "corrupção ativa."
      },
      {
        "letra": "D",
        "texto": "corrupção passiva."
      },
      {
        "letra": "E",
        "texto": "usurpação de função pública."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1037451",
    "metadata": "Ano: 2019 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Desacato"
    ],
    "enunciado_principal": "Sobre o crime de desacato, analise as afirmativas a seguir. I. O crime de desacato protege apenas o bem jurídico de autoridades da Administração Pública. II. Por maioria, os ministros da Terceira Seção do Superior Tribunal de Justiça decidiram que desacatar funcionário público no exercício da função ou em razão dela continua a ser crime, conforme previsto no art. 331 do Código Penal. III. O desacato é um crime contra a honra na legislação penal brasileira. IV. O crime de desacato é considerado de pequeno potencial ofensivo pela legislação brasileira. V. A Terceira Seção do Superior Tribunal de Justiça decidiu que cabe à Justiça comum estadual processar e julgar possíveis crimes de desacato e desobediência praticados por militares do Exército que estavam de folga e à paisana contra bombeiros militares durante operação de socorro a um potencial suicida. Estão corretas apenas as afirmativas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "I, III e IV."
      },
      {
        "letra": "C",
        "texto": "II, III e V"
      },
      {
        "letra": "D",
        "texto": "II, IV e V."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1033193",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Francisco Morato - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Violação de sigilo funcional",
      "Desacato",
      "Corrupção ativa",
      "Favorecimento pessoal",
      "Tráfico de influência"
    ],
    "enunciado_principal": "A respeito dos crimes contra a administração pública, previstos nos artigos 312 a 359-H, do Código Penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de favorecimento pessoal (art. 348 do CP) só se caracteriza se o auxílio é prestado a autor de crime a que cominada pena de reclusão."
      },
      {
        "letra": "B",
        "texto": "O crime de tráfico de influência (art. 332 do CP) é próprio de funcionário público."
      },
      {
        "letra": "C",
        "texto": "O crime de violação de sigilo funcional (art. 325 do CP) só se caracteriza se da revelação resultar prejuízo à Administração Pública."
      },
      {
        "letra": "D",
        "texto": "O crime de corrupção ativa (art. 333 do CP) só se caracteriza se o ato de ofício, em razão da vantagem oferecida ou prometida, for omitido, praticado ou retardado."
      },
      {
        "letra": "E",
        "texto": "O crime de desacato (art. 331 do CP) só se caracteriza se o funcionário púbico estiver no exercício da função ou em razão dela."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1006906",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: DPE-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Desacato"
    ],
    "enunciado_principal": "Com relação aos delitos tipificados na parte especial do Código Penal, julgue o item subsecutivo. Segundo o STJ, a previsão legal do crime de desacato a funcionário público no exercício da função não viola o direito à liberdade de expressão e de pensamento previstos no Pacto de São José da Costa Rica.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1001132",
    "metadata": "Ano: 2019 | Banca: AMAUC | Órgão: Prefeitura de Itá - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Prevaricação",
      "Condescendência criminosa",
      "Abandono de função",
      "Desacato"
    ],
    "enunciado_principal": "Retardar ou deixar de praticar, indevidamente, ato de ofício, ou praticá-lo contra disposição expressa de lei, para satisfazer interesse ou sentimento pessoal. O ilícito acima descrito trata do crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Peculato."
      },
      {
        "letra": "B",
        "texto": "Condescendência criminosa."
      },
      {
        "letra": "C",
        "texto": "Desacato."
      },
      {
        "letra": "D",
        "texto": "Prevaricação."
      },
      {
        "letra": "E",
        "texto": "Abandono de função."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "965418",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: SEFAZ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Resistência",
      "Desobediência",
      "Desacato",
      "Legislação Penal Especial",
      "Crimes contra o Consumidor, a Ordem Econômica e Tributária – Lei nº 8.078 de 1990 e Lei nº 8.137 de 1990"
    ],
    "enunciado_principal": "O proprietário de estabelecimento comercial que impeça o acesso de auditor fiscal da SEFAZ, regularmente identificado e com atribuição para dar início à ação fiscal, pratica",
    "alternativas": [
      {
        "letra": "A",
        "texto": "desacato."
      },
      {
        "letra": "B",
        "texto": "resistência."
      },
      {
        "letra": "C",
        "texto": "desobediência."
      },
      {
        "letra": "D",
        "texto": "crime contra a ordem tributária."
      },
      {
        "letra": "E",
        "texto": "conduta penalmente atípica, considerada mera infração administrativa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2000371",
    "metadata": "Ano: 2018 | Banca: INDEPAC | Órgão: Câmara de Guarujá - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Corrupção passiva",
      "Desobediência",
      "Desacato"
    ],
    "enunciado_principal": "Sobre os crimes praticados por particular contra a Administração em geral, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Oferecer ou prometer vantagem indevida a funcionário público, para determiná-lo a praticar, omitir ou retardar ato de ofício é crime de corrupção passiva."
      },
      {
        "letra": "B",
        "texto": "Segundo o STJ, crime de desobediência apenas se configura quando, desrespeitada ordem judicial, não existir previsão de outra sanção em lei específica, ressalvada a previsão expressa de cumulação."
      },
      {
        "letra": "C",
        "texto": "Recentemente o STJ decidiu que, diante da força vinculante das recomendações expedidas pela Corte Interamericana de Direitos Humanos, o crime de desacato teve sua tipificação penal afastada."
      },
      {
        "letra": "D",
        "texto": "Não comete crime de contrabando quem vende, expõe à venda ou mantém em depósito, no exercício de atividade comercial ou industrial, mercadoria proibida pela lei brasileira, mas sim delito de descaminho."
      },
      {
        "letra": "E",
        "texto": "Opor-se à execução de ato legal, mediante violência ou ameaça a funcionário competente para executá-lo ou a quem lhe esteja prestando auxílio é crime de desobediência, punido com detenção de quinze dias a seis meses."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1701618",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: Câmara de Salvador - BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Violência arbitrária",
      "Resistência",
      "Desobediência",
      "Desacato"
    ],
    "enunciado_principal": "Caio, funcionário da ouvidoria de determinado órgão público, no exercício de suas funções, é surpreendido por João, totalmente insatisfeito com a demora em seu atendimento. Quando chega a sua vez de ser atendido, João passa a afirmar, na frente de diversas pessoas, que Caio é um “incompetente”, que “certamente teria retardo mental” e que explicaria suas necessidades “com bastante calma para que até uma pessoa como Caio pudesse entender”. Caio, então, sentindo-se humilhado, informa o fato a Policiais Militares que faziam a segurança em frente ao órgão em que exercia suas funções. Considerando apenas as informações narradas, a conduta de João, de acordo com as previsões do Código Penal, configura:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "resistência;"
      },
      {
        "letra": "B",
        "texto": "desobediência;"
      },
      {
        "letra": "C",
        "texto": "desacato;"
      },
      {
        "letra": "D",
        "texto": "violência arbitrária;"
      },
      {
        "letra": "E",
        "texto": "atipicidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1244943",
    "metadata": "Ano: 2018 | Banca: FUNRIO | Órgão: Câmara de São João de Meriti - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Desacato"
    ],
    "enunciado_principal": "Apesar das divergências doutrinarias e jurisprudenciais sobre a manutenção de determinados crimes no sistema jurídico pátrio, vários continuam sendo tipificados na lei. Dentre eles, o crime de desacato praticado contra funcionário público que é considerado um crime:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "formal."
      },
      {
        "letra": "B",
        "texto": "material."
      },
      {
        "letra": "C",
        "texto": "culposo."
      },
      {
        "letra": "D",
        "texto": "omissivo."
      },
      {
        "letra": "E",
        "texto": "eventual."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "919900",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: TRT - 15ª Região (SP)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Resistência",
      "Desobediência",
      "Desacato"
    ],
    "enunciado_principal": "Astolfo, é surpreendido na prática de crime de roubo e recebe ordem de prisão por dois policiais militares do Estado X que estão devidamente fardados e com viatura. Para evitar a prisão, Astolfo arremessa pedras em direção aos policiais ferindo a ambos que, ainda assim, conseguem prendê-lo com o uso da força necessária. Em relação à ação contra a execução de ordem legal praticada por Astolfo, sem prejuízo de outros crimes decorrentes da violência, ele poderá responder pelo crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Desacato."
      },
      {
        "letra": "B",
        "texto": "Desobediência."
      },
      {
        "letra": "C",
        "texto": "Resistência."
      },
      {
        "letra": "D",
        "texto": "Obstrução à justiça."
      },
      {
        "letra": "E",
        "texto": "Desinteligência."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "896384",
    "metadata": "Ano: 2018 | Banca: IESES | Órgão: TJ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável",
      "Satisfação de lascívia mediante a presença de criança ou adolescente",
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações",
      "Extravio, sonegação ou inutilização de livro ou documento",
      "Desacato"
    ],
    "enunciado_principal": "É certo afirmar: I. A tentativa é inadmissível no crime de desacato em razão de exigir prática efetiva pelo sujeito ativo da ofensa ao proferir palavras injuriosas na presença do ofendido. II. Produzir, reproduzir, dirigir, fotografar, filmar ou registrar, por qualquer meio, cena de sexo explícito ou pornográfica, envolvendo criança ou adolescente se constitui em crime previsto no Código Penal, salvo havendo autorização judicial, em respeito ao direito fundamental à livre expressão da atividade intelectual e artística. III. O sujeito ativo do crime de inserção de dados falsos em sistema de informações somente pode ser o funcionário público, e especialmente aquele devidamente autorizado a trabalhar com a informatização ou sistema de dados da Administração Pública. O tipo penal, que tipifica crime próprio, tem o especial cuidado de destacar que o sujeito ativo dessa infração penal é o funcionário autorizado, afastando, dessa forma, qualquer outro funcionário que, eventualmente, imiscuir-se indevidamente nos sistemas informatizados ou banco de dados da Administração Pública. IV. O objeto material do crime de “extravio, sonegação ou inutilização de livro ou documento” é o livro oficial ou qualquer documento público ou privado. Essa documentação pode ser de qualquer natureza, tais como de valor histórico, contábil, patrimonial, registral e protocolar. Analisando as proposições, pode-se afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições II e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições III e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições I e II estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "890795",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: TRT - 6ª Região (PE)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Desacato"
    ],
    "enunciado_principal": "Antonieta, funcionária pública do Tribunal Regional do Trabalho, no exercício de sua função, solicitou documento de identidade nos termos da Lei n° 5.553/1968 para que o Assessor Parlamentar Raimundo, do município X, pudesse adentrar o prédio. O Assessor, aos gritos, ironizou o fato de Antonieta não conhecê-lo e chamando-a de alienada, humilhou-a em público e desprestigiou sua função. Disse à funcionária que, por ser incompetente, jamais sairia daquela função de recepcionista. Após essas ofensas, jogou o documento no chão para que Antonieta, se quisesse, verificasse sua identificação. Raimundo, em tese, cometeu o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "resistência."
      },
      {
        "letra": "B",
        "texto": "desobediência."
      },
      {
        "letra": "C",
        "texto": "desacato."
      },
      {
        "letra": "D",
        "texto": "usurpação de função pública."
      },
      {
        "letra": "E",
        "texto": "calúnia."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "882477",
    "metadata": "Ano: 2018 | Banca: FUNDATEC | Órgão: AL-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Desobediência",
      "Desacato"
    ],
    "enunciado_principal": "Durante a realização de um evento público na Assembleia Legislativa, o detector de metais apresentou pane. Assim, foi delimitada uma área para revista das pessoas para verificar possível porte de algum objeto perigoso, sendo que os agentes responsáveis pela segurança definiram uma fila de triagem a partir de uma fita amarela fixada no piso. Algumas pessoas ficaram irritadas com o tempo que estava sendo utilizado naquela atividade e começaram a reclamar dos agentes e não aceitaram suas determinações para se manterem na linha amarela. Que tipo(s) de crime(s) essas pessoas cometeram?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas resistência."
      },
      {
        "letra": "B",
        "texto": "Apenas desacato."
      },
      {
        "letra": "C",
        "texto": "Apenas desobediência."
      },
      {
        "letra": "D",
        "texto": "Resistência e Desacato."
      },
      {
        "letra": "E",
        "texto": "Desobediência e Desacato."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "874977",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: ABIN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Desacato"
    ],
    "enunciado_principal": "A respeito de crimes contra a administração pública, julgue o item seguinte.O Superior Tribunal de Justiça entende que manter a tipificação do crime de desacato no sistema jurídico brasileiro não ofende a Convenção Americana sobre Direitos Humanos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1629351",
    "metadata": "Ano: 2017 | Banca: Crescer Concursos | Órgão: Prefeitura de Campo Alegre de Lourdes - BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Desacato"
    ],
    "enunciado_principal": "Observe a figura abaixo.O crime de desacato ocorre quando alguém ofende um funcionário público que está exercendo seu trabalho. De acordo com o Código Penal, a pena prevista é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Detenção de nove meses a um ano."
      },
      {
        "letra": "B",
        "texto": "Detenção de um mês."
      },
      {
        "letra": "C",
        "texto": "Detenção, de seis meses a dois anos, ou multa."
      },
      {
        "letra": "D",
        "texto": "Detenção de três anos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1390218",
    "metadata": "Ano: 2017 | Banca: ADVISE | Órgão: CREA-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Usurpação de função pública",
      "Desacato",
      "Corrupção ativa",
      "Tráfico de influência"
    ],
    "enunciado_principal": "Dos crimes praticados por particular contra a administração em geral, estão incluídos: ( ) Desacato; ( ) Tráfico de Influência; ( ) Usurpação de função pública; ( ) Favorecimento pessoal; ( ) Falso testemunho; ( ) Corrupção ativa. Assinale (V) para as afirmações Verdadeiras e (F) para as Falsas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V-V-V-F-F-V."
      },
      {
        "letra": "B",
        "texto": "V-F-F-V-V-F."
      },
      {
        "letra": "C",
        "texto": "V-F-V-V-V-F."
      },
      {
        "letra": "D",
        "texto": "F-V-V-V-V-F."
      },
      {
        "letra": "E",
        "texto": "V-V-V-V-F-F."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "864340",
    "metadata": "Ano: 2017 | Banca: FAUEL | Órgão: Prev São José - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Desobediência",
      "Desacato",
      "Corrupção ativa em transação comercial internacional. Tráfico de influência em transação comercial internacional",
      "Contrabando"
    ],
    "enunciado_principal": "Acerca dos crimes praticados contra a Administração Pública, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Funcionário público pode ser sujeito ativo do crime de desacato, vez que se trata de crime comum."
      },
      {
        "letra": "B",
        "texto": "O delito de tráfico de influência é crime formal, de consumação antecipada, de modo que a obtenção da vantagem configura-se como mero exaurimento do crime."
      },
      {
        "letra": "C",
        "texto": "Pratica o crime de desobediência aquele que se opõe à execução de ato legal, mediante violência ou ameaça a funcionário competente para executá- lo ou a quem lhe esteja prestando auxílio."
      },
      {
        "letra": "D",
        "texto": "A discordância ou mesmo a indignação com a demora ou a ineficiência da prestação de serviço público, expressa verbalmente diante de funcionário público, não configura, por si só, o crime de desacato."
      },
      {
        "letra": "E",
        "texto": "Aquele que importar ou exportar mercadoria proibida pratica o delito de contrabando."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "856163",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Resistência",
      "Desobediência",
      "Desacato"
    ],
    "enunciado_principal": "José desatendeu ordem ilegal de funcionário Público e deixou o local em que tal ordem lhe fora dada. A conduta de José",
    "alternativas": [
      {
        "letra": "A",
        "texto": "caracterizou o delito de desacato."
      },
      {
        "letra": "B",
        "texto": "caracterizou o delito de resistência no tipo legal fundamental."
      },
      {
        "letra": "C",
        "texto": "configurou o crime de desobediência."
      },
      {
        "letra": "D",
        "texto": "não tipificou os crimes de desobediência, desacato ou resistência."
      },
      {
        "letra": "E",
        "texto": "configurou o crime de resistência na forma agravada."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "855341",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TRE-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Consumação e tentativa",
      "Crimes contra a vida",
      "Homicídio",
      "Crimes contra a liberdade pessoal",
      "Ameaça",
      "Crimes contra a administração pública",
      "Desacato"
    ],
    "enunciado_principal": "Chegando ao local de onde partira pedido de socorro de uma mulher, os policiais encontraram o ex-marido tentando arrombar a porta da casa e ameaçando-a de morte caso ela não abrisse a porta. Revistado o agressor, os policiais encontraram com ele um revólver calibre 38, municiado, que portava sem autorização. Ele disse que a arma era de um amigo, que havia lhe emprestado pouco antes, sem mencionar a intenção exclusiva de matar a ex-mulher. Vizinhos viram os policiais prendendo o agressor que gritava, exaltado, palavras ofensivas e injuriosas aos policiais. Com relação à conduta do agressor nessa situação hipotética, julgue os seguintes itens, de acordo com a legislação pertinente e o entendimento dos tribunais superiores. I Configuraram-se os crimes de ameaça, tentativa de invasão de domicílio, porte de arma de fogo e desacato. II Configuraram-se os crimes de ameaça, tentativa de homicídio, porte de arma de fogo e de desacato.III Ao injuriar os policiais, o agente apenas manifestou a sua liberdade de expressão, assegurada pela convenção americana sobre direitos humanos, não se configurando o desacato. IV Se fosse consumado o intuito de matar, o delito de porte de arma poderia ser absorvido pelo homicídio, de acordo com a teoria da consunção. Estão certos apenas os itens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e IV."
      },
      {
        "letra": "B",
        "texto": "II e III."
      },
      {
        "letra": "C",
        "texto": "II e IV."
      },
      {
        "letra": "D",
        "texto": "I, II e III."
      },
      {
        "letra": "E",
        "texto": "I, III e IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "853648",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: TST",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipicidade formal",
      "Crimes contra a administração pública",
      "Resistência",
      "Desobediência",
      "Desacato"
    ],
    "enunciado_principal": "Marcelino, dirigindo seu veículo, é abordado por policiais militares que o vistoriaram e nada encontraram de irregular, nem com a documentação do veículo, tampouco com os documentos pessoais, os quais estavam plenamente válidos. Apenas por precaução, os policiais o convidaram para ir à Delegacia de Polícia para fazer uma melhor averiguação de sua vida pregressa já que não simpatizaram com ele. Marcelino se recusa a acompanhá-los e, os policiais o alertam que o conduzirão à força, caso ele não concorde. No entanto, ele novamente não aceita acompanhá-los resistindo à ordem. A conduta de Marcelino",
    "alternativas": [
      {
        "letra": "A",
        "texto": "configura crime de desacato e de resistência."
      },
      {
        "letra": "B",
        "texto": "configura crime de resistência, somente."
      },
      {
        "letra": "C",
        "texto": "configura crime de resistência e de desobediência."
      },
      {
        "letra": "D",
        "texto": "configura crime de desacato e de desobediência."
      },
      {
        "letra": "E",
        "texto": "não configura crime."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "846423",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: PGE-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Noções Gerais de Crimes Contra a Administração Pública",
      "Desobediência",
      "Desacato",
      "Corrupção ativa em transação comercial internacional. Tráfico de influência em transação comercial internacional",
      "Corrupção ativa"
    ],
    "enunciado_principal": "Com relação aos crimes contra a administração pública, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O defensor dativo, constituído pelo juiz no processo penal, é considerado funcionário público para fins penais."
      },
      {
        "letra": "B",
        "texto": "Caracteriza o crime de desobediência o descumprimento de solicitação realizada por funcionário público."
      },
      {
        "letra": "C",
        "texto": "Pratica o crime de corrupção ativa o particular que oferece dinheiro ao perito para atestar informação falsa em laudo pericial."
      },
      {
        "letra": "D",
        "texto": "A caracterização do crime de desacato, em razão da natureza de ação penal pública, pode se dar mesmo quando o funcionário público não se manifeste ofendido pelo particular."
      },
      {
        "letra": "E",
        "texto": "Pratica o crime de tráfico de influência o servidor público que, fazendo uso de sua função pública, exibe seu documento funcional para conseguir algum préstimo de outro funcionário público."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "835442",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TRE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Desacato"
    ],
    "enunciado_principal": "O diretor de uma empresa multinacional dirigiu-se a sua seção eleitoral a fim de solicitar a emissão da segunda via de seu título de eleitor. Ao chegar à seção, foi informado por um técnico judiciário de que o expediente havia se encerrado e de que, por isso, os funcionários não poderiam mais recebê-lo naquele dia. Descontente, o empresário exigiu ser atendido, afirmando ocupar posição social superior à do técnico e submetendo-o a tratamento vexatório, com o uso de palavras insultuosas. Nessa situação hipotética, o empresário praticou crime tipificado como",
    "alternativas": [
      {
        "letra": "A",
        "texto": "resultante de preconceito."
      },
      {
        "letra": "B",
        "texto": "desacato."
      },
      {
        "letra": "C",
        "texto": "abuso de autoridade."
      },
      {
        "letra": "D",
        "texto": "desobediência."
      },
      {
        "letra": "E",
        "texto": "resistência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "812478",
    "metadata": "Ano: 2017 | Banca: IBADE | Órgão: PC-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "A norma penal",
      "Crimes contra a administração pública",
      "Noções Gerais de Crimes Contra a Administração Pública",
      "Desobediência",
      "Desacato"
    ],
    "enunciado_principal": "A sociedade pós-índustrial foi denominada por Ulrich Beck como uma “sociedade do risco”, ou uma “sociedade de riscos” (Risikogesellschaft). Com efeito, essa nova configuração social produz reflexos nas searas da teoria do bem jurídico-penal e dos princípios correlatos. Uma das consequências desse fenômeno é a chamada “administrativização” do direito penal, sobre a qual é correto falar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "exclui do âmbito do direito penal os crimes contra a Administração Pública, cujas condutas lesivas doravante passam a ser regidas pelo direito sancionador."
      },
      {
        "letra": "B",
        "texto": "reconhece a diferenciação entre os ilícitos penais e administrativos unicamente pelo aspecto quantitativo, sendo estes formas de injusto de menor reprovabilidade que aqueles."
      },
      {
        "letra": "C",
        "texto": "tem como consequência a caracterização de diversos crimes como delitos de acumulação, ou seja, infrações penais que tutelam simultaneamente diferentes bens jurídicos decorrentes dos novos riscos sociais."
      },
      {
        "letra": "D",
        "texto": "transforma tipos penais clássicos, como a desobediência e o desacato, em meros ilícitos administrativos."
      },
      {
        "letra": "E",
        "texto": "é uma forma de expansão do direito penal, em que este, que normalmente reage a posteriori quanto ao fato lesivo individualmente delimitado, se converte em um direito de gestão punitiva de riscos gerais."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1368344",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: PPSA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Desacato"
    ],
    "enunciado_principal": "Lucrécia, advogada, irada com a conduta de Bórgia, Escrivã Judicial, que, em via pública, estaciona em local proibido, grita: “má condutora de Cartório e de veículo”. Jurandir, testemunha ocular dos fatos e conhecedor das atividades profissionais das duas envolvidas, brada: “desacato, previsto no artigo 331 do Código Penal”. Bórgia, constrangida, se desculpa por ter estacionado mal e vai embora. Assinale a alternativa correta, considerando o crime de desacato, previsto no artigo 331 do Código Penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não houve crime, porque Bórgia praticou infração de trânsito."
      },
      {
        "letra": "B",
        "texto": ") Não houve crime, porque Bórgia foi embora, impedindo que as ofensas continuassem."
      },
      {
        "letra": "C",
        "texto": "Não houve crime, porque Bórgia não foi ofendida no Cartório Judicial."
      },
      {
        "letra": "D",
        "texto": "Houve crime, porque Bórgia foi ofendida em local público."
      },
      {
        "letra": "E",
        "texto": "Houve crime, porque Bórgia foi desacatada em razão de sua função pública."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "690089",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: DPE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Resistência",
      "Desobediência",
      "Desacato"
    ],
    "enunciado_principal": "Sobre os crimes praticados por particular contra a Administração Pública:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No crime de desacato a ofensa deve ser dirigida ao funcionário público em exercício ou ao órgão ou instituição pública na qual exerce suas funções."
      },
      {
        "letra": "B",
        "texto": "Segundo a jurisprudência do STJ, o descumprimento de medida protetiva de urgência da Lei no 11.340/06 determinada por juiz configura crime de desobediência."
      },
      {
        "letra": "C",
        "texto": "A Relatoria para Liberdade de Expressão da Comissão Interamericana de Direitos Humanos já concluiu que as leis nacionais que estabelecem crimes de desacato são contrárias ao artigo 13 da Convenção Americana de Direitos Humanos, que prevê a liberdade de pensamento e de expressão."
      },
      {
        "letra": "D",
        "texto": "Configura-se o crime de resistência quando o agente se opõe à execução de ato legal de funcionário público competente."
      },
      {
        "letra": "E",
        "texto": "A consumação do crime de desobediência depende do emprego de violência ou grave ameaça contra o funcionário público."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "685518",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: Câmara Municipal de Poá - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Usurpação de função pública",
      "Resistência",
      "Desobediência",
      "Desacato"
    ],
    "enunciado_principal": "A fim de evitar o cumprimento de reintegração de posse, indivíduo lança pedras contra Oficial de Justiça que está dando cumprimento ao respectivo mandado judicial. Tal conduta configura o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "desacato."
      },
      {
        "letra": "B",
        "texto": "resistência."
      },
      {
        "letra": "C",
        "texto": "desobediência."
      },
      {
        "letra": "D",
        "texto": "arremesso de projétil."
      },
      {
        "letra": "E",
        "texto": "usurpação de função pública."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "643955",
    "metadata": "Ano: 2016 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Corrupção passiva",
      "Resistência",
      "Desobediência",
      "Desacato"
    ],
    "enunciado_principal": "Segundo o Código Penal, Decreto-Lei nº 2.848/1940, são crimes praticados por particular contra a administração em geral, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Corrupção passiva."
      },
      {
        "letra": "B",
        "texto": "Desobediência."
      },
      {
        "letra": "C",
        "texto": "Desacato."
      },
      {
        "letra": "D",
        "texto": "Resistência."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "641176",
    "metadata": "Ano: 2016 | Banca: Prefeitura do Rio de Janeiro - RJ | Órgão: Prefeitura de Rio de Janeiro - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Resistência",
      "Desobediência",
      "Desacato"
    ],
    "enunciado_principal": "Quando alguém se opõe à execução de ato legal, mediante ameaça a funcionário competente para executá-lo, pratica o seguinte crime:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "desobediência"
      },
      {
        "letra": "B",
        "texto": "resiliência"
      },
      {
        "letra": "C",
        "texto": "resistência"
      },
      {
        "letra": "D",
        "texto": "desacato"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "632125",
    "metadata": "Ano: 2016 | Banca: FUNRIO | Órgão: Prefeitura de Itupeva - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Desacato"
    ],
    "enunciado_principal": "O crime de desacato praticado contra funcionário público é considerado um crime:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "material"
      },
      {
        "letra": "B",
        "texto": "formal"
      },
      {
        "letra": "C",
        "texto": "culposo"
      },
      {
        "letra": "D",
        "texto": "omissivo"
      },
      {
        "letra": "E",
        "texto": "eventual"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "629852",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Condescendência criminosa",
      "Desacato"
    ],
    "enunciado_principal": "A respeito dos Crimes Contra a Administração pública, considere: I. Comete o crime de condescendência criminosa o funcionário público que, por indulgência, sabendo da prática de infração administrativa por parte de subordinado, deixa, quando lhe faltar competência para responsabilizar o subordinado, de levar o fato ao conhecimento da autoridade competente. II. Equipara-se a funcionário público a pessoa que trabalha para empresa prestadora de serviço contratada ou conveniada para a execução de atividade típica da Administração. III. Não configura desacato a ofensa dirigida a funcionário público em razão de suas funções se não estiver no exercício dessas funções no momento da ofensa. Está correto o que consta APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "I e III."
      },
      {
        "letra": "C",
        "texto": "II e III."
      },
      {
        "letra": "D",
        "texto": "III."
      },
      {
        "letra": "E",
        "texto": "II."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "629357",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Noções Gerais de Crimes Contra a Administração Pública",
      "Prevaricação",
      "Desacato"
    ],
    "enunciado_principal": "A respeito dos Crimes contra a Administração pública, é INCORRETO afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o particular pode ser coautor do crime de concussão."
      },
      {
        "letra": "B",
        "texto": "comete o crime de excesso de exação o funcionário que emprega meio vexatório na cobrança de tributo."
      },
      {
        "letra": "C",
        "texto": "o crime de prevaricação exige o intuito do agente de satisfazer interesse ou sentimento pessoal."
      },
      {
        "letra": "D",
        "texto": "comete crime de corrupção passiva quem oferece dinheiro a funcionário público para determiná-lo a retardar ato de ofício."
      },
      {
        "letra": "E",
        "texto": "o ato de desferir um tapa no rosto de funcionário público, em razão da sua função, sem causar lesão, pode caracterizar o crime de desacato."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "603519",
    "metadata": "Ano: 2016 | Banca: Prefeitura do Rio de Janeiro - RJ | Órgão: Prefeitura de Rio de Janeiro - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Resistência",
      "Desobediência",
      "Desacato"
    ],
    "enunciado_principal": "Opor-se à execução de ato legal, mediante ameaça a funcionário competente para executá-lo, configura o seguinte tipo legal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "resistência"
      },
      {
        "letra": "B",
        "texto": "desobediência"
      },
      {
        "letra": "C",
        "texto": "excesso de exação"
      },
      {
        "letra": "D",
        "texto": "desacato"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2036142",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: Câmara de São José do Rio Preto - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Resistência",
      "Desobediência",
      "Desacato"
    ],
    "enunciado_principal": "José, policial militar, no exercício da sua função, decidiu abordar João na via pública, pois este passou a correr quando percebeu a aproximação da viatura policial. Durante a abordagem, João passou a desprestigiar e ofender José, em razão do seu salário de policial militar, inclusive proferindo palavras de baixo calão contra ele. Com relação à conduta de João, pode-se afirmar sobre ele que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ao sair correndo, quando viu a viatura policial, praticou o delito de resistência."
      },
      {
        "letra": "B",
        "texto": "cometeu o delito de desobediência."
      },
      {
        "letra": "C",
        "texto": "sua conduta é atípica."
      },
      {
        "letra": "D",
        "texto": "é passível de queixa-crime, ajuizada por José, no prazo de 6 meses, a contar da data do fato, caso sinta que sua honra profissional tenha sido ofendida."
      },
      {
        "letra": "E",
        "texto": "praticou o crime de desacato."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "597351",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: CRO-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Resistência",
      "Desobediência",
      "Desacato",
      "Descaminho"
    ],
    "enunciado_principal": "A conduta de “opor-se à execução de ato legal, mediante violência ou ameaça a funcionário competente para executá-lo ou a quem lhe esteja prestando auxílio\" caracteriza o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "desacato."
      },
      {
        "letra": "B",
        "texto": "usurpação."
      },
      {
        "letra": "C",
        "texto": "resistência."
      },
      {
        "letra": "D",
        "texto": "descaminho."
      },
      {
        "letra": "E",
        "texto": "desobediência."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "544571",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Advocacia administrativa",
      "Resistência",
      "Desobediência",
      "Desacato",
      "Corrupção ativa em transação comercial internacional. Tráfico de influência em transação comercial internacional"
    ],
    "enunciado_principal": "NÃO constitui crime praticado por particular contra a Administração em geral",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o tráfico de influência."
      },
      {
        "letra": "B",
        "texto": "a desobediência."
      },
      {
        "letra": "C",
        "texto": "a resistência."
      },
      {
        "letra": "D",
        "texto": "a advocacia administrativa."
      },
      {
        "letra": "E",
        "texto": "o desacato."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "528032",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Resistência",
      "Desobediência",
      "Desacato",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito",
      "Coação no curso do processo"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre os crimes praticados pelo particular contra a Administração em geral.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de resistência previsto no artigo 329 do CP tem sua pena aplicada sem prejuízo da pena correspondente à violência grave."
      },
      {
        "letra": "B",
        "texto": "O delito de desobediência, previsto no artigo 330, CP, é crime comum, tendo como sujeito ativo qualquer pessoa, com exceção do funcionário público, que mesmo quando não está no exercício da função, não perde essa condição para efeitos penais."
      },
      {
        "letra": "C",
        "texto": "O crime de falso testemunho ou falsa perícia (art. 342, CP) admite retratação do agente que poderá ser manifestada em qualquer instância e grau de jurisdição, ocasionando a extinção da punibilidade."
      },
      {
        "letra": "D",
        "texto": "O delito de desacato (art. 331, CP), dado o objeto material (o funcionário público e sua honra), tem como sujeito passivo apenas o funcionário público humilhado."
      },
      {
        "letra": "E",
        "texto": "O crime de coação no curso do processo (art. 344, CP) não admite violência, mas apenas ameaça por parte do agente, que busca favorecer interesse próprio ou alheio, contra autoridade, parte ou qualquer outra pessoa que funciona ou é chamada a intervir em processo judicial, policial, administrativo ou em juízo arbitral."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "525919",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Desacato",
      "Exercício arbitrário ou abuso de poder",
      "Fuga de Pessoa Presa ou Submetida a Medida de Segurança. Evasão Mediante Violência Contra a Pessoa",
      "Arrebatamento de Presos. Motim de Presos",
      "Patrocínio infiel. Patrocínio simultâneo ou tergiversação"
    ],
    "enunciado_principal": "Entre os crimes tipificados contra a Administração da justiça, NÃO se inclui o",
    "alternativas": [
      {
        "letra": "A",
        "texto": "patrocínio simultâneo ou tergiversação."
      },
      {
        "letra": "B",
        "texto": "exercício arbitrário ou abuso de poder."
      },
      {
        "letra": "C",
        "texto": "fuga de pessoa presa ou submetida a medida de segurança."
      },
      {
        "letra": "D",
        "texto": "motim de presos."
      },
      {
        "letra": "E",
        "texto": "desacato."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "524425",
    "metadata": "Ano: 2015 | Banca: Prefeitura do Rio de Janeiro - RJ | Órgão: Prefeitura de Rio de Janeiro - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Condescendência criminosa",
      "Resistência",
      "Desobediência",
      "Desacato"
    ],
    "enunciado_principal": "Segundo o Código Penal Brasileiro, aquele que se opõe à execução de ato legal mediante violência ou ameaça a funcionário competente para executá-lo ou a quem lhe esteja prestando auxílio, comete crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "desacato"
      },
      {
        "letra": "B",
        "texto": "resistência"
      },
      {
        "letra": "C",
        "texto": "desobediência"
      },
      {
        "letra": "D",
        "texto": "condescendência"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "745689",
    "metadata": "Ano: 2014 | Banca: COPEVE-UFAL | Órgão: Prefeitura de Feira Grande - AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Violação de sigilo funcional",
      "Usurpação de função pública",
      "Desacato",
      "Corrupção ativa"
    ],
    "enunciado_principal": "Quem oferece ou promete vantagem indevida a servidor público para que ele pratique ou retarde ações relativas ao seu cargo comete o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "desacato."
      },
      {
        "letra": "B",
        "texto": "sonegação."
      },
      {
        "letra": "C",
        "texto": "corrupção ativa"
      },
      {
        "letra": "D",
        "texto": "usurpação de função pública."
      },
      {
        "letra": "E",
        "texto": "violação de sigilo profissional."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "598495",
    "metadata": "Ano: 2014 | Banca: FUNDEP (Gestão de Concursos) | Órgão: Prefeitura de Nossa Senhora do Socorro - SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Usurpação de função pública",
      "Desobediência",
      "Desacato",
      "Contrabando"
    ],
    "enunciado_principal": "Em relação aos crimes contra a administração pública praticados por particulares, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de desacato (Art. 331 do Código Penal) somente se tipifica quando o funcionário público é ofendido no exercício da função pública."
      },
      {
        "letra": "B",
        "texto": "O crime de usurpação da função pública (Art. 328 do Código Penal) exige que o agente sempre aufira alguma vantagem em razão do fato."
      },
      {
        "letra": "C",
        "texto": "Segundo o entendimento doutrinário majoritário, num enfoque moderno, o crime de descaminho consiste na importação ou exportação de mercadoria proibida. Enquanto o crime de contrabando significa fraude no pagamento de tributos."
      },
      {
        "letra": "D",
        "texto": "O agente que, diante da atuação do funcionário público, empreende fuga, agarra-se a um obstáculo ou fica inerte no chão, para não ser preso ou removido de determinado local, comete o crime de desobediência (Art. 330 do Código Penal)."
      },
      {
        "letra": "E",
        "texto": "Ainda que ilegal a ordem, o particular que utilizar de violência ou grave ameaça contra o funcionário público que a executa, cometerá o crime de resistência (Art. 329 do Código Penal)."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "459266",
    "metadata": "Ano: 2014 | Banca: FUNDATEC | Órgão: SEFAZ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Ameaça",
      "Crimes contra a administração pública",
      "Resistência",
      "Desobediência",
      "Desacato",
      "Corrupção ativa"
    ],
    "enunciado_principal": "Durante atividade regular de fiscalização de mercadorias em depósitos, o Técnico Tributário, acompanhado de Auditor-Fiscal da Receita Estadual, chega a determinada empresa, onde o responsável pelo estabelecimento comercial se opõe a execução do ato legal, ameaçando o funcionário público, nos seguintes termos: Caso você insista em entrar para efetivar a fiscalização, eu vou mandar a segurança lhe retirar a pancadas e, se for preciso, soltarei os cachorros ferozes para que lhe mordam. Nessa situação, o funcionário público foi vítima de qual crime?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Desacato"
      },
      {
        "letra": "B",
        "texto": "Desobediência."
      },
      {
        "letra": "C",
        "texto": "Corrupção ativa"
      },
      {
        "letra": "D",
        "texto": "Ameaça."
      },
      {
        "letra": "E",
        "texto": "Resistência."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "420630",
    "metadata": "Ano: 2014 | Banca: ACAFE | Órgão: PC-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Corrupção passiva",
      "Desacato",
      "Corrupção ativa"
    ],
    "enunciado_principal": "De acordo com as disposições do Código Penal, relativas aos crimes contra a Administração Pública, analise as afirmações a seguir e assinale a alternativa correta.I - Constitui-se crime de desacato o ato de desobedecera ordem legal de funcionário público.II - Constitui-se crime de tráfico de influência a ato de solicitar, exigir, cobrar ou obter, para si ou para outrem, vantagem ou promessa de vantagem, a pretexto de influir em ato praticado por servidor público no exercício da função. III - Constitui-se crime de corrupção ativa o ato de oferecer ou prometer vantagem indevida a servidor público, para determiná-lo a praticar, omitir ou retardar ato de ofício.IV - Constitui-se crime de corrupção passiva o ato de solicitar ou receber, para si ou para outrem, direta ou indiretamente, ainda que fora da função de servidor público, ou antes de assumi-la, mas em razão dela, vantagem indevida, ou aceitar promessa de vantagem.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas III e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas I e II estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas II, II e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas I, II e III estão corretas."
      },
      {
        "letra": "E",
        "texto": "Todas as afirmações estão corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "390108",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Desacato"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Oficial de Registro e o Tabelião não podem ser sujeitos do crime de desacato."
      },
      {
        "letra": "B",
        "texto": "O Oficial Registrador e o Tabelião podem ser sujeitos passivos secundários do crime de desacato."
      },
      {
        "letra": "C",
        "texto": "O Oficial de Registro e o Tabelião não podem ser sujeitos passivos do crime de desacato."
      },
      {
        "letra": "D",
        "texto": "O Oficial de Registro Civil e Tabelião podem ser sujeitos passivos primários do crime de desacato."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "436909",
    "metadata": "Ano: 2013 | Banca: FEPESE | Órgão: SJC-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Resistência",
      "Desobediência",
      "Desacato"
    ],
    "enunciado_principal": "De acordo com o Código Penal, que crime comete aquele que se opõe ou presta auxílio, mediante violência ou ameaça, a funcionário competente para executar ato legal?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "peculato"
      },
      {
        "letra": "B",
        "texto": "desacato"
      },
      {
        "letra": "C",
        "texto": "concussão"
      },
      {
        "letra": "D",
        "texto": "resistência"
      },
      {
        "letra": "E",
        "texto": "desobediência"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "379220",
    "metadata": "Ano: 2013 | Banca: Prefeitura do Rio de Janeiro - RJ | Órgão: SMA-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Desobediência",
      "Desacato"
    ],
    "enunciado_principal": "Praticar violência, no exercício de função ou a pretexto de exercê-la, corresponde ao crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "excesso de exação"
      },
      {
        "letra": "B",
        "texto": "violência arbitrária"
      },
      {
        "letra": "C",
        "texto": "desacato"
      },
      {
        "letra": "D",
        "texto": "concussão"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "377574",
    "metadata": "Ano: 2013 | Banca: Prefeitura do Rio de Janeiro - RJ | Órgão: Prefeitura de Rio de Janeiro - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Violência arbitrária",
      "Resistência",
      "Desobediência",
      "Desacato"
    ],
    "enunciado_principal": "Opor-se à execução de ato legal, mediante violência ou ameaça a funcionário competente para executá-lo ou a quem lhe esteja prestando auxílio, configura o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "desobediência"
      },
      {
        "letra": "B",
        "texto": "desacato"
      },
      {
        "letra": "C",
        "texto": "resistência"
      },
      {
        "letra": "D",
        "texto": "violência arbitrária"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "371276",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Desacato"
    ],
    "enunciado_principal": "Desacato implica",
    "alternativas": [
      {
        "letra": "A",
        "texto": "usurpação."
      },
      {
        "letra": "B",
        "texto": "aviltamento."
      },
      {
        "letra": "C",
        "texto": "resistência."
      },
      {
        "letra": "D",
        "texto": "coação."
      },
      {
        "letra": "E",
        "texto": "desobediência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "317788",
    "metadata": "Ano: 2013 | Banca: TRT 15R | Órgão: TRT - 15ª Região (SP)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Difamação",
      "Injúria",
      "Crimes contra a administração pública",
      "Desacato"
    ],
    "enunciado_principal": "Durante audiência em processo trabalhista, o preposto Tício descontrola-se emocionalmente e dirige-se ao juiz do trabalho de modo desrespeitoso, imputando-lhe, em altos brados, os atributos de “parcial” e “arbitrário”. Diante desse quadro, supondo- se haver crime úniço (por se tratar de ofensas símiles irrogadas no mesmo contexto fático), o juiz do trabalho:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deve dar imediata voz de prisão a Tício, lavrando o auto de prisão em flagrante delito, ante a consumação atual do crime de desacato;"
      },
      {
        "letra": "B",
        "texto": "deve dar imediata voz de prisão a Tícior lavrando o auto de prisão em flagrante delito, ante a consumação atual do crime de injúria;"
      },
      {
        "letra": "C",
        "texto": "deve dar imediata voz de prisão a Tício, lavrando o auto de prisão em flagrante delito, ante a consumação atual do crime de difamação;"
      },
      {
        "letra": "D",
        "texto": "deve apenas consignar em ata os impropérios, sem interrupções, para depois os mandar riscar do termo de audiência, à vista do que dispõe o artigo 15, caput, do CPC;"
      },
      {
        "letra": "E",
        "texto": "deve restabelecer a ordem na sala de audiências, valendo-se dos poderes processuais de polícia que a lei lhe confere, embora não lhe seja permitido dar a voz de prisão no presente caso."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "290597",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Desacato"
    ],
    "enunciado_principal": "A pessoa que, ao ser abordada pela polícia, ofender um policial terá praticado o crime de desacato.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "283098",
    "metadata": "Ano: 2012 | Banca: FUNCAB | Órgão: PC-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria",
      "Crimes contra a administração pública",
      "Desacato"
    ],
    "enunciado_principal": "Certo Juiz de Direito encaminha ofício à Delegacia de Polícia visando à instauração de inquérito policial em desfavor de determinado Advogado, porque o causídico, em uma ação penal de iniciativa privada, havia, em sede de razões de apelação, formulado protestos e críticas contra o Magistrado, alegando que este fundamentara sua sentença em argumentos puramente fantasiosos. Resta comprovado na investigação que os termos usados pelo Advogado foram duros e que tinham aptidão para ofender a honra do Magistrado, embora empregados de forma objetiva e impessoal. Assim, o Advogado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deve responder por crime de injúria."
      },
      {
        "letra": "B",
        "texto": "deve responder por crime de desacato."
      },
      {
        "letra": "C",
        "texto": "deve responder por crime de difamação."
      },
      {
        "letra": "D",
        "texto": "deve responder por crime de calúnia."
      },
      {
        "letra": "E",
        "texto": "não responde por crime algum."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "236398",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: MPE-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Desobediência",
      "Desacato"
    ],
    "enunciado_principal": "Quem se opõe à execução de ato legal, mediante ameaça a quem esteja prestando auxílio ao funcionário público competente para executá-lo,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "comete crime de desacato."
      },
      {
        "letra": "B",
        "texto": "comete crime de desobediência."
      },
      {
        "letra": "C",
        "texto": "comete crime de resistência."
      },
      {
        "letra": "D",
        "texto": "comete crime de tráfico de influência."
      },
      {
        "letra": "E",
        "texto": "não comete crime contra a Administração Pública."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "214909",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Desacato"
    ],
    "enunciado_principal": "O crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "contrabando é punível tanto na forma dolosa, quanto na culposa."
      },
      {
        "letra": "B",
        "texto": "falso testemunho não pode ser cometido pelo réu, mas pode ser praticado pela vítima do delito."
      },
      {
        "letra": "C",
        "texto": "auto-acusação falsa consuma-se quando o agente assume a autoria do crime inexistente ou praticado por outrem perante populares e nega perante a autoridade policial."
      },
      {
        "letra": "D",
        "texto": "resistência só se consuma quando, em razão da conduta do agente, o ato legal não é executado pelo funcionário público competente para executá-lo."
      },
      {
        "letra": "E",
        "texto": "desacato pode caracterizar-se mesmo quando o funcionário público não esteja no exercício da função, desde que a ofensa esteja com ela relacionada."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "288262",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TCE-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Desacato"
    ],
    "enunciado_principal": "O crime de desacato",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pode ser cometido através de ofensa feita a funcionário público pelo telefone."
      },
      {
        "letra": "B",
        "texto": "só se caracteriza se o funcionário, estando no local, ouça ou veja a ofensa que lhe é dirigida, em razão de suas funções."
      },
      {
        "letra": "C",
        "texto": "caracteriza-se mesmo que a ofensa feita ao funcionário público não diga respeito ao exercício de suas funções."
      },
      {
        "letra": "D",
        "texto": "pode ser reconhecido em críticas genéricas dirigidas publicamente a uma instituição."
      },
      {
        "letra": "E",
        "texto": "pode ser cometido por escrito, através de carta dirigida ao funcionário público."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "235168",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Usurpação de função pública",
      "Resistência",
      "Desobediência",
      "Desacato",
      "Corrupção ativa em transação comercial internacional. Tráfico de influência em transação comercial internacional"
    ],
    "enunciado_principal": "Assinale a opção correta com referência aos crimes praticados contra a administração em geral.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No delito de resistência, se o ato legal do agente público não for executado em razão da ação criminosa, a pena cominada ao tipo penal será aumentada de um terço até metade."
      },
      {
        "letra": "B",
        "texto": "O delito de desacato pode ser praticado quando a ofensa é dirigida a funcionário público que não se encontre presente, desde que o desacato esteja relacionado às suas funções."
      },
      {
        "letra": "C",
        "texto": "Ao contrário do crime de corrupção passiva, o delito de tráfico de influência é material, ou seja, só se consuma com a obtenção efetiva da vantagem indevida."
      },
      {
        "letra": "D",
        "texto": "Comete o delito de usurpação de função pública o agente que se arrogue nessa função, independentemente de praticar atos de ofício como se legitimado fosse, com o ânimo de usurpar."
      },
      {
        "letra": "E",
        "texto": "O funcionário público pode cometer crime de desobediência, se destinatário de ordem judicial, e, considerando a inexistência de hierarquia, tem o dever de cumpri-la."
      }
    ],
    "gabarito": "E"
  }
]