[
  {
    "id": "3150176",
    "metadata": "Ano: 2024 | Banca: IDIB | Órgão: Câmara de Macapá - AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Descriminantes Putativas"
    ],
    "enunciado_principal": "Sabido que o Código Penal pátrio nos apresenta que o erro sobre elemento constitutivo do tipo legal de crime exclui o dolo, mas permite a punição por crime culposo, se previsto em lei, vemos alterações jurídico-normativas apresentadas na seção das Descriminantes Putativas, pelo qual podemos assinalar como correto apenas o trazido em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "considera-se evitável o erro se o agente atua ou se omite sem a consciência da ilicitude do fato, quando lhe era possível, nas circunstâncias, ter ou atingir essa consciência."
      },
      {
        "letra": "B",
        "texto": "o erro quanto à pessoa contra a qual o crime é praticado isenta de pena."
      },
      {
        "letra": "C",
        "texto": "responde pelo crime o terceiro que determina o erro, somente se o crime for consumado."
      },
      {
        "letra": "D",
        "texto": "é isento de pena quem, por erro plenamente justificado pelas circunstâncias, supõe situação de fato que, se existisse, tornaria a ação legítima."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2548372",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Mossoró - RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Antijuridicidade",
      "Estrito cumprimento de dever legal e exercício regular de direito",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Descriminantes Putativas"
    ],
    "enunciado_principal": "Em referência à situação hipotética apresentada, julgue o item que se segue. Ainda que tenha agido em estrito cumprimento do dever legal, Pedro não poderá ser isentado de responsabilidade pela sua conduta, haja vista a lesão corporal grave causada em um manifestante.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2360677",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: PC-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Descriminantes Putativas"
    ],
    "enunciado_principal": "Adonis, 71 anos, reside sozinho em um bairro violento. Certo dia, percebeu que um homem desconhecido, portando uma arma de fogo na cintura, ingressou em seu terreno na calada da noite. Ao perceber que o indivíduo caminhava desorientado em seu quintal, Adonis, temendo por sua integridade física e sua vida, desferiu um disparo de arma de fogo na perna da vítima. Quando se aproximou da vítima, caída ao chão, constatou que se tratava de seu vizinho Heitor, que havia entrado no seu imóvel por engano, em razão de estar alcoolizado. Heitor foi hospitalizado, porém recebeu alta no mesmo dia. Diante do cenário descrito, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Adonis deve responder pelo crime de lesão corporal, tendo em vista o excesso de legítima defesa."
      },
      {
        "letra": "B",
        "texto": "deve ser reconhecida a exclusão da ilicitude pela legítima defesa."
      },
      {
        "letra": "C",
        "texto": "deve ser afastada a culpabilidade, em razão da ausência de potencial conhecimento da ilicitude do fato."
      },
      {
        "letra": "D",
        "texto": "deve ser afastada a culpabilidade, em razão de inexigibilidade de conduta diversa."
      },
      {
        "letra": "E",
        "texto": "Adonis está isento de pena, em razão da descriminante putativa por erro de tipo inevitável."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1989153",
    "metadata": "Ano: 2022 | Banca: FUNDEP (Gestão de Concursos) | Órgão: TJM-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Classificação dos crimes",
      "Crimes omissivos",
      "Descriminantes Putativas",
      "Crimes comuns, próprios e de mão própria"
    ],
    "enunciado_principal": "Sobre as referências aos diversos sistemas formulados para a teoria do crime constantes do Código Penal Comum e do Código Penal Militar, analise as afirmativas a seguir. I. O Código Penal Comum trata a descriminante putativa conforme a teoria limitada da culpabilidade. II. O Código Penal Militar registra circunstâncias judiciais compatíveis com a teoria psicológico- -normativa da culpabilidade. III. O Código Penal Comum concebe os crimes comissivos impróprios de maneira compatível com sistema de base normativa. IV. O Código Penal Militar considera dolo e culpa conforme o sistema causal-naturalista. Estão corretas as afirmativas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "B",
        "texto": "II e III, apenas."
      },
      {
        "letra": "C",
        "texto": "I e III, apenas."
      },
      {
        "letra": "D",
        "texto": "I e IV, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1937424",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: Governo do Distrito Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Descriminantes Putativas"
    ],
    "enunciado_principal": "Em relação ao direito penal, julgue o seguinte item. Jeremias, que acredita praticar tráfico de drogas ao vender um pó branco que ele importou do Paraguai, foi preso em flagrante pela suposta prática do referido delito. Ocorre que, após perícia no material apreendido, verificou-se que, em verdade, o pó branco era sal de cozinha. Nessa situação, pode-se afirmar que Jeremias praticou crime putativo, sendo que a sua conduta será considerada um indiferente penal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1855781",
    "metadata": "Ano: 2021 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Descriminantes Putativas",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Sobre modalidades de erro, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O erro de proibição pode recair sobre o cuidado objetivo exigido."
      },
      {
        "letra": "B",
        "texto": "De acordo com a teoria limitada da culpabilidade, adotada pelo Código Penal brasileiro, o erro de tipo permissivo, inevitável ou evitável, na realização de ação típica de violação de domicílio, exclui qualquer responsabilização penal."
      },
      {
        "letra": "C",
        "texto": "Com finalidade de correção, A priva a liberdade das crianças B e C, seus filhos, mediante cárcere privado ininterrupto por um mês, no interior de cubículo da residência comum, supondo ser jurídica a ação, no exercício do poder familiar: trata-se de erro de proibição indireto que, se inevitável, exclui a culpabilidade, e se evitável, reduz a culpabilidade."
      },
      {
        "letra": "D",
        "texto": "O sitiante A acredita seriamente ser lícita sua ação de guardar grande quantidade de lenha em seu imóvel rural, sem licença outorgada pela autoridade competente, o que é tipificado como crime ambiental no art. 46, parágrafo único, da Lei 9.605/98: trata-se de hipótese de erro de proibição direto, que recai sobre a existência da lei penal e, se inevitável, isenta de pena."
      },
      {
        "letra": "E",
        "texto": "O erro sobre os limites jurídicos de uma causa de justificação existente constitui erro de proibição indireto e o erro sobre a existência de uma causa de justificação inexistente constitui erro de proibição direto, embora ambas as modalidades de erro estejam sujeitas ao mesmo tratamento jurídico no Código Penal brasileiro."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1767734",
    "metadata": "Ano: 2021 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro de tipo acidental",
      "Descriminantes Putativas"
    ],
    "enunciado_principal": "O ERRO, no DIREITO PENAL PÁTRIO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando determinado, o terceiro responde a título de dolo."
      },
      {
        "letra": "B",
        "texto": "Requer, como critério de aferição da escusabilidade, o homo medius colocado no lugar do agente."
      },
      {
        "letra": "C",
        "texto": "Se recair sobre a existência ou os limites da posição de garantidor, excluirá o dolo."
      },
      {
        "letra": "D",
        "texto": "Sobre o objeto material, não afeta a responsabilidade penal do agente, porque ele sempre responde pelo crime que pretendia cometer."
      },
      {
        "letra": "E",
        "texto": "Se putativo, não afasta o dolo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1149283",
    "metadata": "Ano: 2020 | Banca: IBFC | Órgão: TRE-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental",
      "Descriminantes Putativas"
    ],
    "enunciado_principal": "Quanto ao \"erro sobre elementos do tipo\" e \"erro sobre a ilicitude do fato\", analise as afirmativas abaixo e dê valores Verdadeiro (V) ou Falso (F): ( ) Não cabe a incidência de erro de tipo nos crimes omissivos espúrios, em face do dever de agir para evitar o resultado, levando-se em conta a relação de normalidade ou perigo do caso concreto. ( ) O erro relativo à existência de uma causa de exclusão de ilicitude consiste em descriminante putativa por erro de proibição. Nesse caso, se inescusável o erro, afasta-se o dolo, subsistindo a responsabilidade por crime culposo, se previsto em lei. ( ) Ao agente provocador que atua dolosamente deverá ser imputado, na forma dolosa, o crime cometido pelo provocado. Já o agente provocado ficará impune, desde que escusável o seu erro. ( ) Incide sobre o ³error in persona´ a teoria da equivalência do bem jurídico atingido. Nesse caso, o agente responderá pelo crime praticado, porém, no momento da aplicação da pena, serão consideradas as condições da vítima virtual. Assinale a alternativa que apresenta a sequência correta de cima para baixo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V, F, F, V"
      },
      {
        "letra": "B",
        "texto": "F, F, V, V"
      },
      {
        "letra": "C",
        "texto": "F, V, V, F"
      },
      {
        "letra": "D",
        "texto": "V, V, V, V"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1347045",
    "metadata": "Ano: 2019 | Banca: TJ-AP | Órgão: TJ-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental",
      "Descriminantes Putativas"
    ],
    "enunciado_principal": "Após a morte da mãe, Aline recebeu, durante um ano, a pensão previdenciária daquela, depositada mensalmente em sua conta bancária, em virtude de ser procuradora da primeira. Descoberto o fato, Aline foi denunciada por apropriação indébita. Se a sentença concluir que a acusada (em razão de sua incultura, pouca vivência, etc.) não tinha percepção da ilicitude de sua conduta, estará reconhecendo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Erro de proibição;"
      },
      {
        "letra": "B",
        "texto": "Erro sobre o objeto;"
      },
      {
        "letra": "C",
        "texto": "Erro sobre elemento do tipo, que exclui o dolo;"
      },
      {
        "letra": "D",
        "texto": "Descriminante putativa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1048818",
    "metadata": "Ano: 2019 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Descriminantes Putativas"
    ],
    "enunciado_principal": "A respeito da temática do erro, marque a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No delito de estupro de vulnerável não se admite o erro de tipo."
      },
      {
        "letra": "B",
        "texto": "O erro de tipo vencível (ou inescusável) afasta o dolo e a culpa."
      },
      {
        "letra": "C",
        "texto": "Comete um delito putativo por erro de tipo a mulher que pratica atos abortivos e depois se descobre que na verdade não havia gravidez."
      },
      {
        "letra": "D",
        "texto": "Há erro de tipo permissivo na hipótese do caçador que está na floresta e atira contra um vulto acreditando se tratar de um animal, mas depois percebe que atirou em seu companheiro de caça."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1037452",
    "metadata": "Ano: 2019 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Descriminantes Putativas"
    ],
    "enunciado_principal": "Qual a consequência jurídica do erro de tipo permissivo (erro sobre a descriminante putativa) plenamente justificado pelas circunstâncias?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Exclui a culpabilidade."
      },
      {
        "letra": "B",
        "texto": "Reduz a pena de 1/6 a 1/3."
      },
      {
        "letra": "C",
        "texto": "Exclui o dolo, mas permite punição por culpa."
      },
      {
        "letra": "D",
        "texto": "Permite a punição por crime culposo, sem exclusão do dolo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1037211",
    "metadata": "Ano: 2019 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental",
      "Descriminantes Putativas"
    ],
    "enunciado_principal": "Quanto à teoria do erro em Direito Penal, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O erro de proibição indireto incide sobre causas de justificação."
      },
      {
        "letra": "B",
        "texto": "O erro de subsunção constitui hipótese de erro de tipo essencial."
      },
      {
        "letra": "C",
        "texto": "A aberratio criminis e a aberratio ictus constituem hipóteses de erro de proibição indireto."
      },
      {
        "letra": "D",
        "texto": "O erro de tipo permissivo possui consequência de erro de tipo essencial, quando plenamente justificado pelas circunstâncias."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1008744",
    "metadata": "Ano: 2019 | Banca: Instituto Consulplan | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Descriminantes Putativas"
    ],
    "enunciado_principal": "Na legislação brasileira as consequências do erro evitável sobre os pressupostos fáticos de uma excludente de ilicitude são as mesmas do erro de tipo, e não as do erro de proibição.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1004230",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Guarulhos - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Descriminantes Putativas"
    ],
    "enunciado_principal": "No que concerne ao erro sobre a ilicitude do fato, matéria tratada no art. 21 do CP, assinale a alternativa que preenche correta e respectivamente as lacunas: “O desconhecimento da lei é __________________. O erro sobre a ilicitude do fato, se inevitável, __________________; se evitável, __________________.”",
    "alternativas": [
      {
        "letra": "A",
        "texto": "escusável ... isenta de pena ... poderá diminuí-la de um sexto a um terço"
      },
      {
        "letra": "B",
        "texto": "escusável ... poderá diminuí-la de um sexto a um terço ... da metade"
      },
      {
        "letra": "C",
        "texto": "inescusável ... poderá diminuí-la de um sexto a um terço ... da metade"
      },
      {
        "letra": "D",
        "texto": "inescusável ... poderá diminuí-la da metade ... de um sexto a um terço"
      },
      {
        "letra": "E",
        "texto": "inescusável ... isenta de pena ... poderá diminuí-la de um sexto a um terço"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "994228",
    "metadata": "Ano: 2019 | Banca: FUNDEP (Gestão de Concursos) | Órgão: DPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Antijuridicidade",
      "Descriminantes Putativas",
      "Noções Gerais Antijuridicidade"
    ],
    "enunciado_principal": "Sobre a parte geral do Código Penal, analise as afirmativas a seguir. I. O excesso culposo nas causas de justificação deriva de erro do agente quanto aos seus limites ou quanto às circunstâncias objetivas do fato concreto. II. A desistência voluntária pode se materializar tanto em hipóteses de tentativa perfeita quanto em casos de tentativa imperfeita. III. Descriminantes putativas ocorrem quando o agente supõe que está agindo licitamente, imaginando que se encontra presente uma das causas excludentes de ilicitude previstas em lei. IV. A regra da incomunicabilidade das circunstâncias (art. 30 do Código Penal), promove a extensão da culpabilidade com base em ficção legal de qualidades pessoais.V. Na hipótese de aberratio ictus com unidade complexa, deve ser utilizado, na aplicação da sanção penal, o mesmo tratamento do concurso formal impróprio. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e IV, apenas."
      },
      {
        "letra": "B",
        "texto": "I e III, apenas."
      },
      {
        "letra": "C",
        "texto": "II, III e V, apenas."
      },
      {
        "letra": "D",
        "texto": "III e IV, apenas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "960488",
    "metadata": "Ano: 2019 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Descriminantes Putativas"
    ],
    "enunciado_principal": "Assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para a Teoria limitada do dolo, o erro quanto à proibição, se evitável, exclui o dolo, remanescendo apenas a responsabilidade culposa se cabível."
      },
      {
        "letra": "B",
        "texto": "Para a Teoria dos elementos negativos do tipo, os erros incidentes sobre causas de justificação são considerados erros de tipo."
      },
      {
        "letra": "C",
        "texto": "Para a Teoria estrita da culpabilidade a descriminante putativa é considerada erro de proibição e exclui a culpabilidade se o erro for inexcusável."
      },
      {
        "letra": "D",
        "texto": "Para a Teoria limitada da culpabilidade o erro que recai sobre os pressupostos fáticos de uma causa de justificação exclui o dolo."
      },
      {
        "letra": "E",
        "texto": "Para a Teoria limitada da culpabilidade o erro que recai sobre a existência ou os limites legais de uma causa de justificação exclui a culpabilidade se inevitável."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "958714",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: Prefeitura de Caruaru - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Descriminantes Putativas"
    ],
    "enunciado_principal": "O agente que, por erro plenamente justificado pelas circunstâncias, supõe situação de fato que, se existisse, tornaria a ação legítima,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é isento de pena."
      },
      {
        "letra": "B",
        "texto": "tem a pena reduzida de um a dois terços."
      },
      {
        "letra": "C",
        "texto": "pratica crime impossível."
      },
      {
        "letra": "D",
        "texto": "poderá ser beneficiado com a suspensão condicional do processo."
      },
      {
        "letra": "E",
        "texto": "só responde pelos atos já praticados."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "952102",
    "metadata": "Ano: 2018 | Banca: Fundação CEFETBAHIA | Órgão: MPE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Descriminantes Putativas",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "“No direito brasileiro não haverá culpabilidade quando o agente não puder compreender a ilicitude de sua conduta.” (TAVARES, 2018, p. 464). Tomando por base as teorias da culpabilidade, analise as assertivas e identifique com V as verdadeiras e com F as falsas. ( ) O erro de tipo permissivo, ainda que evitável, não exclui a culpabilidade dolosa. ( ) O erro de proibição direto rege-se pela teoria limitada da culpabilidade. ( ) Quando um agente julga que tem autoridade para agir de acordo com uma causa de justificação não reconhecida ou quando acredita que pode ultrapassar os limites de uma causa de justificação reconhecida, caracteriza-se o erro de permissão. ( ) O erro de permissão não abrange as causas de exculpação. ( ) A norma proibitiva ou qualquer um dos seus elementos constitui objeto do erro de proibição. A alternativa que contém a sequência correta, de cima para baixo, é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V F V F V"
      },
      {
        "letra": "B",
        "texto": "V F V V F"
      },
      {
        "letra": "C",
        "texto": "F F V F F"
      },
      {
        "letra": "D",
        "texto": "F V F V F"
      },
      {
        "letra": "E",
        "texto": "F F V F V"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "926051",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: AL-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Descriminantes Putativas"
    ],
    "enunciado_principal": "Após intenso debate político repleto de ofensas, Ana, 40 anos, e Maria, 30 anos, iniciam uma longa discussão. Ana, revoltada com o comportamento agressivo de Maria, arremessa uma faca em direção a esta com a intenção de causar sua morte, mas a arma branca acaba por atingir Joana, criança de 13 anos, que passava pela localidade, sendo o golpe de faca no coração a causa eficiente de sua morte. Descobertos os fatos pelo Ministério Público, considerando apenas as informações narradas, é correto afirmar que Ana deverá ser responsabilizada pelo crime de homicídio",
    "alternativas": [
      {
        "letra": "A",
        "texto": "doloso consumado sem a causa de aumento da idade da vítima, em razão do erro de execução."
      },
      {
        "letra": "B",
        "texto": "culposo consumado, em razão do erro sobre a pessoa."
      },
      {
        "letra": "C",
        "texto": "culposo consumado, em razão do erro de execução."
      },
      {
        "letra": "D",
        "texto": "doloso consumado sem a causa de aumento da idade da vítima, em razão do erro de pessoa."
      },
      {
        "letra": "E",
        "texto": "consumado com a causa de aumento da idade da vítima, em razão do erro sobre a pessoa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "818944",
    "metadata": "Ano: 2017 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Descriminantes Putativas"
    ],
    "enunciado_principal": "Sobre causas de justificação, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo a teoria limitada da culpabilidade, o erro evitável de policial sobre os limites do estrito cumprimento do dever legal, que produz lesão corporal grave em cidadão, permite atribuição de responsabilidade penal ao policial, a título de culpa."
      },
      {
        "letra": "B",
        "texto": "O consentimento presumido do titular do bem jurídico lesionado tem natureza de causa supralegal de justificação da ação típica."
      },
      {
        "letra": "C",
        "texto": "O Código Penal brasileiro, em razão da adoção da teoria unitária, prevê o estado de necessidade justificante, mas não prevê o estado de necessidade exculpante, que assim pode assumir natureza de causa supralegal de exclusão da culpabilidade, por inexigibilidade de comportamento diverso."
      },
      {
        "letra": "D",
        "texto": "O policial A realiza certeiro disparo letal em B, que horas antes praticara latrocínio em agência bancária, e assim impede que este consiga fugir em direção à fronteira, com todo o dinheiro subtraído: a ação de homicídio do policial A não pode ser amparada por qualquer justificante."
      },
      {
        "letra": "E",
        "texto": "Se A, sem habilitação para dirigir, transporta em veículo o acidentado grave B ao hospital, em alta velocidade, gerando perigo de dano em via pública, A não pode ser responsabilizado por prática do crime de dirigir veículo em via pública, sem habilitação (Código de Trânsito Brasileiro, art. 309), por estar amparado pelo estado de necessidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "628803",
    "metadata": "Ano: 2016 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Resultado",
      "Nexo de causalidade",
      "Antijuridicidade",
      "Legítima defesa",
      "Erro de tipo acidental",
      "Descriminantes Putativas"
    ],
    "enunciado_principal": "Sobre a aplicação dos elementos da teoria geral do delito, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Adamastor, tomado por ciúmes e agindo com animus necandi, desferiu três disparos de arma de fogo calibre .38 contra Bento, que atualmente namora sua ex-companheira Catarina. O primeiro tiro atingiu a região lateral esquerda do pescoço da vítima, enquanto os demais se alojaram na região inferior de sua perna esquerda, próximo ao joelho. Logo após os disparos, contudo, o próprio autor, assustado com o desfecho de sua ação, contatou o SAMU e o Hospital de Pronto Socorro, a fim de que a vítima fosse socorrida e recebesse atendimento médico de urgência, o que efetivamente veio a ocorrer em face do pronto atendimento de uma ambulância. Em que pese não ter corrido risco de vida, Bento recebeu alta médica após permanecer internado durante 45 dias. Pelo exposto, é correto tipificar a conduta de Adamastor como um crime de lesão corporal grave."
      },
      {
        "letra": "B",
        "texto": "O erro quanto à pessoa e o erro na execução do crime fazem com que o agente responda pelos resultados típicos alcançados, não sendo levadas em consideração as condições e características das vítimas que efetivamente pretendia atingir."
      },
      {
        "letra": "C",
        "texto": "A legítima defesa putativa própria caracteriza-se por uma intepretação equivocada do agente em relação às circunstâncias reais de uma determinada situação fática, fazendo-o acreditar que está sofrendo (ou na iminência de sofrer) uma agressão injusta, e seu reconhecimento tem como consequência legal o afastamento da ilicitude da conduta, ainda que tal equívoco interpretativo decorra de culpa do próprio agente."
      },
      {
        "letra": "D",
        "texto": "Quando reconhecido que a conduta delitiva decorre de coação irresistível ou do cumprimento de ordem de superior hierárquico não manifestamente ilegal, o agente que a praticou terá sua pena diminuída de um sexto a um terço."
      },
      {
        "letra": "E",
        "texto": "Reconhecida a intenção do coautor de participar de crime menos grave, o juiz deverá aplicar-lhe a pena em relação ao mesmo crime dos demais acusados, diminuindo-a, todavia, de um sexto até a metade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "613171",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental",
      "Descriminantes Putativas"
    ],
    "enunciado_principal": "Assinale a alternativa que contém a assertiva correta no que diz respeito aos dispositivos relativos ao erro previstos no Código Penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Magnus, policial, adultera, sem autorização legal, sinal identificador de um veículo automotor a fim de que seja utilizado em investigação criminal, pois imagina, por erro evitável, que nesta hipótese sua conduta seria lícita. Na responsabilização penal pelo crime de “adulteração de sinal identificador de veículo automotor\", Magnus deverá ser punido na modalidade culposa do delito."
      },
      {
        "letra": "B",
        "texto": "Ticius imputa um fato definido como crime a Manassés que imaginava ser verdadeiro quando, na verdade, era falso, tendo o erro de Ticius decorrido de sua negligência. Neste caso, ao ser responsabilizado pelo crime de calúnia, Ticius deverá ter sua pena diminuída de um sexto a um terço."
      },
      {
        "letra": "C",
        "texto": "Ticius imputa um fato definido como crime a Manassés que imaginava ser verdadeiro quando, na verdade, era falso, tendo o erro de Ticius decorrido de sua negligência. Neste caso, Ticius deverá ser responsabilizado pelo crime de calúnia na modalidade culposa."
      },
      {
        "letra": "D",
        "texto": "Augustus, agride e provoca lesão corporal em Cassius, pois este segurava o pescoço de Maximus. Imaginava Augustus estar protegendo Maximus mas, por erro decorrente de sua imprudência, não percebeu que tudo se tratava de uma brincadeira. Neste caso, na responsabilização penal pelo crime de lesão corporal, Augustus deverá ter sua pena diminuída de um sexto a um terço."
      },
      {
        "letra": "E",
        "texto": "Magnus, policial, adultera, sem autorização legal, sinal identificador de um veículo automotor a fim de que seja utilizado em investigação criminal, pois imagina, por erro evitável, que nesta hipótese sua conduta seria lícita. Na responsabilização penal pelo crime de “adulteração de sinal identificador de veículo automotor\", Magnus deverá ter sua pena diminuída de um sexto a um terço."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "576258",
    "metadata": "Ano: 2015 | Banca: FUNCAB | Órgão: PC-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Erro do tipo essencial",
      "Descriminantes Putativas"
    ],
    "enunciado_principal": "Em relação à Teoria do Erro, proceda uma análise sobre as afirmativas seguintes. 1. O erro sobre elemento constitutivo do tipo legal exclui o dolo e a culpa, em qualquer hipótese. 2. Ocorrendo erro determinado por terceiro, somente este (terceiro) poderá responder pelo delito.3. No caso de descriminante putativa, somente haverá isenção de pena quando o erro deriva de culpa e o fato é também punível como crime culposo.4. Considera-se inevitável o erro se o agente atua sem a consciência da ilicitude do fato, quando lhe era impossível, nas circunstâncias, ter ou atingir essa consciência.Está correto somente o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "1 e 2."
      },
      {
        "letra": "B",
        "texto": "2 e 3."
      },
      {
        "letra": "C",
        "texto": "2 e 4."
      },
      {
        "letra": "D",
        "texto": "1,3 e 4."
      },
      {
        "letra": "E",
        "texto": "2,3 e 4."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "553908",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: DPE-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental",
      "Descriminantes Putativas"
    ],
    "enunciado_principal": "Se o agente oferece propina a um empregado de uma sociedade de economia mista, supondo ser funcionário de empresa privada com interesse exclusivamente particular, incide em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "erro sobre a pessoa."
      },
      {
        "letra": "B",
        "texto": "descriminante putativa."
      },
      {
        "letra": "C",
        "texto": "erro de tipo."
      },
      {
        "letra": "D",
        "texto": "erro sobre a ilicitude do fato inevitável."
      },
      {
        "letra": "E",
        "texto": "erro sobre a ilicitude do fato evitável."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "544563",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Descriminantes Putativas"
    ],
    "enunciado_principal": "O erro inescusável sobre",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a ilicitude do fato constitui causa de diminuição da pena."
      },
      {
        "letra": "B",
        "texto": "elementos do tipo permite a punição a título de culpa, se acidental."
      },
      {
        "letra": "C",
        "texto": "elementos do tipo isenta de pena."
      },
      {
        "letra": "D",
        "texto": "elementos do tipo exclui o dolo e a culpa, se essencial."
      },
      {
        "letra": "E",
        "texto": "a ilicitude do fato exclui a antijuridicidade da conduta."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "525329",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TCE-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Descriminantes Putativas"
    ],
    "enunciado_principal": "A diferença entre erro sobre elementos do tipo e erro sobre a ilicitude do fato reside na circunstância de que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o erro de tipo exclui a culpabilidade, o de fato a imputabilidade."
      },
      {
        "letra": "B",
        "texto": "o erro de tipo exclui o dolo, o de fato a culpabilidade."
      },
      {
        "letra": "C",
        "texto": "o erro de tipo exclui a reprovabilidade da conduta, o de fato o elemento do injusto."
      },
      {
        "letra": "D",
        "texto": "o erro de tipo exclui o dolo, o de fato a invencibilidade do erro."
      },
      {
        "letra": "E",
        "texto": "a discriminante putativa é o que distingue o erro de tipo do erro de fato."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "512408",
    "metadata": "Ano: 2015 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Descriminantes Putativas"
    ],
    "enunciado_principal": "Quanto ao crime, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nas descriminantes putativas, a isenção de pena abrange os crimes dolosos e culposos."
      },
      {
        "letra": "B",
        "texto": "Salvo nos casos expressos em lei, ninguém pode ser punido por fato previsto como crime, senão quando o pratica dolosamente."
      },
      {
        "letra": "C",
        "texto": "Em qualquer das hipóteses de excludente de ilicitude, o agente responderá pelo excesso doloso ou culposo."
      },
      {
        "letra": "D",
        "texto": "Se o fato é cometido sob coação ou em estrita obediência a ordem, não manifestamente ilegal, de superior hierárquico, só é punível o autor da coação ou da ordem."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "370682",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior",
      "Descriminantes Putativas"
    ],
    "enunciado_principal": "Paulo, sabendo que seu desafeto Pedro não sabia nadar e desejando matá-lo, jogou-o nas águas, durante a travessia de um braço de mar. Todavia, ficou com pena da vítima, mergulhou e a retirou, antes que se afogasse. Nesse caso, ocorreu",
    "alternativas": [
      {
        "letra": "A",
        "texto": "crime putativo."
      },
      {
        "letra": "B",
        "texto": "crime impossível."
      },
      {
        "letra": "C",
        "texto": "desistência voluntária."
      },
      {
        "letra": "D",
        "texto": "arrependimento eficaz."
      },
      {
        "letra": "E",
        "texto": "crime tentado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1638728",
    "metadata": "Ano: 2013 | Banca: PUC-PR | Órgão: TCE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Descriminantes Putativas"
    ],
    "enunciado_principal": "Leia atentamente as alternativas a seguir e marque a CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O erro de proibição mandamental refere-se ao erro acerca de um pressuposto fático de uma causa de justificação. Neste caso, se vencível, excluirá o dolo, sendo possível a punição a título de culpa e se for invencível, excluirá dolo e culpa."
      },
      {
        "letra": "B",
        "texto": "O erro de proibição indireto refere-se ao erro sobre os pressupostos fáticos de uma norma penal incriminadora e, no caso de ser inevitável, será excluído o dolo e a culpa."
      },
      {
        "letra": "C",
        "texto": "A legítima defesa putativa, seja para a teoria limitada ou extremada da culpabilidade, será sempre excludente de ilicitude ou antijuridicidade."
      },
      {
        "letra": "D",
        "texto": "O erro mandamental é aquele que ocorre nos crimes omissivos, podendo haver o erro mandamental em qualquer crime omissivo, próprio ou impróprio."
      },
      {
        "letra": "E",
        "texto": "A embriaguez voluntária ou a culposa quando plena ou completa isentará o sujeito de responsabilidade penal face a ausência total de imputabilidade penal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "214968",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental",
      "Descriminantes Putativas"
    ],
    "enunciado_principal": "Considere a prática de fato criminoso por:I. desconhecimento da lei. II. erro inevitável sobre a ilicitude do fato. III. erro evitável sobre a ilicitude do fato. IV. erro plenamente justificado pelas circunstâncias, que leva à suposição de situação de fato que, se existissem, tornaria a ação legítima.O agente é isento de pena nas situações indicadas APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e IV."
      },
      {
        "letra": "B",
        "texto": "I e III."
      },
      {
        "letra": "C",
        "texto": "I e IV."
      },
      {
        "letra": "D",
        "texto": "II e IV."
      },
      {
        "letra": "E",
        "texto": "III e IV."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "208947",
    "metadata": "Ano: 2011 | Banca: FUMARC | Órgão: PC-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Descriminantes Putativas"
    ],
    "enunciado_principal": "Com relação ao erro de tipo e ao erro de proibição, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O erro de tipo permissível inescusável é aquele que recai sobre situação de fato, excluindo a culpabilidade dolosa, mas permitindo a punição do agente a título de culpa."
      },
      {
        "letra": "B",
        "texto": "De acordo com a teoria extremada da culpabilidade, todo e qualquer erro que recaia sobre uma causa de justifcação é erro sobre a ilicitude do fato."
      },
      {
        "letra": "C",
        "texto": "O erro, sobre a causa do resultado, afasta o dolo ou a culpa, tendo em vista que recai sobre elemento essencial do fato."
      },
      {
        "letra": "D",
        "texto": "O erro de proibição mandamental é aquele que recai sobre uma norma impositiva e, se inevitável, isenta o agente de pena."
      }
    ],
    "gabarito": "C"
  }
]