[
  {
    "id": "3523274",
    "metadata": "Ano: 2025 | Banca: OBJETIVA | Órgão: Prefeitura de Nonoai - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Descaminho"
    ],
    "enunciado_principal": "G., empresário, importa produtos eletrônicos da China sem declarar a carga à Receita Federal, com o objetivo de diminuir o pagamento de impostos. Conforme o Decreto-Lei nº 2.848/1940 – Código Penal, o crime praticado por G. é classificado como:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Descaminho."
      },
      {
        "letra": "B",
        "texto": "Contrabando."
      },
      {
        "letra": "C",
        "texto": "Corrupção ativa em transação comercial internacional."
      },
      {
        "letra": "D",
        "texto": "Excesso de exação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3184598",
    "metadata": "Ano: 2025 | Banca: Instituto Consulplan | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Facilitação de contrabando ou descaminho",
      "Descaminho"
    ],
    "enunciado_principal": "Pedro, dono de uma loja de eletrodomésticos, situada em uma zona de fronteira no Mato Grosso, foi surpreendido por agentes da Receita Federal enquanto transportava, em seu caminhão de entregas, dezenas de televisores e aparelhos de som de origem estrangeira. A investigação revelou que as mercadorias foram trazidas para o Brasil sem o pagamento dos impostos de importação devidos, mas eram itens regularmente comercializáveis. Diante desse contexto, da legislação vigente e do entendimento dos Tribunais Superiores, é correto afirmar que Pedro responderá pelo crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Descaminho; na modalidade simples, sem agravantes, dado que as mercadorias não são proibidas."
      },
      {
        "letra": "B",
        "texto": "Descaminho; na modalidade qualificada, devido à realização da conduta no exercício de atividade comercial."
      },
      {
        "letra": "C",
        "texto": "Contrabando; na modalidade qualificada, pois os bens foram introduzidos no Brasil sem a devida fiscalização."
      },
      {
        "letra": "D",
        "texto": "Contrabando; na modalidade simples, uma vez que a conduta envolveu o transporte interestadual de mercadorias."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3179517",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Contrabando",
      "Descaminho"
    ],
    "enunciado_principal": "Assinale a alternativa correta. Em um posto de abastecimento às margens de rodovia, ao abastecer a viatura, policiais rodoviários conseguiram avistar um motorista que saiu cambaleante da lanchonete, ligou seu veículo e o conduziu pela rodovia, até que os policiais conseguiram alcançá-lo, dando ordem de parada, a 2 km da saída do posto. Ao indagarem seus dados, ele disse se chamar Quinto Petílio, não apresentando nenhum documento, alegando portá-los em seu celular, que se encontrava descarregado. Percebendo estar o banco traseiro mais alto que o normal, com cobertor de mesma cor do estofado, os policiais encontraram ocultos 690 maços de cigarros paraguaios, sem autorização do órgão competente. No posto policial, os policiais conseguiram identificar que o motorista se tratava, na verdade, de Licínio Muciano, o qual detinha condenação anterior por embriaguez ao volante. Em teste de etilômetro, constatou-se volume de álcool por litro de ar expelido significativamente superior ao permitido. Segundo a atual jurisprudência consolidada do STJ, o motorista poderá responder:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pelos crimes de descaminho, embriaguez ao volante e falsa identidade."
      },
      {
        "letra": "B",
        "texto": "Pelos crimes de contrabando, embriaguez ao volante e falsa identidade."
      },
      {
        "letra": "C",
        "texto": "Pelo crime de embriaguez ao volante, estando a falsa identidade abrangida no direito de autodefesa e o fato relativo aos cigarros irrelevante penal."
      },
      {
        "letra": "D",
        "texto": "Pelos crimes de embriaguez ao volante e falsa identidade, sendo o fato relativo aos cigarros irrelevante penal."
      },
      {
        "letra": "E",
        "texto": "Pelos crimes de descaminho e embriaguez, estando a falsa identidade abrangida no direito de autodefesa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3464839",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Câmara Municipal de Itatiba - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Contrabando",
      "Descaminho"
    ],
    "enunciado_principal": "À luz da jurisprudência do STJ sobre os crimes de contrabando e descaminho, é CORRETO o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A reiteração da conduta delitiva obsta a aplicação do princípio da insignificância ao crime de descaminho - independentemente do valor do tributo não recolhido -, ressalvada a possibilidade de, no caso concreto, se concluir que a medida é socialmente recomendável."
      },
      {
        "letra": "B",
        "texto": "A importação clandestina de medicamentos configura crime de contrabando, não sendo possível a aplicação do princípio da insignificância aos casos de importação não autorizada de pequena quantidade para uso próprio."
      },
      {
        "letra": "C",
        "texto": "A importação não autorizada de cigarros constitui crime de contrabando, insuscetível de aplicação do princípio da insignificância."
      },
      {
        "letra": "D",
        "texto": "O princípio da insignificância é aplicável ao crime de contrabando de cigarros quando a quantidade apreendida não ultrapassar 1.000 (mil) maços, não obstando a sua aplicação a reiteração da conduta delitiva."
      },
      {
        "letra": "E",
        "texto": "É necessária a constituição definitiva do crédito tributário na esfera administrativa para a configuração dos crimes de contrabando e de descaminho."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3102617",
    "metadata": "Ano: 2024 | Banca: ADVISE | Órgão: Prefeitura de São José da Tapera - AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Descaminho"
    ],
    "enunciado_principal": "A conduta típica do crime de “Descaminho” é prevista no Código Penal como:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "iludir, no todo ou em parte, o pagamento de direito ou imposto devido pela entrada, pela saída ou pelo consumo de mercadoria."
      },
      {
        "letra": "B",
        "texto": "importar ou exportar mercadoria proibida."
      },
      {
        "letra": "C",
        "texto": "impedir, perturbar ou fraudar concorrência pública ou venda em hasta pública, promovida pela administração federal, estadual ou municipal, ou por entidade paraestatal; afastar ou procurar afastar concorrente ou licitante, por meio de violência, grave ameaça, fraude ou oferecimento de vantagem."
      },
      {
        "letra": "D",
        "texto": "subtrair, ou inutilizar, total ou parcialmente, livro oficial, processo ou documento confiado à custódia de funcionário, em razão de ofício, ou de particular em serviço público."
      },
      {
        "letra": "E",
        "texto": "solicitar, exigir, cobrar ou obter, para si ou para outrem, vantagem ou promessa de vantagem, a pretexto de influir em ato praticado por funcionário público no exercício da função."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3039641",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: Prefeitura de Nova Iguaçu - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Subtração ou inutilização de livro ou documento. Sonegação de contribuição previdenciária",
      "Descaminho"
    ],
    "enunciado_principal": "Quanto aos crimes de descaminho, apropriação indébita previdenciária e sonegação de contribuição previdenciária previstos no Código Penal, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "constitui crime de descaminho importar ou exportar mercadoria proibida."
      },
      {
        "letra": "B",
        "texto": "constitui crime de sonegação de contribuição previdenciária deixar de repassar à previdência social as contribuições recolhidas dos contribuintes, no prazo e forma legal."
      },
      {
        "letra": "C",
        "texto": "no crime de apropriação indébita previdenciária, mesmo que o agente não tenha promovido o pagamento da contribuição social previdenciária, é facultado ao juiz aplicar somente a pena de multa, quando o agente for primário."
      },
      {
        "letra": "D",
        "texto": "a pena aplica-se em dobro se o crime de descaminho é praticado em transporte terrestre."
      },
      {
        "letra": "E",
        "texto": "no crime de sonegação de contribuição previdenciária é extinta a punibilidade se o agente, espontaneamente, declara e confessa as contribuições, e presta as informações devidas à previdência social, antes do início da ação fiscal."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3029594",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Descaminho"
    ],
    "enunciado_principal": "Matheus, proprietário de uma pequena loja no interior do estado de Goiás, expõe à venda e mantém em depósito, no exercício de atividade comercial, mercadorias de procedência estrangeira, admitidas, em tese, no Brasil. Contudo, Matheus sabe que as referidas mercadorias, presentes no seu estabelecimento, são produto de introdução clandestina no território nacional, pela via terrestre, não tendo ocorrido o pagamento dos impostos devidos pela entrada dos bens no país. Nesse cenário, considerando as disposições do Código Penal, Matheus responderá pelo crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "contrabando, na modalidade simples, com a incidência de uma causa de diminuição de pena, pois as mercadorias ingressaram no território nacional por meio do transporte terrestre;"
      },
      {
        "letra": "B",
        "texto": "contrabando, na modalidade qualificada, em razão de a conduta ter sido perpetrada no exercício de atividade comercial;"
      },
      {
        "letra": "C",
        "texto": "descaminho, na modalidade qualificada, em razão de a conduta ter sido perpetrada no exercício de atividade comercial;"
      },
      {
        "letra": "D",
        "texto": "descaminho, na modalidade simples, sem causas de aumento e de diminuição de pena;"
      },
      {
        "letra": "E",
        "texto": "contrabando, na modalidade simples, sem causas de aumento e de diminuição de pena."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2564495",
    "metadata": "Ano: 2024 | Banca: FCC | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Descaminho"
    ],
    "enunciado_principal": "Mauro é comerciante de produtos eletrônicos e reside em uma pequena cidade do Estado do Mato Grosso do Sul. Viajou para O Paraguai, na cidade de Pedro Juan Caballero, onde adquiriu um carregamento de produtos eletrônicos, avaliados em US$ 30.000 (trinta mil dólares americanos), para serem revendidos em sua loja. Mauro retorna ao Brasil com a carga pela via terrestre em um furgão. Logo após passar a fronteira entre os países, sem declarar as mercadorias adquiridas às autoridades aduaneiras e pagar os impostos necessários, ao ingressar em território brasileiro, na cidade de Ponta Porã, o veículo conduzido por Mauro é abordado pela polícia Rodoviária Federal. Mauro é preso em flagrante e cometeu, no caso hipotético acima, o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tráfico de influência."
      },
      {
        "letra": "B",
        "texto": "corrupção ativa."
      },
      {
        "letra": "C",
        "texto": "contrabando."
      },
      {
        "letra": "D",
        "texto": "estelionato."
      },
      {
        "letra": "E",
        "texto": "descaminho."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2489149",
    "metadata": "Ano: 2024 | Banca: OBJETIVA | Órgão: Prefeitura de Senador Salgado Filho - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Descaminho"
    ],
    "enunciado_principal": "Pedro iludiu, em parte, o pagamento de imposto devido pelo consumo de mercadoria. Sobre o crime ao qual Pedro irá responder, assinalar a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Descaminho."
      },
      {
        "letra": "B",
        "texto": "Contrabando."
      },
      {
        "letra": "C",
        "texto": "Fraude de concorrência."
      },
      {
        "letra": "D",
        "texto": "Sonegação de contribuição previdenciária."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2415022",
    "metadata": "Ano: 2024 | Banca: IDECAN | Órgão: Prefeitura de João Pessoa - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Descaminho"
    ],
    "enunciado_principal": "Com base no Art. 334 do Código Penal, que trata do crime de descaminho, indique a alternativa que descreve as condutas deste tipo de crime.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Usurpar o pagamento de dinheiro devido ao consumo de mercadoria."
      },
      {
        "letra": "B",
        "texto": "Iludir, no todo ou em parte, o pagamento de direito ou imposto devido pela entrada, pela saída ou pelo consumo de mercadoria."
      },
      {
        "letra": "C",
        "texto": "Oferecer ou prometer vantagem indevida a funcionário público, para determiná-lo a praticar, omitir ou retardar ato de ofício."
      },
      {
        "letra": "D",
        "texto": "Retardar vantagem indevida para o pagamento de imposto referente à saída de mercadoria."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2264196",
    "metadata": "Ano: 2023 | Banca: Instituto UniFil | Órgão: Prefeitura de Japira - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Prevaricação",
      "Condescendência criminosa",
      "Advocacia administrativa",
      "Usurpação de função pública",
      "Descaminho"
    ],
    "enunciado_principal": "Suponha que J.F., agente tributário do Município de Canário, deixa voluntariamente de lançar determinado tributo, em favorecimento de certa contribuinte por quem mantém sentimento amoroso, sem que tal pessoa conheça do fato. Além de incorrer em penas administrativas, J.F. está incorrendo no seguinte crime, tipificado pelo art. 319 do Código Penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "advocacia administrativa."
      },
      {
        "letra": "B",
        "texto": "condescendência criminosa."
      },
      {
        "letra": "C",
        "texto": "prevaricação."
      },
      {
        "letra": "D",
        "texto": "descaminho."
      },
      {
        "letra": "E",
        "texto": "usurpação de função pública."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2253116",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: Prefeitura de São Paulo - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato",
      "Crimes contra a administração pública",
      "Corrupção ativa em transação comercial internacional. Tráfico de influência em transação comercial internacional",
      "Contrabando",
      "Descaminho"
    ],
    "enunciado_principal": "Carlos é comerciante e decide importar uma grande quantidade de eletrônicos, como smartphones e tablets, para revender em sua loja. Ele tem ciência de que, para realizar a importação legalmente, precisa pagar os devidos tributos aduaneiros. Entretanto, visando obter maior lucro, Carlos decide não declarar a totalidade dos eletrônicos importados e subfatura a quantidade real da carga na documentação de importação, com o intuito de reduzir os valores dos tributos que deveria pagar. Considerando o caso apresentado, assinale a alternativa que corresponde à infração cometida por Carlos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Contrabando."
      },
      {
        "letra": "B",
        "texto": "Corrupção ativa em transação comercial."
      },
      {
        "letra": "C",
        "texto": "Falsidade material."
      },
      {
        "letra": "D",
        "texto": "Descaminho."
      },
      {
        "letra": "E",
        "texto": "Estelionato."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2228205",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: SEFIN de Fortaleza - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Facilitação de contrabando ou descaminho",
      "Descaminho"
    ],
    "enunciado_principal": "Acerca dos crimes contra a administração pública, julgue o item a seguir, com base no entendimento do Superior Tribunal de Justiça (STJ). Quando o falso se exaure no descaminho, sem mais potencialidade lesiva, é por este absorvido, como crime-fim, condição que não se altera por ser menor a pena cominada ao descaminho.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2210002",
    "metadata": "Ano: 2023 | Banca: IBADE | Órgão: Prefeitura de Rio Branco - AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Prevaricação",
      "Corrupção ativa",
      "Descaminho",
      "Tráfico de influência"
    ],
    "enunciado_principal": "Tício, morador da cidade X, está inconformado com o aumento do valor do IPTU de sua cidade, e convoca a população para ir às ruas manifestar contra a atual gestão. Ao chegar em frente à prefeitura, Tício e os manifestantes se deparam com a tropa de choque da polícia militar, que determina a sua retirada imediata do local. No entanto, Tício tira do bolso um bolo de dinheiro equivalente a R$ 1.000,00, dizendo ao policial que o abordou que o pagará para deixá-los continuar com a manifestação. Com base nessas informações, é possível afirmar que Tício cometeu o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "corrupção ativa."
      },
      {
        "letra": "B",
        "texto": "tráfico de influência."
      },
      {
        "letra": "C",
        "texto": "descaminho."
      },
      {
        "letra": "D",
        "texto": "peculato."
      },
      {
        "letra": "E",
        "texto": "prevaricação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2048204",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: MPE-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Concussão e Excesso de Exação",
      "Corrupção passiva",
      "Descaminho",
      "Tráfico de influência"
    ],
    "enunciado_principal": "O funcionário público que deixa de praticar ato de ofício, com infração de dever funcional, cedendo a pedido de indivíduo de fora da administração pratica",
    "alternativas": [
      {
        "letra": "A",
        "texto": "peculato."
      },
      {
        "letra": "B",
        "texto": "concussão."
      },
      {
        "letra": "C",
        "texto": "corrupção passiva privilegiada."
      },
      {
        "letra": "D",
        "texto": "facilitação de descaminho."
      },
      {
        "letra": "E",
        "texto": "tráfico de influência."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1982819",
    "metadata": "Ano: 2022 | Banca: FEPESE | Órgão: Polícia Científica - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Descaminho"
    ],
    "enunciado_principal": "Aquele que adquire, recebe ou oculta, em proveito próprio ou alheio, no exercício de atividade comercial ou industrial, mercadoria de procedência estrangeira, desacompanhada de documentação legal ou acompanhada de documentos que sabe serem falsos incide na mesma pena de quem pratica o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "peculato."
      },
      {
        "letra": "B",
        "texto": "descaminho."
      },
      {
        "letra": "C",
        "texto": "excesso de exação."
      },
      {
        "letra": "D",
        "texto": "corrupção ativa."
      },
      {
        "letra": "E",
        "texto": "contrabando."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1960685",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Descaminho"
    ],
    "enunciado_principal": "No dia 7 de junho de 2019, por volta das 15h15, na Rodovia PR-317, Km 165, no Município de Peabiru/PR, Dimitri, dolosamente e ciente da ilicitude e da reprovabilidade de sua conduta, importou e transportou diversas mercadorias estrangeiras (eletrônicos, games, celulares e receptores de satélite), sem a regular documentação de importação, em infração às medidas de controle fiscal, iludindo o pagamento de tributos federais (II e IPI) no montante de R$ 44.393,05. Não houve comprovação quanto à contribuição de Dimitri para atravessar fronteira com as referidas mercadorias. Considerando essa narrativa, Dimitri deverá responder por:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "descaminho;"
      },
      {
        "letra": "B",
        "texto": "contrabando;"
      },
      {
        "letra": "C",
        "texto": "facilitação de contrabando ou descaminho;"
      },
      {
        "letra": "D",
        "texto": "receptação;"
      },
      {
        "letra": "E",
        "texto": "receptação qualificada."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1958870",
    "metadata": "Ano: 2022 | Banca: TRF - 4ª REGIÃO | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Corrupção passiva",
      "Contrabando",
      "Legislação Penal Especial",
      "Lei de Tóxicos – Lei nº 11.343 de 2006",
      "Descaminho"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Eventual coincidência temporal entre o recebimento indireto de vantagem indevida, no campo da corrupção passiva, e a implementação de atos autônomos de ocultação, dissimulação ou integração na lavagem não autoriza o reconhecimento de crime único se atingida a tipicidade objetiva e subjetiva própria do delito de lavagem de dinheiro."
      },
      {
        "letra": "B",
        "texto": "É prevista a aplicação da pena em dobro quando se tratar de crime de contrabando ou de descaminho praticado em transporte aéreo. Conforme a jurisprudência atual do Superior Tribunal de Justiça, é devida a aplicação dessa majorante apenas quando se tratar de voo clandestino, e não de voo regular, isso porque, naquele caso, a censurabilidade da conduta seria maior, pois que realizada sem sujeição à fiscalização alfandegária aeroportuária."
      },
      {
        "letra": "C",
        "texto": "Associados de forma estável e permanente, três agentes que tenham por finalidade a prática de apenas um delito de tráfico de drogas (o qual nem mesmo viera a acontecer – inexistindo, portanto, a apreensão da droga) e a prática de numerosos crimes de extorsão mediante sequestro podem incorrer, a depender do contexto fático, no crime de associação para fins de tráfico de drogas e de associação criminosa, mas não no crime de integrar organização criminosa previsto na Lei nº 12.850/2013."
      },
      {
        "letra": "D",
        "texto": "Embora a entrega da declaração pelo contribuinte reconhecendo débito fiscal constitua o crédito tributário, dispensada qualquer outra providência por parte do fisco, nos crimes de apropriação indébita previdenciária, a representação fiscal para fins penais será encaminhada ao Ministério Público somente depois de proferida decisão final, na esfera administrativa, sobre a exigência fiscal do crédito tributário correspondente."
      },
      {
        "letra": "E",
        "texto": "Em que pese o débito verificado não ultrapasse R$ 20.000,00 (vinte mil reais), a existência de outras ações penais, inquéritos policiais em curso ou procedimentos administrativos fiscais, apesar de não configurar reincidência, é suficiente para caracterizar a habitualidade delitiva e, por consequência, afastar a incidência do princípio da insignificância nos delitos de descaminho."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1958701",
    "metadata": "Ano: 2022 | Banca: ADVISE | Órgão: Prefeitura de Paranatama - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Descaminho"
    ],
    "enunciado_principal": "De acordo com o Código Penal, é CORRETO afirmar que aquele que pratica a conduta típica de iludir, no todo ou em parte, o pagamento de direito ou imposto devido pela entrada, pela saída ou pelo consumo de mercadoria, pratica o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Descaminho."
      },
      {
        "letra": "B",
        "texto": "Corrupção ativa."
      },
      {
        "letra": "C",
        "texto": "Desacato."
      },
      {
        "letra": "D",
        "texto": "Desobediência."
      },
      {
        "letra": "E",
        "texto": "Tráfico de influência."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1935035",
    "metadata": "Ano: 2022 | Banca: IBADE | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Descaminho"
    ],
    "enunciado_principal": "De acordo com a jurisprudência e a doutrina pátria, é possível a aplicação do princípio da insignificância no seguinte crime contra a Administração Pública:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "corrupção passiva."
      },
      {
        "letra": "B",
        "texto": "concussão."
      },
      {
        "letra": "C",
        "texto": "peculato."
      },
      {
        "letra": "D",
        "texto": "descaminho."
      },
      {
        "letra": "E",
        "texto": "uso de documento falso."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1893444",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PC-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Descaminho"
    ],
    "enunciado_principal": "Quanto ao crime de descaminho, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Cuidando-se de crime material, mostra-se irrelevante o parcelamento do tributo."
      },
      {
        "letra": "B",
        "texto": "Cuidando-se de crime material, mostra-se irrelevante o pagamento do tributo."
      },
      {
        "letra": "C",
        "texto": "Cuidando-se de crime formal, mostra-se irrelevante o pagamento do tributo."
      },
      {
        "letra": "D",
        "texto": "Cuidando-se de crime formal, a consumação do crime depende da constituição definitiva do crédito."
      },
      {
        "letra": "E",
        "texto": "Cuidando-se de crime material, a consumação do crime depende da constituição definitiva do crédito."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1893443",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PC-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Princípios limitadores do poder punitivo estatal",
      "Crimes contra o patrimônio",
      "Roubo",
      "Crimes contra a fé pública",
      "Uso de documento falso",
      "Supressão de documento",
      "Crimes contra a administração pública",
      "Contrabando",
      "Descaminho"
    ],
    "enunciado_principal": "O princípio da insignificância é admitido na doutrina e na jurisprudência em relação ao delito de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "descaminho."
      },
      {
        "letra": "B",
        "texto": "uso de documento falso."
      },
      {
        "letra": "C",
        "texto": "supressão de documento."
      },
      {
        "letra": "D",
        "texto": "roubo simples."
      },
      {
        "letra": "E",
        "texto": "contrabando."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2008422",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: Prefeitura de Paulínia - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Corrupção passiva",
      "Prevaricação",
      "Descaminho"
    ],
    "enunciado_principal": "O funcionário público que, embora não tendo a posse do dinheiro, valor ou bem, o subtrai, ou concorre para que seja subtraído, em proveito próprio ou alheio, valendo-se de facilidade que lhe proporciona a qualidade de funcionário, pratica",
    "alternativas": [
      {
        "letra": "A",
        "texto": "peculato."
      },
      {
        "letra": "B",
        "texto": "corrupção passiva."
      },
      {
        "letra": "C",
        "texto": "prevaricação."
      },
      {
        "letra": "D",
        "texto": "condescendência criminosa."
      },
      {
        "letra": "E",
        "texto": "descaminho."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1751439",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Descaminho"
    ],
    "enunciado_principal": "Com relação ao direito penal e ao direito processual penal, julgue o item que se segue. A consumação do delito de descaminho independe do esgotamento da via administrativa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1751222",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Descaminho"
    ],
    "enunciado_principal": "No que se refere aos crimes contra a administração pública, julgue o próximo item. O pagamento do tributo devido extingue a punibilidade do crime de descaminho.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1620402",
    "metadata": "Ano: 2020 | Banca: IDECAN | Órgão: IF-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Usurpação de função pública",
      "Corrupção ativa",
      "Descaminho"
    ],
    "enunciado_principal": "Assinale o único crime que, para a sua configuração, exige do agente a condição de funcionário público.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "crime de excesso de exação"
      },
      {
        "letra": "B",
        "texto": "crime de corrupção ativa"
      },
      {
        "letra": "C",
        "texto": "crime de violência abusiva"
      },
      {
        "letra": "D",
        "texto": "crime de descaminho"
      },
      {
        "letra": "E",
        "texto": "crime de usurpação de função pública"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1617772",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: PRF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Contrabando",
      "Descaminho"
    ],
    "enunciado_principal": "Ainda com relação a aspectos legais que concernem aos procedimentos policiais, julgue o item seguinte. Tanto o crime de contrabando quanto o crime de descaminho têm como fim específico a regularidade fiscal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1155707",
    "metadata": "Ano: 2020 | Banca: FCM | Órgão: Prefeitura de Contagem - MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Descaminho"
    ],
    "enunciado_principal": "Consoante o Código Penal Brasileiro e a jurisprudência consolidada do Superior Tribunal de Justiça, é correto afirmar que o crime de descaminho",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é um crime funcional contra a administração tributária."
      },
      {
        "letra": "B",
        "texto": "consiste na importação ou exportação de mercadoria proibida."
      },
      {
        "letra": "C",
        "texto": "está previsto no mesmo dispositivo legal que trata do crime de contrabando."
      },
      {
        "letra": "D",
        "texto": "é crime formal, razão pela qual o pagamento do tributo não enseja extinção da punibilidade."
      },
      {
        "letra": "E",
        "texto": "é crime contra a Administração Pública, razão pela qual não se admite a aplicação do princípio da insignificância."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1140819",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: SEFAZ-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Descaminho"
    ],
    "enunciado_principal": "Com relação a aspectos do direito penal, julgue o item a seguir.Funcionário público que é responsável pela fiscalização da entrada e saída de mercadorias no estado e deliberadamente não verifica o correto pagamento do imposto devido comete o crime de descaminho.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1136451",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: MPE-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Noções Gerais de Crimes Contra a Administração Pública",
      "Corrupção passiva",
      "Descaminho"
    ],
    "enunciado_principal": "Julgue os próximos itens, acerca de crimes contra a administração pública. I A configuração do delito de descaminho dispensa a constituição definitiva do crédito tributário, por se tratar de crime formal. II A ausência da qualidade de funcionário público afasta a imputação do delito de peculato ao partícipe ou coautor desse crime, por se tratar de crime próprio. III O recebimento de vantagem indevida não configura condição necessária para a consumação do delito de corrupção passiva, sendo considerado mero exaurimento do crime. IV O delito de uso de documento falso não pode ser absorvido pelo delito de descaminho, ainda que seja etapa preparatória deste, por ser crime com pena comparativamente maior. Estão certos apenas os itens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III."
      },
      {
        "letra": "B",
        "texto": "I e IV."
      },
      {
        "letra": "C",
        "texto": "II e IV."
      },
      {
        "letra": "D",
        "texto": "I, II e III."
      },
      {
        "letra": "E",
        "texto": "II, III e IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1639806",
    "metadata": "Ano: 2019 | Banca: FAFIPA | Órgão: CREA-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Violação de sigilo de proposta de concorrência",
      "Corrupção ativa",
      "Descaminho",
      "Tráfico de influência"
    ],
    "enunciado_principal": "Não constitui crime contra a Administração em Geral, praticado por particular:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Violação do sigilo de proposta de concorrência"
      },
      {
        "letra": "B",
        "texto": "Descaminho"
      },
      {
        "letra": "C",
        "texto": "Tráfico de influência"
      },
      {
        "letra": "D",
        "texto": "Corrupção ativa"
      },
      {
        "letra": "E",
        "texto": "Usurpação de função pública"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1083613",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Contrabando",
      "Descaminho"
    ],
    "enunciado_principal": "Miguel e Mauro viajaram para Foz do Iguaçu, no estado do Paraná, e lá atravessaram a Ponte Internacional da Amizade para ingresso no Paraguai, em Ciudad del Este, onde compraram um carregamento de 100 mil pacotes de cigarros, para revender no Brasil, e precisavam retornar ao território nacional com a mercadoria, mas não possuíam autorização para importação. Para tanto, Miguel, que é piloto de aeronave, e Mauro alugaram um avião e realizaram o transporte aéreo da mercadoria do Paraguai para uma fazenda situada no estado do Paraná, próxima a Foz do Iguaçu. No momento em que aterrizaram, e desembarcaram em território nacional, com a mercadoria, Miguel e Mauro foram presos em flagrante pela Polícia Federal. No caso hipotético apresentado, Miguel e Mauro cometeram crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "descaminho, e estão sujeitos à pena de 01 a 04 anos de reclusão, sem qualquer majoração, pois o descaminho foi praticado em avião clandestino."
      },
      {
        "letra": "B",
        "texto": "descaminho, e estão sujeitos à pena de 01 a 04 anos de reclusão, que deverá ser aplicada em dobro, pois o descaminho foi realizado em transporte aéreo."
      },
      {
        "letra": "C",
        "texto": "contrabando, e estão sujeitos à pena de 02 a 05 anos de reclusão, que deverá ser majorada de 1/3 a metade, pois o contrabando foi realizado em transporte aéreo."
      },
      {
        "letra": "D",
        "texto": "descaminho, e estão sujeitos à pena de 01 a 04 anos de reclusão, que deverá ser majorada de 1/3 a metade, pois o descaminho foi realizado em transporte aéreo."
      },
      {
        "letra": "E",
        "texto": "contrabando, e estão sujeitos à pena de 02 a 05 anos de reclusão, que deverá ser aplicada em dobro, pois o contrabando foi realizado em transporte aéreo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1065274",
    "metadata": "Ano: 2019 | Banca: FGR | Órgão: Prefeitura de Belo Horizonte - MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Concussão e Excesso de Exação",
      "Corrupção passiva",
      "Descaminho"
    ],
    "enunciado_principal": "João é servidor da Guarda Civil Municipal e ao fazer uma atividade ostensiva fez apreensão de uma quantia advinda de um crime, mas não repassou à administração pública para os devidos fins, vindo a apropriar-se dessa quantia, sob a alegação de que estava precisando de referida quantia. Sobre o tipo de crime praticado pelo servidor, marque a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Concussão."
      },
      {
        "letra": "B",
        "texto": "Descaminho."
      },
      {
        "letra": "C",
        "texto": "Peculato."
      },
      {
        "letra": "D",
        "texto": "Corrupção passiva."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1014931",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Corrupção ativa",
      "Subtração ou inutilização de livro ou documento. Sonegação de contribuição previdenciária",
      "Descaminho"
    ],
    "enunciado_principal": "Marcelino assumiu recentemente o cargo de Técnico de Segurança e Transporte do TRF, e teve acesso a processo judicial do que ficou sob sua custódia. Verificou que a ação judicial foi movida contra um amigo da família, assim, retirou e destruiu uma página dos autos judiciais que continha informação essencial ao processo. Se o fato não constituir crime mais grave, de acordo com a legislação, Marcelino praticou o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "descaminho."
      },
      {
        "letra": "B",
        "texto": "inutilização de edital ou de sinal."
      },
      {
        "letra": "C",
        "texto": "impedimento, perturbação ou fraude de concorrência."
      },
      {
        "letra": "D",
        "texto": "subtração ou inutilização de livro ou documento."
      },
      {
        "letra": "E",
        "texto": "corrupção ativa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1014352",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Câmara de Piracicaba - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Corrupção passiva",
      "Desobediência",
      "Fraude processual",
      "Descaminho",
      "Tráfico de influência"
    ],
    "enunciado_principal": "Sobre os crimes contra a Administração Pública (arts. 312 a 359-H, do Código Penal), assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A conduta de extraviar livro oficial de que se tem a guarda em razão do cargo caracteriza o crime de corrupção passiva."
      },
      {
        "letra": "B",
        "texto": "A conduta de patrocinar interesse privado perante a Administração Pública, valendo-se da qualidade de funcionário público, caracteriza o crime de tráfico de influência."
      },
      {
        "letra": "C",
        "texto": "A conduta de desobedecer ordem, ainda que ilegal, de funcionário público caracteriza o crime de desobediência."
      },
      {
        "letra": "D",
        "texto": "Importar mercadoria proibida caracteriza o crime de descaminho."
      },
      {
        "letra": "E",
        "texto": "Inovar artificialmente em processo administrativo o estado de lugar, com o fim de induzir a erro o juiz, caracteriza crime de fraude processual."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1001133",
    "metadata": "Ano: 2019 | Banca: AMAUC | Órgão: Prefeitura de Itá - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Descaminho"
    ],
    "enunciado_principal": "Iludir, no todo ou em parte, o pagamento de direito ou imposto devido pela entrada, pela saída ou pelo consumo de mercadoria, caracteriza crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Moeda falsa."
      },
      {
        "letra": "B",
        "texto": "Usurpação."
      },
      {
        "letra": "C",
        "texto": "Descaminho."
      },
      {
        "letra": "D",
        "texto": "Concussão."
      },
      {
        "letra": "E",
        "texto": "Desacato."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "965651",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: PRF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Descaminho"
    ],
    "enunciado_principal": "Tendo como referência essa situação hipotética, julgue o item a seguir.A conduta do motorista configura crime de descaminho em sua forma consumada, ainda que não tenha havido constituição definitiva do crédito tributário e a ocorrência de efetivo prejuízo ao erário.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2000372",
    "metadata": "Ano: 2018 | Banca: INDEPAC | Órgão: Câmara de Guarujá - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Contrabando",
      "Subtração ou inutilização de livro ou documento. Sonegação de contribuição previdenciária",
      "Descaminho"
    ],
    "enunciado_principal": "Sobre os crimes contra a Administração Pública, assinale a alternativa que está de acordo com o entendimento do Superior Tribunal de Justiça.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A importação não autorizada de cigarros constitui o crime de contrabando, passível de aplicação do princípio da insignificância."
      },
      {
        "letra": "B",
        "texto": "É necessária a constituição definitiva do crédito tributário na esfera administrativa para a configuração dos crimes de contrabando e de descaminho."
      },
      {
        "letra": "C",
        "texto": "O crime de sonegação de contribuição previdenciária, previsto no art. 337-A do Código Penal, não exige dolo específico para a sua configuração."
      },
      {
        "letra": "D",
        "texto": "O crime de sonegação de contribuição previdenciária é de natureza formal e por isso não exige a constituição definitiva do débito tributário perante o âmbito administrativo para configurar-se como conduta típica."
      },
      {
        "letra": "E",
        "texto": "O pagamento ou o parcelamento dos débitos tributários extingue a punibilidade do crime de descaminho, tendo em vista a natureza material do delito."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "974790",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Prefeitura de São Bernardo do Campo - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Corrupção passiva",
      "Corrupção ativa",
      "Descaminho"
    ],
    "enunciado_principal": "Funcionário público que exige para si, diretamente, em razão da função, vantagem indevida pratica o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "concussão."
      },
      {
        "letra": "B",
        "texto": "descaminho."
      },
      {
        "letra": "C",
        "texto": "corrupção ativa."
      },
      {
        "letra": "D",
        "texto": "corrupção passiva."
      },
      {
        "letra": "E",
        "texto": "excesso de exação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "952010",
    "metadata": "Ano: 2018 | Banca: IDECAN | Órgão: AGU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Advocacia administrativa",
      "Corrupção ativa",
      "Denunciação caluniosa",
      "Descaminho"
    ],
    "enunciado_principal": "Em relação aos crimes contra a Administração Pública, assinale a afirmativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Advocacia administrativa é crime praticado contra a administração da justiça."
      },
      {
        "letra": "B",
        "texto": "Corrupção ativa é crime praticado por particular contra a administração em geral."
      },
      {
        "letra": "C",
        "texto": "Concussão é crime praticado por funcionário público contra a administração em geral."
      },
      {
        "letra": "D",
        "texto": "Denunciação caluniosa é crime praticado contra a administração da justiça."
      },
      {
        "letra": "E",
        "texto": "Descaminho é crime praticado por particular contra a administração em geral."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "911429",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: EMAP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Descaminho"
    ],
    "enunciado_principal": "Julgue o item seguinte, a respeito dos crimes contra a administração pública.Em razão do princípio da proteção da coisa pública, o tipo penal que prevê o crime de descaminho não permite a aplicação do princípio da insignificância.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1843011",
    "metadata": "Ano: 2017 | Banca: Crescer Concursos | Órgão: Prefeitura de Urbano Santos - MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Contrabando",
      "Descaminho"
    ],
    "enunciado_principal": "Considerando o crime de contrabando e descaminho, assinale a alternativa CORRETA: I. Considera-se contrabando iludir, no todo ou em parte, o pagamento de imposto devido. II. Para os crimes de descaminho, a jurisprudência tem adotado o princípio da insignificância quando o prejuízo for inferior ao patamar estabelecido pela Fazenda Nacional como irrelevante para fins de execução penal. III. Tanto no crime de contrabando quanto no de descaminho, admite-se a tentativa.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Itens I e II estão corretos, apenas."
      },
      {
        "letra": "B",
        "texto": "Itens I e III estão corretos, apenas."
      },
      {
        "letra": "C",
        "texto": "Itens II e III estão corretos, apenas."
      },
      {
        "letra": "D",
        "texto": "Itens I, II e III estão corretos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "856167",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Descaminho"
    ],
    "enunciado_principal": "O particular que atenta contra a Administração em Geral, com a característica de iludir, no todo ou em parte, o pagamento de direito ou imposto devido pela entrada, pela saída ou pelo consumo de mercadoria no país, comete, segundo o Código Penal, o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "fraude de concorrência."
      },
      {
        "letra": "B",
        "texto": "contrabando."
      },
      {
        "letra": "C",
        "texto": "descaminho."
      },
      {
        "letra": "D",
        "texto": "sonegação de contribuição previdenciária."
      },
      {
        "letra": "E",
        "texto": "impedimento de concorrência."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "852977",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Facilitação de contrabando ou descaminho",
      "Contrabando",
      "Descaminho"
    ],
    "enunciado_principal": "Julgue os itens a seguir, a respeito do crime de contrabando e de descaminho. I A importação de colete à prova de balas sem a prévia autorização do órgão público competente configura crime de contrabando. II É inadmissível a aplicação do princípio da insignificância para o crime de contrabando, uma vez que o bem jurídico tutelado não possui caráter exclusivamente patrimonial, mas envolve a vontade estatal de controlar a entrada de determinado produto em prol da segurança e da saúde públicas. III Comete o crime de contrabando quem, de qualquer forma, utiliza em proveito próprio ou alheio, no exercício de atividade comercial realizada em residência, mercadoria de procedência estrangeira que introduziu clandestinamente no Brasil. IV Como os cigarros estrangeiros são produtos liberados para a comercialização no Brasil — desde que previamente analisados e registrados no país pelos órgãos competentes —, a pessoa que os importa sem autorização comete o crime de descaminho. Estão certos apenas os itens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "I e III."
      },
      {
        "letra": "C",
        "texto": "II e III."
      },
      {
        "letra": "D",
        "texto": "II e IV."
      },
      {
        "letra": "E",
        "texto": "III e IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "845188",
    "metadata": "Ano: 2017 | Banca: VUNESP | Órgão: Prefeitura de São José dos Campos - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Contrabando",
      "Descaminho"
    ],
    "enunciado_principal": "Considerando os Crimes contra a Administração, nos exatos termos do art. 334-A, § 1° , III, quem reinsere no território nacional mercadoria brasileira destinada à exportação incorre na mesma pena do crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "sonegação fiscal."
      },
      {
        "letra": "B",
        "texto": "descaminho."
      },
      {
        "letra": "C",
        "texto": "fraude de concorrência."
      },
      {
        "letra": "D",
        "texto": "contrabando."
      },
      {
        "letra": "E",
        "texto": "corrupção ativa em transação comercial internacional."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "833959",
    "metadata": "Ano: 2017 | Banca: VUNESP | Órgão: Câmara de Cotia - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Usurpação de função pública",
      "Resistência",
      "Corrupção ativa em transação comercial internacional. Tráfico de influência em transação comercial internacional",
      "Subtração ou inutilização de livro ou documento. Sonegação de contribuição previdenciária",
      "Descaminho"
    ],
    "enunciado_principal": "De acordo com o Código Penal Brasileiro, é correto afirmar, sobre os crimes praticados por particulares contra a Administração Pública, que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o crime de usurpação de função pública somente se caracteriza se o agente usurpador obtém vantagem enquanto na função."
      },
      {
        "letra": "B",
        "texto": "o crime de resistência caracteriza-se pela oposição à execução de ato, ainda que ilegal, mediante violência ou grave ameaça, a funcionário competente para executá-lo ou a quem lhe esteja prestando auxílio."
      },
      {
        "letra": "C",
        "texto": "o crime de tráfico de influência caracteriza-se independentemente de o agente influir em ato praticado por funcionário público no exercício da função."
      },
      {
        "letra": "D",
        "texto": "no crime de sonegação de contribuição previdenciária, é extinta a punibilidade se o agente, espontaneamente, declara e confessa as contribuições e presta as informações devidas, antes do início da ação penal."
      },
      {
        "letra": "E",
        "texto": "a reinserção no território brasileiro de mercadoria destinada à exportação, em tese, caracteriza o crime de descaminho."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "825743",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Belo Horizonte - MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica",
      "Outras falsidades",
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Facilitação de contrabando ou descaminho",
      "Legislação Penal Especial",
      "Crimes contra o Consumidor, a Ordem Econômica e Tributária – Lei nº 8.078 de 1990 e Lei nº 8.137 de 1990",
      "Descaminho"
    ],
    "enunciado_principal": "Com relação aos crimes em espécie previstos no CP, assinale a opção correta, considerando o entendimento jurisprudencial do STJ.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O indivíduo que, ao ser preso em flagrante, informa nome falso com o objetivo de esconder seus maus antecedentes pratica o crime de falsa identidade, não sendo cabível a alegação do direito à autodefesa e à não autoincriminação."
      },
      {
        "letra": "B",
        "texto": "Para a configuração do crime de descaminho, é necessária a constituição definitiva do crédito tributário por processo administrativo-fiscal."
      },
      {
        "letra": "C",
        "texto": "Em se tratando de crime de concussão, a situação de flagrante se configura com a entrega da vantagem indevida."
      },
      {
        "letra": "D",
        "texto": "O crime de sonegação fiscal não absorve o crime de falsidade ideológica, mesmo que seja praticado unicamente para assegurar a evasão fiscal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "802927",
    "metadata": "Ano: 2017 | Banca: COSEAC | Órgão: UFF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Descaminho"
    ],
    "enunciado_principal": "O crime de descaminho, praticado por particular contra a administração pública, é caracterizado pelo ato de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "retardar ou deixar de praticar, indevidamente, ato de ofício, ou praticá-lo contra disposição expressa de lei, para satisfazer interesse ou sentimento pessoal."
      },
      {
        "letra": "B",
        "texto": "solicitar, exigir, cobrar ou obter, para si ou para outrem, vantagem ou promessa de vantagem, a pretexto de influir em ato praticado por funcionário público no exercício da função."
      },
      {
        "letra": "C",
        "texto": "iludir, no todo ou em parte, o pagamento de direito ou imposto devido pela entrada, pela saída ou pelo consumo de mercadoria."
      },
      {
        "letra": "D",
        "texto": "exigir, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida."
      },
      {
        "letra": "E",
        "texto": "usurpar o exercício de função pública."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "794618",
    "metadata": "Ano: 2017 | Banca: TRF - 2ª Região | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Descaminho"
    ],
    "enunciado_principal": "Assinale a opção correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando o falso se exaure no descaminho, sem mais potencialidade lesiva, é por este absorvido, como crime-fim, condição que não se altera por ser menor a pena a este cominada."
      },
      {
        "letra": "B",
        "texto": "Se JOÃO, médico particular, solicitar o pagamento de cem reais para atender paciente pelo Sistema Único de Saúde, ele não pratica crime funcional, já que não exerce atividade típica da Administração Pública."
      },
      {
        "letra": "C",
        "texto": "O particular que auxilia materialmente a prática de crime de peculato-desvio por seu amigo, que sabe ser servidor, responderá por apropriação indébita, tendo em vista lhe faltar a qualidade de funcionário público."
      },
      {
        "letra": "D",
        "texto": "O crime de corrupção passiva (Art. 317 do Código Penal) somente se configura com a efetiva prática ou omissão da conduta funcional do servidor, já que o chamado “'ato de oficio’' integra o tipo penal."
      },
      {
        "letra": "E",
        "texto": "O particular que é vítima de crime de concussão (artigo 316 do Código Penal) comete o crime de corrupção ativa (artigo 333 do Código Penal) quando entrega ao funcionário público a vantagem exigida."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "785415",
    "metadata": "Ano: 2017 | Banca: IBADE | Órgão: SEJUDH - MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Corrupção passiva",
      "Corrupção ativa em transação comercial internacional. Tráfico de influência em transação comercial internacional",
      "Corrupção ativa",
      "Descaminho"
    ],
    "enunciado_principal": "Com relação aos crimes praticados por funcionário público contra a administração em geral, o ato de exigir, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida, constitui o tipo penal denominado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "concussão."
      },
      {
        "letra": "B",
        "texto": "descaminho."
      },
      {
        "letra": "C",
        "texto": "corrupção ativa."
      },
      {
        "letra": "D",
        "texto": "trafico de influência."
      },
      {
        "letra": "E",
        "texto": "corrupção passiva."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "785066",
    "metadata": "Ano: 2017 | Banca: CONSULPLAN | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Descaminho"
    ],
    "enunciado_principal": "NÃO incorre na mesma pena do crime de Descaminho o agente que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pratica navegação de cabotagem, fora dos casos permitidos em lei."
      },
      {
        "letra": "B",
        "texto": "adquire, recebe ou oculta, em proveito próprio ou alheio, no exercício de atividade comercial ou industrial, mercadoria de procedência estrangeira, desacompanhada de documentação legal ou acompanhada de documentos que sabe serem falsos."
      },
      {
        "letra": "C",
        "texto": "vende, expõe à venda, mantém em depósito ou, de qualquer forma, utiliza em proveito próprio ou alheio, no exercício de atividade comercial ou industrial, mercadoria de procedência estrangeira que introduziu clandestinamente no País ou importou fraudulentamente ou que sabe ser produto de introdução clandestina no território nacional ou de importação fraudulenta por parte de outrem."
      },
      {
        "letra": "D",
        "texto": "importa ou exporta mercadoria proibida."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "831337",
    "metadata": "Ano: 2016 | Banca: INAZ do Pará | Órgão: CRO - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Resistência",
      "Desobediência",
      "Corrupção ativa",
      "Descaminho"
    ],
    "enunciado_principal": "Em relação aos crimes praticados por particulares contra a Administração Pública, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A prática de desobediência a pessoa se opõe ao cumprimento de ordem legal emanada de funcionário público, com emprego de violência ou grave ameaça."
      },
      {
        "letra": "B",
        "texto": "O crime de corrupção ativa depende para sua consumação que o funcionário público receba a vantagem oferecida."
      },
      {
        "letra": "C",
        "texto": "Para a prática do crime de usurpação de função pública, basta que o particular faça uso público de uniforme de funcionário público."
      },
      {
        "letra": "D",
        "texto": "A prática o crime de descaminho a pessoa que importar mercadoria proibida para o território nacional."
      },
      {
        "letra": "E",
        "texto": "O crime de resistência estará configurado quando o particular se opuser à execução de ordem legal, sem utilizar de violência ou grave ameaça."
      }
    ],
    "gabarito": "X"
  },
  {
    "id": "643069",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: Câmara de Marília - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Descaminho"
    ],
    "enunciado_principal": "A conduta de iludir, no todo ou em parte, o pagamento de direito ou imposto devido pela entrada, pela saída ou pelo consumo de mercadoria constitui",
    "alternativas": [
      {
        "letra": "A",
        "texto": "crime de contrabando."
      },
      {
        "letra": "B",
        "texto": "crime de descaminho."
      },
      {
        "letra": "C",
        "texto": "crime de sonegação de contribuição previdenciária."
      },
      {
        "letra": "D",
        "texto": "mero ilícito fiscal-aduaneiro, sem repercussão na esfera penal."
      },
      {
        "letra": "E",
        "texto": "mero ilícito fiscal-tributário que sujeita a respectiva mercadoria a perdimento, sem repercussão na esfera penal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1357401",
    "metadata": "Ano: 2015 | Banca: FUNDATEC | Órgão: Prefeitura de São Borja - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Descaminho"
    ],
    "enunciado_principal": "Sobre os crimes contra a Administração Pública, é INCORRETO afirmar que configura crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "peculato apropriar-se, o funcionário público, de dinheiro, valor ou qualquer outro bem móvel, público ou particular, de que tem a posse em razão do cargo, ou desviá-lo, em proveito próprio ou alheio."
      },
      {
        "letra": "B",
        "texto": "concussão exigir, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida."
      },
      {
        "letra": "C",
        "texto": "descaminho importar ou exportar mercadoria proibida."
      },
      {
        "letra": "D",
        "texto": "prevaricação retardar ou deixar de praticar, indevidamente, ato de ofício, ou praticá-lo contra disposição expressa de lei, para satisfazer interesse ou sentimento pessoal."
      },
      {
        "letra": "E",
        "texto": "corrupção passiva solicitar ou receber, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida, ou aceitar promessa de tal vantagem."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "597351",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: CRO-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Resistência",
      "Desobediência",
      "Desacato",
      "Descaminho"
    ],
    "enunciado_principal": "A conduta de “opor-se à execução de ato legal, mediante violência ou ameaça a funcionário competente para executá-lo ou a quem lhe esteja prestando auxílio\" caracteriza o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "desacato."
      },
      {
        "letra": "B",
        "texto": "usurpação."
      },
      {
        "letra": "C",
        "texto": "resistência."
      },
      {
        "letra": "D",
        "texto": "descaminho."
      },
      {
        "letra": "E",
        "texto": "desobediência."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "593288",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Contrabando",
      "Descaminho"
    ],
    "enunciado_principal": "Com relação às infrações penais, julgue o próximo item. Em caso de descaminho, uma espécie de crime tributário, admite-se a suspensão condicional do processo. Esse crime difere do contrabando pela natureza da infração, sendo maior a pena prevista para o crime de contrabando.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "581764",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TCE-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Descaminho"
    ],
    "enunciado_principal": "A respeito dos crimes contra a administração pública e do crime de responsabilidade de prefeitos e vereadores, julgue o próximo item.Segundo o entendimento do STJ, é desnecessária a constituição definitiva do crédito tributário por processo administrativo-fiscal para a configuração do crime de descaminho.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "502138",
    "metadata": "Ano: 2015 | Banca: FUNIVERSA | Órgão: SEAP-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Descaminho"
    ],
    "enunciado_principal": "Segundo entendimento do STJ, do STF e da doutrina dominante acerca do direito penal, julgue o item subsequente. O indivíduo que iluda, em parte, o pagamento de imposto devido pela entrada de mercadoria no país pratica o delito de descaminho.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "516259",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: Câmara de Sertãozinho - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Descaminho"
    ],
    "enunciado_principal": "A conduta de “iludir, no todo ou em parte, o pagamento de direito ou imposto devido pela entrada, pela saída ou pelo consumo de mercadoria” configura crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "descaminho"
      },
      {
        "letra": "B",
        "texto": "contrabando."
      },
      {
        "letra": "C",
        "texto": "falsidade ideológica"
      },
      {
        "letra": "D",
        "texto": "sonegação de contribuição."
      },
      {
        "letra": "E",
        "texto": "falsificação de selo ou sinal público."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "387862",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Facilitação de contrabando ou descaminho",
      "Descaminho"
    ],
    "enunciado_principal": "O agente que ilude o pagamento de tributo aduaneiro devido pela entrada ou pelo consumo de mercadoria pode incidir no crime de descaminho. Na hipótese de o tributo devido ser inferior ao mínimo exigido para a propositura de uma execução fiscal, o STF entende que a conduta é penalmente irrelevante, aplicando-se a ela o princípio da insignificância.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "827992",
    "metadata": "Ano: 2013 | Banca: CETRO | Órgão: ANVISA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Noções Gerais de Crimes Contra a Administração Pública",
      "Inserção de dados falsos em sistema de informações",
      "Impedimento, perturbação ou fraude de concorrência. Inutilização de edital ou de sinal",
      "Descaminho"
    ],
    "enunciado_principal": "Quanto aos crimes contra a Administração Pública, analise as assertivas abaixo. I. Caracteriza o crime de inserção de dados falsos em sistema de informações inserir ou facilitar, qualquer funcionário público, a inserção de dados falsos, alterar ou excluir indevidamente dados corretos nos sistemas informatizados ou bancos de dados da Administração Pública com o fim de obter vantagem indevida para si ou para outrem ou para causar dano. II. Equipara-se a funcionário público, para efeitos penais, quem exerce cargo, emprego ou função em entidade paraestatal, e quem trabalha para empresa prestadora de serviço contratada ou conveniada para a execução de atividade típica da Administração Pública. III. Impedir concorrência pública, promovida por entidade paraestatal constitui crime contra a Administração Pública. IV. Iludir em parte o pagamento de imposto devido pela saída de mercadoria é considerado crime de descaminho. É correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II, apenas."
      },
      {
        "letra": "B",
        "texto": "II e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "II, III e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "E",
        "texto": "III e IV, apenas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "268819",
    "metadata": "Ano: 2012 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Corrupção passiva",
      "Contrabando",
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990",
      "Descaminho"
    ],
    "enunciado_principal": "Sobre crimes em espécie, considere as afirmações abaixo. I - O funcionário público que exigir vantagem indevida, para si ou para outrem, apenas poderá ser responsabilizado pelo delito de concussão se estiver, no momento da exigência, em pleno e efetivo exercício da função pública. II - Iludir, totalmente, o pagamento de imposto devido pela entrada de mercadoria lícita no território nacional caracteriza o delito de contrabando, enquanto a ilusão, em parte, do referido pagamento, caracteriza o delito de descaminho. III - Constatada a prática de violência doméstica contra a mulher, nos termos da Lei nº 11.340/2006, o juiz poderá aplicar, de imediato, ao agressor, a proibição de frequentar determinados lugares, a fim de preservar a integridade física e psicológica da ofendida. IV - Os crimes hediondos, a prática de tortura, o tráfico ilícito de entorpecentes e drogas afins e o terrorismo são insuscetíveis de anistia, progressão de regime, graça, indulto e fiança. V - Comete o crime de corrupção passiva (art. 317 do CP) tanto o particular que oferece vantagem indevida, como o servidor público que aceita a promessa de tal vantagem, em concurso de agentes. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas II."
      },
      {
        "letra": "C",
        "texto": "Apenas III."
      },
      {
        "letra": "D",
        "texto": "Apenas II, IV e V."
      },
      {
        "letra": "E",
        "texto": "Apenas III, IV e V."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1325579",
    "metadata": "Ano: 2011 | Banca: Prefeitura do Rio de Janeiro - RJ | Órgão: MULTIRIO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Usurpação de função pública",
      "Corrupção ativa",
      "Descaminho",
      "Tráfico de influência"
    ],
    "enunciado_principal": "Considere que um particular resolveu, por si mesmo, com os objetivos de se popularizar e de obter vantagens políticas, orientar diariamente o fluxo de pessoal para atendimento no posto de saúde da Prefeitura. Esta prática caracteriza o seguinte tipo de crime cometido contra a administração pública:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "usurpação de função pública"
      },
      {
        "letra": "B",
        "texto": "facilitação de descaminho"
      },
      {
        "letra": "C",
        "texto": "tráfico de influência"
      },
      {
        "letra": "D",
        "texto": "corrupção ativa"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "210444",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TRE-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Descaminho"
    ],
    "enunciado_principal": "A conduta de iludir, no todo ou em parte, o pagamento de direito ou imposto devido pela entrada, pela saída ou pelo consumo de mercadoria tipifica o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "contrabando."
      },
      {
        "letra": "B",
        "texto": "descaminho."
      },
      {
        "letra": "C",
        "texto": "peculato."
      },
      {
        "letra": "D",
        "texto": "prevaricação."
      },
      {
        "letra": "E",
        "texto": "excesso de exação."
      }
    ],
    "gabarito": "B"
  }
]