[
  {
    "id": "3627823",
    "metadata": "Ano: 2025 | Banca: INSTITUTO AOCP | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "Assinale a alternativa correta a respeito da desistência voluntária e do arrependimento eficaz no Direito Penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A desistência voluntária e o arrependimento eficaz são reconhecidos como causa excludente de culpabilidade."
      },
      {
        "letra": "B",
        "texto": "A desistência voluntária é admitida nos crimes unissubsistentes."
      },
      {
        "letra": "C",
        "texto": "O arrependimento eficaz só se aplica aos crimes materiais."
      },
      {
        "letra": "D",
        "texto": "Diversamente da desistência voluntária, no arrependimento eficaz, o agente responde pela forma tentada do crime inicialmente desejado."
      },
      {
        "letra": "E",
        "texto": "É possível afirmar que a desistência voluntária é tratada de forma idêntica à tentativa ou conatus, em que, iniciada a execução de um delito, a consumação não ocorre por circunstâncias alheias à vontade do agente."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3384805",
    "metadata": "Ano: 2025 | Banca: INSTITUTO AOCP | Órgão: MPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "Pedro, objetivando praticar homicídio, efetua dois disparos contra a vítima Marcos, mas erra o alvo e, apesar de ter ainda cinco projéteis de arma de fogo aptos a alvejar Marcos, desiste de matá-lo. Diante dessa situação hipotética, de acordo com o Código Penal, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pedro exerceu arrependimento eficaz em relação ao homicídio e à posse de arma de fogo."
      },
      {
        "letra": "B",
        "texto": "Pedro praticou crime de homicídio tentado e não responderá pelos disparos de arma de fogo em razão da consunção."
      },
      {
        "letra": "C",
        "texto": "Pedro exerceu arrependimento posterior em relação ao crime de homicídio e responderá pelo crime de posse e disparo de arma de fogo."
      },
      {
        "letra": "D",
        "texto": "Pedro incidiu em erro de tipo evitável e só deve responder pelos atos já praticados, como o disparo de arma de fogo."
      },
      {
        "letra": "E",
        "texto": "Pedro exerceu desistência voluntária em relação ao crime de homicídio e responderá pelo crime de disparo de arma de fogo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3363377",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: SEFAZ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "Fábio, tomado pela fúria, com intenção de matar João, contra este efetuou um disparo de arma de fogo, que atingiu João em sua mão esquerda. Após alguns segundos de reflexão, Fábio se acalmou e, embora houvesse munições disponíveis, deixou de efetuar novos disparos e se retirou, sabendo que João sobreviveria, o que de fato aconteceu. No caso dos autos, é correto afirmar que Fábio deve se beneficiar do(a)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "causa de diminuição da tentativa."
      },
      {
        "letra": "B",
        "texto": "arrependimento eficaz."
      },
      {
        "letra": "C",
        "texto": "causa de diminuição da pena do arrependimento posterior."
      },
      {
        "letra": "D",
        "texto": "crime impossível."
      },
      {
        "letra": "E",
        "texto": "desistência voluntária."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3240099",
    "metadata": "Ano: 2025 | Banca: OBJETIVA | Órgão: Prefeitura de Rio Negro - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "O Código Penal traz a definição de crime tentado como sendo, aquele que, quando iniciada a execução, não se consuma por circunstâncias alheias à vontade do agente. Sabendo disso, conforme a doutrina majoritária, com relação às tentativas, assinalar a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ponte de prata, representada pela resipiscência, é quando o agente se arrepende do crime após a sua consumação e, preenchido os requisitos legais, recebe um benefício penal."
      },
      {
        "letra": "B",
        "texto": "No arrependimento eficaz, caso o agente não consiga evitar a consumação do crime, a pena será majorada em 2/3."
      },
      {
        "letra": "C",
        "texto": "A ponte de ouro, representada pela desistência voluntária e pelo arrependimento eficaz, é quando o agente, voluntariamente, desiste de prosseguir na execução ou impede que o resultado se produza, só respondendo pelos atos já praticados."
      },
      {
        "letra": "D",
        "texto": "Na resipiscência, há punição pelo crime praticado, mas a pena pode ser diminuída de 1/3 a 2/3."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3186301",
    "metadata": "Ano: 2025 | Banca: FURB | Órgão: Prefeitura de Pomerode - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior",
      "Crimes omissivos"
    ],
    "enunciado_principal": "Sobre a disciplina do crime no Código Penal, julgue as seguintes assertivas: I.No Direito Penal brasileiro, a omissão não é penalmente relevante, de modo que somente se caracteriza o crime a partir da ação do agente. II.O crime é consumado quando nele se reúnem todos os elementos de sua definição legal. III.O agente, ainda que voluntariamente desista de prosseguir na execução do crime, responderá como se seus resultados tivessem se produzido. IV.Nos crimes cometidos sem violência ou grave ameaça à pessoa, reparado o dano ou restituída a coisa, até o recebimento da denúncia ou da queixa, por ato voluntário do agente, a pena será reduzida de um a dois terços. É correto o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II, apenas."
      },
      {
        "letra": "B",
        "texto": "II e IV, apenas."
      },
      {
        "letra": "C",
        "texto": "III e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "I e III, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3347723",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Prefeitura de Vista Alegre do Alto - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "Nos termos do artigo 15 do CP o agente responderá apenas pelos atos já praticados na hipótese de ficar comprovado(a)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tentativa própria."
      },
      {
        "letra": "B",
        "texto": "tentativa imprópria."
      },
      {
        "letra": "C",
        "texto": "arrependimento eficaz."
      },
      {
        "letra": "D",
        "texto": "arrependimento posterior."
      },
      {
        "letra": "E",
        "texto": "crime impossível."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3128261",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Prefeitura de Santo André - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Determinado indivíduo foi condenado com trânsito em julgado por crime consumado sem violência e nem grave ameaça à pessoa. Na sentença o magistrado diminuiu-lhe a pena de 1/2, por considerar que o dano, por ato voluntário, tinha sido reparado antes do recebimento da denúncia. O instituto que possibilitou a diminuição de pena denomina-se:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "erro sobre a ilicitude do fato."
      },
      {
        "letra": "B",
        "texto": "arrependimento posterior."
      },
      {
        "letra": "C",
        "texto": "arrependimento eficaz."
      },
      {
        "letra": "D",
        "texto": "desistência voluntária."
      },
      {
        "letra": "E",
        "texto": "tentativa inidônea."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2684656",
    "metadata": "Ano: 2024 | Banca: NTCS | Órgão: Prefeitura de Mucajaí - RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "Cuidou o legislador de inserir no Código Penal Brasileiro, previsão a respeito da desistência voluntária, do arrependimento eficaz e do arrependimento posterior. Quanto ao tema, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Arrependimento posterior é aquele ocorrido nos crimes cometidos sem violência ou grave ameaça à pessoa. Reparado o dano ou restituída a coisa, até o recebimento da denúncia ou da queixa, por ato voluntário do agente, não haverá aplicação de pena de qualquer natureza."
      },
      {
        "letra": "B",
        "texto": "A desistência voluntária pelo agente faz cessar qualquer possibilidade de aplicação da lei penal."
      },
      {
        "letra": "C",
        "texto": "Arrependimento eficaz é aquele em que o agente, voluntariamente, desiste de prosseguir na execução ou impede que o resultado se produza e, desta forma, não há que se falar em responsabilização de qualquer natureza."
      },
      {
        "letra": "D",
        "texto": "Arrependimento posterior é aquele ocorrido nos crimes cometidos sem violência ou grave ameaça à pessoa. Reparado o dano ou restituída a coisa, até o recebimento da denúncia ou da queixa, por ato voluntário do agente, a pena será reduzida pela metade."
      },
      {
        "letra": "E",
        "texto": "Arrependimento eficaz é aquele em que o agente, voluntariamente, desiste de prosseguir na execução ou impede que o resultado se produza, respondendo somente pelos atos já praticados."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2611619",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TCE-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "Matheus viu sua namorada, Luísa, abraçando outro homem. Tomado por violenta paixão, diante do intenso ciúme que nutria por sua namorada, Matheus, com intenção de matar, efetuou disparos de arma de fogo contra Luísa. Após efetuar dois disparos que não atingiram Luísa, embora houvesse outras munições disponíveis, Matheus se arrependeu, cessou os disparos e pediu que Luísa o perdoasse e não o abandonasse. Nesse caso, o iter criminis",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não se iniciou, pois Luísa não foi atingida."
      },
      {
        "letra": "B",
        "texto": "se iniciou, porém, diante da interrupção, houve apenas tentativa."
      },
      {
        "letra": "C",
        "texto": "se iniciou, porém, foi interrompido por desistência voluntária."
      },
      {
        "letra": "D",
        "texto": "se iniciou, porém, trata-se de tentativa inidônea."
      },
      {
        "letra": "E",
        "texto": "se iniciou, porém, foi interrompido por arrependimento eficaz."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2537074",
    "metadata": "Ano: 2024 | Banca: Instituto Consulplan | Órgão: TJ-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Crimes contra a vida"
    ],
    "enunciado_principal": "J., após uma discussão com sua esposa M., desferiu-lhe um golpe de faca na região do abdome, provocando uma lesão profunda. M. correu para fora de casa clamando por socorro, sendo acolhida por vizinhos. Nesse momento, J. pegou seu veículo e levou M. até o hospital do município de Barreirinhas-MA, onde a deixou sob cuidados médicos, retornando para sua residência. O médico plantonista, identificando a gravidade das lesões, prestou os primeiros socorros e acionou a ambulância para transferir M. para São Luís-MA, já que seria necessário cirurgia de maior complexidade. Minutos depois de chegar no hospital em São Luís, aproximadamente seis horas após o crime, M. veio a óbito. O laudo necroscópico atestou que a morte se deu em decorrência da hemorragia causada pela lesão. Considerando a situação hipotética narrada, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "J. deve responder pelo crime doloso contra a vida, e a análise sobre a aplicação, ou não, do instituto da desistência voluntária, deve ficar a cargo do Conselho de Sentença."
      },
      {
        "letra": "B",
        "texto": "J. não poderá ser responsabilizado pela morte de M., mas apenas pela lesão corporal, na medida em que ela poderia sobreviver caso houvesse condições para a realização da cirurgia no hospital de Barreirinhas-MA."
      },
      {
        "letra": "C",
        "texto": "J. deve responder pelo crime de feminicídio, cabendo ao Poder Judiciário, mesmo de ofício, reconhecer a causa de diminuição de pena do arrependimento posterior, reduzindo a pena de um a dois terços, caso ele venha a ser condenado pelo Tribunal do Júri."
      },
      {
        "letra": "D",
        "texto": "A conduta de J., ao levar sua esposa para o hospital, caracteriza a desistência voluntária, de modo que ele deve responder pelo crime de lesão corporal seguida de morte, devendo o Poder Judiciário rejeitar a denúncia, caso o Ministério Público impute ao réu a prática de feminicídio."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2507058",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: ENAM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "Os réus argumentaram que não cometeram crime algum, porquanto o movimento fora abortado, ainda em seu início, com a suspensão da Derrama. Apesar disso, em 18 de abril de 1792, foi publicada a sentença pela Alçada, condenando onze réus à morte (na prática dez, porque Cláudio Manuel da Costa se “suicidara” no cárcere), e outros participantes receberam penas menores como açoites e o degredo eterno. (A sentença condenatória de Tiradentes e a construção do mito. Ensaio elaborado por Andréa Vanessa da Costa Val, Assessora da Memória do Judiciário Mineiro, e por Carine Kely Rocha Viana, sob a supervisão do Superintendente, Desembargador Hélio Costa. Jurisp. Mineira, Belo Horizonte, a. 59, nº 187, p. 13-18, out/dez, 2008) Considerando que a defesa argumentou que a chamada Insurreição Mineira foi abortada após iniciada, por decisão de seus próprios agentes, independentemente de qualquer atuação repressiva das autoridades imperiais, assinale a opção que apresenta, corretamente, a tese desenvolvida.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Redução da pena pela aplicação da tentativa."
      },
      {
        "letra": "B",
        "texto": "Arrependimento eficaz."
      },
      {
        "letra": "C",
        "texto": "Desistência voluntária."
      },
      {
        "letra": "D",
        "texto": "Meros atos preparatórios."
      },
      {
        "letra": "E",
        "texto": "Crime impossível."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2507057",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: ENAM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "No que diz respeito às figuras da desistência voluntária, do arrependimento eficaz e do arrependimento posterior, analise as afirmativas a seguir. I. A espontaneidade e o esgotamento da atividade executória são requisitos da desistência voluntária. II. O esgotamento da atividade executória, o impedimento da ocorrência do resultado típico e a voluntariedade são requisitos legais do arrependimento eficaz. III. No arrependimento posterior, a redução da pena do agente ocorrerá conforme a celeridade da reparação do dano ou restituição da coisa, podendo ocorrer a exclusão da punibilidade se o crime foi cometido sem violência ou grave ameaça à pessoa. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "II, apenas."
      },
      {
        "letra": "C",
        "texto": "III, apenas."
      },
      {
        "letra": "D",
        "texto": "I e II, apenas."
      },
      {
        "letra": "E",
        "texto": "II e III, apenas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2478824",
    "metadata": "Ano: 2024 | Banca: NUCEPE | Órgão: SEJUS-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "Quanto à teoria do crime, de acordo com o Código Penal Brasileiro e suas disposições, analise a questão e marque a alternativa CORRETA. Sobre a parte geral do Código Penal Brasileiro, pode-se dizer que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Subsiste o instituto da tentativa em caso de desistência voluntária, respondendo o agente não somente pelos atos até então praticados."
      },
      {
        "letra": "B",
        "texto": "O arrependimento eficaz aplica-se somente aos crimes sem violência ou grave ameaça."
      },
      {
        "letra": "C",
        "texto": "Salvo os casos expressos em lei, ninguém pode ser punido por fato previsto como crime, senão quando o pratica dolosamente."
      },
      {
        "letra": "D",
        "texto": "Pune-se a tentativa, com redução da metade, quando, por ineficácia absoluta do meio ou por absoluta impropriedade do objeto, é impossível consumar-se o crime."
      },
      {
        "letra": "E",
        "texto": "É isento de pena quem, por erro plenamente justificado pelas circunstâncias, supõe situação de fato que, se existisse, tornaria a ação legítima. Há isenção de pena, quando o erro deriva de culpa e o fato é punível como crime culposo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2457703",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: AL-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "João, maior e capaz, aproveitando-se de que a residência do seu vizinho estava vazia, ingressou no local e subtraiu, sem violência ou grave ameaça à pessoa, mil reais em espécie. Ao retornar ao seu domicílio, o agente se deparou com os seus genitores trabalhando de forma árdua para garantir o sustento da família. Dessa forma, tocado pela atitude dos pais, João restituiu os valores pecuniários aos legítimos proprietários, antes da deflagração de qualquer investigação em seu desfavor. Nesse cenário, considerando as disposições do Código Penal, é correto afirmar que a reprimenda de João, na persecução penal superveniente, será reduzida, em razão",
    "alternativas": [
      {
        "letra": "A",
        "texto": "do arrependimento posterior, que é uma causa de diminuição de pena."
      },
      {
        "letra": "B",
        "texto": "do arrependimento eficaz, que é uma causa de diminuição de pena."
      },
      {
        "letra": "C",
        "texto": "do arrependimento posterior, que é uma atenuante."
      },
      {
        "letra": "D",
        "texto": "do arrependimento eficaz, que é uma atenuante."
      },
      {
        "letra": "E",
        "texto": "da desistência voluntária, que é uma atenuante."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2450549",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: Câmara de Fortaleza - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "De acordo com a vigente legislação penal, no que diz respeito à desistência voluntária, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O agente responde apenas por culpa quanto aos atos já praticados, se prevista em lei tal hipótese."
      },
      {
        "letra": "B",
        "texto": "O agente empreende apenas os atos da fase de preparação e desiste antes de ingressar na fase da execução do crime."
      },
      {
        "letra": "C",
        "texto": "O agente desiste de prosseguir na execução do crime por sua própria deliberação, mesmo que não espontânea."
      },
      {
        "letra": "D",
        "texto": "O agente não prossegue além da fase de exaurimento da conduta criminosa."
      },
      {
        "letra": "E",
        "texto": "O agente empreende todos os atos da fase de consumação do crime, mas impede a produção do resultado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2307709",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "A conduta do agente que, uma vez iniciada a execução, impede, voluntariamente, que o ato se produza, é denominada",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tentativa perfeita."
      },
      {
        "letra": "B",
        "texto": "arrependimento posterior."
      },
      {
        "letra": "C",
        "texto": "tentativa imperfeita."
      },
      {
        "letra": "D",
        "texto": "desistência voluntária."
      },
      {
        "letra": "E",
        "texto": "arrependimento eficaz."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2231564",
    "metadata": "Ano: 2023 | Banca: TJ-AP | Órgão: TJ-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "No que tange aos institutos da tentativa e consumação, da desistência voluntária, do arrependimento eficaz e do arrependimento posterior, é correto afirmar: que o agente...",
    "alternativas": [
      {
        "letra": "A",
        "texto": "que, voluntariamente, desiste de prosseguir na execução, só responde pelos atos até então praticados."
      },
      {
        "letra": "B",
        "texto": "que, por ato voluntário, repara o dano causado, em crime praticado com violência à pessoa, até o recebimento da denúncia ou da queixa, terá a pena reduzida de 1/3 a 2/3."
      },
      {
        "letra": "C",
        "texto": "responde pela tentativa, nos crimes culposos, ao não observar o dever de cuidado a que estava obrigado."
      },
      {
        "letra": "D",
        "texto": "que, após iniciar os atos de execução, voluntariamente, impede que o resultado se produza, responderá pelo resultado pretendido inicialmente."
      },
      {
        "letra": "E",
        "texto": "não responde pela tentativa, quando, por ineficácia relativa do meio, é impossível consumar-se o crime."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2207453",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: DPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Desistência voluntária e arrependimento eficaz",
      "Antijuridicidade",
      "Estado de necessidade",
      "Exigibilidade de conduta diversa",
      "Potencial conhecimento da ilicitude – Erro de proibição"
    ],
    "enunciado_principal": "No dia 24 de abril de 2023, enquanto aproveitava a piscina de sua residência, Tício recebeu uma ligação telefônica. Ao atendê-la, o agente foi informado de que seu filho havia sido sequestrado. A única forma de salvá-lo sería subtrair o computador pessoal de sua vizinha e entregá-lo aos sequestradores, que dispunham de interesse no conteúdo deste. Os sequestradores, em seguida, encaminharam a Tício uma foto de seu descendente sangrando. Desesperado, Tício ingressou no imóvel de sua vizinha e subtraiu o computador, para atender às demandas dos criminosos. Nesse cenário, considerando as disposições do Código Penal e o entendimento doutrinário dominante, Ticio não responderá por qualquer crime, em razão do(a):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "inexigibilidade de conduta diversa, excludente de culpabilidade."
      },
      {
        "letra": "B",
        "texto": "coação moral irresistível, excludente de culpabilidade."
      },
      {
        "letra": "C",
        "texto": "coação física irresistível, excludente de culpabilidade;"
      },
      {
        "letra": "D",
        "texto": "obediência hierárquica, excludente de ilicitude;"
      },
      {
        "letra": "E",
        "texto": "estado de necessidade, excludente de ilicitude"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2207113",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: PC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "No que diz respeito ao direito penal, julgue o item a seguir.Nos casos de desistência voluntária e arrependimento eficaz, o agente não responde por crime tentado, mas apenas pelos atos delitivos já praticados.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2194579",
    "metadata": "Ano: 2023 | Banca: IDECAN | Órgão: Prefeitura de Fortaleza - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "Sobre a tentativa, a desistência voluntária e o arrependimento eficaz, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Código Penal veda que se comine ao crime tentado a mesma pena cominada ao crime consumado."
      },
      {
        "letra": "B",
        "texto": "Na desistência voluntária, o autor impede que o resultado se produza, respondendo pelo crime com pena diminuída típica."
      },
      {
        "letra": "C",
        "texto": "No arrependimento eficaz, o autor desiste de prosseguir na execução, respondendo pelo crime tentado."
      },
      {
        "letra": "D",
        "texto": "Na hipótese de crime que não se consumou por razão alheia à vontade do agente, será aplicada a pena correspondente ao crime consumado, diminuída de um a dois terços."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2173521",
    "metadata": "Ano: 2023 | Banca: FCC | Órgão: MPE-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito",
      "Conduta: ação / omissão",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior",
      "Antijuridicidade",
      "Legítima defesa",
      "Crime praticado por pessoa jurídica"
    ],
    "enunciado_principal": "A parte geral do Código Penal estabelece:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O agente que, voluntariamente, desiste de prosseguir na execução do crime ou impede que o resultado se produza só responde pelos atos já praticados."
      },
      {
        "letra": "B",
        "texto": "Entende-se em legítima defesa quem pratica o fato para salvar de perigo atual, que não provocou por sua vontade, nem podia de outro modo evitar, direito próprio ou alheio, cujo sacrifício, nas circunstâncias, não era razoável exigir-se."
      },
      {
        "letra": "C",
        "texto": "O ajuste, a determinação ou a instigação e o auxílio sempre serão puníveis, ainda que o crime sequer tenha sido tentado."
      },
      {
        "letra": "D",
        "texto": "Nos crimes cometidos sem violência ou grave ameaça à pessoa, reparado o dano ou restituída a coisa, até a conclusão do inquérito penal, por ato voluntário do agente, a pena será reduzida de um terço até a metade."
      },
      {
        "letra": "E",
        "texto": "Não há crime quando o agente pratica o fato em estado de embriaguez, voluntária ou culposa, pelo álcool ou substância de efeitos análogos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2098983",
    "metadata": "Ano: 2023 | Banca: INSTITUTO AOCP | Órgão: MPE-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Lesões corporais"
    ],
    "enunciado_principal": "Um indivíduo desfere um golpe de faca contra sua esposa sem, contudo, acertá-la. Quando iria desferir o segundo golpe, é impedido por sua filha que segura seu braço. Revoltado, desfere um golpe contra sua filha e, imediatamente, vendo que a feriu, joga a faca ao solo e pede socorro médico. Considerando o caso narrado, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O indivíduo praticou três tentativas de feminicídio."
      },
      {
        "letra": "B",
        "texto": "O indivíduo deve responder por uma tentativa branca de feminicídio e pelas lesões corporais praticadas contra a filha."
      },
      {
        "letra": "C",
        "texto": "A primeira facada contra a mulher configura uma tentativa incruenta de feminicídio."
      },
      {
        "letra": "D",
        "texto": "A facada contra a filha configura hipótese de desistência voluntária."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2066951",
    "metadata": "Ano: 2023 | Banca: IADES | Órgão: GDF-SEEC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Nexo de causalidade",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Um homem que adquiriu legalmente uma pistola e que tem porte de arma deferido pela Polícia Federal pretendia matar uma pessoa. Aguardava seu alvo em local que julgou propício para os disparos, quando decidiu escolher outra oportunidade, em razão da grande quantidade de pessoas que ali circulavam na ocasião. Essa conduta configura",
    "alternativas": [
      {
        "letra": "A",
        "texto": "arrependimento posterior."
      },
      {
        "letra": "B",
        "texto": "crime tentado."
      },
      {
        "letra": "C",
        "texto": "desistência voluntária."
      },
      {
        "letra": "D",
        "texto": "arrependimento eficaz."
      },
      {
        "letra": "E",
        "texto": "ato preparatório impunível."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1995210",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: SEAD-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "Jaqueline, namorada de Fábio, descobriu que ele a traiu com sua melhor amiga. Movida por sentimentos de raiva e vingança, Jaqueline decidiu matar o namorado. Para isso, Jaqueline preparou para Fábio o drink que sempre fazia nas noites de sábado, mas, sem que ele soubesse, misturou veneno na bebida, em quantidade suficiente para matá-lo. Após Fábio beber o drink, Jaqueline lembrou dos bons momentos que passaram juntos ao longo de 5 anos e percebeu que ele sempre foi seu grande amor. Vendo seu amado perdendo as forças, Jaqueline arrependeu-se e deu a Fábio o antídoto, salvando-lhe a vida. Fábio não sofreu qualquer dano, pediu desculpas e o casal reconciliou-se. Nesse caso, podemos afirmar que houve",
    "alternativas": [
      {
        "letra": "A",
        "texto": "arrependimento posterior."
      },
      {
        "letra": "B",
        "texto": "arrependimento eficaz."
      },
      {
        "letra": "C",
        "texto": "desistência voluntária."
      },
      {
        "letra": "D",
        "texto": "crime tentado."
      },
      {
        "letra": "E",
        "texto": "crime impossível."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1992057",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "Acerca das circunstâncias que envolvem a prática delituosa, assinale a alternativa correta conforme jurisprudência dos tribunais superiores.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A observância do arrependimento posterior exige que o dano seja integralmente reparado antes do oferecimento da denúncia, independentemente se a vítima se satisfez com a reparação parcial."
      },
      {
        "letra": "B",
        "texto": "A configuração da desistência voluntária afasta, inevitavelmente, o delito na sua forma tentada, posto que o fim inicialmente pretendido pelo agente não se realiza, ou seja, ao alterar o dolo inicialmente quisto, enseja a ocorrência da atipicidade, respondendo, entretanto, pelos atos já praticados."
      },
      {
        "letra": "C",
        "texto": "Na tentativa de determinado delito, comprovado que o agente só não consumou o delito por circunstâncias alheias à sua vontade, há lógica em se reconhecer a hipótese de sua desistência voluntária."
      },
      {
        "letra": "D",
        "texto": "O instituto do arrependimento eficaz e da desistência voluntária somente são aplicáveis a delito que tenha sido consumado."
      },
      {
        "letra": "E",
        "texto": "A fração de diminuição da sanção pelo crime tentado é estanque e não decorre da maior ou da menor proximidade da conduta ao resultado almejado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1974589",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "Relativamente aos institutos da reparação do dano, da desistência voluntária, do arrependimento eficaz, do arrependimento posterior e do crime impossível, segundo a doutrina e a jurisprudência dominantes, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "responderá pelo resultado pretendido inicialmente, nos crimes de mera conduta, o agente que, após iniciar os atos de execução, impedir que o resultado se produza;"
      },
      {
        "letra": "B",
        "texto": "terá a pena reduzida de 1/3 a 2/3 o agente que, por ato voluntário, reparar o dano causado em crime praticado sem violência à pessoa, após a sentença recorrível;"
      },
      {
        "letra": "C",
        "texto": "responderá apenas pelos atos até então praticados o agente que, voluntariamente, desistir de prosseguir na execução do crime;"
      },
      {
        "letra": "D",
        "texto": "responderá pela tentativa o agente quando, em razão da ineficácia absoluta do meio, for impossível consumar-se o crime;"
      },
      {
        "letra": "E",
        "texto": "terá a pena reduzida de 2/3 o agente que reparar o dano no crime de peculato culposo após a sentença irrecorrível."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1960223",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Conduta: ação / omissão",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "No que se refere à teoria do crime, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O agente que, voluntariamente, desiste de prosseguir na execução ou impede que o resultado se produza, responde por tentativa de crime"
      },
      {
        "letra": "B",
        "texto": "O resultado, de que depende a existência do crime, somente é imputável a quem lhe deu causa. Considera-se causa a ação ou omissão sem a qual o resultado não teria ocorrido"
      },
      {
        "letra": "C",
        "texto": "Não se pune a tentativa quando, por ineficácia absoluta do meio ou por absoluta impropriedade do objeto, é impossível consumar-se o crime"
      },
      {
        "letra": "D",
        "texto": "A omissão é penalmente relevante quando o omitente devia e podia agir para evitar o resultado"
      },
      {
        "letra": "E",
        "texto": "Salvo disposição em contrário, pune-se a tentativa com a pena correspondente ao crime consumado, diminuída de um a dois terços"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1951094",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: TJ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "Em uma mesma situação fática NÃO podem coexistir:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Arrependimento posterior e crime qualificado."
      },
      {
        "letra": "B",
        "texto": "Tentativa e arrependimento posterior."
      },
      {
        "letra": "C",
        "texto": "Arrependimento posterior e desistência voluntária."
      },
      {
        "letra": "D",
        "texto": "Arrependimento eficaz e crime qualificado."
      },
      {
        "letra": "E",
        "texto": "Tentativa e desistência voluntária."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1938378",
    "metadata": "Ano: 2022 | Banca: Instituto Access | Órgão: TJ-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "Determinado agente, após exaurir todos os meios que tinha à disposição para conseguir a consumação de intentado delito, mas, antes dela, arrepende-se e desiste da intenção criminosa, ocasião em que desenvolve nova conduta, desta vez em sentido contrário àquela delituosa, com vistas a impedir a produção do resultado originariamente pretendido, o que efetivamente consegue. Nessa hipótese, é correto afirmar que tal agente poderá beneficiar-se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "do instituto da desistência voluntária."
      },
      {
        "letra": "B",
        "texto": "do instituto do arrependimento posterior."
      },
      {
        "letra": "C",
        "texto": "da causa de diminuição de pena oriunda do instituto da tentativa."
      },
      {
        "letra": "D",
        "texto": "do instituto do arrependimento eficaz."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1932801",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "Túlio, com intenção de matar Carlos, disparou um projétil de arma de fogo contra ele. Com a vítima já caída no chão, em local ermo e com mais 6 cartuchos no pente da pistola, Túlio decidiu não realizar outros disparos, quando podia fazê-lo para ceifar a vida de Carlos. Nessa hipótese, nos termos do Código Penal, tem-se o instituto",
    "alternativas": [
      {
        "letra": "A",
        "texto": "do arrependimento posterior."
      },
      {
        "letra": "B",
        "texto": "do arrependimento eficaz."
      },
      {
        "letra": "C",
        "texto": "da desistência voluntária."
      },
      {
        "letra": "D",
        "texto": "do crime impossível."
      },
      {
        "letra": "E",
        "texto": "do estado de necessidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1908533",
    "metadata": "Ano: 2022 | Banca: FURB | Órgão: Prefeitura de Itapema - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "De acordo com o Código Penal, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Crime doloso é quando o agente deu causa ao resultado por imprudência, negligência ou imperícia."
      },
      {
        "letra": "B",
        "texto": "O agente que, voluntariamente, desiste de prosseguir na execução ou impede que o resultado se produza, só responde pelos atos já praticados."
      },
      {
        "letra": "C",
        "texto": "Nos crimes cometidos sem violência ou grave ameaça à pessoa, reparado o dano ou restituída a coisa, até o recebimento da denúncia ou da queixa, por ato voluntário do agente, a pena será aumentada."
      },
      {
        "letra": "D",
        "texto": "Se pune a tentativa quando, por ineficácia absoluta do meio ou por absoluta impropriedade do objeto, é impossível consumar-se o crime."
      },
      {
        "letra": "E",
        "texto": "Crime culposo é quando o agente quis o resultado ou assumiu o risco de produzi-lo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1897198",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Causas de extinção da punibilidade",
      "Crimes contra o patrimônio",
      "Furto"
    ],
    "enunciado_principal": "João praticou a conduta de furto continuado, que resultou em prejuízo de 5.000 reais para a vítima, Paulo. Apurada a conduta, atualizou-se o valor para 6.500 reais, tendo sido pago por João, em abril de 2021, o valor do principal, 5.000 reais. Em maio do mesmo ano, o Ministério Público ofereceu a denúncia, tendo João efetuado o pagamento, em setembro, do restante do valor devido. Nessa situação hipotética, a conduta de João",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é atingida por causa extintiva de punibilidade."
      },
      {
        "letra": "B",
        "texto": "não deve haver qualquer alteração na pena, por se tratar de crime de ação penal pública incondicionada."
      },
      {
        "letra": "C",
        "texto": "possui uma causa atenuante prevista em lei."
      },
      {
        "letra": "D",
        "texto": "é abrangida pela causa de diminuição da pena do arrependimento posterior."
      },
      {
        "letra": "E",
        "texto": "não é punida em razão do arrependimento eficaz."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1873720",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: IBAMA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "Com relação ao momento consumativo do crime e à sua forma tentada, julgue o item a seguir. Um cidadão que iniciar a execução de um crime, todavia, ainda dispondo dos meios necessários para a sua consumação, cessar voluntariamente tal ação estará sujeito a responder pela tentativa do crime pretendido, com a pena atenuada.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1864174",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "Sobre os institutos da desistência voluntária, do arrependimento eficaz e do arrependimento posterior, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a não consumação, por circunstâncias alheias à vontade do agente, é compatível com a desistência voluntária;"
      },
      {
        "letra": "B",
        "texto": "o reconhecimento da desistência voluntária dispensa o exame do iter criminis;"
      },
      {
        "letra": "C",
        "texto": "as circunstâncias inerentes à vontade do agente são irrelevantes para a configuração da desistência voluntária;"
      },
      {
        "letra": "D",
        "texto": "o arrependimento eficaz e a desistência voluntária somente são aplicáveis a delito que não tenha sido consumado;"
      },
      {
        "letra": "E",
        "texto": "o reconhecimento da desistência voluntária dispensa o exame do elemento subjetivo da conduta."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1903058",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: AL-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "Na desistência voluntária, o agente",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pratica todos os atos da execução, atuando para impedir o resultado."
      },
      {
        "letra": "B",
        "texto": "pratica todos os atos de preparação, desistindo do delito antes de sua execução."
      },
      {
        "letra": "C",
        "texto": "desiste de prosseguir nos atos executórios, por sua própria deliberação, mesmo que não espontânea."
      },
      {
        "letra": "D",
        "texto": "permanece na fase da cogitação, não chegando a praticar qualquer ato de preparação."
      },
      {
        "letra": "E",
        "texto": "responde apenas pela figura tentada do delito."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1856506",
    "metadata": "Ano: 2021 | Banca: FAPEC | Órgão: PC-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "Nas lições de Miguel Reale Júnior (Teoria do delito), se a não consumação do crime por circunstâncias alheias à vontade do agente torna típica a conduta tentada, funcionando o artigo 14, inciso II, do Código Penal como autêntica norma de extensão temporal do tipo penal, deve-se, pela mesma ratio, ter por atípica a tentativa quando o resultado não se concretiza em decorrência da vontade do próprio agente. Sob essa visão, independentemente da importância político-criminal desses institutos, a não punição da desistência voluntária e do arrependimento eficaz emana da atipicidade da conduta como modalidade tentada. Sobre a desistência voluntária e o arrependimento eficaz, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A desistência voluntária e o arrependimento eficaz podem ocorrer tanto nas hipóteses de crime falho quanto nos casos de tentativa imperfeita."
      },
      {
        "letra": "B",
        "texto": "Uma vez reconhecido o arrependimento eficaz ou a desistência voluntária, o agente até poderá responder criminalmente pelos atos já praticados, mas não poderá ser responsabilizado pela tentativa do resultado que visava a alcançar antes de abandonar seu dolo inicial."
      },
      {
        "letra": "C",
        "texto": "A desistência voluntária e o arrependimento eficaz possuem efeitos equivalentes, pois ambos funcionam como causa de atipicidade da conduta. A diferença entre os institutos consiste no momento de sua manifestação, pois enquanto a desistência voluntária deve ocorrer antes de o resultado típico se consumar, o arrependimento eficaz pode ser reconhecido mesmo após a consumação do crime."
      },
      {
        "letra": "D",
        "texto": "Na desistência voluntária, o agente, após esgotar os meios executórios que tinha à sua disposição, pratica uma nova conduta para impedir o advento do resultado, razão pela qual ele somente responderá penalmente pelos atos até então praticados."
      },
      {
        "letra": "E",
        "texto": "A desistência voluntária e o arrependimento eficaz são compatíveis com os crimes culposos próprios."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1852612",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "Matheus, inconformado com a participação de Gustavo e Nilza, pais de sua ex-companheira Mariana, no fim de seu relacionamento, decide praticar um crime de roubo na residência do rico casal. Para isso, compra cordas e elásticos, que utilizaria para amarrar as mãos das vítimas, além de um simulacro de arma de fogo. Momentos antes da prática delitiva, quando Matheus se preparava para sair de casa, Mariana liga e demonstra interesse em retomar a relação, o que faz com que Matheus decida não mais ir até a casa de Gustavo e Nilza, mas sim ao encontro de Mariana. Considerando apenas as informações expostas, é correto afirmar que a conduta de Matheus é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "típica, mas deve ser reconhecida a causa de diminuição de pena da tentativa em seu patamar mínimo, tendo em vista que o critério a ser observado para definir o quantum de redução de pena é a gravidade do delito;"
      },
      {
        "letra": "B",
        "texto": "típica, mas deve ser reconhecida a causa de diminuição de pena da tentativa em seu patamar máximo, já que o critério a ser observado no quantum de redução de pena é o iter criminis percorrido;"
      },
      {
        "letra": "C",
        "texto": "atípica, em razão de não ter sido iniciada a execução;"
      },
      {
        "letra": "D",
        "texto": "atípica, em razão do arrependimento eficaz;"
      },
      {
        "letra": "E",
        "texto": "atípica, em razão da desistência voluntária."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1852383",
    "metadata": "Ano: 2021 | Banca: Instituto Consulplan | Órgão: TJ-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Crimes contra a vida",
      "Homicídio"
    ],
    "enunciado_principal": "Durante uma discussão pelo excessivo ciúme demonstrado pelo marido, Maria disse a José que não queria mais viver com ele. Tomado de raiva e paixão, José se apropriou de uma faca na cozinha e desferiu dois golpes contra a mulher. Vendo-a caída ao solo, sangrando, arrependeu-se da reação emotiva, especialmente porque Maria, mesmo ferida e ofegante, repetia que o amava e o perdoava por tudo. José então socorreu a esposa e a levou até o hospital, onde ela, recebendo atendimento médico e intervenção cirúrgica (haja vista a primeira facada haver transfixado o pulmão da vítima), sobreviveu. Recuperada, Maria perdoou José, segundo suas próprias palavras registradas em carta, mas saiu de casa e foi morar com os 5 (cinco) filhos na casa da mãe (que, inclusive, levou os fatos praticados pelo genro ao conhecimento da polícia). José, desde então, caiu em depressão profunda e sucumbiu ao alcoolismo. Quanto à responsabilidade penal de José pelos fatos, é correto afirmar que ele responderá:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas pelas lesões causadas na vítima, configurada hipótese de arrependimento eficaz."
      },
      {
        "letra": "B",
        "texto": "Por homicídio tentado, descaracterizada a violência doméstica em razão do perdão da ofendida."
      },
      {
        "letra": "C",
        "texto": "Por feminicídio tentado, atenuado pelo arrependimento posterior, sendo irrelevante o perdão da ofendida."
      },
      {
        "letra": "D",
        "texto": "Por feminicídio tentado, mas poderá receber o perdão judicial, tendo em vista as consequências da infração."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1810042",
    "metadata": "Ano: 2021 | Banca: IDECAN | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Tipicidade",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz",
      "Punibilidade no concurso de pessoas"
    ],
    "enunciado_principal": "Rafael conta a Sandra que tem intenção de matar Raimundo e pede opinião da amiga. Sandra, que secretamente desejava a morte dessa mesma pessoa, incentiva que Rafael pratique delito de homicídio contra Raimundo. Influenciado pelas palavras de Sandra, Rafael chama Raimundo para sair com o objetivo de matá-lo. Todavia, poucas horas antes, Rafael desiste e manda mensagem para Raimundo desmarcando o encontro. Nessa hipótese, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Rafael e Sandra devem responder por tentativa de homicídio praticado em concurso de pessoas."
      },
      {
        "letra": "B",
        "texto": "Nem Rafael nem Sandra poderão ser responsabilizados penalmente."
      },
      {
        "letra": "C",
        "texto": "Apenas Rafael deve responder por tentativa de homicídio."
      },
      {
        "letra": "D",
        "texto": "Caso Rafael viesse, efetivamente, a matar Raimundo, Sandra poderia ser considerada coautora do delito."
      },
      {
        "letra": "E",
        "texto": "Apenas Sandra deve responder pelo delito de tentativa de homicídio, a título de participação, pois Rafael beneficia-se da desistência voluntária."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1796478",
    "metadata": "Ano: 2020 | Banca: FGV | Órgão: MPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Crimes contra o patrimônio",
      "Roubo"
    ],
    "enunciado_principal": "Jorge ingressou em uma loja de conveniência de determinado posto de gasolina com a intenção de praticar um crime de roubo, portando um simulacro de arma de fogo. Após ingressar no local e anunciar o assalto, verifica que a única pessoa presente e que estava responsável pelo caixa era o adolescente Caio, de 16 anos de idade, que ajudava seu pai idoso, verdadeiro proprietário do estabelecimento. Lamentando o fato de o adolescente estar trabalhando, Jorge retira-se do local sem subtrair qualquer bem. Os fatos são descobertos pela autoridade policial após divulgação das imagens da câmera de segurança, mas Caio e seu pai optam por não comparecer em sede policial por não terem interesse em ver Jorge responsabilizado, diante da decisão do autor de não subtrair bens durante a execução do delito. Com base nas informações expostas, é correto afirmar que a conduta de Jorge configura:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "conduta atípica, em razão do arrependimento eficaz e do desinteresse de Caio e seu representante em verem o autor do fato responsabilizado pelo delito residual;"
      },
      {
        "letra": "B",
        "texto": "conduta atípica, em razão da desistência voluntária e do desinteresse de Caio e seu representante em verem o autor do fato responsabilizado pelo delito residual;"
      },
      {
        "letra": "C",
        "texto": "crime de roubo simples, devendo ser reconhecida a causa de diminuição de pena em razão do arrependimento posterior;"
      },
      {
        "letra": "D",
        "texto": "crime de roubo majorado pelo emprego de arma de fogo, com causa de redução de pena da tentativa;"
      },
      {
        "letra": "E",
        "texto": "crime de roubo simples, com causa de redução de pena da tentativa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1127058",
    "metadata": "Ano: 2020 | Banca: SELECON | Órgão: Prefeitura de Boa Vista - RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "Herodes, portando uma faca, desfere golpe em Kublai Kahn, que cai em terra. Apesar disso, Herodes não continua com seu ataque, retirando-se imediatamente do local. Nesse caso, nos termos do Código Penal, tem-se a denominada:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "desistência voluntária"
      },
      {
        "letra": "B",
        "texto": "fuga legítima"
      },
      {
        "letra": "C",
        "texto": "sistemática impossível"
      },
      {
        "letra": "D",
        "texto": "hostilidade recolhida"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2001593",
    "metadata": "Ano: 2019 | Banca: FUNCERN | Órgão: Prefeitura de Parnamirim - RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "Considerando as disposições do Código Penal (Decreto-Lei nº. 2.848/1940) sobre o crime, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o crime é tentado quando nele se reúnem todos os elementos de sua definição legal."
      },
      {
        "letra": "B",
        "texto": "o agente que, voluntariamente, desiste de prosseguir na execução do crime ou impede que o resultado se produza, só responde pelos atos já praticados."
      },
      {
        "letra": "C",
        "texto": "o crime é tentado quando, iniciada a execução, não se consuma por circunstâncias próprias da vontade do agente."
      },
      {
        "letra": "D",
        "texto": "se pune a tentativa quando, mesmo por ineficácia absoluta do meio ou por absoluta impropriedade do objeto, é impossível consumar-se o crime."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1617204",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: PRF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Crimes contra a vida",
      "Homicídio"
    ],
    "enunciado_principal": "Vitor, namorado de Ana, motivado por ciúmes, resolveu matar o ex-namorado dela, Bruno. Adquiriu, ilegalmente, uma arma de fogo para executar o crime e a guardou dentro de um armário em seu quarto. Vitor, então, mandou uma mensagem para Bruno pelo celular de Ana, fingindo ser ela e combinou de se encontrarem no dia seguinte. Bruno, pensando estar conversando com Ana, aceitou o convite. Durante a noite, Vitor desistiu de executar o crime. No dia seguinte, foi ao shopping e lá foi preso, pois Bruno havia descoberto o plano e avisado à polícia. Acerca dessa situação hipotética, julgue o seguinte item. A polícia agiu de forma correta ao prender Vitor, que responderá por tentativa de homicídio.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1347042",
    "metadata": "Ano: 2019 | Banca: TJ-AP | Órgão: TJ-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Com a intenção de praticar um golpe, Manoel pagou diversos produtos comprados em determinada loja com um cheque clonado pré-datado. Antes da data do vencimento do cheque, Manoel, arrependido, retornou à loja e trocou o cheque por dinheiro em espécie, tendo quitado o débito integralmente. A respeito da conduta de Manoel na situação hipotética apresentada, assinale a opção CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Houve desistência voluntária;"
      },
      {
        "letra": "B",
        "texto": "Houve arrependimento eficaz;"
      },
      {
        "letra": "C",
        "texto": "Houve arrependimento posterior;"
      },
      {
        "letra": "D",
        "texto": "A conduta configurou tentativa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1092930",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Crimes contra a vida",
      "Homicídio"
    ],
    "enunciado_principal": "Caio é professor de educação física do Estado e dá aula de natação em um clube estadual. Ao nadar em uma das piscinas do clube, Caio notou um defeito no ralo. Decidido a se livrar da colega de profissão, recentemente contratada para substituí-lo em algumas aulas, ele não informa a administração do clube sobre o defeito detectado, além de alterar a potência da exaustão do ralo. No dia seguinte, quando já finalizadas todas as aulas, ele propõe à colega a brincadeira da caça ao tesouro, que consiste em localizar e pegar objetos no chão da piscina. Caio diz à colega que vence quem pegar maior quantidade de pedras e as despeja na piscina, em local próximo ao ralo. Antes que a colega pudesse colocar a touca na cabeça, Caio pula na piscina. Com receio de perder a brincadeira, ela imediatamente pula atrás. Caio vê a colega aproximar o corpo rente ao chão. Passados alguns segundos, ele percebe que a colega mexe o corpo freneticamente. Ao mergulhar, Caio confirma que os cabelos de sua colega estão presos ao ralo, impedindo-a de emergir. Caio, por minutos, assiste ao desespero da colega, sem nada fazer. Depois, arrependido, decide agir, tentando, a todo custo, soltá-la do ralo. A colega, contudo, veio a óbito. Diante da situação hipotética, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caio praticou crime de homicídio culposo, pois, ao não avisar a administração do clube sobre o defeito detectado no ralo, no dia anterior, agiu com negligência."
      },
      {
        "letra": "B",
        "texto": "Caio não praticou qualquer crime contra a vida em detrimento da colega, visto que o resultado morte, ainda que desejado por ele, não era previsível e tampouco controlável."
      },
      {
        "letra": "C",
        "texto": "Caio praticou o crime de homicídio qualificado, por motivo torpe, não incidindo o instituto do arrependimento eficaz."
      },
      {
        "letra": "D",
        "texto": "Caio praticou crime de feminicídio e, diante do arrependimento, terá sua pena diminuída de 1 a 2/3."
      },
      {
        "letra": "E",
        "texto": "Caio, se condenado, como efeito automático da condenação, perderá a função de professor público."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1008762",
    "metadata": "Ano: 2019 | Banca: Instituto Consulplan | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "O arrependimento eficaz somente se configura (é necessário) em relação à tentativa perfeita.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1008748",
    "metadata": "Ano: 2019 | Banca: Instituto Consulplan | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Crimes contra a fé pública",
      "Outras falsidades"
    ],
    "enunciado_principal": "No crime de falsa identidade (art. 307 do CP), cujo tipo prevê uma hipótese de “dolo específico”, é possível a desistência voluntária (art. 15 do CP) quando, apesar da realização da conduta, não se implementou a especial finalidade à qual estava orientada a conduta.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "998895",
    "metadata": "Ano: 2019 | Banca: IESES | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior",
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria."
    ],
    "enunciado_principal": "Após regular instrução processual penal na qual o réu Sandro se defendeu de denúncia ofertada pelo Ministério Público dando-o como incurso no art. 155 §4º, incisos II e III, do Código Penal, comprovou-se que o acusado, pulando um muro de três metros de altura e se utilizando de uma chave falsa, acessou uma residência quando o morador estava viajando e subtraiu de lá um relógio avaliado em aproximadamente R$ 10.000,00. Descoberta a autoria, por um vizinho que conhecia o réu e o viu entrando no local, Sandro foi eventualmente denunciado e, no dia da audiência de instrução, ao ser interrogado, confessou o crime e, por estar respondendo em liberdade, trouxe o relógio íntegro, para devolver para a vítima, se dizendo arrependido. Nesse contexto, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O réu faz jus ao reconhecimento da atenuante genérica do art. 65, III, “b”, do Código Penal, por ter, antes do julgamento, reparado o dano."
      },
      {
        "letra": "B",
        "texto": "Está presente a figura do arrependimento posterior, prevista no art. 16 do Código Penal, a qual autoriza a redução da eventual pena de um a dois terços."
      },
      {
        "letra": "C",
        "texto": "A devolução do relógio há de ser considerada apenas na primeira fase da dosimetria da pena, nos termos do art. 59 do Código Penal, o qual estabelece que o juiz atentará à culpabilidade, aos antecedentes, à conduta social, à personalidade do agente, aos motivos, às circunstâncias e consequências do crime."
      },
      {
        "letra": "D",
        "texto": "Está presente a figura do arrependimento eficaz, prevista no art. 15 do Código Penal, a qual autoriza, no caso em tela, a desclassificação do crime do art. 155, §4º, incisos II e III, para o crime de invasão de domicílio, do art. 150 do Código Penal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "987754",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "A respeito de institutos penais previstos no ordenamento brasileiro, julgue os itens seguintes. I A reparação do dano ou a restituição da coisa, por ato voluntário, até o recebimento da denúncia ou da queixa configura o arrependimento eficaz e permite a redução da pena de um a dois terços. II Não se admite o arrependimento eficaz após a consumação do delito, de modo que o agente não será beneficiado com a causa de exclusão de tipicidade. III Há desistência voluntária quando o agente promove uma nova atitude, diversa da que originou o ato criminoso iniciado, para obstar a produção do resultado, de forma que só responderá penalmente se o resultado se confirmar. Assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas o item I está certo."
      },
      {
        "letra": "B",
        "texto": "Apenas o item II está certo."
      },
      {
        "letra": "C",
        "texto": "Apenas os itens I e III estão certos."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens II e III estão certos."
      },
      {
        "letra": "E",
        "texto": "Todos os itens estão certos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "987659",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz",
      "Crime impossível",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "No que concerne ao crime impossível, à tentativa, à desistência voluntária, aos arrependimentos eficaz e posterior e à teoria do tipo, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Código Penal brasileiro adotou a teoria objetiva pura para a caracterização do crime impossível, em razão da inidoneidade do objeto ou do meio para a prática do crime."
      },
      {
        "letra": "B",
        "texto": "A tentativa incruenta ou branca ocorre quando, iniciados os atos executórios, o agente não consegue a consumação do delito, por força alheia à sua vontade, e nem atinge o objeto material do crime."
      },
      {
        "letra": "C",
        "texto": "A resipiscência ocorre quando o agente, durante os atos executórios, abandona a empreitada criminosa, deixando o seu intento inicial, embora com a superveniência do resultado lesivo idealizado."
      },
      {
        "letra": "D",
        "texto": "O arrependimento posterior ocorre quando o agente, mesmo em crimes cometidos com violência ou grave ameaça à pessoa ou ao bem tutelado, repara o dano à pessoa ou restitui o bem até a prolação da sentença, por ato voluntário próprio."
      },
      {
        "letra": "E",
        "texto": "A elementar normativa do tipo penal incriminador consiste na descrição de elemento que dispensa valoração no caso concreto, porquanto a própria norma se mostra compreensível abstratamente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "958238",
    "metadata": "Ano: 2018 | Banca: SELECON | Órgão: Prefeitura de Cuiabá - MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Estrito cumprimento de dever legal e exercício regular de direito"
    ],
    "enunciado_principal": "Bruna é atacada a tiros desferidos por arma de fogo por Otávio, que não logra acertar os dois primeiros tiros. Antes de desfechar o terceiro tiro, Bruna saca de arma que carrega em sua bolsa com autorização legal e vem a atingir Otávio, que veio a óbito. Nesse caso, pode ser assentado que ficou caracterizado, nos termos do Código Penal, por parte de Bruna:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "exercício regular de direito"
      },
      {
        "letra": "B",
        "texto": "estado de necessidade"
      },
      {
        "letra": "C",
        "texto": "arrependimento eficaz"
      },
      {
        "letra": "D",
        "texto": "legitima defesa"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "951032",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "João, com a intenção de matar, desferiu golpes de faca em seu irmão José. Antes de desferir o golpe fatal, atendendo aos apelos de sua mãe que implorava para que poupasse a vida de José, João parou de agredir o irmão. Por insistência de sua mãe, João socorreu José, que sobreviveu com lesões corporais que, embora tenham causado risco de vida, se regeneraram em vinte dias. Sobre a situação hipotética, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "João responderá por lesões corporais graves em razão da desistência voluntária."
      },
      {
        "letra": "B",
        "texto": "João responderá por tentativa de homicídio com redução de pena pelo arrependimento posterior."
      },
      {
        "letra": "C",
        "texto": "João responderá por lesões corporais leves em razão da desistência voluntária."
      },
      {
        "letra": "D",
        "texto": "João responderá por tentativa de homicídio."
      },
      {
        "letra": "E",
        "texto": "João não responderá por crime."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "950532",
    "metadata": "Ano: 2018 | Banca: COMPERVE - UFRN | Órgão: TJ-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "Madruga, num momento de destempero, atinge Joca com uma facada no tórax, mas, imediatamente, recupera o equilíbrio e socorre Joca, garantindo que ele tivesse pronto atendimento e se recuperasse das lesões. Nesse eventual contexto, configurar-se-á, segundo a doutrina e o código penal, a hipótese de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "crime tentado, respondendo Madruga pela tentativa de homicídio."
      },
      {
        "letra": "B",
        "texto": "desistência voluntária, respondendo Madruga pelos atos já praticados."
      },
      {
        "letra": "C",
        "texto": "arrependimento posterior, configurando-se, para Madruga, causa de diminuição de pena."
      },
      {
        "letra": "D",
        "texto": "arrependimento eficaz, respondendo Madruga pelos atos já praticados."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "948359",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: SEFAZ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz",
      "Crime impossível",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "À luz do que dispõe o Ordenamento Penal brasileiro,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o agente que desiste de forma voluntária de prosseguir na execução do crime, ou impede que o resultado se produza, terá sua pena reduzida de um a dois terços."
      },
      {
        "letra": "B",
        "texto": "o arrependimento posterior, nos crimes cometidos sem violência ou grave ameaça à pessoa, deve ocorrer até o oferecimento da denúncia ou da queixa."
      },
      {
        "letra": "C",
        "texto": "não há crime, quando a preparação do flagrante pela polícia torna impossível a sua consumação."
      },
      {
        "letra": "D",
        "texto": "crime impossível é aquele em que o agente, embora tenha praticado todos os atos executórios à sua disposição, não consegue consumar o crime por circunstâncias alheias à sua vontade."
      },
      {
        "letra": "E",
        "texto": "diz-se crime culposo, quando o agente assumiu o risco de produzi-lo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "930607",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: MPE-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "O arrependimento eficaz",
    "alternativas": [
      {
        "letra": "A",
        "texto": "configura-se quando a execução do crime é interrompida pela vontade do agente."
      },
      {
        "letra": "B",
        "texto": "dá-se após a execução, mas antes da consumação do crime."
      },
      {
        "letra": "C",
        "texto": "decorre da interrupção casuística do iter criminis."
      },
      {
        "letra": "D",
        "texto": "é causa inominada de exclusão da ilicitude."
      },
      {
        "letra": "E",
        "texto": "exige que a manifestação do autor do crime seja posterior à consumação do delito."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "926795",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: AL-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "José, pretendendo praticar crime de peculato, ingressa em repartição pública com a chave que possuía em razão do cargo, na parte da noite, com o objetivo de subtrair um computador da repartição. Quando estava no interior do local, todavia, pensa sobre as consequências da sua conduta e que sua família dependia financeiramente dele, razão pela qual deixa o local sem nada subtrair. O segurança do local, todavia, informado por notícia anônima sobre a intenção de José, o aborda na saída da repartição e realiza sua prisão em flagrante. Considerando as informações narradas, é correto afirmar que a conduta de José:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não configura conduta típica em razão do arrependimento eficaz;"
      },
      {
        "letra": "B",
        "texto": "não configura conduta típica em razão da desistência voluntária;"
      },
      {
        "letra": "C",
        "texto": "não configura crime em razão do arrependimento posterior;"
      },
      {
        "letra": "D",
        "texto": "configura tentativa de peculato em razão do arrependimento eficaz;"
      },
      {
        "letra": "E",
        "texto": "configura tentativa de peculato em razão da desistência voluntária."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "917865",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior",
      "Crimes contra o patrimônio",
      "Furto"
    ],
    "enunciado_principal": "Em dificuldades financeiras, Ana ingressa, com autorização da proprietária do imóvel, na residência vizinha àquela em que trabalhava com o objetivo de subtrair uma quantia de dinheiro em espécie, simulando para tanto que precisava de uma quantidade de açúcar que estaria em falta. Após ingressar no imóvel e mexer na gaveta do quarto, vê pela janela aquela que é sua chefe e pensa na decepção que lhe causaria, razão pela qual decide deixar o local sem nada subtrair. Ocorre que as câmeras de segurança flagraram o comportamento de Ana, sendo as imagens encaminhadas para a Delegacia de Polícia. Nesse caso, a conduta de Ana:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "configura crime de tentativa de furto em razão do arrependimento posterior;"
      },
      {
        "letra": "B",
        "texto": "configura crime de tentativa de furto em razão do arrependimento eficaz;"
      },
      {
        "letra": "C",
        "texto": "configura crime de tentativa de furto em razão da desistência voluntária;"
      },
      {
        "letra": "D",
        "texto": "não configura crime em razão da desistência voluntária;"
      },
      {
        "letra": "E",
        "texto": "não configura crime em razão do arrependimento eficaz."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "917433",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Câmara de Campo Limpo Paulista - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior",
      "Antijuridicidade",
      "Causas supralegais de exclusão da antijuridicidade"
    ],
    "enunciado_principal": "“Nos crimes cometidos sem violência ou grave ameaça à pessoa, reparado o dano ou restituída a coisa, até o recebimento da denúncia ou da queixa, por ato voluntário do agente, a pena será reduzida de um a dois terços.” Trata-se da definição legal",
    "alternativas": [
      {
        "letra": "A",
        "texto": "da exclusão da ilicitude."
      },
      {
        "letra": "B",
        "texto": "da exclusão da culpabilidade."
      },
      {
        "letra": "C",
        "texto": "da desistência voluntária."
      },
      {
        "letra": "D",
        "texto": "do arrependimento eficaz."
      },
      {
        "letra": "E",
        "texto": "do arrependimento posterior."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "913049",
    "metadata": "Ano: 2018 | Banca: UERR | Órgão: SETRABES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Estrito cumprimento de dever legal e exercício regular de direito"
    ],
    "enunciado_principal": "São causas excludentes de antijuricidade, exceto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "legítima defesa."
      },
      {
        "letra": "B",
        "texto": "desistência voluntária."
      },
      {
        "letra": "C",
        "texto": "estrito cumprimento de um dever legal."
      },
      {
        "letra": "D",
        "texto": "estado de necessidade."
      },
      {
        "letra": "E",
        "texto": "exercício regular de um direito."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "906945",
    "metadata": "Ano: 2018 | Banca: INSTITUTO AOCP | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Tipicidade",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz",
      "Participação"
    ],
    "enunciado_principal": "Três indivíduos que são amigos reúnemse para fazer uso de narcóticos. Porém, em dado momento, os entorpecentes acabam e eles não têm mais dinheiro para reabastecer o vício. Um deles, chamado Ronaldo, propõe que se dirijam a um ponto de ônibus para roubar algum transeunte que lá esteja aguardando a chegada do veículo de lotação. Contudo, ao se aproximarem do referido ponto de ônibus, uma viatura policial passa por eles, inibindo-lhes a vontade de praticar o delito. Se o crime de roubo planejado pelo trio não chegou pelo menos a ser tentado, qual é a consequência penal para Ronaldo, aquele que havia sugerido a prática desse delito contra o patrimônio?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nenhuma, pois tais atos são relativamente nulos."
      },
      {
        "letra": "B",
        "texto": "Ele responderá por participação de menor importância."
      },
      {
        "letra": "C",
        "texto": "Ele responderá por tentativa de roubo, nos termos do art. 14 do Código Penal."
      },
      {
        "letra": "D",
        "texto": "Nenhuma, pois tais atos são impuníveis."
      },
      {
        "letra": "E",
        "texto": "Ele responderá por roubo com aplicação de causa de diminuição de pena por arrependimento eficaz, nos termos do art. 15 do Código Penal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "906943",
    "metadata": "Ano: 2018 | Banca: INSTITUTO AOCP | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior",
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria."
    ],
    "enunciado_principal": "Frederico decide escalar os muros de uma residência e a invade, tencionando subtrair computadores e celulares que encontrar em seu interior. Quando começa a acomodar os aparelhos em sua sacola, escuta os proprietários da residência abrirem o portão da garagem, anunciando seu retorno à moradia. Nesse momento, Frederico decide abandonar a empreitada e bate em retirada sem subtrair qualquer bem. Após pular novamente o muro para fugir pela calçada, é surpreendido por policiais em uma viatura, sendo prendido em flagrante. Supondo que Frederico seja futuramente denunciado por crime de furto, qual instituto jurídico melhor se aplicaria a ele em eventual sentença?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aplicação da causa de diminuição de pena por \"erro evitável sobre a ilicitude do fato\" prevista no art. 21 do Código Penal, uma vez que o agente atuou sem a consciência da ilicitude do fato, quando lhe era possível, nas circunstâncias, ter ou atingir essa consciência."
      },
      {
        "letra": "B",
        "texto": "Aplicação da regra da \"desistência voluntária\" prevista no art. 15 do Código Penal e consequente desclassificação da imputação de crime de \"furto\" para crime de \"invasão de domicílio\", pois o agente desistiu de prosseguir na execução do delito e responderá tão somente pelos atos praticados."
      },
      {
        "letra": "C",
        "texto": "Absolvição própria por não constituir o fato infração penal, uma vez que não se consumou a subtração de coisa alheia móvel exigente para configuração do delito de furto."
      },
      {
        "letra": "D",
        "texto": "Assunção da autoria e da materialidade do delito com aplicação de circunstância atenuante de ter o agente \"procurado, por sua espontânea vontade e com eficiência, logo após o crime, evitar-lhe ou minorar-lhe as consequências\", conforme prescreve o art. 65, III, \"b\", do Código Penal."
      },
      {
        "letra": "E",
        "texto": "Aplicação do instituto do \"arrependimento posterior\" previsto no art. 16 do Código Penal, porquanto o agente reparara o dano e restituíra a coisa, voluntariamente, antes do recebimento da denúncia pelo Juízo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "905935",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior",
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Estrito cumprimento de dever legal e exercício regular de direito",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "A respeito dos artigos 13 ao 25 do Código Penal, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a redução da pena em virtude do arrependimento posterior aplica-se a todos os crimes, excepcionados apenas os cometidos com violência."
      },
      {
        "letra": "B",
        "texto": "o erro quanto à pessoa contra a qual o crime é praticado não isenta de pena, considerando-se, no entanto, as condições ou qualidades da pessoa contra quem o agente queria praticar o crime e não as da vítima."
      },
      {
        "letra": "C",
        "texto": "o agente que, por circunstâncias alheias à própria vontade, não prossegue na execução do crime, só responderá pelos atos já praticados."
      },
      {
        "letra": "D",
        "texto": "o dever de agir para evitar o resultado incumbe a quem tenha, por lei ou convenção social, obrigação de cuidado, proteção e vigilância."
      },
      {
        "letra": "E",
        "texto": "são excludentes da ilicitude o estado de necessidade e a legítima defesa, não sendo punível o excesso, se praticado por culpa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "905800",
    "metadata": "Ano: 2018 | Banca: FUMARC | Órgão: PC-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Com relação ao iter criminis, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No crime falho ou na tentativa imperfeita, o processo de execução é integralmente realizado pelo agente e o resultado é atingido."
      },
      {
        "letra": "B",
        "texto": "Não existe desistência voluntária no caso de agente que desiste de prosseguir com os atos de execução por conselho de seu advogado, já que ausente a voluntariedade."
      },
      {
        "letra": "C",
        "texto": "Com relação à tentativa, o Código Penal adota, como regra, a teoria objetiva e aplica ao agente a pena correspondente ao crime consumado, reduzida de um a dois terços, conforme maior ou menor tenha sido a proximidade do resultado almejado."
      },
      {
        "letra": "D",
        "texto": "O arrependimento posterior tem natureza jurídica de causa de exclusão da tipicidade, desde que restituída a coisa ou reparado o dano nos crimes praticados sem violência ou grave ameaça até o recebimento da denúncia ou queixa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "904540",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz",
      "Crime impossível",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Quando, por ineficácia absoluta do meio ou por absoluta impropriedade do objeto, é impraticável consumar-se o crime, configura-se o instituto",
    "alternativas": [
      {
        "letra": "A",
        "texto": "da tentativa."
      },
      {
        "letra": "B",
        "texto": "do arrependimento eficaz."
      },
      {
        "letra": "C",
        "texto": "da desistência voluntária."
      },
      {
        "letra": "D",
        "texto": "do arrependimento posterior."
      },
      {
        "letra": "E",
        "texto": "do crime impossível."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "904015",
    "metadata": "Ano: 2018 | Banca: NUCEPE | Órgão: PC-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "Caio tem um desafeto a quem sempre faz ameaças de morte. O último encontro foi num bar. Caio observou que havia um revólver com seis munições sobre uma mesa e aproveitou para concretizar o desejo de matar seu oponente. Anunciou que iria matar seu desafeto PEDRO, efetuando um disparo na sua perna. Neste momento PEDRO suplica por sua vida. Caio, sensível ao apelo da vítima, desiste de continuar disparando, afirma que não iria mais matar o rival e deixa a arma em cima da mesa. Em seguida, se retira do local. Com relação aos fatos descritos indique a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caio deve ser condenado por tentativa de homicídio."
      },
      {
        "letra": "B",
        "texto": "Caio não deve responder por qualquer crime."
      },
      {
        "letra": "C",
        "texto": "Há apenas o crime de ameaça a ser apurado."
      },
      {
        "letra": "D",
        "texto": "Caio responde por tentativa de homicídio e ameaça."
      },
      {
        "letra": "E",
        "texto": "Caio deve responder por lesão corporal."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "890898",
    "metadata": "Ano: 2018 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior",
      "Potencial conhecimento da ilicitude – Erro de proibição"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A lei penal mais grave aplica-se ao crime continuado ou ao crime permanente, se sua vigência é anterior à cessação da continuidade ou da permanência."
      },
      {
        "letra": "B",
        "texto": "O Direito Penal brasileiro adotou a teoria limitada da culpabilidade, que trata o error sobre os pressupostos fáticos de uma justificante como erro de proibição indireto."
      },
      {
        "letra": "C",
        "texto": "A desistência voluntária e o arrependimento eficaz são incompatíveis com os crimes culposos, sendo, contudo, admitidos na culpa imprópria."
      },
      {
        "letra": "D",
        "texto": "O agente que dispara um tiro contra outrem, mas que, arrependido, leva a vítima para o hospital, vindo ela a falecer em decorrência de uma infecção hospitalar, responde por homicídio consumado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "874973",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: ABIN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "Acerca dessa situação hipotética, julgue o item subsequente. Pedro será punido com pena atenuada em virtude de arrependimento eficaz, e Jorge será punido por crime tentado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "856011",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Édipo, irritado com as constantes festas que seu vizinho Laio promove à noite, atrapalhando seu descanso, resolve procurá-lo a fim de resolver definitivamente a situação. Para tanto, arma-se de uma espingarda e se dirige à casa de Laio, vindo a encontrá- lo distraído. Ato contínuo, aponta a arma em sua direção a fim de efetuar um disparo contra sua cabeça. Contudo, Jocasta, que, por coincidência, havia acabado de chegar ao local, surpreende e consegue impedir Édipo de seu intento, retirando-lhe a arma de sua mão, evitando, assim, o disparo fatal. A conduta de Édipo, para o Direito Penal, pode ser enquadrada no ordenamento jurídico como",
    "alternativas": [
      {
        "letra": "A",
        "texto": "arrependimento posterior."
      },
      {
        "letra": "B",
        "texto": "desistência voluntária."
      },
      {
        "letra": "C",
        "texto": "crime tentado."
      },
      {
        "letra": "D",
        "texto": "circunstância atenuante."
      },
      {
        "letra": "E",
        "texto": "arrependimento eficaz."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "854354",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "Acerca dos institutos penais da desistência voluntária, do arrependimento eficaz e do arrependimento posterior, julgue o item a seguir.De modo geral, a doutrina indica a aplicação da fórmula de Frank quando o objetivo for estabelecer a distinção entre desistência voluntária e tentativa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "854352",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "Acerca dos institutos penais da desistência voluntária, do arrependimento eficaz e do arrependimento posterior, julgue o item a seguir.É admissível a incidência do arrependimento eficaz nos crimes perpetrados com violência ou grave ameaça.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "852975",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz",
      "Crime impossível",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "João foi flagrado pela fiscalização, em determinada estação ecológica que proíbe a pesca, portando vara de pescar e com um espécime de peixe ainda vivo. A equipe de fiscalização então devolveu o peixe ao rio no qual ele havia sido pescado. João argumentou que não sabia que era proibido pescar ali e não resistiu à ação da fiscalização. Nessa situação hipotética, configura-se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "desistência voluntária e arrependimento eficaz."
      },
      {
        "letra": "B",
        "texto": "crime tentado."
      },
      {
        "letra": "C",
        "texto": "erro sobre a ilicitude do fato."
      },
      {
        "letra": "D",
        "texto": "crime consumado, mas penalmente irrelevante."
      },
      {
        "letra": "E",
        "texto": "crime impossível."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "843731",
    "metadata": "Ano: 2017 | Banca: FAPEMS | Órgão: PC-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz",
      "Crime impossível",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Toda ação criminosa, advinda de conduta dolosa, é antecedida por uma ideação e resolução criminosa. O sujeito percorre um caminho que vai da concepção da ideia até a consumação. A esse caminho dá-se o nome de iter criminis, o qual é composto por fase interna (cogitação) e fases externas ao agente (atos preparatórios, executórios e consumação). Diversas situações podem ocorrer durante o desenvolvimento das ações dirigidas ao fim do crime. Assinale a alternativa que expressa de forma correta uma dessas situações, seja na fase interna ou externa.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na tentativa o sujeito dá início aos atos executórios da conduta, os quais deixa voluntariamente de praticar em virtude de circunstâncias alheias a sua vontade, recebendo, como consequência, diminuição na pena final aplicada."
      },
      {
        "letra": "B",
        "texto": "O arrependimento posterior ocorre após o término dos atos executórios, porém antes da consumação. Nesse caso, o sujeito responderá pelo crime, mas sua pena será reduzida se reparados os danos causados."
      },
      {
        "letra": "C",
        "texto": "A desistência voluntária caracteriza verdadeira ponte de ouro ao infrator que impede a consumação do crime após o término dos atos executórios, isentando-o de qualquer responsabilidade pelos danos causados."
      },
      {
        "letra": "D",
        "texto": "O crime impossível demanda o início dos atos executórios do crime pelo agente, eximindo-o de responsabilidade penal pelo crime almejado, respondendo, todavia, pelos atos anteriores que forem considerados ilícitos."
      },
      {
        "letra": "E",
        "texto": "Os atos preparatórios do crime não são punidos, mesmo que caracterize em si conduta tipificada, em virtude da teoria finalista da ação que direciona a punição para a finalidade do crime e não para os meios de sua prática."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "836747",
    "metadata": "Ano: 2017 | Banca: FGV | Órgão: TRT - 12ª Região (SC)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior",
      "Crimes contra a honra",
      "Calúnia",
      "Injúria"
    ],
    "enunciado_principal": "Insatisfeito com o comportamento de seu empregador Juca, Carlos escreve uma carta para a família daquele, afirmando que Juca seria um estelionatário e torturador. Lacra a carta e a entrega no correio, adotando todas as medidas para que chegasse aos destinatários. No dia seguinte, porém, Carlos se arrepende de seu comportamento e passa a adotar conduta para evitar que a carta fosse lida por qualquer pessoa e o crime consumado. Carlos vai até a casa de Juca, tenta retirar a carta da caixa do correio, mas vê o exato momento em que Juca e sua esposa pegam o envelope e leem todo o escrito. Ofendido, Juca procura seu advogado e narra o ocorrido. Considerando a situação apresentada, o advogado de Juca deverá esclarecer que a conduta de Carlos configura crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "injúria, consumado;"
      },
      {
        "letra": "B",
        "texto": "tentativa de injúria, pois houve arrependimento eficaz, devendo Carlos responder apenas pelos atos já praticados;"
      },
      {
        "letra": "C",
        "texto": "tentativa de calúnia, pois houve desistência voluntária, devendo Carlos responder apenas pelos atos já praticados;"
      },
      {
        "letra": "D",
        "texto": "tentativa de calúnia, pois houve arrependimento eficaz, devendo Carlos responder apenas pelos atos já praticados;"
      },
      {
        "letra": "E",
        "texto": "calúnia, consumado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "834975",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TRE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades",
      "Prescrição da pretensão punitiva pela pena em abstrato",
      "Crimes contra o patrimônio",
      "Furto"
    ],
    "enunciado_principal": "Um indivíduo de dezenove anos de idade, livre, consciente e capaz, dirigiu-se a uma joalheria com a intenção de praticar furto. Na loja, passou-se por cliente e pediu a uma vendedora para ver algumas peças. Enquanto via as joias, aproveitando-se de um descuido da vendedora, o indivíduo colocou um colar de ouro em seu bolso e, em seguida, saiu da loja, sem nada ter comprado. Trinta minutos depois, ele retornou à loja e devolveu a joia, incentivado por sua mãe. Apesar disso, o gerente, representando a joalheria, decidiu registrar boletim de ocorrência sobre o fato em uma delegacia de polícia, e o homem foi indiciado por furto simples. Após o término do inquérito policial, o Ministério Público denunciou o acusado por furto simples. A denúncia foi recebida pelo juízo competente quatro anos e seis meses depois da prática do delito, com a determinação da citação do acusado. Nesse caso, é possível o reconhecimento de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "arrependimento eficaz."
      },
      {
        "letra": "B",
        "texto": "desistência voluntária."
      },
      {
        "letra": "C",
        "texto": "prescrição da pretensão punitiva."
      },
      {
        "letra": "D",
        "texto": "tentativa de furto."
      },
      {
        "letra": "E",
        "texto": "crime oco."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "834921",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: SERES-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz",
      "Antijuridicidade",
      "Legítima defesa",
      "Inimputabilidade pela embriaguez",
      "Crimes contra a vida",
      "Homicídio"
    ],
    "enunciado_principal": "À saída de determinada festa, um rapaz franzino, denotando embriaguez, fez um gracejo a uma mulher que transitava pelo local com o namorado. O namorado, musculoso e igualmente em embriaguez voluntária, quebrou uma garrafa que tinha na mão e, furioso, golpeou o rapaz no tórax, causando-lhe lesão hemorrágica. Mesmo podendo aplicar outros golpes no rapaz, o agressor preferiu largar a garrafa quebrada e afastar-se rapidamente do local. Outras pessoas conduziram o ferido ao hospital, o qual sobreviveu sem sequelas, embora o laudo médico tenha atestado que ele havia corrido risco de morte. Nessa situação hipotética, configura-se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tentativa de homicídio qualificado por motivo fútil."
      },
      {
        "letra": "B",
        "texto": "hipótese de inimputabilidade decorrente de embriaguez."
      },
      {
        "letra": "C",
        "texto": "crime preterdoloso: o agente quis lesionar, mas o resultado foi além do esperado."
      },
      {
        "letra": "D",
        "texto": "hipótese de desistência voluntária."
      },
      {
        "letra": "E",
        "texto": "legítima defesa de terceiro: o namorado agiu em defesa de sua companheira."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "800679",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: DPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Antijuridicidade",
      "Erro do tipo essencial",
      "Noções Gerais Antijuridicidade"
    ],
    "enunciado_principal": "Sobre a parte geral do Direito Penal, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A embriaguez completa não exclui a ilicitude do fato."
      },
      {
        "letra": "B",
        "texto": "No erro de tipo essencial o agente não age de forma dolosa."
      },
      {
        "letra": "C",
        "texto": "É admitida a utilização da analogia no direito penal."
      },
      {
        "letra": "D",
        "texto": "O direito penal não admite a compensação de culpas."
      },
      {
        "letra": "E",
        "texto": "O arrependimento eficaz é causa de diminuição de pena."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2971875",
    "metadata": "Ano: 2016 | Banca: CPCON | Órgão: Prefeitura de Soledade - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Causas de extinção da punibilidade"
    ],
    "enunciado_principal": "O agente que, voluntariamente, desiste de prosseguir na execução do crime ou impede que o resultado se produza, só responde pelos atos já praticados. Esta afirmação faz referência a:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Crime culposo."
      },
      {
        "letra": "B",
        "texto": "Arrependimento posterior."
      },
      {
        "letra": "C",
        "texto": "Tentativa."
      },
      {
        "letra": "D",
        "texto": "Desistência voluntária e arrependimento eficaz."
      },
      {
        "letra": "E",
        "texto": "Exclusão de ilicitude."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2056917",
    "metadata": "Ano: 2016 | Banca: OBJETIVA | Órgão: Prefeitura de Passo do Sobrado - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Crimes contra o patrimônio",
      "Dano"
    ],
    "enunciado_principal": "Em conformidade com o Decreto-Lei nº 2.848/40 - Código Penal, marcar C para as afirmativas Certas, E para as Erradas e, após, assinalar a alternativa que apresenta a sequência CORRETA: ( ) O crime de dano é sempre apenado com reclusão. ( ) O agente que, voluntariamente, desiste de prosseguir na execução ou impede que o resultado se produza, só responde pelos atos já praticados. ( ) Na fixação da pena de multa, o juiz deve atender, principalmente, à situação econômica do réu.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "C - C - E."
      },
      {
        "letra": "B",
        "texto": "E - C - C."
      },
      {
        "letra": "C",
        "texto": "C - E - E."
      },
      {
        "letra": "D",
        "texto": "E - C - E."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1384806",
    "metadata": "Ano: 2016 | Banca: FGV | Órgão: MPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "Hugo, após mais uma discussão com seu sogro João em razão de disputas desportivas, entende que não mais suporta viver em constante conflito com seus familiares. Por esse motivo, decide matar João, e, para tanto, desfere uma facada em sua perna quando os dois estavam sozinhos. Durante a execução do delito, apesar de saber que aquela facada ainda não seria suficiente para causar a morte do sogro, opta por não mais seguir na empreitada criminosa, pensando no sofrimento que sua esposa sentiria com a morte do pai. Deixa, então, o local do crime, vindo João a ficar, em razão do ferimento causado pelo golpe, impossibilitado de exercer suas atividades habituais por 40 dias. Diante da situação narrada, é correto afirmar que Hugo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não responderá por qualquer crime, em razão do arrependimento eficaz;"
      },
      {
        "letra": "B",
        "texto": "responderá pelo crime de lesão corporal grave, em razão da desistência voluntária;"
      },
      {
        "letra": "C",
        "texto": "responderá pelo crime de tentativa de homicídio, já que agiu com dolo de matar e houve início de execução;"
      },
      {
        "letra": "D",
        "texto": "responderá pelo crime de lesão corporal grave, em razão do arrependimento eficaz;"
      },
      {
        "letra": "E",
        "texto": "não responderá por qualquer crime, em razão da desistência voluntária."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "734402",
    "metadata": "Ano: 2016 | Banca: IBEG | Órgão: Prefeitura de Teixeira de Freitas - BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior",
      "Autoria e coautoria",
      "Participação"
    ],
    "enunciado_principal": "Quando o partícipe instiga outrem a praticar um crime de homicídio, mas durante a execução do ataque tenta impedir que o resultado se produza, mas não consegue, pode-se dizer que, consequentemente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É reconhecível a co-autoria."
      },
      {
        "letra": "B",
        "texto": "É reconhecível a desistência voluntária."
      },
      {
        "letra": "C",
        "texto": "É reconhecível o arrependimento posterior."
      },
      {
        "letra": "D",
        "texto": "É reconhecível o arrependimento eficaz."
      },
      {
        "letra": "E",
        "texto": "É reconhecível a participação de menor importância."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "644280",
    "metadata": "Ano: 2016 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "Sobre a etapas de realização da infração penal, marque a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em determinadas infrações penais o exaurimento constitui etapa do iter criminis."
      },
      {
        "letra": "B",
        "texto": "Os atos executórios precisam ser idôneos e inequívocos, não se exigindo, porém, sua simultaneidade."
      },
      {
        "letra": "C",
        "texto": "A resolução do agente, no que diz respeito ao dolo, não são coincidentes na tentativa e na consumação."
      },
      {
        "letra": "D",
        "texto": "O arrependimento eficaz é incompatível com crimes formais ou de mera conduta."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "610151",
    "metadata": "Ano: 2016 | Banca: CAIP-IMES | Órgão: CRAISA de Santo André - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz",
      "Crime impossível",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Associe corretamente os blocos abaixo. Nos termos da legislação penal vigente há: I- crime tentado. II- desistência voluntária e arrependimento eficaz. III- arrependimento posterior. IV- crime impossível. ( ) quando o agente esgota todos os meios de que dispõe para consumar a infração penal e se arrepende impedindo que o resultado ocorra, responde somente pelos atos praticados. ( ) quando o agente objetiva praticar determinado crime não alcança sua meta por ineficácia absoluta do meio empregado ou impropriedade absoluta do objeto. ( ) quando, iniciada a execução, não se consuma por circunstâncias alheias à vontade do agente. ( ) quando os atos cometidos sem violência ou grave ameaça à pessoa, por ato voluntário, o agente repara o dano ou restitui a coisa, até o recebimento da denúncia ou da queixa. Assinale a sequência correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II, IV, I, III."
      },
      {
        "letra": "B",
        "texto": "III, I, IV, II."
      },
      {
        "letra": "C",
        "texto": "II, IV, III, I."
      },
      {
        "letra": "D",
        "texto": "I, III, II, IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "595852",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TCE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "Assinale a opção correta a respeito dos institutos da desistência voluntária, do arrependimento eficaz e do arrependimento posterior.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A voluntariedade e a espontaneidade da interrupção da execução do crime são requisitos caracterizadores fundamentais das hipóteses de desistência voluntária."
      },
      {
        "letra": "B",
        "texto": "Conforme previsto no CP, a consequência penal do arrependimento eficaz é a mesma do arrependimento posterior."
      },
      {
        "letra": "C",
        "texto": "Caso a restituição da coisa ou a reparação do dano se dê até o recebimento da denúncia, configurar-se-á o arrependimento posterior. Caso se dê após o recebimento da denúncia e até a sentença, a restituição ou reparação será considerada circunstância atenuante."
      },
      {
        "letra": "D",
        "texto": "No arrependimento posterior, o agente pratica todos os atos executórios, e, arrependido, assume nova conduta, visando impedir que o resultado inicialmente almejado se concretize."
      },
      {
        "letra": "E",
        "texto": "De acordo com o artigo pertinente do CP, a restituição da coisa, quando cabível e desde que feita até o recebimento da denúncia, é condição indispensável para a redução da pena em razão do arrependimento posterior, mas a recusa do ofendido em receber a coisa de volta inviabilizará a referida causa de diminuição da pena."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1326343",
    "metadata": "Ano: 2015 | Banca: CCV-UFC | Órgão: UFC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "O agente que, voluntariamente, desiste de prosseguir na execução ou impede que o resultado se produza, só responde pelos atos já praticados. A assertiva caracteriza o(s) instituto(s):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "desistência voluntária, somente."
      },
      {
        "letra": "B",
        "texto": "arrependimento eficaz, somente."
      },
      {
        "letra": "C",
        "texto": "arrependimento posterior, somente."
      },
      {
        "letra": "D",
        "texto": "desistência voluntária e arrependimento eficaz."
      },
      {
        "letra": "E",
        "texto": "desistência voluntária e arrependimento posterior."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "592483",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "Em relação à aplicação da lei penal e aos institutos do arrependimento eficaz e do erro de execução, julgue o item seguinte. Em se tratando do delito de furto, havendo subsequente arrependimento do agente e devolução voluntária da res substracta antes do oferecimento da denúncia, fica caracterizado o arrependimento eficaz, devendo a pena, nesse caso, ser reduzida de um a dois terços.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "589582",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRE-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Com relação aos institutos da desistência voluntária, do arrependimento posterior e do arrependimento eficaz, ao crime impossível e às infrações qualificadas pelo resultado e descriminantes putativas, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Crime qualificado pelo resultado é o mesmo que crime preterdoloso."
      },
      {
        "letra": "B",
        "texto": "Conforme a teoria limitada da culpabilidade, todo e qualquer erro que recaia sobre uma causa de justificação é erro de proibição."
      },
      {
        "letra": "C",
        "texto": "De acordo com a doutrina majoritária, a espontaneidade não é requisito para o reconhecimento da desistência voluntária e do arrependimento eficaz."
      },
      {
        "letra": "D",
        "texto": "O instituto do arrependimento posterior não se aplica ao autor de um crime de lesão corporal culposa."
      },
      {
        "letra": "E",
        "texto": "Com relação ao crime impossível, o legislador penal brasileiro adotou a teoria subjetiva."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "577637",
    "metadata": "Ano: 2015 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Noções Fundamentais",
      "Lei penal no espaço",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "Assinale a opção CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A desistência voluntária só se aplica a crimes cometidos sem violência ou grave ameaça à pessoa, e o agente não responde pela tentativa."
      },
      {
        "letra": "B",
        "texto": "O motorista sem imunidade diplomática da Embaixada de Portugal em Brasília que furta, de dentro da sede daquela repartição diplomática, um computador, presta contas à justiça penal brasileira."
      },
      {
        "letra": "C",
        "texto": "A tentativa de vias de fato é punível e, em caso de condenação, o agente pode ser beneficiado com a suspensão condicional da pena, por período que pode variar de 1 a 3 anos."
      },
      {
        "letra": "D",
        "texto": "A reparação espontânea e integral do dano pelo agente, após o recebimento da denúncia ou queixa, mas antes do julgamento do processo, é causa de diminuição de pena."
      },
      {
        "letra": "E",
        "texto": "A ineficácia absoluta do meio empregado e a impropriedade absoluta do objeto material ensejam a caracterização do crime impossível, que é causa de exclusão da ilicitude."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "560423",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Crimes contra o patrimônio",
      "Roubo"
    ],
    "enunciado_principal": "No dia 03.02.2015, Daniel ingressou na residência da família Silva com a intenção de praticar um crime de roubo com emprego de arma branca. Já no interior da residência, com uma faca na mão, mas antes de subtrair qualquer bem, encontra uma foto de todos os membros da família abraçados. Comovido com aquela imagem, decide deixar a residência antes mesmo de ser visto por qualquer pessoa, não levando qualquer bem. Considerando a situação hipotética narrada, é correto afirmar que Daniel responderá pelo(s):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "crime de roubo majorado pelo emprego de arma, cabendo redução da pena em 1/3 a 1/2 em razão da tentativa;"
      },
      {
        "letra": "B",
        "texto": "atos já praticados, mas não pelo crime de roubo, já que houve desistência voluntária;"
      },
      {
        "letra": "C",
        "texto": "crime de roubo majorado pelo emprego de arma, cabendo redução da pena em 1/3 a 2/3 em razão da tentativa;"
      },
      {
        "letra": "D",
        "texto": "atos já praticados, mas não pelo crime de roubo, já que houve arrependimento eficaz;"
      },
      {
        "letra": "E",
        "texto": "atos já praticados, mas não pelo crime de roubo, já que houve arrependimento posterior."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "558064",
    "metadata": "Ano: 2015 | Banca: IESES | Órgão: TRE-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior",
      "Antijuridicidade"
    ],
    "enunciado_principal": "No que se refere ao Código Penal, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não há crime quando o agente é menor de 18 anos ou pratica o fato em estado de necessidade, legítima defesa, estrito cumprimento do dever legal, ou no exercício regular de direito."
      },
      {
        "letra": "B",
        "texto": "Nos crimes cometidos sem violência ou grave ameaça, reparado o dano ou restituída a coisa, até o oferecimento da denúncia ou da queixa, por ato voluntário do agente, a pena será reduzida de um a dois terços."
      },
      {
        "letra": "C",
        "texto": "O agente que, voluntariamente, desiste de prosseguir na execução ou impede que o resultado se produza, poderá ter sua pena reduzida de um dois terços."
      },
      {
        "letra": "D",
        "texto": "Crime consumado é quando nele se reúnem todos os elementos de sua definição legal; crime tentado, quando iniciada a execução, não se consuma por circunstâncias alheias à vontade do agente, punindo-se a pena correspondente ao crime consumado, diminuída de um a dois terços."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "555763",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TCM-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "A respeito do crime consumado e do crime tentado, da desistência voluntária, do arrependimento eficaz e do arrependimento posterior, considere: I. Há desistência voluntária quando o agente, embora tenha iniciado a execução de um delito, desiste de prosseguir na realização típica, atendendo sugestão de terceiro. II. A redução de um a dois terços da pena em razão do reconhecimento do crime tentado deve ser estabelecida de acordo com as circunstâncias agravantes ou atenuantes porventura existentes. III. Há arrependimento eficaz, quando o agente, após ter esgotado os meios de que dispunha para a prática do crime, arrepende-se e tenta, sem êxito, por todas as formas, impedir a consumação. IV. Em todos os crimes contra o patrimônio, o arrependimento posterior consistente na reparação voluntária e completa do prejuízo causado, implica a redução obrigatória da pena de um a dois terços. V. Há crime impossível quando a consumação não ocorre pela utilização de meio relativamente inidôneo para produzir o resultado. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I."
      },
      {
        "letra": "B",
        "texto": "I e II."
      },
      {
        "letra": "C",
        "texto": "III e IV."
      },
      {
        "letra": "D",
        "texto": "IV."
      },
      {
        "letra": "E",
        "texto": "II e V."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "511209",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Em relação às fases de execução do crime, pode-se assegurar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não se tipifica crime formal contra a ordem tributá- ria, previsto no art. 1° , incisos I e IV, da Lei n° 8.137/90, antes do lançamento definitivo do tributo, segundo entendimento sumulado."
      },
      {
        "letra": "B",
        "texto": "a desistência voluntária também é conhecida como quase crime ou tentativa impossível."
      },
      {
        "letra": "C",
        "texto": "não se admite tentativa de crime culposo."
      },
      {
        "letra": "D",
        "texto": "há arrependimento eficaz quando o agente, por ato voluntário, nos crimes cometidos sem violência ou grave ameaça à pessoa, repara o dano ou restitui a coisa até o recebimento da denúncia ou da queixa."
      },
      {
        "letra": "E",
        "texto": "há tentativa imperfeita quando, apesar de ter o agente realizado toda a fase de execução, o resultado não ocorre por circunstâncias alheias à sua vontade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "498191",
    "metadata": "Ano: 2015 | Banca: DPE-PE | Órgão: DPE-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz",
      "Crime impossível",
      "Crime preterdoloso"
    ],
    "enunciado_principal": "\"O agente que, voluntariamente, desiste de prosseguir na execução ou impede que o resultado se produza, só responde pelos atos já praticados\". Tal hipótese refere-se:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ao crime preterdoloso."
      },
      {
        "letra": "B",
        "texto": "ao crime consumado."
      },
      {
        "letra": "C",
        "texto": "à tentativa branca."
      },
      {
        "letra": "D",
        "texto": "ao crime impossível"
      },
      {
        "letra": "E",
        "texto": "a desistência voluntária e arrependimento eficaz"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "475694",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: DPU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "Com referência ao crime tentado, à desistência voluntária e ao crime culposo, julgue o próximo item.Configura-se a desistência voluntária ainda que não tenha partido espontaneamente do agente a ideia de abandonar o propósito criminoso, com o resultado de deixar de prosseguir na execução do crime.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1396111",
    "metadata": "Ano: 2014 | Banca: ESMARN | Órgão: TJ-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Classificação dos crimes",
      "Desistência voluntária e arrependimento eficaz",
      "Crimes plurissubsistentes e unissubsistentes",
      "Crimes de dano e crimes de perigo",
      "Crime preterdoloso"
    ],
    "enunciado_principal": "Examine as proposições abaixo e assinale a alternativa correta:I. Nos crimes cometidos com violência ou grave ameaça à pessoa, reparado o dano ou restituída a coisa, até o recebimento da denúncia ou da queixa, por ato voluntário do agente, a pena será reduzida de um a dois terços. II. Em geral, os crimes dolosos são compatíveis com a tentativa, pouco importando sejam materiais, formais ou de mera conduta. III. O agente que, voluntariamente, desiste de prosseguir na execução ou impede que o resultado se produza, não responde pelos atos já praticados. IV. Os crimes preterdolosos, unissubsistentes e as contravenções penais não admitem a tentativa.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições I e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições II e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições II e III estão corretas."
      },
      {
        "letra": "E",
        "texto": "Todas as proposições estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "464876",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TJ-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz",
      "Crime impossível",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "É correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos crimes cometidos sem violência ou grave ameaça à pessoa, reparado o dano ou restituída a coisa, até o recebimento da denúncia ou da queixa, por ato voluntário do agente, a pena será reduzida de um a dois terços."
      },
      {
        "letra": "B",
        "texto": "O agente que, involuntariamente, desiste de prosseguir na execução ou impede que o resultado se produza, não responde pelos atos já praticados."
      },
      {
        "letra": "C",
        "texto": "Diz-se o crime tentado quando nele se reúnem todos os elementos de sua definição legal."
      },
      {
        "letra": "D",
        "texto": "Pelo resultado que agrava especialmente a pena, só responde o agente que o houver causado, exceto culposamente."
      },
      {
        "letra": "E",
        "texto": "Não se pune a tentativa quando, por absoluta impropriedade do meio ou por ineficácia absoluta do objeto, é impossível consumar-se o crime."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "460520",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: PGM - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Concurso de crimes"
    ],
    "enunciado_principal": "O caso a seguir deve ser considerado para responder à questão. Joana é funcionária pública municipal e responsável por administrar os recursos financeiros da repartição em que trabalha. Com a ajuda de seu marido, que não é funcionário público e tem ciência de toda a empreitada, falsifica notas fiscais simulando a realização de despesas que não foram realmente efetivadas e, a cada 15 dias, insere cerca de 3 notas fiscais “frias” na prestação de contas, desviando em proveito próprio cerca de R$ 5 mil a cada quinzena. A ação é reiterada e prolonga-se por cerca de 12 meses. Então, surge na repartição a notícia de que uma rigorosa comissão de auditoria financeira visitará todos os órgãos públicos, a fim de identificar possíveis desvios. Joana e seu marido, temendo que suas condutas fossem descobertas, devolvem integralmente o dinheiro ao caixa público, inclusive considerando a correção monetária, e retificam toda a contabilidade. A auditoria, entretanto, consegue comprovar a ocorrência dos ilícitos. No que concerne à hipótese narrada, a pena aplicada a ambos quando da condenação será calculada levando-se em conta a ocorrência de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "concurso material e arrependimento posterior."
      },
      {
        "letra": "B",
        "texto": "concurso formal e arrependimento eficaz."
      },
      {
        "letra": "C",
        "texto": "crime continuado e desistência voluntária."
      },
      {
        "letra": "D",
        "texto": "crime continuado e arrependimento eficaz."
      },
      {
        "letra": "E",
        "texto": "crime continuado e arrependimento posterior."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "429700",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: MPE-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Crime impossível",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Aprovada em Sessão Plenária de 15 de dezembro de 1976, a Súmula 554 do Supremo Tribunal Federal enuncia que O pagamento de cheque emitido sem suficiente previsão de fundos, após o recebimento da denúncia, não obsta o prosseguimento da ação penal. Com o advento da reforma da Parte Geral do Código Penal pela Lei no 7.209/1984, o sentido normativo dessa súmula passou a ser, no entanto, tensionado por importantes segmentos da doutrina brasileira, notadamente à luz do instituto denominado",
    "alternativas": [
      {
        "letra": "A",
        "texto": "insignificância penal."
      },
      {
        "letra": "B",
        "texto": "desistência voluntária."
      },
      {
        "letra": "C",
        "texto": "arrependimento eficaz."
      },
      {
        "letra": "D",
        "texto": "arrependimento posterior."
      },
      {
        "letra": "E",
        "texto": "crime impossível."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "429178",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: DPE-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior",
      "Crimes contra a vida",
      "Homicídio"
    ],
    "enunciado_principal": "Decididamente disposto a matar Tício, por erro de pontaria o astuto Caio acerta-lhe de leve raspão um disparo no braço. Porém, assustado com o estrondo do estampido, e temendo acordar a vizinhança que o poderia prender, ao invés de descarregar a munição restante, Caio estrategicamente decide socorrer o cândido Tício que, levado ao hospital pelo próprio algoz, acaba logo liberado com curativo mínimo. Caio primeiramente diz, em sua autodefesa, que o tiro ocorrera por acidente, chegando ardilosamente a indenizar de pronto todos os prejuízos materiais e morais de Tício com o fato, mas sua trama acaba definitivamente desvendada pela límpida investigação policial que se segue. Com esses dados já indiscutíveis, mais precisamente pode-se classificar os fatos como",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tentativa de homicídio."
      },
      {
        "letra": "B",
        "texto": "desistência voluntária."
      },
      {
        "letra": "C",
        "texto": "arrependimento eficaz."
      },
      {
        "letra": "D",
        "texto": "arrependimento posterior."
      },
      {
        "letra": "E",
        "texto": "aberratio ictus."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "427916",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: DPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade"
    ],
    "enunciado_principal": "De acordo com as regras da parte geral do Código Penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o julgador pode deixar de fixar o regime inicial de cumprimento da pena privativa de liberdade ao acusado na sentença condenatória para que essa fixação seja aplicada pelo juízo da execução criminal após análise criminológica."
      },
      {
        "letra": "B",
        "texto": "após iniciada a execução de um crime e ocorrida a interrupção dessa execução por circunstâncias alheias à vontade do agente, tem-se a chamada tentativa perfeita."
      },
      {
        "letra": "C",
        "texto": "a desistência voluntária consiste na interrupção da execução de um crime após o agente tê-la iniciado, enquanto que o arrependimento eficaz consiste na ação do agente para impedir que o resultado do crime ocorra depois de estar bem mais próximo de todo o processo executório da infração ou tê-lo percorrido integralmente."
      },
      {
        "letra": "D",
        "texto": "são requisitos da legítima defesa: a reação a uma agressão atual ou iminente e injusta, a defesa de um direito próprio ou alheio e o elemento subjetivo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "421796",
    "metadata": "Ano: 2014 | Banca: UNEB | Órgão: DPE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "Segundo o Código Penal Brasileiro, o agente que, voluntariamente, desiste de prosseguir na execução ou impede que o resultado se produza, só responde pelos atos já praticados. De acordo com essa informação, essa hipótese trata de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "desistência voluntária e arrependimento eficaz."
      },
      {
        "letra": "B",
        "texto": "crime consumado."
      },
      {
        "letra": "C",
        "texto": "crime preterdoloso."
      },
      {
        "letra": "D",
        "texto": "crime impossível."
      },
      {
        "letra": "E",
        "texto": "tentativa branca."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "419575",
    "metadata": "Ano: 2014 | Banca: TRF - 2ª Região | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na desistência voluntária, o agente desiste de prosseguir nos atos de execução. Neste caso, tem-se a chamada ponte de ouro, que estimula o agente a retroceder, e ele será apenas punido pela tentativa."
      },
      {
        "letra": "B",
        "texto": "A inequívoca e categórica inaptidão do meio empregado pelo agente para a obtenção do resultado chama à aplicação a forma tentada do delito."
      },
      {
        "letra": "C",
        "texto": "O arrependimento eficaz, com a reparação do dano ou restituição da coisa por ato voluntário do agente, ocorrido até o recebimento da denúncia, enseja a redução da pena à metade."
      },
      {
        "letra": "D",
        "texto": "O erro na execução é o erro ocorrido por inabilidade ou por acidente. O agente quer atingir A, mas acerta B. Neste caso, o agente responde como se tivesse acertado a pessoa visada. No caso de também ser atingida a pessoa que o agente queria ofender, aplica-se a regra do concurso material."
      },
      {
        "letra": "E",
        "texto": "O arrependimento posterior implica causa de diminuição da pena do agente, e apenas é aplicável aos crimes praticados sem violência ou grave ameaça à pessoa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "406897",
    "metadata": "Ano: 2014 | Banca: PUC-PR | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Com observância das assertivas abaixo, responda: I. No que se refere à desistência voluntária e ao arrependimento eficaz, na esteira do artigo 15 do Código Penal, tem- se que na desistência voluntária, o processo de execução do crime ainda está em curso; já no arrependimento eficaz, a execução já foi encerrada. II. No que se refere ao arrependimento posterior, na esteira do artigo 16 do Código Penal, como causa geral de diminuição de pena, nos crimes cometidos sem violência ou grave ameaça à pessoa, reparado o dano ou restituída a coisa, até o oferecimento da denúncia ou da queixa, por ato voluntário do agente, a pena será reduzida de um a dois terços. III. Em que pese as discussões doutrinárias, pode-se dizer em relação ao crime impossível, artigo 17 do Código Penal, que o legislador brasileiro adotou a teoria objetiva temperada, na qual somente são puníveis os atos praticados pelo agente, quando os meios e os objetos são relativamente eficazes ou impróprios, isto é, quando há alguma possibilidade de o agente alcançar o resultado pretendido. IV. Sob a exegese do artigo 19 do Código Penal, pelo o resultado que agrava especialmente a pena, só responde o agente que o houver causado dolosamente. Assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as assertivas I e II são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "Somente as assertivas III e IV são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Somente as assertivas II e IV são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Somente as assertivas I e III são verdadeiras."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "402850",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "Julgue os itens subsecutivos, acerca de crime e aplicação de penas. Mesmo quando o agente, de forma espontânea, desiste de prosseguir nos atos executórios ou impede a consumação do delito, devem ser a ele imputadas as penas da conduta típica dolosa inicialmente pretendida.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "393352",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Desistência voluntária e arrependimento eficaz",
      "Crime impossível",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "A respeito da inimputabilidade penal, do erro, da desistência voluntária, do arrependimento eficaz, do crime impossível e da relevância da omissão, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Crime impossível e delito putativo são considerados pela doutrina como expressões sinônimas."
      },
      {
        "letra": "B",
        "texto": "Aquele que causa um acidente e, sem justo motivo, deixa de socorrer a vítima, que falece no local, comete crime de omissão de socorro."
      },
      {
        "letra": "C",
        "texto": "De acordo com o entendimento do STJ, aquele que pratica um crime no mesmo dia em que tenha completado dezoito anos é considerado inimputável."
      },
      {
        "letra": "D",
        "texto": "Aquele que porta carteira nacional de habilitação falsa, acreditando ser ela um documento legítimo, não pratica o delito de uso de documento falso, uma vez que incide em erro de tipo acidental."
      },
      {
        "letra": "E",
        "texto": "O agente que tenha desistido voluntariamente de prosseguir na execução ou, mesmo depois de tê-la esgotado, atue no sentido de evitar a produção do resultado, não poderá ser beneficiado com os institutos da desistência voluntária e do arrependimento eficaz caso o resultado venha a ocorrer."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "390988",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Crimes contra a vida"
    ],
    "enunciado_principal": "Maria, 22 anos, aos 7 meses de gestação decide praticar um aborto em si mesma. Para tanto, pede e obtém auxílio de sua irmã Ana, 24 anos, que adquire medicamento abortivo. Sem muita coragem, mas mantendo seu propósito inicial, Maria pede a Ana que lhe administre a substância, de forma endovenosa, o que é feito. Quando se inicia a expulsão do feto, ambas arrependem-se da prática, e procuram um serviço médico em busca de auxílio. O feto é expulso no hospital, mas em virtude do seu já adiantado estado de desenvolvimento, sobrevive sem sequelas. Maria, em razão da ação do medicamento abortivo, sofre uma histerectomia. Diante desse quadro, Maria",
    "alternativas": [
      {
        "letra": "A",
        "texto": "responderá por aborto tentado (tentativa imperfeita) em concurso com Ana."
      },
      {
        "letra": "B",
        "texto": "não será punida, em virtude do arrependimento eficaz, e Ana será punida por lesão corporal gravíssima (perda de função reprodutiva)."
      },
      {
        "letra": "C",
        "texto": "será punida por auto-aborto, e Ana, por provocar aborto com consentimento de terceiro, mas ambas na modali- dade tentada (tentativa imperfeita)."
      },
      {
        "letra": "D",
        "texto": "e Ana não serão punidas, em virtude do arrependimento posterior."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "385499",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "Denomina-se arrependimento eficaz a reparação do dano ou a restituição voluntária da coisa antes do recebimento da denúncia, o que possibilita a redução da pena, em se tratando de crimes contra o patrimônio.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "381224",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Crime impossível",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Em relação a tentativa, desistência voluntária, arrependimento eficaz, arrependimento posterior e crime impossível, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aquele que, por ato voluntário, porém não espontâneo, devolve a coisa furtada antes do recebimento da denúncia não pode beneficiar-se do arrependimento posterior."
      },
      {
        "letra": "B",
        "texto": "No que diz respeito à punibilidade do crime impossível, o autor de uma tentativa inidônea não merece, segundo a teoria subjetiva, sofrer sanção penal, dada a inexistência de qualquer perigo de lesão ao bem jurídico protegido pela norma."
      },
      {
        "letra": "C",
        "texto": "Admite-se a tentativa nos delitos de imprudência"
      },
      {
        "letra": "D",
        "texto": "Em se tratando de tentativa branca de crime de homicídio, a fixação da redução da pena pela tentativa deve ocorrer no patamar máximo, isto é, dois terços."
      },
      {
        "letra": "E",
        "texto": "A desistência da tentativa inacabada deve ser entendida como arrependimento eficaz."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "378660",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRT - 18ª Região (GO)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz",
      "Crime impossível",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "No que diz respeito aos estágios de realização do crime, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se atinge a consumação com o exaurimento do delito."
      },
      {
        "letra": "B",
        "texto": "há arrependimento eficaz quando o agente, por ato voluntário, nos crimes sem violência ou grave ameaça à pessoa, repara o dano ou restitui a coisa até o recebimento da denúncia ou da queixa."
      },
      {
        "letra": "C",
        "texto": "há desistência voluntária quando o agente, embora já realizado todo o processo de execução, impede que o resultado ocorra."
      },
      {
        "letra": "D",
        "texto": "na desistência voluntária e no arrependimento eficaz o agente só responde pelos atos já praticados, se típicos."
      },
      {
        "letra": "E",
        "texto": "a tentativa constitui circunstância atenuante."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "372674",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TCE-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "Com relação a aspectos diversos pertinentes ao crime, assinale a opção correta de acordo com o CP.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Diz-se consumado o crime quando nele se reúnem, pelo menos, parte dos elementos de sua definição legal."
      },
      {
        "letra": "B",
        "texto": "A tentativa, salvo disposição legal em contrário, é punida com a pena correspondente à prevista para o crime na modalidade continuada, diminuída de um terço até a metade."
      },
      {
        "letra": "C",
        "texto": "O agente que, embora tenha iniciado a execução do crime, voluntariamente impeça o resultado danoso responderá somente pelos atos por ele já praticados."
      },
      {
        "letra": "D",
        "texto": "Pune-se a tentativa ainda que, por ineficácia do meio ou por absoluta impropriedade do objeto, o resultado ilícito almejado nunca possa ser alcançado."
      },
      {
        "letra": "E",
        "texto": "Quando se trata de omissão penalmente relevante, o dever de agir incumbe somente a quem, com o seu comportamento anterior, tiver dado causa ao resultado delituoso."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "372320",
    "metadata": "Ano: 2014 | Banca: IBFC | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Noções Fundamentais",
      "Lei penal no espaço",
      "Conduta: ação / omissão",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A lei excepcional ou temporária, embora decorrido o período de sua duração ou cessadas as circunstâncias que a determinaram, aplica-se ao fato praticado após a sua vigência."
      },
      {
        "letra": "B",
        "texto": "Considera-se praticado o crime no momento da ação ou omissão, ainda que outro seja o momento do resultado."
      },
      {
        "letra": "C",
        "texto": "A pena cumprida no estrangeiro não atenua a pena imposta no Brasil pelo mesmo crime, quando diversas."
      },
      {
        "letra": "D",
        "texto": "O agente que, voluntariamente, desiste de prosseguir na execução ou impede que o resultado se produza, não responde pelos atos já praticados."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "370682",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior",
      "Descriminantes Putativas"
    ],
    "enunciado_principal": "Paulo, sabendo que seu desafeto Pedro não sabia nadar e desejando matá-lo, jogou-o nas águas, durante a travessia de um braço de mar. Todavia, ficou com pena da vítima, mergulhou e a retirou, antes que se afogasse. Nesse caso, ocorreu",
    "alternativas": [
      {
        "letra": "A",
        "texto": "crime putativo."
      },
      {
        "letra": "B",
        "texto": "crime impossível."
      },
      {
        "letra": "C",
        "texto": "desistência voluntária."
      },
      {
        "letra": "D",
        "texto": "arrependimento eficaz."
      },
      {
        "letra": "E",
        "texto": "crime tentado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "542783",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Erro do tipo essencial",
      "Erro de tipo acidental",
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "Em relação ao concurso de agentes, à desistência voluntária e ao arrependimento eficaz, bem como à cominação das penas, ao erro do tipo e, ainda, à teoria geral da culpabilidade, julgue o item subsecutivo.O indivíduo, maior e capaz, condenado, definitivamente, por diversos crimes, a pena unificada que perfaça, por exemplo, noventa anos de reclusão, fará jus ao livramento condicional somente após o cumprimento de um terço ou metade de noventa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "542782",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "Em relação ao concurso de agentes, à desistência voluntária e ao arrependimento eficaz, bem como à cominação das penas, ao erro do tipo e, ainda, à teoria geral da culpabilidade, julgue o item subsecutivo.No arrependimento eficaz, é irrelevante que o agente proceda virtutis amore ou formidine poence, ou por motivos subalternos, egoísticos, desde que não tenha sido obstado por causas exteriores independentes de sua vontade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "499234",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: MPE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Gervásio, funcionário público, pensou em subtrair um computador da repartição pública em que trabalhava, para vender e obter recursos. No dia em que havia se programado para praticar o ato, desistiu, sem dar início à execução do delito. Nesse caso,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Gervásio não será punido de nenhuma forma, porque o delito não chegou a ser tentado."
      },
      {
        "letra": "B",
        "texto": "não será reconhecida a tentativa pela ocorrência da desistência voluntária."
      },
      {
        "letra": "C",
        "texto": "Gervásio responderá por peculato na forma tentada."
      },
      {
        "letra": "D",
        "texto": "não será reconhecida a tentativa pelo reconhecimento do arrependimento eficaz."
      },
      {
        "letra": "E",
        "texto": "Gervásio responderá por peculato consumado, por ter ocorrido arrependimento posterior."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "455428",
    "metadata": "Ano: 2013 | Banca: Quadrix | Órgão: CREF - 3ª Região (SC)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "Esta questão mescla conceitos de Direito do Trabalho e Direito Penal. Escolha a alternativa na qual o conteúdo é inteiramente correto.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De acordo com o Código Penal - tempo do crime - considera-se praticado o crime no momento do resultado (ou seja, da consumação), ainda que outro seja o da ação ou omissão."
      },
      {
        "letra": "B",
        "texto": "Segundo o Código Penal, o agente que, voluntariamente, desiste de prosseguir na execução ou impede que o resultado se produza, só responde pelos atos já praticados. Ainda, nos crimes cometidos sem violência ou grave ameaça à pessoa, reparado o dano ou restituída a coisa, até o recebimento da denúncia ou da queixa, por ato voluntário do agente, a pena será reduzida de um a dois terços."
      },
      {
        "letra": "C",
        "texto": "De acordo com o Código Penal, a lei posterior, que de qualquer modo favorecer o agente, aplica-se aos fatos anteriores, exceto os que decididos por sentença condenatória transitada em julgado."
      },
      {
        "letra": "D",
        "texto": "Segundo a Consolidação das Leis do Trabalho, o empregado que contar mais de 10 (dez) anos de serviço na mesma ou em outra empresa, ininterruptamente, não poderá ser despedido senão por motivo de falta grave ou circunstância de força maior, devidamente comprovadas. Considera-se como de serviço todo o tempo em que o empregado esteja à disposição do empregador."
      },
      {
        "letra": "E",
        "texto": "No direito trabalhista, a falta do aviso prévio por parte do empregador dá ao empregado o direito aos salários correspondentes ao prazo do aviso, garantida sempre a integração desse período no seu tempo de serviço. Além disso, o horário normal de trabalho durante o prazo do aviso, e se a rescisão tiver sido promovida pelo empregado, será reduzido de 2 (duas) horas diárias, sem prejuízo do salário integral."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "414161",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: TJ-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "Após descarregar toda a arma contra a vítima, assim agindo com o escopo de matá-la, João resolve socorrê-la e a leva para o hospital em seu próprio veículo. Realizado o atendimento médico adequado, a vítima é salva, inobstante as lesões graves decorrentes daqueles disparos.Diante deste quadro, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É hipótese de reconhecimento de desistência voluntária e João deve ser absolvido por política do legislador."
      },
      {
        "letra": "B",
        "texto": "É hipótese de arrependimento posterior e João deve ter a pena reduzida."
      },
      {
        "letra": "C",
        "texto": "É hipótese de arrependimento eficaz e João deverá responder por lesão corporal grave."
      },
      {
        "letra": "D",
        "texto": "É hipótese de arrependimento eficaz e João deverá responder por tentativa de homicídio."
      },
      {
        "letra": "E",
        "texto": "É hipótese de desistência voluntária e João deverá responder por lesão corporal grave."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "410549",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "Considerando a classificação dos delitos e as normas atinentes à consumação, à tentativa e ao arrependimento posterior, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É admissível a tentativa tanto nos crimes plurissubsistentes quanto nos crimes unissubsistentes."
      },
      {
        "letra": "B",
        "texto": "São crimes de atentado aqueles em que o tipo penal incriminador não prevê a figura tentada em seu enunciado, razão pela qual, no processamento desses crimes, se faz uso da norma de extensão referente à tentativa, disposta na parte geral do Código Penal."
      },
      {
        "letra": "C",
        "texto": "Os crimes materiais admitem a figura da tentativa; entretanto, a tentativa é incompatível com os delitos formais, em que se dispensa o resultado naturalístico para a consumação do delito."
      },
      {
        "letra": "D",
        "texto": "Não há crime quando a preparação do flagrante pela polícia torna impossível sua consumação. Entretanto, quando há a expectativa, por parte da polícia, da prática de delito, sem que o agente tenha sido provocado por autoridade policial a praticar o crime, não há que se falar em delito impossível."
      },
      {
        "letra": "E",
        "texto": "Nos crimes cometidos sem violência ou grave ameaça à pessoa, reparado o dano ou restituída a coisa até a audiência de instrução e julgamento, por ato voluntário do agente, a pena será reduzida de um a dois terços."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "379922",
    "metadata": "Ano: 2013 | Banca: FUMARC | Órgão: PC-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "Em qual fase do inter criminis ocorre o arrependimento eficaz do agente?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na fase dos atos preparatórios."
      },
      {
        "letra": "B",
        "texto": "Depois de encerrada a fase de execução e antes da consumação."
      },
      {
        "letra": "C",
        "texto": "Durante a realização dos atos executórios e antes da consumação."
      },
      {
        "letra": "D",
        "texto": "Durante a realização dos atos preparatórios e antes do início da execução."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "365794",
    "metadata": "Ano: 2013 | Banca: TJ-PR | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "O arrependimento eficaz:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pode ocorrer durante a execução e após a consumação do crime."
      },
      {
        "letra": "B",
        "texto": "somente se caracteriza depois da cogitação e antes da preparação do crime."
      },
      {
        "letra": "C",
        "texto": "somente se caracteriza depois da preparação e antes da execução do crime."
      },
      {
        "letra": "D",
        "texto": "se caracteriza depois do início da execução e antes da consumação do crime."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "354814",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Crime impossível",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Acerca dos institutos da desistência voluntária, do arrependimento eficaz, do arrependimento posterior e do crime impossível, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Configura-se a desistência voluntária caso o agente seja induzido a desistir no prosseguimento da execução criminosa por circunstâncias externas, sem as quais teria ele consumado a infração penal."
      },
      {
        "letra": "B",
        "texto": "Nos termos da teoria subjetiva, para a configuração do crime impossível, é necessário que o meio ou o objeto sejam ineficazes ou impróprios para a configuração da tentativa."
      },
      {
        "letra": "C",
        "texto": "Conforme a teoria objetiva pura, o agente deve responder pela tentativa se o meio ou o objeto são absolutamente inidôneos para que se alcance o resultado cogitado."
      },
      {
        "letra": "D",
        "texto": "Nos termos da lei, em se tratando do crime de furto qualificado pela destruição ou rompimento do obstáculo, não é possível a aplicação do instituto do arrependimento posterior."
      },
      {
        "letra": "E",
        "texto": "Configura-se a tentativa inadequada, nos termos da teoria objetiva matizada, no caso de o agente agir com vontade de praticar a infração penal, não importando se o meio ou o objeto são impróprios."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "352911",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "Acerca de aspectos diversos do direito penal, entre eles a desistência voluntária, o arrependimento e a coação física ou moral, julgue os itens a seguir.Entende-se que o arrependimento eficaz se configura quando o agente, no curso do iter criminis, podendo continuar com os atos de execução, deixa de fazê-lo por desistir de praticar o crime.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "350913",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: PG-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "Com base nessa situação hipotética, julgue os próximos itens. Houve desistência voluntária, pois os agentes fugiram do local ao perceberem a vítima tombar no chão, sem disparar o tiro de misericórdia.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "335812",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: MPE-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "No que se refere ao crime consumado e ao tentado, ao crime impossível, ao arrependimento posterior, à desistência voluntária e ao arrependimento eficaz, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para a configuração do arrependimento posterior, o agente deve agir espontaneamente, e a reparação do dano ou a restituição do bem devem ser integrais"
      },
      {
        "letra": "B",
        "texto": "No quase crime, segundo a teoria objetiva temperada, absoluta ou relativa, inexiste objeto jurídico em perigo de lesão, não havendo conduta punível"
      },
      {
        "letra": "C",
        "texto": "A pena imposta ao conatus, de acordo com a teoria subjetiva é motivada pelo perigo a que é exposto o bem jurídico."
      },
      {
        "letra": "D",
        "texto": "Ocorre tentativa qualificada na desistência voluntária, no arrependimento eficaz e no arrependimento posterior"
      },
      {
        "letra": "E",
        "texto": "Segundo a teoria sintomática, examina-se, no que se refere à punibilidade da tentativa inidônea, se a realização da conduta do agente é a revelação de sua periculosidade."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "333196",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: MPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "Determinado agente, insatisfeito com as diversas brigas que tinha com seu vizinho, resolve matá-lo. Ao ver seu desafeto passando pela rua, pega sua arma, que estava em situação regular e contava com apenas uma bala, e atira, vindo a atingi-lo na barriga. Lembrando-se que o vizinho era pai de duas crianças, arrepende-se de seu ato e leva a vítima ao hospital. O médico, diante do pronto atendimento e rápida cirurgia, salva a vida da vítima. Diante da situação acima, o membro do Ministério Público deve",
    "alternativas": [
      {
        "letra": "A",
        "texto": "denunciar o agente pelo crime de lesão corporal, pois o arrependimento posterior no caso impede que o agente responda pelo resultado pretendido inicialmente."
      },
      {
        "letra": "B",
        "texto": "denunciar o agente pelo crime de lesão corporal, pois houve arrependimento eficaz."
      },
      {
        "letra": "C",
        "texto": "denunciar o agente pelo crime de lesão corporal, pois houve desistência voluntária."
      },
      {
        "letra": "D",
        "texto": "denunciar o agente pelo crime de tentativa de homicídio, tendo em vista que o resultado pretendido inicialmente não foi obtido."
      },
      {
        "letra": "E",
        "texto": "requerer o arquivamento, diante da atipicidade da conduta."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "331863",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "No arrependimento eficaz, é irrelevante que o agente proceda virtutis amore ou formidine poence , ou por motivos subalternos, egoísticos, desde que não tenha sido obstado por causas exteriores independentes de sua vontade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "331581",
    "metadata": "Ano: 2013 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo a sistemática do Código Penal, a desistência voluntária é compatível com a tentativa perfeita ou crime falho;"
      },
      {
        "letra": "B",
        "texto": "O chamado arrependimento posterior, nos moldes previstos no Código Penal, é causa de redução de pena;"
      },
      {
        "letra": "C",
        "texto": "Para que o agente somente responda pelos atos já praticados, o chamado arrependimento eficaz deve ser suficiente para impedir a ocorrência resultado, pouco importando, a voluntariedade do arrependimento do agente ou a reparação posterior do dano, caso o resultado venha a ocorrer;"
      },
      {
        "letra": "D",
        "texto": "Segundo a doutrina, para a que ocorra a desistência voluntária ou o arrependimento eficaz, basta voluntariedade por parte do agente, não sendo exigida espontaneidade em sua decisão de abandonar a trajetória criminosa ou de impedir a ocorrência do resultado;"
      },
      {
        "letra": "E",
        "texto": "Pode-se afirmar que a desistência voluntária é incabível nos chamados crimes unissubsistentes."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "331391",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "Caio, decidido a matar Denise, para a casa dela se dirigiu portando seu revólver devidamente municiado com seis projéteis. Chegando ao local, tocou a campainha e, assim que Denise abriu a porta, contra ela disparou um tiro, que a atingiu no ombro esquerdo. Ao ver Denise caída, Caio optou por não fazer mais disparos, guardou seu revólver e se retirou do local. Denise foi socorrida por terceiros e sobreviveu, ficando, porém, com pouca mobilidade em seu braço esquerdo. Diante do exposto, é correto afirmar que Caio responderá criminalmente por",
    "alternativas": [
      {
        "letra": "A",
        "texto": "lesão corporal de natureza grave (houve desistência voluntária)."
      },
      {
        "letra": "B",
        "texto": "tentativa de homicídio."
      },
      {
        "letra": "C",
        "texto": "lesão corporal de natureza grave (houve arrependimento posterior)."
      },
      {
        "letra": "D",
        "texto": "lesão corporal de natureza gravíssima (houve arrependimento eficaz)."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "322362",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "A respeito dos institutos da desistência voluntária, do arrependimento eficaz e do arrependimento posterior, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A aplicação do arrependimento posterior restringe-se aos crimes dolosos e aos crimes cometidos sem violência ou grave ameaça à vítima."
      },
      {
        "letra": "B",
        "texto": "Em se tratando de crimes contra a ordem tributária, a reparação do dano ocorrida após a consumação do delito fiscal, depois de recebida a denúncia, não afasta a punibilidade do agente, não se confundindo com os institutos da desistência voluntária e do arrependimento eficaz."
      },
      {
        "letra": "C",
        "texto": "A lei penal impõe que a desistência seja voluntária, mas não espontânea."
      },
      {
        "letra": "D",
        "texto": "A desistência voluntária e o arrependimento eficaz constituem causas que excluem a antijuridicidade do fato típico."
      },
      {
        "letra": "E",
        "texto": "Caracteriza arrependimento posterior o fato de o agente, após esgotar todos os meios de que disponha para chegar à consumação do crime, arrepender-se e atuar em sentido contrário, evitando a produção do resultado inicialmente por ele pretendido."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "311430",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "Jerônimo, por ter desistido voluntariamente da execução do crime, responderá pelo crime de violação de domicílio, e não pelo delito de furto.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1183429",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: DPE-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "Julgue o item a seguir, que versa sobre a desistência voluntária, o arrependimento eficaz e posterior e o crime impossível. Os efeitos da desistência voluntária e do arrependimento eficaz ficam condicionados à presença dos requisitos objetivos e subjetivos, aliados à espontaneidade do comportamento do agente, evitando-se a consumação do delito.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "336283",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Assinale a opção correta acerca do arrependimento eficaz e do arrependimento posterior.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Verificada a ocorrência do instituto do arrependimento posterior, a pena imposta ao agente deve ser reduzida de um a dois terços, independentemente de o fato ter sido praticado mediante violência ou grave ameaça a pessoa."
      },
      {
        "letra": "B",
        "texto": "O arrependimento eficaz é instituto a ser aplicado na terceira fase de aplicação da pena, não podendo ser utilizado como fundamento para a rejeição da denúncia, por ausência de justa causa, pois não conduz à atipicidade da conduta por ausência de dolo."
      },
      {
        "letra": "C",
        "texto": "O arrependimento eficaz do agente, que é causa obrigatória de redução de pena, não se confunde com a figura do arrependimento posterior, que impede a consumação do crime."
      },
      {
        "letra": "D",
        "texto": "Nos procedimentos do tribunal do júri, o mero reconhecimento da ocorrência de arrependimento posterior ou de arrependimento eficaz, por não implicar revolvimento do contexto fático probatório, pode ser feito no âmbito do STJ, em recurso especial."
      },
      {
        "letra": "E",
        "texto": "Para que seja reconhecido o instituto do arrependimento eficaz, o agente deve agir de forma voluntária e espontânea, por isso o arrependimento por sugestão ou conselho de terceiro não implica redução da pena."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "336282",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Noções Fundamentais",
      "Princípios limitadores do poder punitivo estatal",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz",
      "Penas privativas de liberdade",
      "Pena de multa",
      "Conceito e Características da Pena de Multa",
      "Crimes contra a vida",
      "Homicídio",
      "Crimes contra o patrimônio",
      "Furto",
      "Extorsão",
      "Reincidência"
    ],
    "enunciado_principal": "Com relação a tentativa e a circunstâncias agravantes, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Configura-se mera tentativa de extorsão o fato de o ameaçado vencer o temor inspirado e deixar de atender à imposição do agente, solicitando, confiantemente, a intervenção policial."
      },
      {
        "letra": "B",
        "texto": "A tentativa de furto de bens avaliados em R$ 400,00 sempre enseja a aplicação do princípio da insignificância ante o inexpressivo valor da res furtiva."
      },
      {
        "letra": "C",
        "texto": "É firme a jurisprudência do STJ no sentido de que condenação anterior a pena de multa afasta a reincidência."
      },
      {
        "letra": "D",
        "texto": "Tratando-se de delitos da competência do tribunal do júri, a resposta positiva dos jurados ao quesito referente à tentativa de homicídio implica recusa ao quesito da desistência espontânea."
      },
      {
        "letra": "E",
        "texto": "Homicídio motivado por ciúme doentio e injustificável do agente em relação à vítima não configura motivo fútil."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "321530",
    "metadata": "Ano: 2012 | Banca: FUJB | Órgão: MPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo",
      "Desistência voluntária e arrependimento eficaz",
      "Crime impossível",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "Em conformidade com a Teoria Geraldo Crime,é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o excesso culposo nas causas de justificação deriva de erro do agente quanto aos seus limites ou quanto às circunstâncias objetivas do fato concreto;"
      },
      {
        "letra": "B",
        "texto": "havendo desistência voluntária ou arrependimento eficaz o agente não responde pelo crime consumado, mas sim por mera tentativa;"
      },
      {
        "letra": "C",
        "texto": "segundo a concepção normativa há crime sem resultado;"
      },
      {
        "letra": "D",
        "texto": "havendo crime impossível, não se pune a tentativa, mas o agente responderá pelos atos já praticados;"
      },
      {
        "letra": "E",
        "texto": "o erro de tipo essencial, desde que inescusável, exclui dolo e culpa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "316343",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: DPE-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "Os efeitos da desistência voluntária e do arrependimento eficaz ficam condicionados à presença dos requisitos objetivos e subjetivos, aliados à espontaneidade do comportamento do agente, evitando-se a consumação do delito.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "312095",
    "metadata": "Ano: 2012 | Banca: OFFICIUM | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Concurso de crimes",
      "Crime continuado",
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "Considere as assertivas abaixo. I - Não se aplica a lei penal mais grave ao crime continuado, ainda que sua vigência seja anterior à cessação da continuidade. II - Nos casos de desistência voluntária e arrependimento eficaz, o agente não responde pela tentativa, porque o resultado deixa de ocorrer em virtude da sua vontade. III - Uma babá, embora não tenha o dever legal, como no caso dos pais, responde por omissão penal mente relevante se não agir para evitar o resultado lesivo no bebê de que cuidava. Quais são corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I"
      },
      {
        "letra": "B",
        "texto": "Apenas II"
      },
      {
        "letra": "C",
        "texto": "Apenas III"
      },
      {
        "letra": "D",
        "texto": "Apenas II e III"
      },
      {
        "letra": "E",
        "texto": "I, II e III"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "296343",
    "metadata": "Ano: 2012 | Banca: FUNCAB | Órgão: MPE-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "O agente que, voluntariamente, desiste de prosseguir na execução do crime somente responde pelos atos já praticados. A assertiva acima disciplina qual benefício legal previsto no Código Penal?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tentativa branca."
      },
      {
        "letra": "B",
        "texto": "Arrependimento posterior."
      },
      {
        "letra": "C",
        "texto": "Desistência voluntária."
      },
      {
        "letra": "D",
        "texto": "Tentativa imperfeita."
      },
      {
        "letra": "E",
        "texto": "Tentativa inidônea."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "284098",
    "metadata": "Ano: 2012 | Banca: ESAF | Órgão: CGU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Classificação dos crimes",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior",
      "Crimes plurissubsistentes e unissubsistentes"
    ],
    "enunciado_principal": "Marque a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "“W” foi condenado definitivamente a uma pena privativa de liberdade de 10 (dez) anos de reclusão e à perda do cargo público. Durante o trâmite processual penal, foi concedido a “W” aposentadoria proporcional ao tempo de serviço. Nesses termos, a autoridade administrativa deverá instaurar processo administrativo disciplinar para cassar a aposentadoria concedida."
      },
      {
        "letra": "B",
        "texto": "“Z” comete crime mediante grave ameaça e decide reparar, integralmente, o dano por ele causado à vítima após o recebimento da denúncia, mas antes de proferida a sentença. Nesses termos, aplica-se a “Z” o Instituto do Arrependimento Posterior."
      },
      {
        "letra": "C",
        "texto": "“X”, pretendendo matar “U” para que esse não participasse de procedimento licitatório, desferiu- lhe uma facada no abdômen, mas, voluntariamente, desiste de prosseguir em seu intento e imediatamente leva “U” para o hospital, o qual não resiste e morre em consequência da lesão. Aplica-se a “X” o Instituto da Desistência Voluntária."
      },
      {
        "letra": "D",
        "texto": "Age negligentemente o cirurgião plástico que causa a morte da paciente durante um ato cirúrgico."
      },
      {
        "letra": "E",
        "texto": "Nos crimes unissubsistentes o processo executivo coincide temporalmente com a consumação, não se admitindo a tentativa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "283084",
    "metadata": "Ano: 2012 | Banca: FUNCAB | Órgão: PC-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Crimes contra o patrimônio",
      "Furto",
      "Apropriação indébita",
      "Estelionato",
      "Crimes contra a fé pública",
      "Falsidade de documento público"
    ],
    "enunciado_principal": "Walter, motoboy de uma farmácia, após receber de um cliente um cheque de R$ 20,00, entrega ao estabelecimento a quantia em espécie, mantendo-se na posse do título. Em seguida, o adultera, modificando o valor original para R$ 2.000,00. De posse do documento adulterado, vai até o banco para descontá-lo, mas o gerente, percebendo a fraude, liga para a Delegacia da área, alertando sobre o fato. Ao perceber a chegada da viatura, Walter deixa apressadamente a inst i tuição f inancei ra, abandonando, no local, o título falsificado. Nesse contexto, é correto afirmar que a conduta deWalter:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "configura crime de estelionato, na forma tentada, pois o delito foi interrompido por circunstâncias alheias à sua vontade."
      },
      {
        "letra": "B",
        "texto": "se amolda ao tipo penal da apropriação indébita, na forma tentada, pois o delito foi interrompido por circunstâncias alheias à sua vontade."
      },
      {
        "letra": "C",
        "texto": "é tipificada como crime de furto mediante fraude, na forma tentada, pois o delito foi interrompido por circunstâncias alheias à sua vontade."
      },
      {
        "letra": "D",
        "texto": "caracteriza crime de falsificação de documento público, pois, havendo desistência voluntária, o autor só responde pelos atos até então praticados."
      },
      {
        "letra": "E",
        "texto": "é atípica, pois ocorreu a desistência voluntária e a falsidade existente resta absorvida pela finalidade patrimonial."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "271244",
    "metadata": "Ano: 2012 | Banca: AOCP | Órgão: TCE-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "De acordo com o Código Penal, o agente que, voluntariamente, desiste de prosseguir na execução ou impede que o resultado se produza,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "terá sua pena reduzida de um a dois terços."
      },
      {
        "letra": "B",
        "texto": "só responde pelos atos já praticados."
      },
      {
        "letra": "C",
        "texto": "terá sua pena reduzida à metade."
      },
      {
        "letra": "D",
        "texto": "fica excluída sua culpabilidade."
      },
      {
        "letra": "E",
        "texto": "fica isento de qualquer penalidade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "270621",
    "metadata": "Ano: 2012 | Banca: CETRO | Órgão: TJ-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "Em relação à desistência voluntária, analise as assertivas abaixo. I. A desistência voluntária se caracteriza quando o agente que pratica a conduta pensa: “posso prosseguir, mas não quero”. II. Na desistência voluntária, depois de já praticados todos os atos executórios suficientes para a execução do crime, o agente resolve tomar providências aptas a impedir a produção do resultado. III. A desistência voluntária é admitida nos crimes unissubsistentes. É correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "II, apenas."
      },
      {
        "letra": "C",
        "texto": "III, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "253689",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: MPE-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Noções Fundamentais",
      "Conceitos e caracteres",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "A respeito de aspectos diversos dos crimes bem como dos princípios aplicáveis ao direito penal, assinale a opção correta de acordo com as disposições do CP e da doutrina penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caracteriza situação de arrependimento eficaz o caso do agente que, durante a ação, diz para si “posso prosseguir, mas não quero” e encerra sua empreitada criminosa."
      },
      {
        "letra": "B",
        "texto": "Chama-se de dolo direto de segundo grau aquele que se dirige em relação ao fim proposto e aos meios escolhidos."
      },
      {
        "letra": "C",
        "texto": "Norma penal em branco homogênea, ou em sentido amplo, é aquela cujo complemento é oriundo da mesma fonte legislativa que editou a norma que necessita desse complemento."
      },
      {
        "letra": "D",
        "texto": "Negligente é o agente que pratica um ato perigoso sem os cuidados que o caso requer."
      },
      {
        "letra": "E",
        "texto": "No erro de tipo essencial incriminador, o erro recai sobre os pressupostos fáticos de uma causa de justificação, isto é, excludente de ilicitude, que se encontra em tipos penais permissivos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "243881",
    "metadata": "Ano: 2012 | Banca: TRT 15R | Órgão: TRT - 15ª Região (SP)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Crimes contra a fé pública",
      "Falsidade de documento público"
    ],
    "enunciado_principal": "Aponte a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A fé pùblica é o bem juridicamente protegido pelo tipo penal que prevê o delito de \"falsificação de documento público''."
      },
      {
        "letra": "B",
        "texto": "Para que se possa falar em desistência veluntária é preciso que o agente já tenha ingressado na fase dos atos de execução. Caso ainda se encontre praticando atos preparatórios, sua conduta será considerada uma tentativa."
      },
      {
        "letra": "C",
        "texto": "\"falsificação de documento público\": trata-se de crime comum apenás no que diz respeito ao sujeito ativo; doloso e comissivo."
      },
      {
        "letra": "D",
        "texto": "Segundo jurisprudência dominante do STJ, o crime de \"falsifícação de documento público\" se consuma com a efetiva falsificação ou alteração do documento, exigindo-se, ainda, para sua configuração, o uso ou a efetiva ocorrência de prejuízo."
      },
      {
        "letra": "E",
        "texto": "Segundo entendimento do STJ, para a caracterização do delito de falsidade, necessária a demonstração de prejuízo e da potencialidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "239547",
    "metadata": "Ano: 2012 | Banca: VUNESP | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Noções Fundamentais",
      "Conceitos e caracteres",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "Leia atentamente as assertivas a seguir. I. Pode-se afirmar que, na história do Direito Penal Brasileiro, as Ordenações Filipinas foram substituídas pelo Código Criminal do Império de 1830. II. A interpretação da lei é autêntica contextual quando o julgador, dentro de um determinado contexto fático, aplica-a. III. O agente que, voluntariamente, desiste de prosseguir na execução ou impede que o resultado se produza, só responde pelo crime tentado. IV. O erro sobre o elemento constitutivo do tipo legal de crime exclui o dolo, mas permite a punição por crime culposo, se previsto em lei. Está correto apenas o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II"
      },
      {
        "letra": "B",
        "texto": "I e IV."
      },
      {
        "letra": "C",
        "texto": "III e IV."
      },
      {
        "letra": "D",
        "texto": "I, III e IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "231577",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: Prefeitura de São Paulo - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Crimes contra a administração pública",
      "Peculato"
    ],
    "enunciado_principal": "Augusta, funcionária pública municipal, subtraiu da repartição em que trabalhava, uma máquina fotográfica, patrimônio da Prefeitura, que era utilizada na realização de perícias. Vários dias depois, arrependida, procurou a sua superiora hierárquica, confessou a subtração e devolveu a máquina referida. Nesse caso, na ação penal resultante desse fato, Augusta",
    "alternativas": [
      {
        "letra": "A",
        "texto": "será inocentada, por ter ocorrido arrependimento eficaz."
      },
      {
        "letra": "B",
        "texto": "responderá por tentativa de peculato."
      },
      {
        "letra": "C",
        "texto": "terá sua pena reduzida de um a dois terços."
      },
      {
        "letra": "D",
        "texto": "não terá nenhum benefício, por tratar-se de crime contra a Administração Pública."
      },
      {
        "letra": "E",
        "texto": "será inocentada, por ter ocorrido desistência voluntária."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "223696",
    "metadata": "Ano: 2012 | Banca: CONSULPLAN | Órgão: TSE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "Analise as afirmativas. I. Na desistência voluntária, o processo de execução do delito ainda está em curso; no arrependimento eficaz a execução já foi encerrada. II. O instituto do arrependimento posterior é incompatível com os crimes cometidos com violência ou grave ameaça à pessoa. III. Há que se falar em crime impossível quando uma gestante, querendo por termo à sua gravidez, não obtém o resultado pretendido por fazer uso de medicação abortiva com o prazo de validade expirado. É correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "somente uma das afirmativas está correta."
      },
      {
        "letra": "B",
        "texto": "somente duas das afirmativas estão corretas."
      },
      {
        "letra": "C",
        "texto": "todas as afirmativas estão incorretas."
      },
      {
        "letra": "D",
        "texto": "todas as afirmativas estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "506002",
    "metadata": "Ano: 2011 | Banca: TRT 16R | Órgão: TRT - 16ª REGIÃO (MA)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior"
    ],
    "enunciado_principal": "Considere a seguinte situação, analise as afirmativas e assinale a alternativa CORRETA:João, desafeto declarado de Pedro, em razão de desavenças familiares, prometeu matá-io tão logo tivesse oportunidade. No dia 11.09.2011, por vofta das 22h00min, no Bar da Lulu, localizado no bairro Cajueiro, nesta capital, ocorreu um encontro entre ambos, sendo que João, homem de palavra, sacou um revolver calibre 38 que conduzia consigo na cintura, carregado com 06 projeteis, para de imediato, efetuar 02 disparos contra Pedro, tendo-o atingido em sua perna esquerda, fazendo-o com que caísse ao chão ainda vivo. Completamente à mercê do seu contendor, Pedro clama pela preservação de sua vida, tendo sido atendido por João, ainda que dispondo de mais quatro projeteis no tambor de sua arma e podendo prosseguir com a sua empreitada criminosa, preferiu retirar-se do local.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Trata-se de uma hipótese de arrependimento eficaz, prevista no Código Penal Brasileiro, sujeitando João às reprimendas relativas aos atos já praticados."
      },
      {
        "letra": "B",
        "texto": "Trata-se de uma hipótese de arrependimento posterior, prevista no Código Penal Pátrio, sujeitando João às reprimendas relativas aos atos já praticados."
      },
      {
        "letra": "C",
        "texto": "Trata-se de uma hipótese de desistência voluntária, prevista nò Código Penal Pátrio, devendo João sujeitar-se às penalidades cominadas somente aos atos já praticados."
      },
      {
        "letra": "D",
        "texto": "Trata-se de uma hipótese de desistência voluntária, devendo João sujeitar-se às penalidades do crime que desejava consumar."
      },
      {
        "letra": "E",
        "texto": "Trata-se de uma hipótese de arrependimento eficaz, pois João com sua conduta impediu que sua conduta produzisse um resultado mais gravoso."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "506001",
    "metadata": "Ano: 2011 | Banca: TRT 16R | Órgão: TRT - 16ª REGIÃO (MA)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Punibilidade no concurso de pessoas",
      "Crimes contra a honra",
      "Calúnia",
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Crimes contra o patrimônio",
      "Apropriação indébita"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O agente que, voluntariamente, desiste de prosseguir na execução ou impede que o resultado se produza, só responde pelos atos já praticados"
      },
      {
        "letra": "B",
        "texto": "Não é punível a calúnia contra os mortos."
      },
      {
        "letra": "C",
        "texto": "A intervenção médica ou cirúrgica, sem o consentimento do paciente ou de seu representante legal, se justificada por iminente perigo de vida, bem como a coação exercida para impedir suicídio não se amoldam à figura típica do crime de constrangimento ilegal."
      },
      {
        "letra": "D",
        "texto": "O crime de apropriação indébita previdenciária, previsto no Art. 168-A do Código Penal Pátrio consiste em deixar de repassar à previdência social as contribuições recolhidas dos contribuintes, no prazo e forma legal ou convencional, estando passível de aplicação da mesma penalidade prevista no caput (reclusão, de 2 a 5 anos, e muita) do dispositivo aquele que: deixar de recolher, no prazo legal, contribuição ou outra importância destinada à previdência social que tenha sido descontada de pagamento efetuado a segurados, a terceiros ou arrecadada do público; deixar de recolher contribuições devidas à previdência social que tenham integrado despesas contábeis ou custos relativos à venda de produtos ou à prestação de serviços; e deixar de pagar benefício devido a segurado, quando as respectivas cotas ou valores já tiverem sido reembolsados à empresa peia previdência social."
      },
      {
        "letra": "E",
        "texto": "O ajuste, a determinação ou instigação e o auxílio, salvo disposição expressa em contrário, não são puníveis, se o crime não chega, pelo menos, a ser tentado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "235160",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Noções Fundamentais",
      "Conceitos e caracteres",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "Acerca dos princípios aplicáveis ao direito penal, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O princípio da adequação social, dirigido ao julgador, e não ao legislador, objetiva restringir a abrangência do tipo penal, limitando sua interpretação e dele excluindo as condutas consideradas socialmente adequadas e aceitas pela sociedade."
      },
      {
        "letra": "B",
        "texto": "Dada a necessidade de observância do princípio da legalidade, a tipicidade penal resume-se ao mero exercício de adequação do fato concreto à norma abstrata."
      },
      {
        "letra": "C",
        "texto": "O princípio da lesividade busca evitar a incriminação de condutas desviadas que não afetem qualquer bem jurídico, não cuidando de condutas que não excedam o âmbito do próprio autor."
      },
      {
        "letra": "D",
        "texto": "A jurisprudência do STJ é firme no sentido da aplicabilidade do princípio da insignificância ao delito de moeda falsa, caso o valor das cédulas falsificadas não ultrapasse a quantia correspondente a um salário mínimo."
      },
      {
        "letra": "E",
        "texto": "A aplicação do princípio da insignificância, que deve ser analisado em conexão com os postulados da fragmentariedade e da intervenção mínima do Estado, objetiva excluir ou afastar a própria tipicidade penal, examinada na perspectiva de seu caráter material."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "216434",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Crimes contra a fé pública",
      "Moeda falsa",
      "Petrechos para falsificação de moeda"
    ],
    "enunciado_principal": "Márcio, maior, capaz, reincidente em crime doloso, comprou, na mercearia do bairro em que mora, na cidade de São João de Meriti – RJ, gêneros alimentícios no montante de R$ 60,00, pagou as compras com duas cédulas de R$ 50,00, cuja inaltenticidade era de seu pleno conhecimento, e recebeu o troco em moeda nacional autêntica. No dia seguinte, arrependido de sua conduta pela repercussão que poderia adquirir, procurou o proprietário da mercearia, Paulo, maior capaz e com ensino médio completo, confessou o ocorrido, restituiu o troco e pagou integralmente, com dinheiro legal, as mercadorias. Paulo chamou a polícia, que encontrou, no caixa da mercearia, apenas uma das cédulas falsificadas, tendo sido ela apreendida. Márcio foi conduzido à delegacia, ocasião em que foram encontrados em sua posse os seguintes petrechos destinados especificamente à falsificação de moeda: duas matrizes metálicas e faixa magnética que imita o fio de segurança de cédulas autênticas.A partir dessa situação hipotética, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Paulo deve ser acusado da prática do delictum privilegiatum de reinserir em circulação moeda falsa, classificado como de menor potencial ofensivo, ainda que alegue desconhecer norma legal proibitiva, caso se comprove que ele, tendo recebido como verdadeira cédula falsa, portanto, de boa-fé, a tenha restituído à circulação, após perceber sua inautenticidade, para evitar prejuízo a seu regular comércio."
      },
      {
        "letra": "B",
        "texto": "Tendo sido o crime praticado sem violência ou grave ameaça a pessoa, com posterior reparação do prejuízo sofrido pela vítima, e em face do comportamento voluntário do agente, anterior ao oferecimento da denúncia, fica caracterizado o arrependimento eficaz, o que impõe a redução da pena de um a dois terços."
      },
      {
        "letra": "C",
        "texto": "Caso se demonstre, na instrução do processo, que Márcio é o autor da falsificação do dinheiro e igualmente o responsável por sua circulação, ele deverá ser responsabilizado por concurso material, em face da peculiaridade do tipo misto cumulativo que caracteriza o crime de moeda falsa."
      },
      {
        "letra": "D",
        "texto": "No caso de moeda falsa, o CP estabelece a sanção na modalidade culposa, de maneira excepcional, em duas circunstâncias: quando o agente tem ciência da falsidade da moeda e a guarda ou a tem em depósito de forma culposa, ou quando, ciente da falsidade, igualmente de forma culposa, a restitui à circulação."
      },
      {
        "letra": "E",
        "texto": "O delito de posse de petrechos para falsificação de moeda, previsto em tipo próprio no CP como ato preparatório, de perigo abstrato, deve ser punido de forma independente e autônoma em relação ao crime de falsificação, posse e circulação da moeda."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "200561",
    "metadata": "Ano: 2011 | Banca: INSTITUTO CIDADES | Órgão: DPE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "Sobre a desistência voluntária e o arrependimento eficaz, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o agente que, voluntariamente, impede que o resultado do crime se produza não responde pelos seus atos, porque incide na hipótese de desistência voluntária;"
      },
      {
        "letra": "B",
        "texto": "o agente que, voluntariamente, desiste de prosseguir na execução do crime, não responde pelos atos praticados, desde que tais atos não configurem, isoladamente, crime ou contravenção penal, sendo o caso de desistência voluntária;"
      },
      {
        "letra": "C",
        "texto": "o agente que, voluntariamente, repare o dano ou restitua a coisa ao proprietário, até o recebimento da denúncia, não responde pelos seus atos, estando configurada a hipótese de arrependimento eficaz;"
      },
      {
        "letra": "D",
        "texto": "considera-se arrependimento eficaz quando o agente, iniciada a execução do crime, por ineficácia absoluta do meio, não consegue consumá-lo, não respondendo pelos atos praticados;"
      },
      {
        "letra": "E",
        "texto": "é caso de desistência voluntária quando o agente, por absoluta impropriedade do objeto, impede que o resultado se produza, só responde pelos atos já praticados."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "198736",
    "metadata": "Ano: 2011 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Noções Fundamentais",
      "Conceitos e caracteres",
      "Desistência voluntária e arrependimento eficaz"
    ],
    "enunciado_principal": "NA ASSISTÊNCIA JURÍDICA RECÍPROCA EM MATÉRIA PENAL, A RESERVA DE ESPECIALIDADE",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é prática amplamente disseminada, implicando o poder de todos os Estados de proibir o uso de informações e provas por eles fornecidas, quando entendam que o caso especifico é lesivo a seus interesses;"
      },
      {
        "letra": "B",
        "texto": "é prática adotada por muitos Estados consistente na indicação dos crimes para cuja persecução podem ser usadas as informações ou provas por eles fornecidas;"
      },
      {
        "letra": "C",
        "texto": "é prática em extinção no direito internacional,consistente em arrolar, nos acordos bilaterais, os crimes a que a assistência se restringe;"
      },
      {
        "letra": "D",
        "texto": "é prática adotada por todos os Estados, que equivale ao princípio da isenção de crimes políticos no direito extradicional."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "152093",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Crimes contra a administração pública"
    ],
    "enunciado_principal": "No que concerne à teoria geral do crime, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O fato de o agente estar sendo vigiado por fiscal de estabelecimento comercial, assim como a existência de sistema eletrônico de vigilância, impede de forma completamente eficaz a consumação do delito pretendido, de modo a se reconhecer caracterizado crime impossível, pela absoluta eficácia dos meios empregados."
      },
      {
        "letra": "B",
        "texto": "Em relação à punibilidade do chamado crime impossível, adota-se no CP a teoria sintomática, segundo a qual só haverá crime impossível quando a ineficácia do meio e a impropriedade do objeto jurídico forem absolutas; sendo elas relativas, fica caracterizada a tentativa."
      },
      {
        "letra": "C",
        "texto": "Quanto à punição na modalidade tentada de crime, adota-se no CP a teoria subjetiva, segundo a qual a tentativa, por produzir mal menor, deve ser punida de forma mais branda que o crime consumado, reduzindo-se de um a dois terços a pena prevista."
      },
      {
        "letra": "D",
        "texto": "Não se admite desistência voluntária em relação à prática de delito unissubsistente, admitindo-se arrependimento eficaz apenas com relação à prática de crimes materiais. Para beneficiar-se dessas espécies de tentativa qualificada, que, por si sós, não beneficiam os partícipes, o agente deve agir de forma voluntária, mas não necessariamente de forma espontânea."
      },
      {
        "letra": "E",
        "texto": "Segundo a jurisprudência do STJ, tratando-se de delito de apropriação indébita, a devolução da coisa que não seja de pequeno valor, desde que antes do recebimento da denúncia, afasta o dolo, ainda que haja controvérsia sobre a existência de devolução parcial, não devendo tal fato ser considerado como mero arrependimento posterior."
      }
    ],
    "gabarito": "D"
  }
]