[
  {
    "id": "2360680",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: PC-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Difamação"
    ],
    "enunciado_principal": "Gílson, 20 anos, trabalhava como gerente da pizzaria MASSA DELÍCIA. Todavia, em razão de sucessivos atrasos no expediente de trabalho, os empregadores o demitiram por justa causa. Inconformado, Gílson passou a atacar a reputação da empresa em suas redes sociais, proferindo declarações que apontavam suposta falta de qualidade e de higiene no preparo das pizzas naquele estabelecimento comercial. A conduta de Gílson configura",
    "alternativas": [
      {
        "letra": "A",
        "texto": "fato atípico."
      },
      {
        "letra": "B",
        "texto": "crime de difamação."
      },
      {
        "letra": "C",
        "texto": "crime de injúria."
      },
      {
        "letra": "D",
        "texto": "crime de calúnia."
      },
      {
        "letra": "E",
        "texto": "crime de constrangimento ilegal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2305352",
    "metadata": "Ano: 2023 | Banca: OBJETIVA | Órgão: Prefeitura de Paverama - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Difamação",
      "Disposições comuns"
    ],
    "enunciado_principal": "Existem causas de aumento para o crime de difamação, inclusive com percentuais de majoração de pena. No caso em que há exceções para que o crime seja apurado mediante ação penal privada, sendo desnecessária a queixacrime, assinalar a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Crime praticado contra o Presidente da República, ou contra chefe de governo estrangeiro, sendo a ação penal pública condicionada à requisição do Ministro da Justiça."
      },
      {
        "letra": "B",
        "texto": "Crime praticado contra funcionário público, em razão de suas funções, sendo a ação penal pública condicionada à representação da administração, por seu representante legal."
      },
      {
        "letra": "C",
        "texto": "Crime praticado contra o Presidente da República, ou contra chefe de governo estrangeiro, sendo a ação penal pública condicionada à requisição do Ministério Público."
      },
      {
        "letra": "D",
        "texto": "Crime praticado contra funcionário público, em razão de suas funções, sendo a ação penal pública condicionada à representação do Ministro da Justiça."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2283707",
    "metadata": "Ano: 2023 | Banca: IGEDUC | Órgão: Prefeitura de Ingá - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação"
    ],
    "enunciado_principal": "Julgue o item subsequente. Nos casos de calúnia ou difamação, o querelado que se retrata antes de sentença terá sua pena reduzida em até dois terços.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2278138",
    "metadata": "Ano: 2023 | Banca: ADVISE | Órgão: Prefeitura de Lagoa do Carro - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Crimes contra a administração pública",
      "Denunciação caluniosa"
    ],
    "enunciado_principal": "Assinale a alternativa que apresenta corretamente o crime tipificado no Código Penal pela conduta de “Dar causa à instauração de inquérito policial, de procedimento investigatório criminal, de processo judicial, de processo administrativo disciplinar, de inquérito civil ou de ação de improbidade administrativa contra alguém, imputando-lhe crime, infração ético-disciplinar ou ato ímprobo de que o sabe inocente”:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Reingresso de estrangeiro expulso."
      },
      {
        "letra": "B",
        "texto": "Denunciação caluniosa."
      },
      {
        "letra": "C",
        "texto": "Calúnia."
      },
      {
        "letra": "D",
        "texto": "Difamação."
      },
      {
        "letra": "E",
        "texto": "Comunicação falsa de crime."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2263817",
    "metadata": "Ano: 2023 | Banca: CONSULPAM | Órgão: Prefeitura de Olinda - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Difamação",
      "Injúria",
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Ameaça",
      "Perseguição"
    ],
    "enunciado_principal": "Considere o seguinte caso hipotético e, na sequência, responda ao que se pede. Maria e André tiveram um relacionamento amoroso que terminou de forma conturbada. Maria não conseguiu superar o término e desenvolveu sentimentos obsessivos por André. Ela começou a monitorar suas redes sociais, a segui-lo de perto em locais públicos e a enviar mensagens constantes, mesmo após ele ter deixado claro que desejava manter distância. Maria também passou a enviar mensagens ameaçadoras para André, dizendo que se ele não voltasse para ela, ela faria coisas terríveis contra ele e sua família. Além disso, ela começou a difamar André nas redes sociais, espalhando informações falsas sobre sua vida pessoal e profissional. André ficou extremamente preocupado e amedrontado com o comportamento obsessivo e ameaçador de Maria. Ele procurou a polícia e registrou queixa contra ela, apresentando como prova as mensagens ameaçadoras e o monitoramento constante. Durante as investigações, ficou evidente que Maria estava agindo de forma deliberada para perturbar a paz de André, causando-lhe medo e angústia. As mensagens ameaçadoras e difamatórias demonstraram a intenção de causar dano emocional e psicológico a André. É CORRETO afirmar que Maria praticou o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Constrangimento ilegal."
      },
      {
        "letra": "B",
        "texto": "Ameaça."
      },
      {
        "letra": "C",
        "texto": "Perseguição."
      },
      {
        "letra": "D",
        "texto": "Injúria."
      },
      {
        "letra": "E",
        "texto": "Difamação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2263816",
    "metadata": "Ano: 2023 | Banca: CONSULPAM | Órgão: Prefeitura de Olinda - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria",
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Perseguição"
    ],
    "enunciado_principal": "Ana e Rafael trabalham juntos no Município de Atenas, como Guardas Civis Municipais. Eles sempre tiveram uma relação profissional cordial, mas nos últimos meses, Ana percebeu que Rafael estava tendo um desempenho abaixo do esperado em suas tarefas. Certo dia, durante uma reunião com a equipe, Ana não conseguiu se conter e, diante de todos os colegas, afirmou que havia ouvido rumores de que Rafael estava desviando recursos do órgão para benefício próprio. Ana fez essa afirmação de forma categórica, sem apresentar nenhuma prova concreta para respaldar suas palavras. Rafael ficou extremamente constrangido e sentiu sua reputação abalada diante de seus colegas e superiores. Além disso, a informação não era verdadeira; Rafael nunca havia se envolvido em qualquer atividade ilícita ou desvio de recursos. Após a reunião, alguns colegas comentaram sobre o que Ana havia dito e a notícia rapidamente se espalhou. Rafael se sentiu humilhado e prejudicado em sua imagem profissional. Ele procurou um advogado e decidiu tomar medidas legais contra Ana, alegando que ela havia cometido crime ao acusá-lo falsamente perante seus colegas e superiores. No processo criminal, Rafael apresentou testemunhas que atestaram sua conduta profissional íntegra e que confirmaram que a acusação de desvio de recursos era completamente infundada. Ana, por sua vez, tentou justificar suas palavras dizendo que estava apenas compartilhando os “rumores” que havia ouvido, sem intenção de prejudicar Rafael. O juiz considerou que Ana agiu com dolo, ou seja, com a intenção de imputar a Rafael uma conduta criminosa que ela sabia ser falsa. A falta de provas e a divulgação pública da acusação prejudicaram a reputação de Rafael, afetando negativamente sua carreira profissional e sua imagem. Ana foi condenada, além de ser obrigada a retratar-se publicamente, restaurando a reputação de Rafael. Dentre as alternativas abaixo, assinale a que descreve CORRETAMENTE o crime praticado por Ana:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Calúnia."
      },
      {
        "letra": "B",
        "texto": "Difamação."
      },
      {
        "letra": "C",
        "texto": "Injúria."
      },
      {
        "letra": "D",
        "texto": "Constrangimento ilegal."
      },
      {
        "letra": "E",
        "texto": "Perseguição."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2224568",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria",
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa"
    ],
    "enunciado_principal": "João, com o objetivo precípuo de prejudicar o seu desafeto, comunicou o delegado de polícia que Tício teria estuprado Petônia, muito embora soubesse ser ele inocente. A autoridade policial, tomando ciência dos fatos, deflagrou inquérito policial para fins de apuração. Nesse cenário, considerando as disposições do Código Penal, João responderá pelo crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "comunicação falsa de crime;"
      },
      {
        "letra": "B",
        "texto": "denunciação caluniosa;"
      },
      {
        "letra": "C",
        "texto": "difamação;"
      },
      {
        "letra": "D",
        "texto": "calúnia;"
      },
      {
        "letra": "E",
        "texto": "injúria."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2207455",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: DPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "João, em um churrasco com amigos, na presença de aproximadamente quinze pessoas, afirmou que Matheus, auditor da Receita Federal, recebeu, na semana anterior, R$ 10.000,00 para não autuar a sociedade empresária XYZ por sonegação fiscal, muito embora soubesse que tal fato não era verdadeiro. Nesse cenário, considerando as disposições do Código Penal, João incorrerá no crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "difamação, qualificado por ter sido praticado contra funcionário público, em razão das funções, e majorado por ter sido cometido na presença de várias pessoas;"
      },
      {
        "letra": "B",
        "texto": "calúnia, qualificado por ter sido praticado contra funcionário público, em razão das funções, e majorado por ter sido cometido na presença de várias pessoas;"
      },
      {
        "letra": "C",
        "texto": "injúria, qualificado por ter sido praticado contra funcionário público, em razão das funções, e majorado por ter sido cometido na presença de várias pessoas;"
      },
      {
        "letra": "D",
        "texto": "difamação, duplamente majorado por ter sido praticado contra funcionário público, em razão das funções e na presença de várias pessoas;"
      },
      {
        "letra": "E",
        "texto": "calúnia, duplamente majorado por ter sido praticado contra funcionário público, em razão das funções e na presença de várias pessoas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2194582",
    "metadata": "Ano: 2023 | Banca: IDECAN | Órgão: Prefeitura de Fortaleza - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Crimes contra a dignidade sexual"
    ],
    "enunciado_principal": "Ana, ex-mulher de Marcos, passou a residir na companhia de Pedro, seu novo companheiro. Enlouquecido de ciúmes, Marcos espalhou pela vizinhança que o atual parceiro de Ana estuprara seu filho, apresentando fotografias em que a criança apresentava vermelhidão nas coxas e nádegas, embora soubesse que se tratava de reação alérgica e, portanto, da falsidade das graves acusações que fazia. A conduta de Marcos caracteriza:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Difamação"
      },
      {
        "letra": "B",
        "texto": "Calúnia"
      },
      {
        "letra": "C",
        "texto": "Constrangimento ilegal"
      },
      {
        "letra": "D",
        "texto": "Importunação ofensiva ao pudor"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2173522",
    "metadata": "Ano: 2023 | Banca: FCC | Órgão: MPE-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "Marcelo, irritado com Mônica, sua colega de trabalho, durante almoço com demais colegas da repartição pública onde trabalham, aproveitando-se da ausência de Mônica, espalha a informação de que ela, toda tarde, antes de voltar para a casa onde vive com seu marido, passa na casa de um outro homem, com quem mantém relações extraconjugais. Diante da situação hipotética descrita, Marcelo praticou, em tese, o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "rixa."
      },
      {
        "letra": "B",
        "texto": "constrangimento ilegal."
      },
      {
        "letra": "C",
        "texto": "calúnia."
      },
      {
        "letra": "D",
        "texto": "injúria."
      },
      {
        "letra": "E",
        "texto": "difamação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2135055",
    "metadata": "Ano: 2023 | Banca: Quadrix | Órgão: CRO-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação"
    ],
    "enunciado_principal": "Acerca das noções gerais, dos tipos penais e da responsabilidade dos profissionais em odontologia, julgue o item. Aquele que imputar a alguém a prática de um crime, sabendo‑o inocente, incorrerá no crime de difamação e poderá ser responsabilizado penalmente por tal conduta.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2110711",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Noções Gerais de Crimes Contra a Honra",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "Nos crimes contra a honra, a pena é aumentada em 1/3 se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o conceito desfavorável emitido por funcionário público, em apreciação ou informação que preste no cumprimento de dever de ofício."
      },
      {
        "letra": "B",
        "texto": "cometido na presença de várias pessoas ou por meio que facilite a divulgação do crime."
      },
      {
        "letra": "C",
        "texto": "cometido contra qualquer pessoa em razão de seu trabalho."
      },
      {
        "letra": "D",
        "texto": "a injúria ou difamação é irrogada em juízo, na discussão da causa, pela parte ou seu procurador."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2073346",
    "metadata": "Ano: 2023 | Banca: INSTITUTO AOCP | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "Dois vereadores chamados Mauro e Nilson discutem no estacionamento do prédio da Câmara Municipal de Aparecida de Goiânia-GO, quando Mauro chama o outro de receptador. Nilson, por sua vez, replica dizendo que Mauro é conhecido por perturbar a tranquilidade do bairro em que reside promovendo algazarras em sua casa. Considerando que ambos estão excluídos da imunidade parlamentar por não estarem em ofício no plenário da Casa Legislativa, é correto afirmar que Mauro e Nilson cometeram, respectivamente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "calúnia e calúnia."
      },
      {
        "letra": "B",
        "texto": "injúria e difamação."
      },
      {
        "letra": "C",
        "texto": "difamação e calúnia."
      },
      {
        "letra": "D",
        "texto": "injúria e injúria."
      },
      {
        "letra": "E",
        "texto": "injúria e calúnia."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2048201",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: MPE-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria",
      "Crimes contra a administração pública",
      "Desacato"
    ],
    "enunciado_principal": "Se, durante a apuração de um delito, em interceptação telefônica, o suspeito proferir ofensas racistas ao delegado que estiver presidindo o inquérito policial, a referida conduta deverá ser enquadrada no delito de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "desacato."
      },
      {
        "letra": "B",
        "texto": "calúnia."
      },
      {
        "letra": "C",
        "texto": "injúria qualificada em razão de utilização de elemento raça."
      },
      {
        "letra": "D",
        "texto": "crime específico previsto na Lei n.º 7.716/1989."
      },
      {
        "letra": "E",
        "texto": "difamação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2339686",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Difamação"
    ],
    "enunciado_principal": "A comenta a vida sexual de B com diversas pessoas, expondo fatos que B entende como reprováveis socialmente. Entretanto, os fatos são verdadeiros, podendo A, inclusive, prová-los. Nessa situação hipotética, A",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não praticou conduta imputável alguma, em razão de os fatos serem verdadeiros."
      },
      {
        "letra": "B",
        "texto": "praticou calúnia."
      },
      {
        "letra": "C",
        "texto": "praticou difamação."
      },
      {
        "letra": "D",
        "texto": "praticou injúria."
      },
      {
        "letra": "E",
        "texto": "praticou importunação sexual."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2078710",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Noções Gerais de Crimes Contra a Honra",
      "Difamação"
    ],
    "enunciado_principal": "Na seara dos crimes contra a honra, aquele que imputa fato ofensivo e não criminoso à reputação alheia",
    "alternativas": [
      {
        "letra": "A",
        "texto": "comete injúria."
      },
      {
        "letra": "B",
        "texto": "comete difamação."
      },
      {
        "letra": "C",
        "texto": "comete calúnia."
      },
      {
        "letra": "D",
        "texto": "comete injúria qualificada."
      },
      {
        "letra": "E",
        "texto": "não pratica fato típico."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2018737",
    "metadata": "Ano: 2022 | Banca: Avança SP | Órgão: Prefeitura de Laranjal Paulista - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "Abaixo, seguem os crimes contra a honra. Apenas um não se enquadra nesta categoria:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Constrangimento ilegal;"
      },
      {
        "letra": "B",
        "texto": "Calúnia;"
      },
      {
        "letra": "C",
        "texto": "Exceção de verdade;"
      },
      {
        "letra": "D",
        "texto": "Difamação;"
      },
      {
        "letra": "E",
        "texto": "Injúria."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1993021",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: TRT - 5ª Região (BA)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Difamação"
    ],
    "enunciado_principal": "João, no intervalo do almoço, comenta maliciosamente com José, seu colega de trabalho em uma empresa privada, que Jéssica, conhecida de ambos por trabalhar no mesmo local, recebe, toda noite, quando seu marido está trabalhando, a visita de um outro homem em sua casa. A notícia se espalha na empresa, chegando ao conhecimento de Jéssica, que descobre de quem partiu a origem da fofoca. Diante do caso hipotético em questão, e do que dispõe o Código Penal, João",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não praticou nenhum crime, caso prove a veracidade do que alegou."
      },
      {
        "letra": "B",
        "texto": "praticou o crime de difamação contra Jéssica."
      },
      {
        "letra": "C",
        "texto": "praticou, com um só ato, os crimes de calúnia, injúria e difamação contra Jéssica."
      },
      {
        "letra": "D",
        "texto": "praticou o crime de calúnia contra Jéssica."
      },
      {
        "letra": "E",
        "texto": "praticou o crime de injúria contra Jéssica."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1971694",
    "metadata": "Ano: 2022 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Difamação",
      "Injúria",
      "Disposições comuns"
    ],
    "enunciado_principal": "Sobre os crimes contra a honra, assinale a assertiva CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É sempre admissível, em se tratando do delito de difamação, a exceção da verdade."
      },
      {
        "letra": "B",
        "texto": "A injúria se consuma no momento em que o ofendido toma conhecimento da ofensa irrogada."
      },
      {
        "letra": "C",
        "texto": "No caso da injúria, a circunstância de a vítima ser maior de 60 anos ou portadora de deficiência configura causa de especial aumento de pena."
      },
      {
        "letra": "D",
        "texto": "Em todas as espécies de delito contra a honra, a retratação cabal pelo querelado, antes da sentença, isenta de pena."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1951309",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Noções Gerais de Crimes Contra a Honra",
      "Calúnia",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "Relativamente à sistemática dos crimes contra a honra previstos no Código Penal, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se aplica a exceção da verdade ao crime de injúria;"
      },
      {
        "letra": "B",
        "texto": "não se admite exceção da verdade no crime de difamação se o ofendido é funcionário público;"
      },
      {
        "letra": "C",
        "texto": "constitui injúria punível a ofensa irrogada em juízo por promotor de Justiça na discussão da causa;"
      },
      {
        "letra": "D",
        "texto": "se aplica em triplo a pena se o crime é cometido ou divulgado em quaisquer modalidades das redes sociais da rede mundial de computadores;"
      },
      {
        "letra": "E",
        "texto": "se admite exceção da verdade no crime de calúnia se do crime imputado, embora de ação pública, o ofendido foi absolvido por sentença irrecorrível."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1938380",
    "metadata": "Ano: 2022 | Banca: Instituto Access | Órgão: TJ-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "Sílvia, com intenção de atingir a reputação e dignidade de Lívia, durante uma festa, dirige-se à vítima e, em alto tom, profere contra ela expressão aviltante. Nessa hipótese, é correto afirmar que Sílvia praticou",
    "alternativas": [
      {
        "letra": "A",
        "texto": "delitos de difamação e de injúria em concurso material."
      },
      {
        "letra": "B",
        "texto": "delitos de difamação e de injúria em continuidade delitiva."
      },
      {
        "letra": "C",
        "texto": "apenas delito de difamação, pois, como é mais grave, absorve o outro."
      },
      {
        "letra": "D",
        "texto": "delitos de difamação e de injúria em concurso formal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1897283",
    "metadata": "Ano: 2022 | Banca: MPE-RJ | Órgão: MPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria",
      "Crimes contra o patrimônio",
      "Dano",
      "Apropriação indébita"
    ],
    "enunciado_principal": "Em algumas hipóteses, o CP autoriza o juiz a “deixar de aplicar a pena”. Assinale a alternativa que apresenta crimes aos quais, a depender das demais condições que o CP estabelece, o juiz pode “deixar de aplicar a pena”, concedendo perdão judicial.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Outras fraudes; difamação; furto."
      },
      {
        "letra": "B",
        "texto": "Receptação; injúria; homicídio."
      },
      {
        "letra": "C",
        "texto": "Calúnia; excesso de exação; desobediência."
      },
      {
        "letra": "D",
        "texto": "Dano; apropriação indébita previdenciária; ameaça."
      },
      {
        "letra": "E",
        "texto": "Sonegação de contribuição previdenciária; parto suposto; esbulho possessório."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2008070",
    "metadata": "Ano: 2021 | Banca: ADVISE | Órgão: Prefeitura de Coremas - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Difamação",
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação"
    ],
    "enunciado_principal": "Analise as assertivas abaixo:I – Praticar ato contra disposição expressa em lei, para satisfazer interesse pessoal, configura o crime de preclusão, previsto no art. 319 do Código Penal. II – Quando alguém acusa falsamente um servidor público de utilizar um automóvel pertencente à Prefeitura para satisfazer interesse particular, está cometendo o crime de difamação. III – O crime de concussão consiste em exigir vantagem indevida, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela. Sobre os itens acima:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a assertiva I está correta;"
      },
      {
        "letra": "B",
        "texto": "Apenas a assertiva II está correta;"
      },
      {
        "letra": "C",
        "texto": "Apenas a assertiva III está correta;"
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas I e II estão corretas;"
      },
      {
        "letra": "E",
        "texto": "Apenas as assertivas II e III estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1910620",
    "metadata": "Ano: 2021 | Banca: ADVISE | Órgão: Prefeitura de Coremas - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "O Código Penal (Decreto-Lei nº 2.848/40) prevê a exclusão dos crimes de injúria e difamação em apenas três hipóteses. Assinale a ÚNICA alternativa que apresenta uma dessas hipóteses.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A opinião desfavorável da crítica literária, artística ou científica, mesmo quando inequívoca a intenção de injuriar ou difamar."
      },
      {
        "letra": "B",
        "texto": "A ofensa irrogada em juízo, na discussão da causa, pela parte ou por seu procurador."
      },
      {
        "letra": "C",
        "texto": "O conceito desfavorável emitido por funcionário público, em apreciação ou informação que preste fora do cumprimento de dever do ofício."
      },
      {
        "letra": "D",
        "texto": "Qualquer ofensa dirigida à pessoa conhecida do ofensor."
      },
      {
        "letra": "E",
        "texto": "A ofensa irrogada fora de juízo, por advogado em face de qualquer pessoa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1910619",
    "metadata": "Ano: 2021 | Banca: ADVISE | Órgão: Prefeitura de Coremas - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Difamação"
    ],
    "enunciado_principal": "O cometimento de crime de difamação, contra pessoa maior de 60 (sessenta) anos, ou pessoa com deficiência tem a consequência de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aumento da pena em dois terços."
      },
      {
        "letra": "B",
        "texto": "Redução da pena pela metade."
      },
      {
        "letra": "C",
        "texto": "Aumento da pena em três quintos."
      },
      {
        "letra": "D",
        "texto": "Aumento da pena em um terço."
      },
      {
        "letra": "E",
        "texto": "Redução da pena em um terço."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1910618",
    "metadata": "Ano: 2021 | Banca: ADVISE | Órgão: Prefeitura de Coremas - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Difamação"
    ],
    "enunciado_principal": "Sobre a exceção da verdade no crime de “Difamação”, previsto no Código Penal (Decreto-lei nº 2.848/40), assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A exceção da verdade somente se admite se o ofendido é funcionário público e a ofensa é relativa ao exercício de suas funções."
      },
      {
        "letra": "B",
        "texto": "A exceção da verdade não é admitida se o ofendido é funcionário público e a ofensa é relativa ao exercício de suas funções."
      },
      {
        "letra": "C",
        "texto": "A exceção da verdade se admite, se do crime imputado, embora de ação pública, o ofendido foi absolvido por sentença irrecorrível."
      },
      {
        "letra": "D",
        "texto": "A exceção da verdade se admite, se, constituindo o fato imputado crime de ação privada, o ofendido não foi condenado por sentença irrecorrível."
      },
      {
        "letra": "E",
        "texto": "A exceção da verdade somente se admite se o ofendido é funcionário público e a ofensa não é relativa ao exercício de suas funções."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1776230",
    "metadata": "Ano: 2021 | Banca: INSTITUTO AOCP | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Difamação"
    ],
    "enunciado_principal": "Assinale a alternativa correta segundo o Código Penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No crime de omissão de socorro, a pena é aumentada de metade se da omissão resultar lesão corporal de natureza grave e, dobrada, se resultar a morte."
      },
      {
        "letra": "B",
        "texto": "Aumenta-se a pena pela metade, se o crime de maus-tratos é praticado contra pessoa menor de catorze anos."
      },
      {
        "letra": "C",
        "texto": "É impunível a calúnia contra os mortos."
      },
      {
        "letra": "D",
        "texto": "No crime de difamação, a exceção da verdade somente se admite se o ofendido é funcionário público e a ofensa é relativa ao exercício de suas funções."
      },
      {
        "letra": "E",
        "texto": "O querelado que, antes da sentença, retrata-se cabalmente da difamação ou da injúria fica isento de pena."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1673250",
    "metadata": "Ano: 2020 | Banca: ADM&TEC | Órgão: Prefeitura de Gravatá - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Periclitação da vida e da saúde",
      "Perigo para a vida ou a saúde de outrem",
      "Crimes contra a honra",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "Analise as afirmativas a seguir: I. Injuriar alguém, ofendendo-lhe a dignidade ou o decoro, é uma prática punível com pena de detenção, de um a seis meses, ou multa, de acordo com o Código Penal. O juiz pode deixar de aplicar a pena quando o ofendido, de forma reprovável, provocou diretamente a injúria, conforme dispõe o artigo 140 do Decreto-lei nº 2.848, de 1940. II. Difamar alguém, imputando-lhe um fato ofensivo à sua reputação, é uma atitude que incorre em pena de reclusão, de três a seis anos, ou multa, conforme determina o artigo 139, Parágrafo único, do Código Penal. III. Expor alguém, por meio de relações sexuais ou de qualquer ato libidinoso, ao contágio de uma moléstia venérea, de que sabe ou deve saber que está contaminado, é uma ação cuja penalidade é de detenção, de três meses a um ano, ou multa. Se é intenção do agente transmitir a moléstia, a pena é de reclusão, de um a quatro anos, e multa, conforme previsto no artigo 130, § 1º, do Decreto-lei nº 2.848, de 1940. Marque a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nenhuma afirmativa está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas uma afirmativa está correta."
      },
      {
        "letra": "C",
        "texto": "Apenas duas afirmativas estão corretas."
      },
      {
        "letra": "D",
        "texto": "Todas as afirmativas estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2689596",
    "metadata": "Ano: 2019 | Banca: IMA | Órgão: Prefeitura de Fortaleza dos Nogueiras - MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Noções Gerais de Crimes Contra a Honra",
      "Calúnia",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "Observe os itens a seguir relacionados aos crimes contra a honra. I. constituem injúria ou difamação punível a opinião desfavorável da crítica literária, artística ou científica, salvo quando inequívoca a intenção de injuriar ou difamar. II. Se a injúria consiste em violência ou vias de fato, que, por sua natureza ou pelo meio empregado, se considerem aviltantes, a pena é de detenção, de três meses a um ano, e multa, além da pena correspondente à violência. III. É punível a calúnia contra os mortos. IV. No crime de calúnia admite-se a prova da verdade se, constituindo o fato imputado crime de ação privada, o ofendido não foi condenado por sentença irrecorrível. A quantidade de itens corretos é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "2"
      },
      {
        "letra": "B",
        "texto": "1"
      },
      {
        "letra": "C",
        "texto": "4"
      },
      {
        "letra": "D",
        "texto": "3"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1618890",
    "metadata": "Ano: 2019 | Banca: ADVISE | Órgão: Prefeitura de Juarez Távora - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação"
    ],
    "enunciado_principal": "Nos crimes de calúnia ou difamação, se o querelado se retratar antes da sentença:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Será condenado com a mesma pena de quem não se retratou."
      },
      {
        "letra": "B",
        "texto": "Será condenado com atenuante de pena."
      },
      {
        "letra": "C",
        "texto": "Será isento de pena."
      },
      {
        "letra": "D",
        "texto": "Não será condenado, mas não será isento de pena."
      },
      {
        "letra": "E",
        "texto": "Será condenado com diminuição de pena."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1159717",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Cerquilho - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "Quando alguém imputa falsamente a outrem um fato definido como crime, o Código Penal define essa conduta como crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "injúria."
      },
      {
        "letra": "B",
        "texto": "difamação."
      },
      {
        "letra": "C",
        "texto": "calúnia."
      },
      {
        "letra": "D",
        "texto": "falsidade."
      },
      {
        "letra": "E",
        "texto": "perjúrio."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1100224",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Difamação"
    ],
    "enunciado_principal": "A configuração do crime de difamação pressupõe a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "existência de fato não tipificado."
      },
      {
        "letra": "B",
        "texto": "atribuição de qualidade negativa ao ofendido."
      },
      {
        "letra": "C",
        "texto": "atribuição a outrem da prática de crime ou de contravenção penal."
      },
      {
        "letra": "D",
        "texto": "impossibilidade de retratação."
      },
      {
        "letra": "E",
        "texto": "ofensa irrogada em juízo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "987304",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria",
      "Disposições comuns"
    ],
    "enunciado_principal": "Com relação a crimes contra a honra, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de calúnia se consuma no momento em que o ofendido toma conhecimento da imputação falsa contra si."
      },
      {
        "letra": "B",
        "texto": "Calúnia contra indivíduo falecido não se enquadra como crime contra a honra."
      },
      {
        "letra": "C",
        "texto": "A exceção da verdade é admitida em caso de delito de difamação contra funcionário público no exercício de suas funções."
      },
      {
        "letra": "D",
        "texto": "A retratação cabal do agente da calúnia ou da difamação após o recebimento da ação penal é causa de diminuição de pena."
      },
      {
        "letra": "E",
        "texto": "O delito de injúria racial se processa mediante ação penal pública incondicionada."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "911538",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: TJ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Noções Gerais de Crimes Contra a Honra",
      "Calúnia",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "Com relação aos crimes contra a honra e às imunidades previstas na legislação constitucional e infraconstitucional, julgue os itens subsequentes. I Vereador não responde por ofensas pessoais proferidas em razão de discussão política dentro dos limites territoriais do seu município. II A imunidade processual do advogado garantida pelo Estatuto da OAB não pode afastar punição por calúnias proferidas em discussão de causa. III O pedido de explicações não interrompe o prazo decadencial para a propositura da ação penal nos crimes contra a honra. IV Ação penal por injúria praticada contra servidor público é exercida exclusivamente por intermédio do MP, mediante a representação do ofendido. Estão certos apenas os itens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "I e III."
      },
      {
        "letra": "C",
        "texto": "II e IV."
      },
      {
        "letra": "D",
        "texto": "II, III e IV."
      },
      {
        "letra": "E",
        "texto": "I, III e IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "908298",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "Comete o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "difamação aquele que ofende a dignidade de pessoa morta."
      },
      {
        "letra": "B",
        "texto": "denunciação caluniosa aquele que provoca ação de autoridade comunicando-lhe ocorrência de vias de fato que sabe não ter se verificado."
      },
      {
        "letra": "C",
        "texto": "calúnia aquele que imputa crime sabendo ser a pessoa inocente e dá causa à instauração de inquérito policial."
      },
      {
        "letra": "D",
        "texto": "injúria aquele que ofende a dignidade de alguém com utilização de elementos referentes à condição de pessoa idosa."
      },
      {
        "letra": "E",
        "texto": "desacato aquele que ofende a dignidade da Polícia Militar ao expor opinião pejorativa sobre a instituição."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "905938",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "Tendo em conta os artigos 138 a 145 do Código Penal, que tratam dos crimes contra a honra, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos crimes de calunia e difamação, procede-se mediante queixa. Já no crime de injúria, em qualquer de suas modalidades, procede-se mediante representação do ofendido."
      },
      {
        "letra": "B",
        "texto": "No crime de calúnia, praticado em detrimento de chefe de governo estrangeiro, admite-se exceção da verdade."
      },
      {
        "letra": "C",
        "texto": "No crime de difamação, praticado em detrimento de funcionário público, admite-se a exceção da verdade, desde que a ofensa seja relativa ao exercício de suas funções."
      },
      {
        "letra": "D",
        "texto": "A retratação da ofensa, que isenta o querelado de pena, desde que feita antes da sentença, aplica-se aos crimes de calúnia, difamação e injúria."
      },
      {
        "letra": "E",
        "texto": "Não constituem injúria ou difamação punível a ofensa irrogada em juízo, na discussão da causa, pela parte ou por seu procurador, estendendo a exclusão do crime a quem der publicidade à ofensa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "904022",
    "metadata": "Ano: 2018 | Banca: NUCEPE | Órgão: PC-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação"
    ],
    "enunciado_principal": "No que diz respeito aos crimes contra a honra, marque a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caluniar alguém, imputando-lhe falsamente fato definido como crime, sendo também punível a calúnia contra os mortos."
      },
      {
        "letra": "B",
        "texto": "É crime difamar alguém, imputando-lhe fato ofensivo à sua reputação. Em relação ao crime de difamação não cabe exceção da verdade."
      },
      {
        "letra": "C",
        "texto": "O autor da calúnia pode interpor a exceção da verdade, mas esta não será aceita, caso em algumas situações, entre elas se, constituindo o fato imputado crime de ação privada, o ofendido não foi condenado por sentença irrecorrível."
      },
      {
        "letra": "D",
        "texto": "É crime injuriar alguém, ofendendo-lhe a dignidade ou o decoro, mas o legislador pátrio entendeu que o juiz pode deixar de aplicar a pena, quando o ofendido, de forma reprovável, provocou diretamente a injúria ou no caso de retorsão imediata, que consista em outra injúria."
      },
      {
        "letra": "E",
        "texto": "Caso o crime contra a honra tenha como vítima um funcionário público, em razão de suas funções, a pena será aumentada."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "896546",
    "metadata": "Ano: 2018 | Banca: IESES | Órgão: TJ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "O ato de imputar fato ofensivo à reputação de alguém é tipificado como crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Difamação."
      },
      {
        "letra": "B",
        "texto": "Injuria racial."
      },
      {
        "letra": "C",
        "texto": "Calunia."
      },
      {
        "letra": "D",
        "texto": "Injuria."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "883349",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: STJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública condicionada à representação",
      "Ação penal privada propriamente dita ou exclusiva",
      "Crimes contra a honra",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "Considerando a doutrina e a jurisprudência dos tribunais superiores acerca dos crimes em espécie, julgue o seguinte item.Situação hipotética: Um servidor público, no exercício de suas funções, foi vítima de injúria e difamação. Assertiva: Nessa situação, será concorrente a legitimidade do servidor ofendido, mediante queixa, e do Ministério Público, condicionada à representação do ofendido, para a ação penal correspondente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "866294",
    "metadata": "Ano: 2018 | Banca: FUNDATEC | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Retratação do agente",
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "Tendo por base os crimes contra a honra, analise as assertivas a seguir: I. As imunidades judiciária, literária, artística ou científica e a funcional são causas especiais de exclusão da ilicitude, sendo que a presença destas faz com que a injúria e a difamação não sejam puníveis. II. A retratação, de acordo com o art. 143 do CP, é causa de extinção da punibilidade, quando o querelado, antes da sentença, se retrata cabalmente da calúnia ou difamação. III. A injúria qualificada por preconceito é crime contra a honra, de ação penal pública condicionada à representação, sendo crime afiançável e prescritível. Difere-se do chamado crime de racismo, sendo delito de ação penal incondicionada, imprescritível e inafiançável. IV. Pode-se afirmar que a injúria qualificada pelo preconceito se traduz em um xingamento contra uma pessoa determinada, xingamento esse relacionado à sua raça, cor, etnia, religião, origem da vítima, ao fato de tratar-se de pessoa idosa ou portadora de deficiência. Já o delito de racismo, traduz-se em um sentimento em relação à raça como um todo, não atingindo pessoa determinada. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas II."
      },
      {
        "letra": "B",
        "texto": "Apenas IV."
      },
      {
        "letra": "C",
        "texto": "Apenas I e IV."
      },
      {
        "letra": "D",
        "texto": "Apenas III e IV."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2035168",
    "metadata": "Ano: 2017 | Banca: FAEPOL | Órgão: Prefeitura de Cachoeiras de Macacu - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Difamação"
    ],
    "enunciado_principal": "De acordo com o Código Penal, o crime de difamação admite exceção de verdade na seguinte hipótese:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se existe cumulação com outro crime contra a honra do funcionário"
      },
      {
        "letra": "B",
        "texto": "se a pena cominada for igual ou superior a vinte anos"
      },
      {
        "letra": "C",
        "texto": "se o ofendido é funcionário público e a ofensa é relativa ao exercício de suas funções"
      },
      {
        "letra": "D",
        "texto": "se houver risco à incolumidade pública"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1187816",
    "metadata": "Ano: 2017 | Banca: ADVISE | Órgão: Câmara de Brejão - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "Todas as alternativas abaixo são crimes contra a honra, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Difamação."
      },
      {
        "letra": "B",
        "texto": "Calúnia."
      },
      {
        "letra": "C",
        "texto": "Injúria."
      },
      {
        "letra": "D",
        "texto": "Abandono de incapaz."
      },
      {
        "letra": "E",
        "texto": "Exceção da verdade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "844079",
    "metadata": "Ano: 2017 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria",
      "Disposições comuns"
    ],
    "enunciado_principal": "Analise as seguintes assertivas, sobre crimes contra a honra, e assinale a alternativa correta: I. Segundo o que preconiza o Código Penal, as penas cominadas aos crimes de calunia, injúria e difamação aumentam-se em um terço, se qualquer deles é cometido mediante paga ou promessa de recompensa. II. Conforme prevê o Código Penal, responde pelo crime de difamação apenas a pessoa que dá publicidade à ofensa irrogada em juízo, na discussão da causa, pela parte ou por seu procurador. III. O crime de injúria simples é de natureza privada, e se procede mediante queixa, exceto quando cometido no contexto da Lei Maria da Penha, em que a ação penal é pública condicionada. IV. No crime de calúnia, a exceção da verdade não é permitida se do crime imputado, embora de ação pública, o ofendido foi absolvido por sentença irrecorrível. Está correto somente o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III."
      },
      {
        "letra": "B",
        "texto": "II e IV."
      },
      {
        "letra": "C",
        "texto": "II e III."
      },
      {
        "letra": "D",
        "texto": "I e IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "842057",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: DPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria",
      "Crimes contra a administração pública",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "Considere a hipótese de a Defensoria Pública ser procurada por uma pessoa que alega ter sido acusada de desonesta, ladra, canalha, devassa etc. Analisando os fatos o defensor entende que a reclamante é inocente. O acusador deverá responder por",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Calúnia porque: a) foi atribuído um crime à acusada e b) a imputação é falsa."
      },
      {
        "letra": "B",
        "texto": "Injúria porque: a) foi atribuído uma qualidade à acusada e b) houve ofensa à honra subjetiva."
      },
      {
        "letra": "C",
        "texto": "Difamação porque: a) houve a atribuição de um fato não criminoso à acusada e b) houve ofensa à honra objetiva."
      },
      {
        "letra": "D",
        "texto": "Falso testemunho porque: a) o acusador alegou ter presenciado atos que atribuiu à acusada e b) a imputação é falsa."
      },
      {
        "letra": "E",
        "texto": "Ocultação da verdade porque: a) o acusador mentiu e b) houve ofensa à honra subjetiva."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "840174",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: PC-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Noções Gerais de Crimes Contra a Honra",
      "Calúnia",
      "Difamação",
      "Injúria",
      "Disposições comuns"
    ],
    "enunciado_principal": "No que concerne aos crimes contra a honra, considere as afirmativas abaixo: I. Não é admissível a exceção da verdade para o delito de injúria. II. A retratação somente é admissível nos casos de calúnia e difamação. III. O juiz pode deixar de aplicar a pena na difamação no caso de retorsão imediata, que consista em outra difamação. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "I e III, apenas."
      },
      {
        "letra": "C",
        "texto": "II e III, apenas."
      },
      {
        "letra": "D",
        "texto": "I, apenas."
      },
      {
        "letra": "E",
        "texto": "I e II, apenas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "794620",
    "metadata": "Ano: 2017 | Banca: TRF - 2ª Região | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação"
    ],
    "enunciado_principal": "Leia as assertivas e, ao final, marque a opção correta: I - Não constituem calúnia ou difamação punível a ofensa irrogada em juízo, na discussão da causa, pela parte ou por seu procurador; II - No crime de calúnia, o querelado não pode ingressar com a exceção da verdade quando o fato imputado à vítima constitua crime de ação privada e não houver condenação definitiva sobre o assunto; III Os crimes de calúnia e difamação exigem afirmativa específica acerca de fato determinado. Já na injúria as assertivas não consideram fatos específicos, e se referem a afirmações vagas e gerais feitas à pessoa do ofendido. IV - É isento de pena o querelado que. antes da sentença, se retrata cabalmente da injúria ou da difamação.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas II e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas I, II e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas a assertiva II está correta."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas I e III estão corretas."
      },
      {
        "letra": "E",
        "texto": "Todas as assertivas são falsas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2727497",
    "metadata": "Ano: 2016 | Banca: ADVISE | Órgão: Prefeitura de Conde - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "De acordo com o art. 142, do Decreto-Lei Federal Nº 2.848/40, não constituem injúria ou difamação punível: I - A ofensa irrogada em juízo, na discussão da causa, pela parte ou por seu procurador; II - A opinião desfavorável da crítica literária, artística ou científica, salvo quando inequívoca a intenção de injuriar ou difamar; III - O conceito desfavorável emitido por funcionário público, em apreciação ou informação que preste no cumprimento de dever do ofício; IV - A calúnia imputando-lhe falsamente fato definido como crime. Qual alternativa apresenta somente as informações corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III"
      },
      {
        "letra": "B",
        "texto": "II e III"
      },
      {
        "letra": "C",
        "texto": "III e IV"
      },
      {
        "letra": "D",
        "texto": "I, II e III"
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2034909",
    "metadata": "Ano: 2016 | Banca: CONSULPAM | Órgão: Prefeitura de Cascavel - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Noções Gerais de Crimes Contra a Honra",
      "Calúnia",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "Nos termos do Art. 138 do Código Penal, imputar a alguém um fato definido como crime constitui o delito de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "injúria."
      },
      {
        "letra": "B",
        "texto": "calúnia."
      },
      {
        "letra": "C",
        "texto": "difamação."
      },
      {
        "letra": "D",
        "texto": "improbidade."
      },
      {
        "letra": "E",
        "texto": "excesso de exação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "698198",
    "metadata": "Ano: 2016 | Banca: FUNCAB | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "Ao realizar a manutenção da rede elétrica na casa de um cliente, o eletricista Servílio inadvertidamente entra em um quarto que pensava ser o banheiro. Lá encontra fotos do dono da casa fantasiado de Adolf Hitler, além de um diário. Ao folhear o diário, Servílio descobre vários escritos nos quais o dono da casa manifesta seu desprezo por um vizinho, por ele denominado “judeu sujo\". Servílio, então, leva o fato ao conhecimento do vizinho, que, sentindo-se ofendido, noticia o fato em uma delegacia policial. Ouvido o dono da casa, este revela ser simpatizante do nazismo, usando o referido cômodo para dar secretamente vazão à sua ideologia. Outrossim, o diário seria uma forma de extravasar suas inquietações sem ser descoberto por terceiros. Considerando o caso concreto, é possível afirmar que a conduta do dono da casa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "configura crime de difamação."
      },
      {
        "letra": "B",
        "texto": "configura crime de injuria por preconceito."
      },
      {
        "letra": "C",
        "texto": "configura crime de injuria."
      },
      {
        "letra": "D",
        "texto": "configura crime previsto em lei especial."
      },
      {
        "letra": "E",
        "texto": "é atípica."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "552697",
    "metadata": "Ano: 2015 | Banca: TRT 16R | Órgão: TRT - 16ª REGIÃO (MA)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Noções Gerais de Crimes Contra a Honra",
      "Calúnia",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "Considerando as afirmativas abaixo, assinale a alternativa CORRETA: I. Os crimes de Calúnia (Art. 138 do CP), Difamação (Art. 139 do CP) e Injúria (Art. 140 do CP) atingem a honra objetiva da vítima. II. A crítica literária desfavorável constitui crime contra a honra. III. É punível a injúria contra os mortos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente a afirmativa I está correta."
      },
      {
        "letra": "B",
        "texto": "Somente a afirmativa III está correta."
      },
      {
        "letra": "C",
        "texto": "Todas as afirmativas estão incorretas."
      },
      {
        "letra": "D",
        "texto": "Somente a afirmativa II está correta."
      },
      {
        "letra": "E",
        "texto": "Todas as afirmativas estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "530903",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Difamação",
      "Injúria",
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Considere a seguinte conduta descrita: Publicar ilustração de recém-nascidos afrodescendentes em fuga de sala da parto, associado aos dizeres de um personagem (supostamente médico) de cor branca \"Segurança! É uma fuga em massa!\". Tal conduta amolda-se à seguinte tipificação legal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não se amolda a tipificação legal por se tratar de ofensa social e não de conteúdo racial."
      },
      {
        "letra": "B",
        "texto": "Injúria, prevista no art. 140 do Código Penal."
      },
      {
        "letra": "C",
        "texto": "Crime de racismo, previsto na Lei no 7.716/89."
      },
      {
        "letra": "D",
        "texto": "Difamação, prevista no art. 139 do Código Penal."
      },
      {
        "letra": "E",
        "texto": "Não se amolda a tipificação legal por se tratar de liberdade de expressão − direito de charge."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "512410",
    "metadata": "Ano: 2015 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria",
      "Disposições comuns"
    ],
    "enunciado_principal": "Quanto aos crimes contra a honra, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos crimes de calúnia e difamação contra funcionário público, em razão de suas funções, a ação penal procede- se mediante representação do ofendido."
      },
      {
        "letra": "B",
        "texto": "O conceito desfavorável emitido por funcionário público, em apreciação ou informações que preste no cumprimento de dever do ofício, não constitui injúria ou difamação punível."
      },
      {
        "letra": "C",
        "texto": "Nos crimes contra a honra, a exceção da verdade somente se admite se o ofendido é funcionário público e a ofensa é relativa ao exercício de suas funções."
      },
      {
        "letra": "D",
        "texto": "Não constituem injúria ou difamação punível a ofensa irrogada em juízo, na discussão da causa, pela parte ou por seu procurador, e, da mesma forma, quem lhe dá publicidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "464211",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 6ª Região (PE)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "A manifestação do advogado, no exercício de sua atividade, em juízo ou fora dele, é acobertada por imunidade nos crimes de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "difamação e desacato."
      },
      {
        "letra": "B",
        "texto": "injúria e calúnia."
      },
      {
        "letra": "C",
        "texto": "injúria e desacato."
      },
      {
        "letra": "D",
        "texto": "difamação e injúria."
      },
      {
        "letra": "E",
        "texto": "desacato e calúnia."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "884475",
    "metadata": "Ano: 2014 | Banca: FUNCAB | Órgão: PC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Difamação",
      "Injúria",
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "Aquele que der causa à instauração de investigação policial, de processo judicial, instauração de investigação administrativa, inquérito civil ou ação de improbidade administrativa contra alguém, imputando-lhe crime de que o sabe inocente, comete o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "denunciação caluniosa."
      },
      {
        "letra": "B",
        "texto": "falso testemunho."
      },
      {
        "letra": "C",
        "texto": "injúria."
      },
      {
        "letra": "D",
        "texto": "comunicação falsa de crime."
      },
      {
        "letra": "E",
        "texto": "difamação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "785986",
    "metadata": "Ano: 2014 | Banca: TJ-AC | Órgão: TJ-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "Quando o agente imputa ou atribui a alguém falsamente a prática de fato definido como crime, acaba praticando:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "injúria"
      },
      {
        "letra": "B",
        "texto": "difamação"
      },
      {
        "letra": "C",
        "texto": "calúnia"
      },
      {
        "letra": "D",
        "texto": "injúria real"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "425152",
    "metadata": "Ano: 2014 | Banca: TRT 14R | Órgão: TRT - 14ª Região (RO e AC)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "O gerente da empresa XYZ Ltda., pretendendo que a empregada Rosa das Neves, portadora de deficiência física, apresentasse sua demissão, passou a afirmar que ela estava desviando dinheiro do caixa e que fazia uso dos recursos para manter sua relação extraconjugal com um colega de trabalho. Estas afirmações foram realizadas reiteradamente para todos os colegas, por mais de três meses, levando Rosa a sentir-se em um ambiente de trabalho insustentável. O Juiz do Trabalho reconheceu a prática de assédio moral e determinou a expedição de ofício para apuração de delitos. A respeito, está INCORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O gerente poderá ser condenado, dentre outros, pelo crime de calúnia, assim como os demais empregados que tenham reproduzido a história, sabendo-a falsa;"
      },
      {
        "letra": "B",
        "texto": "O gerente poderá ser condenado, dentre outros, pelo crime de difamação, com aumento de pena, uma vez que a vítima é portadora de deficiência física;"
      },
      {
        "letra": "C",
        "texto": "O gerente poderá ser condenado, dentre outros, pelo crime de injúria, com aumento de pena, uma vez que a vítima é portadora de deficiência física;"
      },
      {
        "letra": "D",
        "texto": "Quanto aos crimes de calúnia e difamação, o gerente ficará isento de pena, caso promova a retratação antes da prolação da sentença;"
      },
      {
        "letra": "E",
        "texto": "O gerente poderá ser condenado, dentre outros, pelo crime de injúria, com aumento de pena, uma vez que o crime foi cometido na presença de várias pessoas e por meio que facilitou sua divulgação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "409257",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Difamação",
      "Injúria",
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "“X” é negro e jogador de futebol profissional. Durante uma partida é chamado pelos torcedores do time adversário de macaco e lhe são atiradas bananas no meio do gramado. Caso sejam identificados os torcedores, é correto afirmar que, em tese,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "responderão pelo crime de preconceito de raça ou de cor, nos termos da Lei n.º 7.716/89."
      },
      {
        "letra": "B",
        "texto": "responderão pelo crime de racismo, nos termos da Lei n.º 7.716/89."
      },
      {
        "letra": "C",
        "texto": "responderão pelo crime de difamação, nos termos do art. 139 do Código Penal, entretanto, com o aumento de pena previsto na Lei n.º 7.716/89."
      },
      {
        "letra": "D",
        "texto": "não responderão por crime algum, tendo em vista que esse tipo de rivalidade entre as torcidas é própria dos jogos de futebol, restando apenas a punição na esfera administrativa."
      },
      {
        "letra": "E",
        "texto": "responderão pelo crime de injúria racial, nos termos do art. 140, § 3.º do Código Penal."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "402265",
    "metadata": "Ano: 2014 | Banca: NUCEPE | Órgão: PC-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crimes omissivos",
      "Crimes contra a vida",
      "Aborto",
      "Crimes contra a honra",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "No que se refere aos crimes contra a pessoa, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não se pune o aborto se a gravidez resulta de estupro, sobretudo se é precedido de consentimento da gestante."
      },
      {
        "letra": "B",
        "texto": "Na injúria há imputação de fato ofensivo à dignidade ou ao decoro da vítima."
      },
      {
        "letra": "C",
        "texto": "Mãe que intencionalmente deixa de amamentar o filho, causando-lhe a morte por inanição, pratica crime comissivo por omissão."
      },
      {
        "letra": "D",
        "texto": "Nos crimes perpetrados contra pessoa maior de sessenta anos, incidirá a agravante de um terço da pena, exceto no caso de injúria."
      },
      {
        "letra": "E",
        "texto": "No crime de difamação admite-se a exceção da verdade se o ofendido é funcionário público e a ofensa é relativa ao exercício de suas funções."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "389030",
    "metadata": "Ano: 2014 | Banca: UFMT | Órgão: MPE-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "Sempronio, hígido mentalmente, com o propósito inequívoco de ofender Mévio, perante terceiros, qualifica-o de “vil, abjeto e burro”. A conduta de Sempronio caracteriza",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Crime de calúnia"
      },
      {
        "letra": "B",
        "texto": "Crime de injúria."
      },
      {
        "letra": "C",
        "texto": "Crime de difamação."
      },
      {
        "letra": "D",
        "texto": "Irrelevante penal."
      },
      {
        "letra": "E",
        "texto": "Fato atípico."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "958174",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Difamação"
    ],
    "enunciado_principal": "Sobre a exceção de verdade no crime de difamação, pode-se afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Admite-se de forma ampla, sem qualquer restrição."
      },
      {
        "letra": "B",
        "texto": "Não se admite."
      },
      {
        "letra": "C",
        "texto": "Admite-se somente se o crime é cometido mediante paga ou promessa de recompensa."
      },
      {
        "letra": "D",
        "texto": "Admite-se somente se o ofendido é pessoa maior de 60 anos ou portadora de deficiência."
      },
      {
        "letra": "E",
        "texto": "Admite-se somente se o ofendido é funcionário público e a ofensa é relativa ao exercício de suas funções."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "826853",
    "metadata": "Ano: 2013 | Banca: FDRH | Órgão: PC-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "A respeito dos crimes contra a honra e dos crimes raciais, assinale V para as afirmativas verdadeiras e F para as falsas. ( ) A única hipótese admitida quanto á exceção da verdade no delito de difamação ocorre quando o ofendido é funcionário público e a ofensa é relativa ao exercício de suas funções. ( ) A ação penal no crime de injúria racial é privada, sendo inaceitável e intolerável em uma sociedade democrática. ( ) Fabricar, comercializar, distribuir ou veicular símbolos, emblemas, ornamentos, distintivos ou propaganda que utilizem a cruz suástica ou gamada, para fins de divulgação do nazismo, é conduta prevista como crime pelo legislador brasileiro. A sequência correta de preenchimento dos parênteses, de cima para baixo, é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V - V - V."
      },
      {
        "letra": "B",
        "texto": "V - V - F."
      },
      {
        "letra": "C",
        "texto": "V - F - V."
      },
      {
        "letra": "D",
        "texto": "V - F - F."
      },
      {
        "letra": "E",
        "texto": "F - F - F."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "506102",
    "metadata": "Ano: 2013 | Banca: TRT 14R | Órgão: TRT - 14ª Região (RO e AC)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "Analise as proposições abaixo e após marque a alternativa correta: I. No caso do crime de calúnia, admite-se a prova da verdade, salvo se do crime imputado, embora de ação pública, o ofendido foi absolvido por sentença irrecorrível. II. No caso do crime de injúria, admite-se a exceção da verdade somente se o ofendido for funcionário público e a ofensa for relativa ao exercício de suas funções. III. Se a injúria consiste na utilização de elementos referentes a raça, cor, etnia, religião, origem ou a condição de pessoa idosa ou portadora de deficiência, a pena prevista é a de reclusão de um a três anos e multa.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas o item I é falso."
      },
      {
        "letra": "B",
        "texto": "Apenas o item II é falso."
      },
      {
        "letra": "C",
        "texto": "Apenas o item III é falso."
      },
      {
        "letra": "D",
        "texto": "Todos os itens são verdadeiros."
      },
      {
        "letra": "E",
        "texto": "Todos os itens são falsos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "359573",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria",
      "Disposições comuns"
    ],
    "enunciado_principal": "Em princípio, nos crimes contra a honra dispostos no Código Penal cabe;",
    "alternativas": [
      {
        "letra": "A",
        "texto": "retratação na injúria, exceto se racial."
      },
      {
        "letra": "B",
        "texto": "retratação na injúria em geral."
      },
      {
        "letra": "C",
        "texto": "exceção da verdade na calúnia contra os mortos."
      },
      {
        "letra": "D",
        "texto": "exceção da verdade na injúria."
      },
      {
        "letra": "E",
        "texto": "exceção da verdade na difamação contra particular."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "351355",
    "metadata": "Ano: 2013 | Banca: TRT 2R (SP) | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria"
    ],
    "enunciado_principal": "Qual das figuras abaixo significam, respectivamente: imputar falsamente fato definido com o crime e ofender a dignidade e o decoro. Aponte a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "calúnia e difamação."
      },
      {
        "letra": "B",
        "texto": "injúria e calúnia."
      },
      {
        "letra": "C",
        "texto": "injúria e difamação."
      },
      {
        "letra": "D",
        "texto": "calúnia e injúria."
      },
      {
        "letra": "E",
        "texto": "difamação e injúria."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "335881",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação"
    ],
    "enunciado_principal": "A, perante várias pessoas, afirmou falsamente que B, funcionário público aposentado, explorava a atividade ilícita do jogo do bicho, quando exercia as funções públicas. Ante a imputação falsa, é correto afirmar que A cometeu o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "difamação, não se admitindo a exceção da verdade."
      },
      {
        "letra": "B",
        "texto": "calúnia, admitindo-se a exceção da verdade."
      },
      {
        "letra": "C",
        "texto": "calúnia, não se admitindo a exceção da verdade."
      },
      {
        "letra": "D",
        "texto": "difamação, admitindo-se a exceção da verdade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "317788",
    "metadata": "Ano: 2013 | Banca: TRT 15R | Órgão: TRT - 15ª Região (SP)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Difamação",
      "Injúria",
      "Crimes contra a administração pública",
      "Desacato"
    ],
    "enunciado_principal": "Durante audiência em processo trabalhista, o preposto Tício descontrola-se emocionalmente e dirige-se ao juiz do trabalho de modo desrespeitoso, imputando-lhe, em altos brados, os atributos de “parcial” e “arbitrário”. Diante desse quadro, supondo- se haver crime úniço (por se tratar de ofensas símiles irrogadas no mesmo contexto fático), o juiz do trabalho:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deve dar imediata voz de prisão a Tício, lavrando o auto de prisão em flagrante delito, ante a consumação atual do crime de desacato;"
      },
      {
        "letra": "B",
        "texto": "deve dar imediata voz de prisão a Tícior lavrando o auto de prisão em flagrante delito, ante a consumação atual do crime de injúria;"
      },
      {
        "letra": "C",
        "texto": "deve dar imediata voz de prisão a Tício, lavrando o auto de prisão em flagrante delito, ante a consumação atual do crime de difamação;"
      },
      {
        "letra": "D",
        "texto": "deve apenas consignar em ata os impropérios, sem interrupções, para depois os mandar riscar do termo de audiência, à vista do que dispõe o artigo 15, caput, do CPC;"
      },
      {
        "letra": "E",
        "texto": "deve restabelecer a ordem na sala de audiências, valendo-se dos poderes processuais de polícia que a lei lhe confere, embora não lhe seja permitido dar a voz de prisão no presente caso."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "305650",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Difamação"
    ],
    "enunciado_principal": "O agente que imputa a outra pessoa fato ofensivo à sua reputação comete o seguinte crime:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "calúnia."
      },
      {
        "letra": "B",
        "texto": "difamação."
      },
      {
        "letra": "C",
        "texto": "injúria."
      },
      {
        "letra": "D",
        "texto": "constrangimento ilegal."
      },
      {
        "letra": "E",
        "texto": "divulgação de segredo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "300463",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria",
      "Disposições comuns"
    ],
    "enunciado_principal": "Nos crimes contra a honra",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é admissível a exceção da verdade na injúria, se a vítima é funcionária pública e a ofensa é relativa ao exercício de suas funções."
      },
      {
        "letra": "B",
        "texto": "é admissível a retratação apenas nos casos de calúnia e difamação."
      },
      {
        "letra": "C",
        "texto": "a pena é aumentada de um terço, se cometidos contra pessoa maior de sessenta anos ou portadora de deficiência, exceto no caso de difamação."
      },
      {
        "letra": "D",
        "texto": "é admissível o perdão judicial no crime de difamação, se houver retorsão imediata."
      },
      {
        "letra": "E",
        "texto": "a injúria real consiste no emprego de elementos preconceituosos ou discriminatórios relativos à raça, cor, etnia, religião, origem e condição de idoso ou deficiente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "599776",
    "metadata": "Ano: 2012 | Banca: CEC | Órgão: Prefeitura de Pinhais - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Aborto",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Crimes contra a honra",
      "Difamação"
    ],
    "enunciado_principal": "Analise as seguintes proposições sobre os crimes contra a pessoa. I. A premeditação não configura uma qualificadora do crime de homicídio. II. O aborto, segundo recente alteração legislativa, não é mais considerado crime, se for realizado até os 60 (sessenta) dias de gestação. III. O crime de lesão corporal culposa foi graduado pelo legislador em leve, grave e gravíssima, dependendo da intensidade da lesão gerada. IV. O guarda municipal Mário atribuiu, falsamente, a seu colega Luciano, a prática de atividade contravencional do jogo do bicho, o que pode caracterizar o crime de calúnia. Está correto somente o que se afirma na(s) assertiva(s):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, III e IV"
      },
      {
        "letra": "B",
        "texto": "I e IV"
      },
      {
        "letra": "C",
        "texto": "I e III"
      },
      {
        "letra": "D",
        "texto": "II, III e IV"
      },
      {
        "letra": "E",
        "texto": "I"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "426533",
    "metadata": "Ano: 2012 | Banca: TRT 14R | Órgão: TRT - 14ª Região (RO e AC)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Difamação",
      "Crimes contra a liberdade pessoal",
      "Redução à condição análoga à de escravo"
    ],
    "enunciado_principal": "Analise as proposições abaixo relacionadas a temas do Direito Penal e, após, marque a única alternativa correta:I - Nos termos da jurisprudência do Supremo Tribunal Federal, é da Justiça Federal a competência para julgar os crimes de redução à condição análoga à de escravo, tendo em vista que quaisquer condutas que violem não só o sistema de órgãos e instituições que preservam, coletivamente, os direitos e deveres dos trabalhadores, mas também o homem trabalhador, atingindo-o nas esferas em que a Constituição lhe confere proteção máxima, enquadram-se na categoria dos crimes contra a organização do trabalho, se praticadas no contexto de relações de trabalho.II - O crime de difamação pressupõe, para sua concretização, a presença de fato certo e determinado a macular a honra objetiva da vítima. III - Nos termos da jurisprudência do Supremo Tribunal Federal, a testemunha que não prestou compromisso em processo de natureza cível, por ser prima da parte, embora tenha sido advertida de que suas declarações poderiam caracterizar ilícito penal, não pode estar sujeita às penalidades do crime de falso testemunho, isso porque, em termos legais, a formalidade do compromisso integra o tipo do crime de falso testemunho.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas o item I é falso"
      },
      {
        "letra": "B",
        "texto": "Apenas o item II é falso."
      },
      {
        "letra": "C",
        "texto": "Apenas o item III é falso."
      },
      {
        "letra": "D",
        "texto": "Todos os itens são verdadeiros."
      },
      {
        "letra": "E",
        "texto": "Todos os itens são falsos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "283098",
    "metadata": "Ano: 2012 | Banca: FUNCAB | Órgão: PC-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria",
      "Crimes contra a administração pública",
      "Desacato"
    ],
    "enunciado_principal": "Certo Juiz de Direito encaminha ofício à Delegacia de Polícia visando à instauração de inquérito policial em desfavor de determinado Advogado, porque o causídico, em uma ação penal de iniciativa privada, havia, em sede de razões de apelação, formulado protestos e críticas contra o Magistrado, alegando que este fundamentara sua sentença em argumentos puramente fantasiosos. Resta comprovado na investigação que os termos usados pelo Advogado foram duros e que tinham aptidão para ofender a honra do Magistrado, embora empregados de forma objetiva e impessoal. Assim, o Advogado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deve responder por crime de injúria."
      },
      {
        "letra": "B",
        "texto": "deve responder por crime de desacato."
      },
      {
        "letra": "C",
        "texto": "deve responder por crime de difamação."
      },
      {
        "letra": "D",
        "texto": "deve responder por crime de calúnia."
      },
      {
        "letra": "E",
        "texto": "não responde por crime algum."
      }
    ],
    "gabarito": "E"
  }
]