[
  {
    "id": "3387030",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: DPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Diferenças entre reclusão e detenção"
    ],
    "enunciado_principal": "A respeito da pena criminal e da extinção da punibilidade:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De acordo com o Código Penal, nos crimes violentos contra adolescentes o prazo prescricional da pretensão punitiva começara a correr do dia em que os responsáveis legais tomarem ciência do delito."
      },
      {
        "letra": "B",
        "texto": "O trabalho do apenado que cumpre pena no regime fechado deverá ser remunerado, no mínimo, por um salário mínimo nacional, mas esse preso, diferentemente daquele que cumpre pena no regime semiaberto, não terá garantidos os benefícios da previdência social, mesmo que tenha ele contribuído com o INSS até o ingresso no sistema prisional."
      },
      {
        "letra": "C",
        "texto": "O Código Penal prevê os regimes aberto e semiaberto para os delitos apenados com detenção, mas consigna para esse tipo de pena, expressamente, a possibilidade de fixação do regime fechado no caso de necessidade de transferência para tal regime."
      },
      {
        "letra": "D",
        "texto": "A pena privativa de liberdade pode ser suspensa no caso de superveniência de doença mental do condenado, o que não ocorre com a pena de multa, que deve correr ininterruptamente até se alcançar o prazo prescricional."
      },
      {
        "letra": "E",
        "texto": "A sentença penal condenatória transitada em julgado por fato anterior ao novo crime praticado no Brasil, no caso de ser proferida no exterior, não poderá ser considerada para se reconhecer a reincidência, pelo princípio da territorialidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3260434",
    "metadata": "Ano: 2025 | Banca: SECPLAN | Órgão: Prefeitura de Presidente Kennedy - ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Penas privativas de liberdade",
      "Diferenças entre reclusão e detenção",
      "Crimes contra a administração pública",
      "Modalidades de sanções penais",
      "Modalidades das Penas privativas de liberdade",
      "Crimes em Licitações e Contratos Administrativos"
    ],
    "enunciado_principal": "A lei que dispõe sobre Licitações e Contratos Administrativos, Lei nº 14.133/2021, estabelece, dentre outros, alterações legislativas em certos diplomas legais, ao prever crimes em licitações e contratos administrativos, inclusive para as empresas públicas, as sociedades de economia mista e as suas subsidiárias. Nessa linha, um desses crimes em licitações e contratos administrativos é a contratação direta ilegal cuja conduta penal consiste em admitir, possibilitar ou dar causa à contratação direta fora das hipóteses previstas em lei. Nesse caso, a pena prevista para esse crime é de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "reclusão, de 6 (seis) meses a 3 (três) anos, e multa"
      },
      {
        "letra": "B",
        "texto": "detenção, de 3 (três) anos a 5 (cinco) anos, e multa"
      },
      {
        "letra": "C",
        "texto": "detenção, de 2 (dois) anos a 3 (três) anos, e multa"
      },
      {
        "letra": "D",
        "texto": "reclusão, de 4 (quatro) anos a 8 (oito) anos, e multa"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3100499",
    "metadata": "Ano: 2024 | Banca: FAPEC | Órgão: MPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Diferenças entre reclusão e detenção"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando o agente desiste de prosseguir na execução do crime convencido pela vítima de que realizava um ato grave contra uma pessoa “do bem”, não se aplica a regra da desistência voluntária, prevista no art. 15 do Código Penal, pelo fato da decisão não haver sido espontânea."
      },
      {
        "letra": "B",
        "texto": "O dolo direto de segundo grau ocorre na hipótese em que o agente, embora não deseje o resultado, assume o risco de produzi-lo, sendo expressão sinônima do chamado dolo eventual."
      },
      {
        "letra": "C",
        "texto": "A imunidade parlamentar pode ser aplicada ao terceiro que concorra para o ato, ainda que particularmente não ostente tal prerrogativa."
      },
      {
        "letra": "D",
        "texto": "A coação física irresistível configura hipótese de autoria mediata."
      },
      {
        "letra": "E",
        "texto": "A pena de detenção não pode ser cumprida em regime inicialmente fechado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2211473",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Diferenças entre reclusão e detenção",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Modalidades das Penas privativas de liberdade"
    ],
    "enunciado_principal": "No que concerne à função das penas, são teorias relativas as doutrinas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "utilitaristas, que consideram e justificam a pena enquanto meio para a realização do fim utilitário da prevenção de futuros delitos."
      },
      {
        "letra": "B",
        "texto": "que concebem a pena como um castigo."
      },
      {
        "letra": "C",
        "texto": "que concebem a pena como retribuição do crime, justificada por seu intrínseco valor axiológico, vale dizer, não um meio, e tampouco um custo, mas, sim, um dever ser metajurídico que possui em si seu próprio fundamento."
      },
      {
        "letra": "D",
        "texto": "que concebem a pena como um fim em si própria."
      },
      {
        "letra": "E",
        "texto": "que, segundo Séneca, são quia peccatum, ou seja, dizem respeito ao passado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "886226",
    "metadata": "Ano: 2018 | Banca: Fundação CEFETBAHIA | Órgão: MPE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Fundamentais",
      "Princípios limitadores do poder punitivo estatal",
      "Concurso de crimes",
      "Penas privativas de liberdade",
      "Diferenças entre reclusão e detenção"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As leis penais em branco são identificadas pelo sentido genérico do preceito que deve ser completado por outra disposição normativa e não se distinguem das leis penais incompletas ou imperfeitas."
      },
      {
        "letra": "B",
        "texto": "A função político-criminal e a função interpretativa ou dogmática representam funções básicas do princípio da ofensividade no direito penal."
      },
      {
        "letra": "C",
        "texto": "A pena de detenção trata-se de sanção privativa de liberdade e que só admite o cumprimento em regime semiaberto ou aberto, e se distingue da pena de reclusão ante a maior gravidade do crime."
      },
      {
        "letra": "D",
        "texto": "O agente que efetua diversos disparos contra a vítima sinaliza com sua conduta várias ações identificadoras do concurso material homogêneo, aplicando-se cumulativamente as penas."
      },
      {
        "letra": "E",
        "texto": "Admite-se a instigação, induzimento ou cumplicidade no fato culposo de outrem em face de contrariedade às normas que instituem um dever de cuidado objetivo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "855344",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TRE-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Penas privativas de liberdade",
      "Diferenças entre reclusão e detenção",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Medida de segurança",
      "Conceito de Medida de Segurança",
      "Modalidades de sanções penais"
    ],
    "enunciado_principal": "A respeito das penas e das medidas de segurança, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A atenuante da confissão espontânea é preponderante em relação à reincidência, impossibilitando a compensação plena entre uma e outra na segunda fase da dosimetria."
      },
      {
        "letra": "B",
        "texto": "São espécies de penas privativas de liberdade a reclusão, a detenção, a prisão simples e a prisão especial."
      },
      {
        "letra": "C",
        "texto": "São espécies de penas restritivas de direitos a prestação de serviços à comunidade, a interdição temporária de direitos e a obrigação de reparar o dano causado pelo crime."
      },
      {
        "letra": "D",
        "texto": "São princípios constitucionais aplicáveis à pena a personalidade ou responsabilidade pessoal, a legalidade, a inderrogabilidade, a proporcionalidade, a individualização e a humanização."
      },
      {
        "letra": "E",
        "texto": "A duração da medida de segurança é por tempo indeterminado, e o condenado só será liberado depois que perícia médica atestar a cessação de sua periculosidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "797807",
    "metadata": "Ano: 2017 | Banca: NUCEPE | Órgão: SEJUS-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Diferenças entre reclusão e detenção"
    ],
    "enunciado_principal": "Em relação ao cumprimento da pena é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pena de reclusão deve ser cumprida em regime fechado ou semiaberto. A de detenção apenas em regime semiaberto, salvo necessidade de transferência a regime fechado."
      },
      {
        "letra": "B",
        "texto": "As penas privativas de liberdade deverão ser executadas em forma progressiva, segundo o mérito do condenado, observados os seguintes critérios e ressalvadas as hipóteses de transferência a regime mais rigoroso."
      },
      {
        "letra": "C",
        "texto": "O condenado a pena superior a 6 (seis) anos deverá começar a cumpri-la em regime fechado."
      },
      {
        "letra": "D",
        "texto": "O condenado não reincidente, cuja pena seja superior a 4 (quatro) anos e não exceda a 6 (seis), poderá, desde o princípio, cumpri-la em regime semiaberto."
      },
      {
        "letra": "E",
        "texto": "O condenado reincidente, cuja pena seja igual ou inferior a 4 (quatro) anos, poderá, desde o início, cumpri-la em regime aberto."
      }
    ],
    "gabarito": "X"
  },
  {
    "id": "773716",
    "metadata": "Ano: 2017 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Diferenças entre reclusão e detenção",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "De acordo com o Código Penal Brasileiro, com referência às penas, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Constitui circunstância agravante a prática de crime por motivo fútil ou torpe."
      },
      {
        "letra": "B",
        "texto": "A pena de reclusão deve ser cumprida apenas em regime fechado e a de detenção, em regime semiaberto ou aberto."
      },
      {
        "letra": "C",
        "texto": "A pena privativa de liberdade nunca será substituída por pena restritiva de direitos se o condenado for reincidente."
      },
      {
        "letra": "D",
        "texto": "Considera-se reincidente o agente que comete novo crime antes de transitar em julgado a sentença que, no País ou no estrangeiro, o tenha condenado por crime anterior."
      },
      {
        "letra": "E",
        "texto": "O desconhecimento da lei é inescusável, razão pela qual não constitui circunstância atenuante da pena."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1394653",
    "metadata": "Ano: 2016 | Banca: TJ-MS | Órgão: TJ-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Diferenças entre reclusão e detenção",
      "Modalidades das Penas privativas de liberdade"
    ],
    "enunciado_principal": "Marque “C” para certo e “E” para errado na assertiva abaixo. São infrações penais de menor potencial ofensivo os crimes insertos no Código Penal e também em leis extravagantes que a lei comine pena de reclusão ou de detenção máxima não superior a dois anos, bem como multa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "443159",
    "metadata": "Ano: 2012 | Banca: Quadrix | Órgão: DATAPREV",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Diferenças entre reclusão e detenção"
    ],
    "enunciado_principal": "Sabendo que esta questão trata exclusivamente de Direito Penal, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Importa renúncia tácita ao direito de queixa a prática de ato incompatível com a vontade de exercê-lo; não a implica, todavia, o fato de receber o ofendido a indenização do dano causado pelo crime."
      },
      {
        "letra": "B",
        "texto": "A pena de reclusão deve ser cumprida em regime fechado, semiaberto ou aberto. A de detenção, em regime semiaberto, ou aberto, sendo vedada a transferência a regime fechado."
      },
      {
        "letra": "C",
        "texto": "A prescrição, depois da sentença condenatória com trânsito em julgado para a acusação ou depois de improvido seu recurso, regula-se pela pena aplicada, não podendo, em nenhuma hipótese, ter por termo inicial data anterior à da denúncia ou queixa."
      },
      {
        "letra": "D",
        "texto": "No concurso de crimes, as penas de multa são aplicadas distinta e integralmente."
      },
      {
        "letra": "E",
        "texto": "O tempo de cumprimento das penas privativas de liberdade não pode ser superior a 30 (trinta) anos."
      }
    ],
    "gabarito": "B"
  }
]