[
  {
    "id": "2305352",
    "metadata": "Ano: 2023 | Banca: OBJETIVA | Órgão: Prefeitura de Paverama - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Difamação",
      "Disposições comuns"
    ],
    "enunciado_principal": "Existem causas de aumento para o crime de difamação, inclusive com percentuais de majoração de pena. No caso em que há exceções para que o crime seja apurado mediante ação penal privada, sendo desnecessária a queixacrime, assinalar a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Crime praticado contra o Presidente da República, ou contra chefe de governo estrangeiro, sendo a ação penal pública condicionada à requisição do Ministro da Justiça."
      },
      {
        "letra": "B",
        "texto": "Crime praticado contra funcionário público, em razão de suas funções, sendo a ação penal pública condicionada à representação da administração, por seu representante legal."
      },
      {
        "letra": "C",
        "texto": "Crime praticado contra o Presidente da República, ou contra chefe de governo estrangeiro, sendo a ação penal pública condicionada à requisição do Ministério Público."
      },
      {
        "letra": "D",
        "texto": "Crime praticado contra funcionário público, em razão de suas funções, sendo a ação penal pública condicionada à representação do Ministro da Justiça."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1985500",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: Prefeitura de Dourados - MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Noções Gerais de Crimes Contra a Honra",
      "Disposições comuns"
    ],
    "enunciado_principal": "Com relação aos crimes contra a honra e as disposições do Código Penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A calúnia contra os mortos não é punível"
      },
      {
        "letra": "B",
        "texto": "É admitido exceção da verdade nos crimes de calúnia, injúria e difamação"
      },
      {
        "letra": "C",
        "texto": "Não constitui, via de regra, injúria ou difamação puníveis a ofensa irrogada em juízo, na discussão da causa, pela parte ou por seu procurador"
      },
      {
        "letra": "D",
        "texto": "Se os crimes contra a honra são cometidos em quaisquer modalidades das redes sociais da rede mundial de computadores, a pena é aumentada de 1/6 a 1/3"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1971694",
    "metadata": "Ano: 2022 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Difamação",
      "Injúria",
      "Disposições comuns"
    ],
    "enunciado_principal": "Sobre os crimes contra a honra, assinale a assertiva CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É sempre admissível, em se tratando do delito de difamação, a exceção da verdade."
      },
      {
        "letra": "B",
        "texto": "A injúria se consuma no momento em que o ofendido toma conhecimento da ofensa irrogada."
      },
      {
        "letra": "C",
        "texto": "No caso da injúria, a circunstância de a vítima ser maior de 60 anos ou portadora de deficiência configura causa de especial aumento de pena."
      },
      {
        "letra": "D",
        "texto": "Em todas as espécies de delito contra a honra, a retratação cabal pelo querelado, antes da sentença, isenta de pena."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1943266",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: TJ-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Noções Gerais de Crimes Contra a Honra",
      "Disposições comuns"
    ],
    "enunciado_principal": "Com relação aos crimes contra a honra, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Admite-se a configuração de injúria contra pessoa jurídica."
      },
      {
        "letra": "B",
        "texto": "A imunidade material dos vereadores pelos discursos que proferem restringe-se aos dizeres emanados por eles nos limites do município onde possuem mandato, além de ter estrita pertinência com o exercício do mandato."
      },
      {
        "letra": "C",
        "texto": "A intenção de caçoar da vítima é suficiente para a configuração da difamação."
      },
      {
        "letra": "D",
        "texto": "A imputação de um fato que não seja verdadeiro é pressuposto da difamação."
      },
      {
        "letra": "E",
        "texto": "Tanto a calúnia quanto a difamação exigem resultado material."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1048824",
    "metadata": "Ano: 2019 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Injúria",
      "Disposições comuns"
    ],
    "enunciado_principal": "Sobre os crimes contra a honra, observe as afirmações abaixo: I - O crime de injúria consistente na utilização de elementos referentes a raça, cor, etnia, religião, origem ou a condição de pessoa idosa ou portadora de deficiência é de ação pública incondicionada. II - E punível a calúnia contra os mortos. Ainda, admite-se no crime de calúnia a prova da verdade, salvo se: 1) constituindo o fato imputado crime de ação privada, o ofendido não foi condenado por sentença irrecorrível; 2) se o fato é imputado a qualquer das pessoas indicadas no n. I do art. 141 (Presidente da República, ou contra chefe de governo estrangeiro); 3) se do crime imputado, em bora de ação pública, o ofendido foi absolvido por sentença irrecorrível. III - No crime de injúria, o juiz pode deixar de aplicar a pena quando o ofendido, de forma reprovável, provocou diretamente a injúria; e também no caso de retorsão imediata, que consista em outra injúria. IV - Nos crimes de injúria e difamação somente é admissível a exceção da verdade se o ofendido é funcionário público e a ofensa é relativa ao exercício de suas funções. V - As penas dos crimes contra a honra são aumentadas de um terço, dentre outras hipóteses legais, quando praticados contra pessoa maior de 60 (sessenta) anos ou portadora de deficiência, exceto no caso de injúria. Pode-se afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas II, III e IV são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "Apenas II, III e V são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Apenas I, III e V são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Apenas III, IV e V são verdadeiras."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1014419",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de São José do Rio Preto - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Disposições comuns"
    ],
    "enunciado_principal": "No que concerne à retratação nos crimes contra a honra, tema tratado no art. 143 do CP, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas a injúria admite-a."
      },
      {
        "letra": "B",
        "texto": "Apenas a calúnia e a injúria admitem-na."
      },
      {
        "letra": "C",
        "texto": "Apenas a calúnia e a difamação admitem-na."
      },
      {
        "letra": "D",
        "texto": "Todos os crimes contra a honra admitem-na, mas apenas até o oferecimento da denúncia."
      },
      {
        "letra": "E",
        "texto": "Nenhum dos crimes contra a honra admitem-na."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "987304",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria",
      "Disposições comuns"
    ],
    "enunciado_principal": "Com relação a crimes contra a honra, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de calúnia se consuma no momento em que o ofendido toma conhecimento da imputação falsa contra si."
      },
      {
        "letra": "B",
        "texto": "Calúnia contra indivíduo falecido não se enquadra como crime contra a honra."
      },
      {
        "letra": "C",
        "texto": "A exceção da verdade é admitida em caso de delito de difamação contra funcionário público no exercício de suas funções."
      },
      {
        "letra": "D",
        "texto": "A retratação cabal do agente da calúnia ou da difamação após o recebimento da ação penal é causa de diminuição de pena."
      },
      {
        "letra": "E",
        "texto": "O delito de injúria racial se processa mediante ação penal pública incondicionada."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "976770",
    "metadata": "Ano: 2019 | Banca: INSTITUTO AOCP | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesões corporais qualificadas",
      "Crimes contra a honra",
      "Disposições comuns"
    ],
    "enunciado_principal": "Em relação aos crimes contra a pessoa, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pratica o crime de lesão corporal de natureza grave, a pessoa que ofender a integridade corporal de outrem, causando-lhe incapacidade para as ocupações habituais, por dez dias."
      },
      {
        "letra": "B",
        "texto": "Não constitui injúria, difamação ou calúnia punível, a ofensa irrogada em juízo, na discussão da causa, pela parte ou por seu procurador."
      },
      {
        "letra": "C",
        "texto": "No homicídio doloso, a pena é aumentada de um terço se o crime resulta de inobservância de regra técnica de profissão, arte ou ofício, ou se o agente deixa de prestar imediato socorro à vítima, não procura diminuir as consequências do seu ato, ou foge para evitar prisão em flagrante."
      },
      {
        "letra": "D",
        "texto": "No delito de induzimento, instigação ou auxílio a suicídio, a pena é duplicada se o crime é praticado por motivo egoístico."
      },
      {
        "letra": "E",
        "texto": "Deve ser punido o aborto praticado por médico, ainda que não exista outro meio de salvar a vida da gestante."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "923520",
    "metadata": "Ano: 2018 | Banca: UEG | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Disposições comuns"
    ],
    "enunciado_principal": "Sobre o crimes contra a honra, previstos no Código Penal, tem-se o seguinte:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não constitui calúnia, difamação ou injúria punível a ofensa irrogada em juízo, na discussão da causa, pela parte ou por seu procurador."
      },
      {
        "letra": "B",
        "texto": "O querelado que, antes da sentença, se retrata cabalmente da calúnia, difamação ou injúria, fica isento de pena."
      },
      {
        "letra": "C",
        "texto": "As penas aos crimes de calúnia, difamação ou injúria aumentam-se de um terço, se qualquer dos crimes é cometido contra pessoa maior de 60 (sessenta) anos ou portadora de deficiência."
      },
      {
        "letra": "D",
        "texto": "Se, de referências, alusões ou frases, se infere calúnia, difamação ou injúria, quem se julga ofendido pode pedir explicações em juízo."
      },
      {
        "letra": "E",
        "texto": "Nos crimes de calúnia, difamação ou injúria, admite-se a exceção da verdade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "882371",
    "metadata": "Ano: 2018 | Banca: FUNDATEC | Órgão: AL-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Disposições comuns",
      "Crimes contra a administração pública",
      "Noções Gerais de Crimes Contra a Administração Pública",
      "Peculato",
      "Emprego irregular de verbas ou rendas públicas"
    ],
    "enunciado_principal": "Segundo súmula do Supremo Tribunal Federal, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Por equiparação, a lei penal considera funcionário público quem exerce cargo, emprego ou função em entidade paraestatal, e quem trabalha para empresa prestadora de serviço contratada ou conveniada para a execução de qualquer atividade da Administração Pública."
      },
      {
        "letra": "B",
        "texto": "É concorrente a legitimidade do ofendido, mediante queixa, e do Ministério Público, condicionada à representação do ofendido, para a ação penal por crime contra a honra de servidor público em razão do exercício de suas funções."
      },
      {
        "letra": "C",
        "texto": "Nos crimes funcionais próprios, a exclusão da qualidade de funcionário público faz com que ocorra a desclassificação para crimes de outra natureza, enquanto que nos crimes funcionais impróprios a exclusão da qualidade de funcionário público torna o fato atípico."
      },
      {
        "letra": "D",
        "texto": "No peculato culposo, a reparação integral do dano, antes da sentença penal irrecorrível, reduz pela metade a pena aplicada."
      },
      {
        "letra": "E",
        "texto": "Para ser sujeito ativo no crime de emprego irregular de verbas ou rendas públicas, o funcionário público deve ter poder de dispor da verba ou renda pública e a consumação somente ocorre se ficar comprovado o prejuízo do erário."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "844079",
    "metadata": "Ano: 2017 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria",
      "Disposições comuns"
    ],
    "enunciado_principal": "Analise as seguintes assertivas, sobre crimes contra a honra, e assinale a alternativa correta: I. Segundo o que preconiza o Código Penal, as penas cominadas aos crimes de calunia, injúria e difamação aumentam-se em um terço, se qualquer deles é cometido mediante paga ou promessa de recompensa. II. Conforme prevê o Código Penal, responde pelo crime de difamação apenas a pessoa que dá publicidade à ofensa irrogada em juízo, na discussão da causa, pela parte ou por seu procurador. III. O crime de injúria simples é de natureza privada, e se procede mediante queixa, exceto quando cometido no contexto da Lei Maria da Penha, em que a ação penal é pública condicionada. IV. No crime de calúnia, a exceção da verdade não é permitida se do crime imputado, embora de ação pública, o ofendido foi absolvido por sentença irrecorrível. Está correto somente o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III."
      },
      {
        "letra": "B",
        "texto": "II e IV."
      },
      {
        "letra": "C",
        "texto": "II e III."
      },
      {
        "letra": "D",
        "texto": "I e IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "840174",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: PC-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Noções Gerais de Crimes Contra a Honra",
      "Calúnia",
      "Difamação",
      "Injúria",
      "Disposições comuns"
    ],
    "enunciado_principal": "No que concerne aos crimes contra a honra, considere as afirmativas abaixo: I. Não é admissível a exceção da verdade para o delito de injúria. II. A retratação somente é admissível nos casos de calúnia e difamação. III. O juiz pode deixar de aplicar a pena na difamação no caso de retorsão imediata, que consista em outra difamação. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "I e III, apenas."
      },
      {
        "letra": "C",
        "texto": "II e III, apenas."
      },
      {
        "letra": "D",
        "texto": "I, apenas."
      },
      {
        "letra": "E",
        "texto": "I e II, apenas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "800275",
    "metadata": "Ano: 2017 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Disposições comuns"
    ],
    "enunciado_principal": "Acerca dos crimes contra a honra, NÃO é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aumenta-se a pena em 1/3 dos crimes contra a honra (calúnia, injúria e difamação) quando é praticado contra pessoa maior de 60 anos ou portadora de deficiência."
      },
      {
        "letra": "B",
        "texto": "A ação é pública condicionada quando o crime contra a honra é praticado contra funcionário público, em razão de suas funções."
      },
      {
        "letra": "C",
        "texto": "Aplica-se a pena em dobro se o crime contra a honra é cometido mediante paga ou promessa de recompensa."
      },
      {
        "letra": "D",
        "texto": "A queixa-crime por crime de calúnia pode ser oferecida por cônjuge, ascendente, descendente ou irmão do falecido ofendido."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "512410",
    "metadata": "Ano: 2015 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria",
      "Disposições comuns"
    ],
    "enunciado_principal": "Quanto aos crimes contra a honra, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos crimes de calúnia e difamação contra funcionário público, em razão de suas funções, a ação penal procede- se mediante representação do ofendido."
      },
      {
        "letra": "B",
        "texto": "O conceito desfavorável emitido por funcionário público, em apreciação ou informações que preste no cumprimento de dever do ofício, não constitui injúria ou difamação punível."
      },
      {
        "letra": "C",
        "texto": "Nos crimes contra a honra, a exceção da verdade somente se admite se o ofendido é funcionário público e a ofensa é relativa ao exercício de suas funções."
      },
      {
        "letra": "D",
        "texto": "Não constituem injúria ou difamação punível a ofensa irrogada em juízo, na discussão da causa, pela parte ou por seu procurador, e, da mesma forma, quem lhe dá publicidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "359573",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria",
      "Disposições comuns"
    ],
    "enunciado_principal": "Em princípio, nos crimes contra a honra dispostos no Código Penal cabe;",
    "alternativas": [
      {
        "letra": "A",
        "texto": "retratação na injúria, exceto se racial."
      },
      {
        "letra": "B",
        "texto": "retratação na injúria em geral."
      },
      {
        "letra": "C",
        "texto": "exceção da verdade na calúnia contra os mortos."
      },
      {
        "letra": "D",
        "texto": "exceção da verdade na injúria."
      },
      {
        "letra": "E",
        "texto": "exceção da verdade na difamação contra particular."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "348179",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Disposições comuns"
    ],
    "enunciado_principal": "Julgue o item subsecutivo, acerca de crimes contra a pessoa.Nos crimes contra a honra — calúnia, difamação e injúria —, o Código Penal admite a retratação como causa extintiva de punibilidade, desde que ocorra antes da sentença penal, seja cabal e abarque tudo o que o agente imputou à vítima.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "300463",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria",
      "Disposições comuns"
    ],
    "enunciado_principal": "Nos crimes contra a honra",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é admissível a exceção da verdade na injúria, se a vítima é funcionária pública e a ofensa é relativa ao exercício de suas funções."
      },
      {
        "letra": "B",
        "texto": "é admissível a retratação apenas nos casos de calúnia e difamação."
      },
      {
        "letra": "C",
        "texto": "a pena é aumentada de um terço, se cometidos contra pessoa maior de sessenta anos ou portadora de deficiência, exceto no caso de difamação."
      },
      {
        "letra": "D",
        "texto": "é admissível o perdão judicial no crime de difamação, se houver retorsão imediata."
      },
      {
        "letra": "E",
        "texto": "a injúria real consiste no emprego de elementos preconceituosos ou discriminatórios relativos à raça, cor, etnia, religião, origem e condição de idoso ou deficiente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "299084",
    "metadata": "Ano: 2013 | Banca: TRT 3R | Órgão: TRT - 3ª Região (MG)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Injúria",
      "Disposições comuns"
    ],
    "enunciado_principal": "Com base no Código Penal, relativamente aos crimes contra a honra, é incorreto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É punível a calúnia contra os mortos."
      },
      {
        "letra": "B",
        "texto": "O juiz pode deixar de aplicar a pena, quando o ofendido, de forma reprovável, provocou diretamente a injúria ou calúnia."
      },
      {
        "letra": "C",
        "texto": "Em se tratando de difamação, a exceção da verdade somente se admite se o ofendido é funcionário público e a ofensa é relativa ao exercício de suas funções."
      },
      {
        "letra": "D",
        "texto": "As ofensas irrogadas em juízo na discussão da causa, pela parte ou por seu procurador não constituem injúria ou difamação punível, mas responde pela injúria ou pela difamação quem lhes dá publicidade."
      },
      {
        "letra": "E",
        "texto": "O querelado que, antes da sentença, se retrata cabalmente da calúnia ou da difamação, fica isento de pena."
      }
    ],
    "gabarito": "B"
  }
]