[
  {
    "id": "2360687",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: PC-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Disposições Gerais dos crimes contra a liberdade sexual e dos crimes sexuais contra vulneráveis",
      "Registro não autorizado da intimidade sexual"
    ],
    "enunciado_principal": "Atílio, 18 anos, aluno do ensino médio de uma escola privada, por meio de um aplicativo que se vale de inteligência artificial, fez montagens de fotos de duas colegas de classe, Samantha, 17 anos, e Diana, 18 anos, e as armazenou em seu aparelho de telefone celular. Nas montagens, as alunas apareciam nuas. Desta forma, é correto afirmar que Atílio",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não deverá responder criminalmente, em razão da atipicidade de suas condutas."
      },
      {
        "letra": "B",
        "texto": "deverá responder exclusivamente pelo crime previsto no art. 216-B, § único do Código Penal."
      },
      {
        "letra": "C",
        "texto": "deverá responder exclusivamente pelo crime previsto no art. 241-C do ECA."
      },
      {
        "letra": "D",
        "texto": "deverá responder pelos crimes do art. 216-B, § único do Código Penal e pelo art. 241-C do ECA."
      },
      {
        "letra": "E",
        "texto": "deverá responder pelos crimes do art. 216-B, § único e pelo art. 139, ambos do Código Penal, e pelo art. 241-C do ECA."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2635305",
    "metadata": "Ano: 2023 | Banca: IDECAN | Órgão: SSP-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável",
      "Favorecimento da prostituição ou outra forma de exploração sexual",
      "Disposições Gerais dos crimes contra a liberdade sexual e dos crimes sexuais contra vulneráveis"
    ],
    "enunciado_principal": "No rol dos crimes contra a dignidade sexual previstos no Código Penal, está tipificada a seguinte conduta: “Praticar contra alguém e sem a sua anuência ato libidinoso com o objetivo de satisfazer a própria lascívia ou a de terceiro”. Logo, praticando tal comportamento, o agente criminoso responderá por",
    "alternativas": [
      {
        "letra": "A",
        "texto": "crime de rufianismo."
      },
      {
        "letra": "B",
        "texto": "crime de assédio sexual."
      },
      {
        "letra": "C",
        "texto": "crime de sedução."
      },
      {
        "letra": "D",
        "texto": "crime de importunação sexual."
      },
      {
        "letra": "E",
        "texto": "crime de violação sexual mediante fraude."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1987410",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: Senado Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Disposições Gerais dos crimes contra a liberdade sexual e dos crimes sexuais contra vulneráveis"
    ],
    "enunciado_principal": "Acerca dos crimes contra a liberdade sexual, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O passageiro de ônibus que se masturba e ejacula sobre uma passageira distraída comete uma contravenção penal."
      },
      {
        "letra": "B",
        "texto": "A remoção sorrateira do preservativo, durante o ato sexual inicialmente consentido, é fato punível como estupro."
      },
      {
        "letra": "C",
        "texto": "O oferecimento de denúncia por crime de assédio sexual independe da representação da pessoa ofendida."
      },
      {
        "letra": "D",
        "texto": "O consentimento da vítima é causa de justificação no caso da prática de ato libidinoso com pessoa menor de 14 anos."
      },
      {
        "letra": "E",
        "texto": "Aquele que induz menor de 14 anos a satisfazer o desejo sexual de alguém é punível a partir do início da realização do ato libidinoso em questão."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1968608",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Disposições Gerais dos crimes contra a liberdade sexual e dos crimes sexuais contra vulneráveis"
    ],
    "enunciado_principal": "Mirtes, com 19 anos de idade, foi forçada a praticar ato sexual com seu patrão, Carlos. Por ter a vítima demorado alguns dias para ir até a delegacia de polícia registrar a ocorrência, não foi possível realizar a perícia. Carlos foi ouvido no inquérito policial e indiciado. Em relação a essa situação hipotética, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A instauração do inquérito policial está condicionada à representação de Mirtes no prazo legal."
      },
      {
        "letra": "B",
        "texto": "Durante o indiciamento, é indispensável a presença de advogado, assegurados ao indiciado o contraditório e a ampla defesa."
      },
      {
        "letra": "C",
        "texto": "Conforme o princípio da especialidade, a conduta de Carlos tipifica o crime de assédio sexual no ambiente de trabalho."
      },
      {
        "letra": "D",
        "texto": "Configura causa de aumento de pena nos crimes sexuais o fato de o agente ser empregador da vítima."
      },
      {
        "letra": "E",
        "texto": "Dada a falta do exame de corpo de delito, eventual confissão de Carlos pode suprir a ausência da perícia."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1964323",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Favorecimento da prostituição ou outra forma de exploração sexual",
      "Rufianismo",
      "Disposições Gerais dos crimes contra a liberdade sexual e dos crimes sexuais contra vulneráveis",
      "Importunação Sexual"
    ],
    "enunciado_principal": "A dignidade sexual é tema que tem sido socialmente debatido com maior seriedade nas últimas décadas e que merece atenção da sociedade. A discussão em torno do assunto tem gerado reação legislativa positiva e atenção dos tribunais. Acerca desse tema, considerando os dispositivos do Código Penal e a jurisprudência do Superior Tribunal de Justiça, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A importunação sexual, que consiste no ato de constranger alguém à prática de atos libidinosos, passou a ser um tipo penal diferente do estupro por força da Lei n.º 13.718/2018."
      },
      {
        "letra": "B",
        "texto": "A exploração sexual constitui elemento normativo do crime de casa de prostituição, não bastando a conduta consistente na manutenção de casa para fins libidinosos."
      },
      {
        "letra": "C",
        "texto": "Para os crimes praticados contra a dignidade sexual, não há previsão de causa de aumento de pena."
      },
      {
        "letra": "D",
        "texto": "Constitui crime de rufianismo a indução à prostituição ou a outra forma de exploração sexual."
      },
      {
        "letra": "E",
        "texto": "O crime de estupro, previsto no artigo 215 do Código Penal, processa-se mediante representação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1925102",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Roubo",
      "Crimes contra a dignidade sexual",
      "Disposições Gerais dos crimes contra a liberdade sexual e dos crimes sexuais contra vulneráveis"
    ],
    "enunciado_principal": "Em um evento festivo, Caio e Diego se aproximaram de Ana e Vera, desenvolvendo com elas uma conversa próxima e com galanteios. Após horas de cortejos, conseguiram acompanhar as mulheres, ambas maiores de idade, até a casa onde moravam, ocasião em que as convidaram para um último drinque. De posse de escopolamina e previamente ajustado com Diego, Caio ministrou a droga nos copos de bebida de Ana e Vera, sem que elas percebessem. Em seguida, quando o álcool e a droga já iniciavam o seu efeito, Caio e Ana e Diego e Vera se dirigiram para quartos isolados. Tão logo Ana caiu em sono profundo, Caio subtraiu dinheiro, joias e eletrônicos a ela pertencentes, dirigindo-se à sala, para aguardar a saída de Diego, que permaneceu no quarto por tempo maior, mas também saiu com dinheiro, joias e eletrônicos pertencentes a Vera. Ao despertarem no dia seguinte, Ana e Vera perceberam que foram vítimas do golpe denominado “Boa noite, Cinderela”, mas, por sentir dores corporais, Vera dirigiu-se ao hospital, onde descobriu que fora estuprada por Diego, enquanto desacordada. O fato foi registrado na unidade policial e, a partir das provas disponíveis, a polícia conseguiu descobrir a localização de Caio, mas Diego, que nada revelou sobre o estupro, apanhou sua parte no roubo e desapareceu em seguida. Diante desse cenário, Caio, que não sabia do estupro de Vera, mas que conhecia os antecedentes de Diego quanto à prática de crimes sexuais, deverá responder por:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "roubo próprio majorado pelo concurso de pessoas, excluída qualquer consequência pela prática do estupro pelo coautor, tendo em vista que Caio desconhecia o propósito de Diego quanto à prática do crime contra a liberdade sexual;"
      },
      {
        "letra": "B",
        "texto": "roubo impróprio majorado pelo concurso de pessoas, excluída qualquer consequência pela prática do estupro pelo coautor, tendo em vista que Caio desconhecia o propósito de Diego quanto à prática do crime contra a liberdade sexual;"
      },
      {
        "letra": "C",
        "texto": "roubo com violência imprópria majorado pelo concurso de pessoas e pela previsibilidade do crime contra a liberdade sexual;"
      },
      {
        "letra": "D",
        "texto": "roubo próprio majorado pelo concurso de pessoas e estupro, pela previsibilidade do crime contra a liberdade sexual;"
      },
      {
        "letra": "E",
        "texto": "roubo impróprio majorado pelo concurso de pessoas e estupro, pela previsibilidade do crime contra a liberdade sexual."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1848365",
    "metadata": "Ano: 2021 | Banca: CETAP | Órgão: SEAP-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Disposições Gerais dos crimes contra a liberdade sexual e dos crimes sexuais contra vulneráveis"
    ],
    "enunciado_principal": "Os crimes contra a dignidade sexual passaram por profundas modificações ao longo dos anos. Sobre estas modificações, marque a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pena é aumentada de 1/3 (um terço) a 2/3 (dois terços), se estes crimes são cometidos para controlar o comportamento social ou sexual da vítima."
      },
      {
        "letra": "B",
        "texto": "A pena é aumentada de quarta parte, se o agente é ascendente, padrasto ou madrasta, tio, irmão, cônjuge, companheiro, tutor, curador, preceptor ou empregador da vitima ou por qualquer outro título tiver autoridade sobre ela."
      },
      {
        "letra": "C",
        "texto": "Não há crime quando o agente divulga cena de sexo ou pornografia em publicação de natureza jornalística, científica, cultural ou acadêmica com a adoção de recurso que impossibilite a identificação da vitima menor de 18 (dezoito) anos."
      },
      {
        "letra": "D",
        "texto": "Produzir, fotografar, filmar ou registrar, por qualquer meio, conteúdo com cena de nudez ou ato sexual ou libidinoso de caráter íntimo e privado sem autorização dos participantes é crime com pena de detenção de 1 (um) a 2 (dois) anos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1811806",
    "metadata": "Ano: 2021 | Banca: IPEFAE | Órgão: Prefeitura de Águas da Prata - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Disposições Gerais dos crimes contra a liberdade sexual e dos crimes sexuais contra vulneráveis"
    ],
    "enunciado_principal": "Produzir, reproduzir, dirigir, fotografar, filmar ou registrar, por qualquer meio, cena de sexo explícito ou pornográfica, envolvendo criança ou adolescente tem como pena:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Reclusão, de 4 a 8 anos, e multa."
      },
      {
        "letra": "B",
        "texto": "Reclusão, de 5 a 9 anos, e multa."
      },
      {
        "letra": "C",
        "texto": "Reclusão, de 6 a 10 anos, e multa."
      },
      {
        "letra": "D",
        "texto": "Reclusão, de 7 a 11 anos, e multa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "868177",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Violação sexual mediante fraude",
      "Assédio sexual",
      "Disposições Gerais dos crimes contra a liberdade sexual e dos crimes sexuais contra vulneráveis"
    ],
    "enunciado_principal": "A Lei n° 12.845/2013, que dispõe sobre o atendimento integral a pessoas em situação de violência sexual, garante à vítima",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a realização do exame de DNA por órgão de medicina legal, bem como encaminhamento da vítima para posterior amparo social pelos órgãos da Assistência Social."
      },
      {
        "letra": "B",
        "texto": "que o médico atendente encaminhe imediatamente os materiais que puderam ser coletados à perícia oficial, bem como assegure o atendimento médico e obrigatório em hospitais específicos da rede SUS."
      },
      {
        "letra": "C",
        "texto": "que o médico atendente preserve materiais que possam ser coletados no exame médico legal, bem como assegure atendimento a qualquer atividade sexual não consentida, independentemente de ter havido conjunção carnal."
      },
      {
        "letra": "D",
        "texto": "a facilitação para o registro da ocorrência, bem como assegure a internação da vítima, caso seja necessária, em hospitais específicos da rede SUS, desde que a mesma comprove a impossibilidade de ser encaminhada a convênio privado."
      },
      {
        "letra": "E",
        "texto": "a realização do exame de DNA imediato, pelo próprio equipamento atendente, com posterior ratificação pelo órgão de medicina legal oficial, bem como assegure a profilaxia da gravidez."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "852790",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: DPE-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Disposições Gerais dos crimes contra a liberdade sexual e dos crimes sexuais contra vulneráveis"
    ],
    "enunciado_principal": "Em se tratando de crimes contra a dignidade sexual, a ação penal I. se processa exclusivamente mediante ação penal privada. II. pode ser pública incondicionada ou condicionada à representação, conforme a idade da vítima. III. pode ser iniciada a qualquer tempo, desde que o fato seja comunicado à polícia ou ao Ministério Público. IV. será pública incondicionada nas situações em que a vítima tiver menos de quatorze anos, padecer de doença mental incapacitante ou não puder oferecer resistência. Estão certos apenas os itens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "I e III."
      },
      {
        "letra": "C",
        "texto": "II e III."
      },
      {
        "letra": "D",
        "texto": "II e IV."
      },
      {
        "letra": "E",
        "texto": "I, III e IV."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "839598",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: PC-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável",
      "Favorecimento da prostituição ou outra forma de exploração sexual",
      "Disposições Gerais dos crimes contra a liberdade sexual e dos crimes sexuais contra vulneráveis"
    ],
    "enunciado_principal": "Nas infrações contra a dignidade sexual: I. Induzir ou atrair alguém à prostituição ou outra forma de exploração sexual, facilitá-la, impedir ou dificultar que alguém a abandone é crime punido com detenção. II. O estupro de vulnerável é descrito como ter conjunção carnal ou praticar outro ato libidinoso com menor de 16 anos. III. A pena é aumentada de quarta parte se o crime é cometido com o concurso de 2 ou mais pessoas. IV. A pena é aumentada de metade, se o agente é ascendente, padrasto ou madrasta, tio, irmão, cônjuge, companheiro, tutor, curador, preceptor ou empregador da vítima ou por qualquer outro título tem autoridade sobre ela. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "II e III."
      },
      {
        "letra": "C",
        "texto": "I e IV."
      },
      {
        "letra": "D",
        "texto": "III."
      },
      {
        "letra": "E",
        "texto": "III e IV."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "773157",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Crimes contra a liberdade pessoal",
      "Sequestro ou cárcere privado",
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Estupro de vulnerável",
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Disposições Gerais dos crimes contra a liberdade sexual e dos crimes sexuais contra vulneráveis"
    ],
    "enunciado_principal": "Desde os quinze anos de idade, Mariana, adolescente, vive maritalmente com Alfredo, um médico respeitado de quarenta anos de idade. Inicialmente, ela fazia trabalhos domésticos na casa de Alfredo, que tendo achado interessante ter uma companheira nova, convenceu a família de Mariana de que seria melhor para ela casar-se logo, com alguém de posses que pudesse cuidar dela. A família da menina, então, concordou com Alfredo, tendo-a obrigado a ir morar com ele. Ambos casaram-se formalmente quando Mariana completou dezesseis anos de idade. Desde o início da convivência dos dois, Mariana era obrigada a fazer sexo com Alfredo, mesmo contra sua vontade, e era proibida de sair e ter amizades com pessoas de sua idade, sob o argumento de que ela lhe devia obediência por ele ser seu responsável legal, já que ela era menor de dezoito anos idade. Após várias tentativas de fuga, Mariana, então com dezessete anos de idade, conseguiu pular a janela, depois de ter sido novamente violentada, e procurou uma delegacia em busca de ajuda. Na delegacia, o agente recusou-se a registrar o boletim de ocorrência, por ter achado que a adolescente não tinha cara de mulher séria e contava mentiras. Em vez de encaminhar a menina ao Instituto Médico Legal ou ao hospital para exames, o agente mandou-a de volta para casa, tendo oferecido a viatura para acompanhá-la. No mesmo dia, Alfredo matou Mariana. Exumado o corpo da moça, encontraram-se sinais de violência sexual e presença de material biológico nos órgãos genitais de Mariana e embaixo de suas unhas. Considerando a situação hipotética precedente e a respeito de crimes contra a administração pública, contra a dignidade sexual e contra a pessoa, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Sendo Mariana menor de dezoito anos de idade e estando sob a responsabilidade de Alfredo, não se configurou o crime de cárcere privado."
      },
      {
        "letra": "B",
        "texto": "Como Mariana era casada com Alfredo, o agente agiu corretamente ao mandá-la de volta para casa."
      },
      {
        "letra": "C",
        "texto": "O agente cometeu o crime de concussão ao deixar de registrar o boletim de ocorrência."
      },
      {
        "letra": "D",
        "texto": "Como Mariana morreu, Alfredo não poderá ser responsabilizado por estupro se nenhum dos parentes da vítima oferecer a representação em seu lugar."
      },
      {
        "letra": "E",
        "texto": "Alfredo será indiciado pelos crimes de estupro com causa de aumento de pena, homicídio qualificado e cárcere privado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "723947",
    "metadata": "Ano: 2016 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Estupro de vulnerável",
      "Disposições Gerais dos crimes contra a liberdade sexual e dos crimes sexuais contra vulneráveis"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tendo em pauta o Estatuto da Criança e do Adolescente, o armazenamento, em meio virtual, de vídeo pornográfico envolvendo crianças ou adolescentes, para fins particulares e sem qualquer divulgação na web ou para terceiros, não configura crime;"
      },
      {
        "letra": "B",
        "texto": "A prática do crime de estupro contra mulher de 21 anos de idade, em situação que não configura a incidência da Lei n. 11.340/2006 (Lei Maria da Penha), mediante violência que resulta em lesão corporal de natureza grave (art. 213, § 1º , do Código Penal), procede-se mediante ação penal pública;"
      },
      {
        "letra": "C",
        "texto": "A partir da edição da Lei n. 12.015/2009 (que alterou o Código Penal na parte referente a crimes contra a dignidade sexual), a conduta de praticar conjunção carnal consensual com jovem de idade entre 14 e 18 anos de idade, que esteja em situação de prostituição, mediante pagamento, passou a ser atípica;"
      },
      {
        "letra": "D",
        "texto": "A simulação de participação de criança em cena de sexo explícito, por meio de montagem fotográfica, sem divulgação ao público, não configura conduta típica penal;"
      },
      {
        "letra": "E",
        "texto": "O crime descrito no artigo 217–A, caput e parágrafos, do Código Penal (estupro de vulnerável), sempre, em qualquer circunstância, será processado mediante ação penal pública."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "698195",
    "metadata": "Ano: 2016 | Banca: FUNCAB | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Disposições Gerais dos crimes contra a liberdade sexual e dos crimes sexuais contra vulneráveis"
    ],
    "enunciado_principal": "Acerca da ação penal nos crimes contra a liberdade sexual e nos crimes sexuais contra vulneráveis, analise as alternativas a seguir, assinalando a correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O STJ já decidiu pela exigência de representação do ofendido ou de seu representante legal em caso de vulnerabilidade fugaz, no crime de estupro de vulnerável."
      },
      {
        "letra": "B",
        "texto": "Quando a vítima ou seus pais não podem prover às despesas do processo, sem privar-se de recursos indispensáveis à manutenção própria ou da família, a ação penal é pública incondicionada."
      },
      {
        "letra": "C",
        "texto": "A adoção pela Lei nº 12.015, da ação penal privada como regra geral foi motivada pelos fenômenos da vitimização secundária e terciária, ditados pelo strepitus judicii."
      },
      {
        "letra": "D",
        "texto": "O cancelamento, pelo STF, da Súmula 608 se deu em virtude de alteração do texto do art. 101, CP, promovido pela Lei n° 12.015."
      },
      {
        "letra": "E",
        "texto": "Considerando que a vulnerabilidade etária ditada pelo art. 217-A do CP existe apenas quando a vítima é menor de 14 anos, naquelas hipóteses em que a vítima possui idade igual ou superior a este limite a ação penal é pública condicionada."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "649449",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: TJM-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Estupro de vulnerável",
      "Disposições Gerais dos crimes contra a liberdade sexual e dos crimes sexuais contra vulneráveis"
    ],
    "enunciado_principal": "Com o ingresso da Lei no 12.015/2009, os crimes sexuais sofreram significativa mudança. A respeito dessas alterações, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os crimes contra a dignidade sexual, a partir do ano de 2009, em regra, são processáveis mediante ação penal pública incondicionada."
      },
      {
        "letra": "B",
        "texto": "Os processos que envolvem crimes contra a dignidade sexual, por expressa determinação legal, são sigilosos."
      },
      {
        "letra": "C",
        "texto": "A figura da presunção de violência foi substituída pela figura da presunção de vulnerabilidade, inexistindo tipo penal autônomo de crime contra a dignidade sexual para sujeito passivo em situação de vulnerabilidade."
      },
      {
        "letra": "D",
        "texto": "A prática de conjunção carnal com alguém menor de 18 anos e maior de 14 anos, em situação de prostituição, não é conduta típica."
      },
      {
        "letra": "E",
        "texto": "Com a revogação do antigo artigo 214 do CP, que previa o crime de atentado violento ao pudor, houve abolitio criminis das condutas que o caracterizavam."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "644273",
    "metadata": "Ano: 2016 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Crimes contra a dignidade sexual",
      "Disposições Gerais dos crimes contra a liberdade sexual e dos crimes sexuais contra vulneráveis"
    ],
    "enunciado_principal": "“Tício” foi condenado pela prática de crime de estupro de vulnerável (art. 217-A, do CP), cuja vítima foi a sua filha de 12 (doze) anos, a uma pena definitiva de 09 (nove) anos de reclusão. “Tício” também reside com outras duas filhas menores, ainda crianças, respectivamente de 08 (oito) e 10 (dez) anos de idade. O Juiz fixou o regime inicial fechado. Na Sentença penal condenatória, o Magistrado também deverá:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De forma fundamentada, por se tratar de crime cometido com abuso do poder familiar, decretar a incapacidade para o exercício do pátrio poder em relação às três filhas, com o intuito de preservá-las de futuras ações do autor delituoso. Trata-se de efeito secundário da sentença penal condenatória."
      },
      {
        "letra": "B",
        "texto": "De forma fundamentada, por se tratar de crime cometido com abuso do poder familiar, decretar a incapacidade para o exercício do pátrio poder em relação à filha de 12 (doze) anos, vítima do delito em questão, não podendo fazê-lo em relação às demais, que não foram vítimas do crime. Trata-se de efeito secundário da sentença penal condenatória."
      },
      {
        "letra": "C",
        "texto": "Determinar que se oficie ao Juizado da Infância e Juventude, cientificando-o da Sentença Penal Condenatória em relação à vítima do crime, adolescente de 12 (doze) anos, a fim de que fique registrada a incapacidade para o exercício do pátrio poder, devido ao fato de se tratar de efeito automático da sentença penal condenatória, não sendo necessário constar tal incapacidade para o exercício do pátrio poder no decisium condenatório."
      },
      {
        "letra": "D",
        "texto": "Determinar que se oficie ao Juizado da Infância e Juventude, cientificando-o da Sentença em relação às três irmãs, a fim de que fique registrada a incapacidade para o exercício do pátrio poder em relação a todas elas, vez que não é necessário que conste da sentença penal condenatória, devido ao fato de se tratar de efeito automático."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "516661",
    "metadata": "Ano: 2015 | Banca: CEFET-BA | Órgão: MPE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Outras classificações",
      "Crimes contra a dignidade sexual",
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Corrupção ativa em transação comercial internacional. Tráfico de influência em transação comercial internacional",
      "Ultraje público ao pudor",
      "Disposições Gerais dos crimes contra a liberdade sexual e dos crimes sexuais contra vulneráveis"
    ],
    "enunciado_principal": "Analise as seguintes assertivas acerca dos crimes contra a dignidade sexual e contra a Administração Pública: I – O crime de estupro é um crime bipróprio e prevê aumento de pena se praticado contra pessoa do sexo masculino com idade de 15 (quinze) anos. II – O Código Penal estabelece como regra para os contra a liberdade sexual a ação penal pública condicionada. III – Os crimes de concussão, corrupção passiva e prevaricação são crimes formais e podem ser praticados por funcionário público, mesmo antes da assunção em sua função. IV – A consumação do crime de ato obsceno está caracterizada independentemente da presença de outras pessoas no local da prática do ato. V – O crime de tráfico de influência pode ser praticado por funcionário público ou particular, não sendo coautor ou partícipe o sujeito que “comprou” o prestígio anunciado. Estão CORRETAS as assertivas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "I, III e IV."
      },
      {
        "letra": "C",
        "texto": "I, IV e V."
      },
      {
        "letra": "D",
        "texto": "II, III e V."
      },
      {
        "letra": "E",
        "texto": "II, IV e V."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "483618",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Disposições Gerais dos crimes contra a liberdade sexual e dos crimes sexuais contra vulneráveis"
    ],
    "enunciado_principal": "A prática de conjunção carnal consentida e sem fraude com alguém menor de 18 anos e maior de 14 anos",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pode configurar crime de ação penal pública condicionada, desde que se encontre a vítima em determinada situação."
      },
      {
        "letra": "B",
        "texto": "é sempre conduta atípica."
      },
      {
        "letra": "C",
        "texto": "configura crime de ação penal pública incondicionada, independentemente da condição da vítima."
      },
      {
        "letra": "D",
        "texto": "pode configurar crime de ação penal pública incondicionada, desde que se encontre a vítima em determinada situação"
      },
      {
        "letra": "E",
        "texto": "configura crime de estupro de vulnerável."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2752828",
    "metadata": "Ano: 2014 | Banca: FUNCAB | Órgão: SSP-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Disposições Gerais dos crimes contra a liberdade sexual e dos crimes sexuais contra vulneráveis"
    ],
    "enunciado_principal": "A respeito do crime de estupro, de acordo com a legislação atual, marque a assertiva correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A vítima tem que ser mulher."
      },
      {
        "letra": "B",
        "texto": "O ato libidinoso envolvido pode ser coito anal."
      },
      {
        "letra": "C",
        "texto": "A violência presumida é elemento do tipo penal."
      },
      {
        "letra": "D",
        "texto": "O hímen complacente impede a perícia."
      },
      {
        "letra": "E",
        "texto": "A idade da vítima não tem relevância."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "440997",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: POLITEC-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Disposições Gerais dos crimes contra a liberdade sexual e dos crimes sexuais contra vulneráveis"
    ],
    "enunciado_principal": "De acordo com a Lei nº 12015/2009, que alterou o Código Penal na parte relacionada aos crimes sexuais, marque a alternativa que apresenta uma circunstância emque a pena NÃO é aumentada.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando o crime é cometido com o concurso de 2 (duas) ou mais pessoas."
      },
      {
        "letra": "B",
        "texto": "Se o agente possuir estreito grau de parentesco natural ou civil com a vítima"
      },
      {
        "letra": "C",
        "texto": "Se do crime resultar gravidez"
      },
      {
        "letra": "D",
        "texto": "Se o agente transmitir à vítima doença sexualmente transmissível de que sabe ou deveria saber ser portador."
      },
      {
        "letra": "E",
        "texto": "Quando o crime é cometido com o fim de obter favorecimento pessoal."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "307420",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPE-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Crimes contra a dignidade sexual",
      "Assédio sexual",
      "Disposições Gerais dos crimes contra a liberdade sexual e dos crimes sexuais contra vulneráveis",
      "Tráfico de Pessoas"
    ],
    "enunciado_principal": "Assinale a opção correta com relação aos crimes contra a dignidade sexual.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para a consumação do crime de tráfico internacional de pessoa para fim de exploração sexual, é indispensável que a pessoa que ingressar ou sair do território nacional venha a exercer, efetivamente, a prostituição ou seja submetida a outra forma de exploração sexual."
      },
      {
        "letra": "B",
        "texto": "Incidirá majorante no quantum da pena referente à prática de crime contra a dignidade sexual de que resulte gravidez ou transmissão à vítima, com dolo direto ou eventual, de doença sexualmente transmissível de que o agente saiba ser portador."
      },
      {
        "letra": "C",
        "texto": "O delito consistente em manter, por conta própria ou de terceiro, estabelecimento para que nele ocorra exploração sexual possui como elemento constitutivo do tipo a habitualidade da conduta e o objetivo do lucro, sob pena de atipicidade da conduta."
      },
      {
        "letra": "D",
        "texto": "De acordo com a doutrina, o preceito contido no CP em relação ao assédio sexual contempla a conduta perpetrada por líder religioso que, aproveitando-se do exercício de seu ministério, assedia sexualmente uma fiel seguidora."
      },
      {
        "letra": "E",
        "texto": "Considere a seguinte situação hipotética. Pedro, maior de idade, capaz, promoveu o deslocamento, no território nacional, de diversas pessoas, maiores e capazes, de ambos os sexos, com o consentimento expresso delas, fornecendo-lhes transporte e alojamento, para elas acompanharem eventos esportivos e exercerem a prostituição. Pedro obteve vantagem econômica em razão do agenciamento dessas atividades. Nessa situação hipotética, o assentimento das vítimas afasta o delito de tráfico interno de pessoas para fim de prostituição."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "287969",
    "metadata": "Ano: 2012 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Disposições Gerais dos crimes contra a liberdade sexual e dos crimes sexuais contra vulneráveis"
    ],
    "enunciado_principal": "Os crimes contra a dignidade sexual são, como regra, processados e julgados por ação",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pública condicionada à representação, mas são de ação pública incondicionada quando se trata de vítima menor de dezoito anos ou vulnerável."
      },
      {
        "letra": "B",
        "texto": "pública incondicionada, mas são de ação pública condicionada à representação quando se trata de vítima maior de idade."
      },
      {
        "letra": "C",
        "texto": "privada, mas são de ação pública incondicionada se a vítima ou seus pais não podem prover às despesas do processo, sem privar­se de recursos indispensáveis à manutenção própria ou da família ou se o crime é cometido com abuso do pátrio poder, ou da qualidade de padrasto, tutor ou curador."
      },
      {
        "letra": "D",
        "texto": "pública condicionada à representação, mas são de ação pública incondicionada se a vítima ou seus pais não podem prover às despesas do processo, sem privar­se de recursos indispensáveis à manutenção própria ou da família ou se o crime é cometido com abuso do pátrio poder, ou da qualidade de padrasto, tutor ou curador."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "286575",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: DPE-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável",
      "Disposições Gerais dos crimes contra a liberdade sexual e dos crimes sexuais contra vulneráveis"
    ],
    "enunciado_principal": "Com relação aos crimes contra a dignidade sexual, assinale a opção correta com base no que dispõe a legislação de regência bem como no entendimento doutrinário e dos tribunais superiores.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Configura estupro de vulnerável a indução da pessoa com mais de quatorze anos e menos de dezoito anos de idade a praticar conjunção carnal ou ato de libidinagem para satisfazer a lascívia de outrem, devendo estar necessariamente presente o elemento subjetivo do injusto."
      },
      {
        "letra": "B",
        "texto": "Em se tratando de estupro de vulnerável, caso tenha ocorrido consentimento da pessoa ofendida, o regime inicial de cumprimento poderá ser diverso do fechado, ou, mesmo, a pena privativa de liberdade ser substituída por restritiva de direitos, visto que a violência impeditiva da substituição, conforme previsto no CP, é a violência real."
      },
      {
        "letra": "C",
        "texto": "A pena prevista para os crimes contra a dignidade sexual é majorada da quarta parte se houver concurso de duas ou mais pessoas e é aumentada de metade se da infração penal resultar gravidez."
      },
      {
        "letra": "D",
        "texto": "De acordo com o CP, considera-se vulnerável, em razão do estado ou condição pessoal da vítima, a pessoa com menos de dezoito e mais de catorze anos de idade, por se presumir a menor capacidade de reagir a intervenções de terceiros no exercício de sua sexualidade, de maneira absoluta."
      },
      {
        "letra": "E",
        "texto": "Há crime de violação sexual mediante fraude, denominado de estelionato sexual, quando a vítima esteja impossibilitada de oferecer resistência ou qualquer outro meio que impeça ou dificulte a livre manifestação de vontade, como, por exemplo, ocorre após a ingestão de bebidas alcoólicas, e o agente não tenha provocado ou concorrido para a situação, mas apenas se aproveitado do fato."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "286037",
    "metadata": "Ano: 2012 | Banca: FGV | Órgão: PC-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Estupro de vulnerável",
      "Disposições Gerais dos crimes contra a liberdade sexual e dos crimes sexuais contra vulneráveis"
    ],
    "enunciado_principal": "No ano de 2011, Giovane, com a anuência de sua companheira Fernanda, pratica com Pérola, filha desta e sua enteada, de apenas, 10 anos, atos libidinosos diversos, o que ocorreu em três dias distintos no mesmo mês, sempre agindo da mesma forma e nas mesmas condições. O fato foi levado ao conhecimento da autoridade policial que instaurou o procedimento próprio. Diante deste quadro, assinale a alternativa que indica os crimes pelos quais Giovane e Fernanda deverão responder.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Giovane deverá responder por estupro com a causa de aumento por ser a vítima sua enteada, por três vezes, na forma continuada, e Fernanda não praticou qualquer fato típico."
      },
      {
        "letra": "B",
        "texto": "Giovane deverá responder por estupro de vulnerável com a causa de aumento por ser a vítima sua enteada, por três vezes, na forma continuada, e Fernanda não praticou qualquer fato típico."
      },
      {
        "letra": "C",
        "texto": "Giovane deverá responder por estupro de vulnerável com a causa de aumento por ser a vítima sua enteada, por três vezes, na forma continuada, e Fernanda pela mesma infração por força de sua omissão, eis que tinha o dever jurídico de impedir o resultado."
      },
      {
        "letra": "D",
        "texto": "Giovane deverá responder por estupro de vulnerável, por três vezes, na forma continuada, e Fernanda pela mesma infração por força de sua omissão, eis que tinha o dever jurídico de impedir o resultado, com relação a ela incidindo a causa de aumento por ser a vítima sua filha."
      },
      {
        "letra": "E",
        "texto": "Giovane deverá responder por estupro de vulnerável com a causa de aumento por ser a vítima sua enteada, por três vezes, em concurso material, e Fernanda pela mesma infração por força de sua omissão, eis que tinha o dever jurídico de impedir o resultado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1233845",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TJ-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Violação sexual mediante fraude",
      "Estupro de vulnerável",
      "Disposições Gerais dos crimes contra a liberdade sexual e dos crimes sexuais contra vulneráveis"
    ],
    "enunciado_principal": "Com referência às infrações penais contra a dignidade sexual, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de satisfação de lascívia mediante presença de criança ou adolescente consuma-se com dolo genérico, não se exigindo o chamado especial fim de agir."
      },
      {
        "letra": "B",
        "texto": "Caso o delito de violação sexual mediante fraude seja cometido com o fim de obtenção de vantagem econômica, o infrator sujeitar-se-á também à pena de multa."
      },
      {
        "letra": "C",
        "texto": "Segundo entendimento do STJ, após a Lei n.º 12.015/2009, o crime de corrupção de menores passou a ser material, ou seja, é exigida prova do efetivo corrompimento do menor."
      },
      {
        "letra": "D",
        "texto": "No estupro, se da conduta resultar lesão corporal de natureza grave ou se a vítima tiver menos de dezoito anos de idade, aplicar-se-á causa especial de aumento de pena."
      },
      {
        "letra": "E",
        "texto": "No assédio sexual, o fato de a vítima ter menos de dezoito anos de idade qualifica o crime, razão pela qual as penas desse delito estarão majoradas em seus limites abstratamente cominados."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1190796",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: PEFOCE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Decadência.",
      "Crimes contra a dignidade sexual",
      "Disposições Gerais dos crimes contra a liberdade sexual e dos crimes sexuais contra vulneráveis"
    ],
    "enunciado_principal": "Considerando que uma jovem de dezoito anos de idade tenha sido estuprada por um rapaz de vinte anos de idade e que tal fato tenha caracterizado a prática de crime de estupro processado por ação penal pública condicionada a representação, julgue o item a seguir Na hipótese em apreço, a autoridade policial somente poderá instaurar inquérito para apurar o estupro se houver representação da jovem no prazo de até seis meses, contados da data em que se descobriu quem foi o autor do fato. Após o prazo decadencial, estará extinta a punibilidade e o rapaz não poderá ser processado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  }
]