[
  {
    "id": "3201066",
    "metadata": "Ano: 2024 | Banca: ADM&TEC | Órgão: Prefeitura de São Luís do Quitunde - AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Disposições gerais nos Crimes Contra o Patrimônio"
    ],
    "enunciado_principal": "A proteção ao Patrimônio Público é essencial para garantir que recursos destinados à coletividade sejam preservados para o uso de todos. Nesse sentido, é CORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Patrimônio Público pode ser utilizado por funcionários do governo para fins pessoais, desde que não haja prejuízo direto à funcionalidade."
      },
      {
        "letra": "B",
        "texto": "A proteção ao Patrimônio Público é responsabilidade exclusiva das forças de segurança."
      },
      {
        "letra": "C",
        "texto": "Qualquer dano ao Patrimônio Público, como pichação ou destruição de propriedades, é considerado um ato ilegal e passível de punição."
      },
      {
        "letra": "D",
        "texto": "Os cidadãos não têm papel ativo na proteção do Patrimônio Público, sendo esta uma função apenas do Estado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2300434",
    "metadata": "Ano: 2023 | Banca: IGEDUC | Órgão: Prefeitura de Triunfo - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Disposições gerais nos Crimes Contra o Patrimônio"
    ],
    "enunciado_principal": "Os riscos de crimes contra o patrimônio englobam apenas crimes com ameaça física.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2240250",
    "metadata": "Ano: 2023 | Banca: OBJETIVA | Órgão: Prefeitura de Jaguariaíva - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Disposições gerais nos Crimes Contra o Patrimônio"
    ],
    "enunciado_principal": "Em relação ao Código Penal, sobre a temática crimes contra o patrimônio, a pena é de reclusão de dois a oito anos e multa se o furto é cometido: I. Com abuso de confiança, ou mediante fraude, escalada ou destreza. II. Com destruição ou rompimento de obstáculo à subtração da coisa. III. Mediante paga ou promessa de recompensa. IV. Por motivo fútil. Estão CORRETOS:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente os itens I e II."
      },
      {
        "letra": "B",
        "texto": "Somente os itens I e III."
      },
      {
        "letra": "C",
        "texto": "Somente os itens I, III e IV."
      },
      {
        "letra": "D",
        "texto": "Somente os itens II, III e IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1995410",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TRT - 13ª Região (PB)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Disposições gerais nos Crimes Contra o Patrimônio"
    ],
    "enunciado_principal": "Alfredo, 35 anos, desesperado para pagar sua dívida de cartão de crédito, sorrateiramente subtrai considerável quantia em dinheiro que sua mãe, de 59 anos, guardava no colchão de casa. Nesse caso, pode-se afirmar que Alfredo",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é isento de pena, diante da escusa absolutória por ter praticado o crime em prejuízo de ascendente."
      },
      {
        "letra": "B",
        "texto": "responderá por crime de roubo qualificado."
      },
      {
        "letra": "C",
        "texto": "responderá por crime de extorsão."
      },
      {
        "letra": "D",
        "texto": "não cometeu crime por ter agido em exercício regular de direito."
      },
      {
        "letra": "E",
        "texto": "responderá por crime de furto."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1925105",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Disposições gerais nos Crimes Contra o Patrimônio"
    ],
    "enunciado_principal": "Em relação aos delitos patrimoniais praticados por sobrinho contra tio, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "são alcançados pelas imunidades absolutas previstas no Código Penal;"
      },
      {
        "letra": "B",
        "texto": "se praticados sem violência ou grave ameaça, o agente é isento de pena;"
      },
      {
        "letra": "C",
        "texto": "se praticados contra pessoa com idade inferior a 60 anos, o agente é isento de pena;"
      },
      {
        "letra": "D",
        "texto": "se houver coabitação entre agente e vítima, o agente é isento de pena;"
      },
      {
        "letra": "E",
        "texto": "se o sobrinho é acolhido como hóspede pelo tio, não incide a imunidade relativa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1894958",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Disposições gerais nos Crimes Contra o Patrimônio",
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "A partir dessa situação hipotética, julgue o item a seguir.A conduta de Raí caracteriza o crime de extorsão mediante sequestro, que, por ser classificado como hediondo, é imprescritível.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1836857",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Roubo",
      "Disposições gerais nos Crimes Contra o Patrimônio"
    ],
    "enunciado_principal": "João e Mário se ajustaram previamente para subtrair, mediante grave ameaça exercida com emprego de arma de fogo, bens do interior da residência das vítimas Ana e Bianca. João desejava apenas subtrair os bens para pagar dívidas. No decorrer do assalto, Mário desferiu tiros em Ana que lhe causaram a morte. No caso de condenação, deverão ser aplicadas a João as penas do delito de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "latrocínio culposo."
      },
      {
        "letra": "B",
        "texto": "roubo majorado pelo concurso de agentes e emprego de arma de fogo, com aumento até a metade caso fosse previsível o resultado mais grave."
      },
      {
        "letra": "C",
        "texto": "latrocínio, apenas se fosse previsível o resultado mais grave."
      },
      {
        "letra": "D",
        "texto": "latrocínio, pois João agiu com dolo eventual."
      },
      {
        "letra": "E",
        "texto": "latrocínio, com a diminuição de pena de um sexto a dois terços."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1836854",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Disposições gerais nos Crimes Contra o Patrimônio"
    ],
    "enunciado_principal": "Conforme o ditado popular, “achado não é roubado”. De acordo com o Direito Penal brasileiro, é correto afirmar que a pessoa que acha coisa alheia perdida e dela se apropria pratica",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o delito de apropriação de coisa havida por erro."
      },
      {
        "letra": "B",
        "texto": "o delito de apropriação de coisa achada apenas se o agente deixar de restituir o bem ao dono ou legítimo possuidor ou de entregá-lo à autoridade competente dentro do prazo de 15 (quinze) dias."
      },
      {
        "letra": "C",
        "texto": "fato atípico."
      },
      {
        "letra": "D",
        "texto": "o delito de apropriação indébita."
      },
      {
        "letra": "E",
        "texto": "o delito de furto."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1799307",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: PC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Disposições gerais nos Crimes Contra o Patrimônio"
    ],
    "enunciado_principal": "No que se refere aos crimes contra o patrimônio, julgue o item que se segue. Situação hipotética: Carlos subtraiu para si, sem o consentimento de Mariana, sua esposa, a quantia de R$ 4.000 depositados na caderneta de poupança que pertence exclusivamente a ela. Assertiva: Nessa situação, Carlos cometeu crime de furto, havendo consequente punibilidade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1149339",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: MPE-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Disposições gerais nos Crimes Contra o Patrimônio"
    ],
    "enunciado_principal": "Acerca dos princípios aplicáveis ao direito penal e das disposições gerais acerca dos crimes contra o patrimônio, contra a dignidade sexual e contra a administração pública, julgue o item a seguir.Situação hipotética: Maria, de sessenta e oito anos de idade, e Teresa, de cinquenta e quatro anos de idade, são irmãs e residem no mesmo endereço. Na ocasião de uma festividade familiar, Teresa se aproveitou de um descuido de Maria e acabou por subtrair-lhe a bolsa. Assertiva: Nos termos do Código Penal, o processamento do crime de furto praticado por Teresa dependerá de representação de Maria.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "976014",
    "metadata": "Ano: 2019 | Banca: INSTITUTO AOCP | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Extorsão",
      "Disposições gerais nos Crimes Contra o Patrimônio"
    ],
    "enunciado_principal": "Especificamente aos crimes cometidos contra o patrimônio, estabelecidos no Título II do Código Penal, é isento de pena quem comete",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o crime de roubo em prejuízo a qualquer parente consanguíneo."
      },
      {
        "letra": "B",
        "texto": "o crime de furto simples contra ascendente maior de 60 anos."
      },
      {
        "letra": "C",
        "texto": "o crime de extorsão contra irmão, legítimo ou ilegítimo."
      },
      {
        "letra": "D",
        "texto": "o crime de roubo contra irmão, legítimo ou ilegítimo."
      },
      {
        "letra": "E",
        "texto": "o crime de furto em prejuízo do cônjuge, na constância da sociedade conjugal."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "897314",
    "metadata": "Ano: 2018 | Banca: FUNDATEC | Órgão: PC-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Roubo",
      "Disposições gerais nos Crimes Contra o Patrimônio"
    ],
    "enunciado_principal": "Analise a situação hipotética a seguir: Crakeison, imputável, sem mais dinheiro para custear o vício em drogas, planejou assaltar transeuntes, em via pública. Pondo em prática seu plano criminoso, abordou as vítimas Suzineide, 21 anos, grávida de 08 meses, e Romualdo, marido dela, assim que saíram de um estabelecimento comercial. Apontando para as vítimas um revólver calibre 38, Crakeison ordenou que Romualdo lhe entregasse um aparelho celular, que levava em uma das mãos. Suzineide, assustada, gritou. Diante disso, Crakeison efetuou um disparo contra Suzineide, atingindo o abdômen da grávida. Em um ato contínuo, Romualdo conseguiu imobilizar o criminoso, retirando a arma de fogo das mãos dele. Imobilizado, Crakeison foi preso em seguida, não logrando êxito, portanto, na subtração do aparelho celular pretendido. Suzineide foi socorrida, porém, em decorrência das lesões sofridas, ela e o bebê morreram antes de chegarem ao hospital da cidade. Assinale a alternativa que melhor ilustra o enquadramento legal a ser conferido a Crakeison pelo Delegado de Polícia com atribuição para a apreciação do caso, com base no entendimento consolidado pelo Supremo Tribunal Federal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Latrocínio consumado, agravado pelo fato de ter sido praticado contra mulher grávida."
      },
      {
        "letra": "B",
        "texto": "Latrocínio tentado, agravado pelo fato de ter sido praticado contra mulher grávida."
      },
      {
        "letra": "C",
        "texto": "Latrocínio consumado, majorado pelo emprego de arma e agravado pelo fato de ter sido praticado contra mulher grávida."
      },
      {
        "letra": "D",
        "texto": "Homicídio doloso contra Suzineide, qualificado por motivo torpe, bem como homicídio culposo contra o feto e roubo tentado contra Romualdo, majorado pelo emprego de arma."
      },
      {
        "letra": "E",
        "texto": "Homicídio doloso contra Suzineide, qualificado por motivo torpe, agravado pelo fato de ter sido praticado contra mulher grávida, homicídio doloso contra o feto e roubo majorado por emprego de arma contra Romualdo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "886786",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Disposições gerais nos Crimes Contra o Patrimônio"
    ],
    "enunciado_principal": "Sobre as disposições gerais aplicáveis aos crimes contra o patrimônio, previstas nos artigos 181 a 183 do Código Penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Maria, apesar de divorciada de José, com este mantém amizade, e constantemente se encontram para jantar. Em um desses encontros, Maria furtou o relógio e as abotoaduras de ouro pertencentes a José. Nesse caso, por ter sido casada com José, Maria estará isenta de pena, nos temos do art. 181, I, do Código Penal."
      },
      {
        "letra": "B",
        "texto": "Se o crime for cometido em prejuízo de irmão, legítimo ou ilegítimo, a ação penal será pública incondicionada."
      },
      {
        "letra": "C",
        "texto": "Manoel, para sustentar o vício em jogos, furtou R$ 70.000,00 de seu pai, referente a todo o dinheiro economizado durante a vida do genitor, um senhor de 65 anos de idade à época do fato. Por ter praticado crime sem violência contra seu genitor, Manoel ficará isento de pena."
      },
      {
        "letra": "D",
        "texto": "As causas de isenção de pena previstas nos artigos 181 e 182 também se estendem ao estranho que participa do crime."
      },
      {
        "letra": "E",
        "texto": "Se o crime for cometido em prejuízo de tio ou sobrinho com quem o agente coabita, a ação penal será pública condicionada à representação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "886085",
    "metadata": "Ano: 2018 | Banca: MPE-MS | Órgão: MPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Extorsão mediante sequestro",
      "Apropriação indébita",
      "Disposições gerais nos Crimes Contra o Patrimônio",
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É crime de extorsão mediante sequestro a conduta denominada de “sequestro-relâmpago” (ocorre quando os agentes abordam a vítima, restringem sua liberdade e com ela se deslocam e a caixas eletrônicos, com intuito de fazer saques em dinheiro)."
      },
      {
        "letra": "B",
        "texto": "Advogado que é contratado para defender os interesses do seu cliente em processo judicial, recebendo previamente seus honorários, porém descumpre as disposições contratuais, deixando de adotar as providências decorrentes da obrigação pactuada, pratica o crime de apropriação indébita."
      },
      {
        "letra": "C",
        "texto": "Comete crime de concussão o funcionário público que se utiliza de violência ou grave ameaça para obter vantagem indevida."
      },
      {
        "letra": "D",
        "texto": "Funcionário público estadual com intuito de obter vantagem patrimonial para si, utilizando-se de papel-moeda grosseiramente falsificado para efetuar pagamento de compras de elevado valor em lojas comerciais, comete crime assimilado ao de moeda falsa."
      },
      {
        "letra": "E",
        "texto": "Na hipótese de uma pessoa, com dezoito anos, juntamente com um amigo menor de dezoito anos, com comunhão de esforços e unidade de desígnios, subtrair do avô da primeira, com sessenta e um anos de idade, a quantia de R$ 1.200,00, aquela praticará o crime de furto qualificado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "866809",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PC-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Disposições gerais nos Crimes Contra o Patrimônio"
    ],
    "enunciado_principal": "Por estar com problemas financeiros, Lara convidou um colega para subtrair bens do patrimônio de Jair. O colega aceitou o convite e o ilícito foi cometido. Nessa situação, haverá isenção de pena se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Jair for genitor de Lara, ainda que não tenha reconhecido formalmente a paternidade."
      },
      {
        "letra": "B",
        "texto": "Jair for avô de Lara e tiver idade superior a sessenta anos."
      },
      {
        "letra": "C",
        "texto": "Lara for mãe dos filhos de Jair, mesmo que ambos estejam divorciados."
      },
      {
        "letra": "D",
        "texto": "o crime tiver sido praticado sem violência física, mesmo que sob grave ameaça."
      },
      {
        "letra": "E",
        "texto": "o colega dela não tiver vínculo familiar com Jair, ainda que saiba da existência de parentesco entre este e aquela."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "829859",
    "metadata": "Ano: 2017 | Banca: VUNESP | Órgão: Prefeitura de Porto Ferreira - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Roubo",
      "Dano",
      "Apropriação indébita",
      "Estelionato",
      "Disposições gerais nos Crimes Contra o Patrimônio"
    ],
    "enunciado_principal": "Em relação aos crimes contra o patrimônio, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o crime de roubo praticado por agente que é irmão da vítima depende de representação."
      },
      {
        "letra": "B",
        "texto": "em relação ao crime de dano, seja ele cometido na forma simples, seja ele cometido na forma qualificada, em suas diversas modalidades, somente se procede mediante queixa."
      },
      {
        "letra": "C",
        "texto": "no crime de esbulho possessório, se a propriedade é particular, e não há emprego de violência, somente se procede mediante queixa."
      },
      {
        "letra": "D",
        "texto": "em relação ao crime de apropriação indébita previdenciária, não há previsão legal de extinção de punibilidade se o agente, espontaneamente, declara, confessa e efetua o pagamento das contribuições, importâncias ou valores e presta as informações devidas à previdência social, na forma definida em lei ou regulamento, antes do início da ação fiscal."
      },
      {
        "letra": "E",
        "texto": "em relação ao crime de estelionato há a necessidade de saber o valor do prejuízo acarretado à vítima para saber se trata-se de ação penal pública incondicionada ou condicionada."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "826724",
    "metadata": "Ano: 2017 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Disposições gerais nos Crimes Contra o Patrimônio"
    ],
    "enunciado_principal": "Em relação aos crimes contra o patrimônio, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "constitui causa de aumento de pena do furto simples a subtração de semovente domesticável de produção, ainda que abatido ou dividido em partes no local da subtração."
      },
      {
        "letra": "B",
        "texto": "é isento de pena quem comete furto em prejuízo de ascendente, independentemente da idade da vítima."
      },
      {
        "letra": "C",
        "texto": "não incide a agravante de crime praticado contra maior de sessenta anos no caso de estelionato contra idoso."
      },
      {
        "letra": "D",
        "texto": "admitem a figura privilegiada os crimes de furto, dano, apropriação indébita, estelionato e receptação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "772053",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: AL-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Disposições gerais nos Crimes Contra o Patrimônio"
    ],
    "enunciado_principal": "Nos termos preconizados pelo Código Penal, em relação às escusas absolutórias, estará isento de pena",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pedro, co-autor de um crime de furto qualificado juntamente com seu amigo Italo, praticado contra o genitor deste último."
      },
      {
        "letra": "B",
        "texto": "Rodrigo, que invade a chácara de sua família e comete um crime de roubo contra seus ascendentes, subtraindo bens que guarneciam o imóvel."
      },
      {
        "letra": "C",
        "texto": "Paulo, que pratica um crime de furto contra empresa de seu tio."
      },
      {
        "letra": "D",
        "texto": "Micaela, que pratica um crime de estelionato contra seu filho, utilizando os documentos pessoais e cartão de crédito deste para fazer compras em estabelecimentos comerciais de uma determinada cidade."
      },
      {
        "letra": "E",
        "texto": "Flávia, que pratica crime de apropriação indébita contra o seu avô de 70 anos de idade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "593292",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública incondicionada",
      "Crimes contra o patrimônio",
      "Disposições gerais nos Crimes Contra o Patrimônio"
    ],
    "enunciado_principal": "Paulo e Jean foram denunciados pela prática do crime de furto de joias, praticado contra Maria, tia sexagenária de Paulo. A subtração foi facilitada pelo fato de Paulo residir com a vítima. Quando da citação, Paulo não foi encontrado no novo endereço que havia fornecido na fase do inquérito, tendo sido o mandado entregue a outro morador, que se comprometeu a entregá-lo ao destinatário. Jean, que retornou para a França, seu país de origem, havia fornecido seu endereço completo ao delegado. A partir dessa situação hipotética, julgue o item a seguir. Em razão do parentesco de Paulo e Maria, assim como do fato de ambos residirem juntos, é correto afirmar que se tratou de ação penal pública condicionada à representação da vítima.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "586773",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TCE-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Disposições gerais nos Crimes Contra o Patrimônio"
    ],
    "enunciado_principal": "Julgue o item subsequente acerca dos delitos previstos na parte especial do Código Penal.O furto praticado por um irmão em desfavor do outro deve ser considerado isento de pena, por expressa previsão legal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "550308",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TCM-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Disposições gerais nos Crimes Contra o Patrimônio"
    ],
    "enunciado_principal": "Maurício estava na festa de aniversário de seu pai e sua mãe, que, juntos, comemoravam seus aniversários de 61 anos e 59 anos respectivamente. Com a intenção de comprar bebidas, subtrai R$1.000,00 (mil reais) da carteira de seu pai sem que ninguém veja sua conduta. Já no dia seguinte pela manhã, ingressa no quarto de sua mãe para subtrair dólares, mas depara-se com a genitora trocando de sapatos. Decide, então, ameaçá-la de morte e levar todo o dinheiro que era apenas de sua mãe. Diante dessa situação, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Maurício é isento de pena pela prática dos dois crimes, em razão da escusa absolutória pelo fato de as vítimas serem seus genitores;"
      },
      {
        "letra": "B",
        "texto": "Maurício é isento de pena pela prática da conduta engendrada contra o pai, mas não contra a mãe;"
      },
      {
        "letra": "C",
        "texto": "as condutas praticadas por Maurício são atípicas, pois os bens subtraídos também podem ser considerados de sua propriedade;"
      },
      {
        "letra": "D",
        "texto": "Maurício é isento de pena pela prática da conduta engendrada em desfavor de sua mãe, mas não pela conduta praticada contra seu pai;"
      },
      {
        "letra": "E",
        "texto": "Maurício deverá responder pela prática de ambos os crimes, não havendo que se falar em aplicação de escusas absolutórias."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "494558",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material",
      "Crime continuado",
      "Crimes contra a vida",
      "Homicídio",
      "Crimes contra o patrimônio",
      "Estelionato",
      "Disposições gerais nos Crimes Contra o Patrimônio",
      "Crimes contra a fé pública",
      "Falsidade de documento particular"
    ],
    "enunciado_principal": "Ana, de quarenta e seis anos de idade, conheceu Silas, de sessenta e três anos de idade, portador de doenças coronárias crônicas. Aproveitando-se da situação de Silas, que era já aposentado por invalidez, Ana começou a manter com ele relacionamento amoroso, visando receber os valores decorrentes de sua aposentadoria. De fato, em pouco tempo e com a aquiescência de Silas, ela obteve declaração formal de união estável e convenceu o companheiro a adotar, mediante processo regular concretizado, seu filho menor, fruto de relacionamento anterior. Durante a união estável, Ana forjou procuração feita em nome de Silas, com auxílio de Lauro, que se passou por Silas no cartório para fins de reconhecimento de firma e em outras ocasiões em que era necessária a presença do outorgante. De posse do instrumento procuratório amplo, Ana fez empréstimos na mesma instituição bancária em que Silas recebia sua aposentadoria, vinculando o pagamento das parcelas do empréstimo ao benefício previdenciário. Além disso, de posse dos mesmos instrumentos, em instituição bancária diversa, Ana firmou contrato de arrendamento mercantil em nome de Silas e transferiu o bem a Lauro. Além disso, passou a perceber, continuamente, a aposentadoria de Silas mediante uso da senha bancária e cartão de benefício, obtidos com uso da aludida procuração. Em data recente, Silas tomou conhecimento de tudo o que Ana havia feito e mais, já que as despesas domésticas estavam sendo pagas com dinheiro proveniente de empréstimos bancários contraídos em seu nome, mês a mês, com prestações que atingiam o percentual de 70% do benefício. Diante disso, Silas encaminhou notitia criminis contra a companheira, encerrando o relacionamento. Ao tomar conhecimento da representação, Ana e Lauro passaram a pressionar Silas, mediante grave ameaça, para que ele se retratasse da representação e assumisse as transações realizadas. Em decorrência da situação, Silas sofreu infarto fulminante e faleceu.Com referência a essa situação hipotética, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ana e Lauro devem responder, em tese, pela prática dos seguintes delitos, entre outros: estelionato, em continuidade delitiva, e estelionato qualificado, em concurso com o crime contra sistema financeiro; falsificação de documento particular; e homicídio na modalidade qualificada."
      },
      {
        "letra": "B",
        "texto": "O crime perpetrado por Ana será o de estelionato qualificado, uma vez que as condutas antecedentes tinham como único desígnio a percepção da aposentadoria de Silas, sendo irrelevante a representação deste."
      },
      {
        "letra": "C",
        "texto": "Se Ana for denunciada pelos crimes patrimoniais descritos, admite-se em seu favor a oposição da escusa absolutória, uma vez que os fatos ocorreram na constância da união estável, não se estendendo essa vantagem a Lauro"
      },
      {
        "letra": "D",
        "texto": "Ana e Lauro perpetraram, em concurso de agentes, o crime de falsificação de documento particular em concurso material com o crime de latrocínio, já que a morte de Silas assegurou a ocultação da falsificação e a impunidade dos agentes."
      },
      {
        "letra": "E",
        "texto": "Os agentes praticaram o estelionato na modalidade qualificada por terem agido em detrimento de entidade de direito público, em concurso de agentes; além disso, Ana e Lauro devem responder também por crime contra sistema financeiro e homicídio na modalidade qualificada, já que Silas tinha mais de sessenta anos de idade quando morreu."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "429709",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: MPE-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Crimes contra o patrimônio",
      "Furto",
      "Disposições gerais nos Crimes Contra o Patrimônio"
    ],
    "enunciado_principal": "Antonio, de 25 anos, está sendo processado pelo delito de furto praticado contra João, seu irmão gêmeo. Diante disso,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "mesmo depois de oferecida a denúncia, se a pedido de João, o Ministério Público pode desistir da ação."
      },
      {
        "letra": "B",
        "texto": "o número máximo de testemunhas a serem arroladas na denúncia é 5."
      },
      {
        "letra": "C",
        "texto": "o Ministério Público não pode oferecer denúncia sem representação de João."
      },
      {
        "letra": "D",
        "texto": "o número máximo de testemunhas a serem arroladas na queixa é 5."
      },
      {
        "letra": "E",
        "texto": "ao fim, o juiz pode isentar Antonio de pena."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "418099",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública condicionada à representação",
      "Crimes contra o patrimônio",
      "Disposições gerais nos Crimes Contra o Patrimônio"
    ],
    "enunciado_principal": "A respeito da ação penal pública, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se for cometido crime contra a administração da justiça, a ação penal pública será condicionada à requisição da autoridade judiciária."
      },
      {
        "letra": "B",
        "texto": "Nos casos de crimes praticados contra o patrimônio público de estado federado, a ação penal pública será condicionada à representação do procurador do estado."
      },
      {
        "letra": "C",
        "texto": "Nos casos de delitos praticados por instituição bancária contra a ordem financeira nacional, a ação penal pública será condicionada à requisição do ministro da Fazenda."
      },
      {
        "letra": "D",
        "texto": "Se o ofendido tiver menos de sessenta anos de idade, no caso de crime de receptação praticado pelo seu irmão, a ação penal pública será condicionada à representação do ofendido."
      },
      {
        "letra": "E",
        "texto": "No caso dos delitos previstos na Lei de Crimes Ambientais, a ação penal pública será condicionada à requisição do ministro do Meio Ambiente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "415106",
    "metadata": "Ano: 2014 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Disposições gerais nos Crimes Contra o Patrimônio"
    ],
    "enunciado_principal": "É correto afirmar que é isento de pena a esposa que pratica crime de furto qualificado com emprego de chave falsa contra seu marido na constância do casamento, gozando esta de imunidade penal absoluta.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "331394",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Disposições gerais nos Crimes Contra o Patrimônio"
    ],
    "enunciado_principal": "Após analisar as assertivas a respeito dos crimes contra o patrimônio, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As ações dos seguintes crimes somente se procedem mediante representação: Furto de coisa comum; Outras fraudes; Estelionato cometido em prejuízo de irmão que conta 20 anos de idade."
      },
      {
        "letra": "B",
        "texto": "Aquele que encontra uma nota de cem reais sob o sofá da sala da residência de um amigo e dela se apodera pratica o crime de apropriação de coisa achada."
      },
      {
        "letra": "C",
        "texto": "É isento de pena quem comete furto em prejuízo de ascendente com idade igual ou inferior a sessenta anos."
      },
      {
        "letra": "D",
        "texto": "Aquele que subtrai coisa alheia móvel do cônjuge judicialmente separado é isento de pena."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "315294",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Disposições gerais nos Crimes Contra o Patrimônio"
    ],
    "enunciado_principal": "Considere que Marcos, penalmente imputável, subtraia de seu genitor de sessenta e oito anos de idade, um relógio de alto valor. Nessa situação, o autor não pode beneficiar-se da escusa penal absolutória, em razão da idade da vítima.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "308177",
    "metadata": "Ano: 2013 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Disposições gerais nos Crimes Contra o Patrimônio"
    ],
    "enunciado_principal": "Em sede de crimes patrimoniais, as imunidades penais absolutas e relativas não se aplicam: se o crime é de roubo ou de extorsão, ou, em geral, quando haja emprego de grave ameaça ou violência à pessoa; ao estranho que participa do crime; e se o crime é praticado contra pessoa com idade apenas superior a 60 (sessenta) anos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "305574",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Crimes contra o patrimônio",
      "Disposições gerais nos Crimes Contra o Patrimônio"
    ],
    "enunciado_principal": "João, que morava com o irmão do seu pai, subtraiu R$ 1.000,00 da carteira dele. Assim, a ação penal será:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pública incondicionada."
      },
      {
        "letra": "B",
        "texto": "pública condicionada à representação."
      },
      {
        "letra": "C",
        "texto": "privada simples."
      },
      {
        "letra": "D",
        "texto": "privada personalíssima."
      },
      {
        "letra": "E",
        "texto": "privada subsidiária da pública."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "303090",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei da Lavagem de Dinheiro - Lei nº 9.613 de 1998",
      "Classificação dos crimes",
      "Outras classificações",
      "Crimes contra o patrimônio",
      "Disposições gerais nos Crimes Contra o Patrimônio",
      "Crimes contra a organização do trabalho",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "Assinale a opção correta acerca da classificação dos crimes, da ação penal, dos crimes contra a organização do trabalho e do crime de lavagem de dinheiro.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Classifica-se pela doutrina como de forma livre o crime de curandeirismo por se admitir que ele seja cometido por meio de qualquer comportamento que cause o resultado jurídico previsto em lei."
      },
      {
        "letra": "B",
        "texto": "O crime de lavagem de dinheiro, ao contrário da receptação, não é autônomo porque não prescinde do processo e do julgamento da infração penal antecedente."
      },
      {
        "letra": "C",
        "texto": "Será pública e condicionada à representação a ação penal movida contra o agente que vier a subtrair do tio dois mil reais guardados no armário da cozinha da casa onde ambos residam. Nessa hipótese, o agente não poderá beneficiar-se da isenção de pena."
      },
      {
        "letra": "D",
        "texto": "Se, durante período de greve, três indivíduos grevistas apedrejarem um ônibus de uma empresa prestadora de serviço público, de modo a impedir que esse serviço seja prestado, tal fato tipificará o crime de dano qualificado, por envolver empresa concessionária de serviço público."
      },
      {
        "letra": "E",
        "texto": "O crime de aliciar trabalhadores de um local para outro do território nacional é plurissubjetivo porque só se o tipifica se houver pelo menos dois trabalhadores, uma vez que a lei prevê o termo trabalhadores e não, apenas trabalhador."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "275158",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Apropriação indébita",
      "Estelionato",
      "Disposições gerais nos Crimes Contra o Patrimônio"
    ],
    "enunciado_principal": "Assinale a opção correta, acerca de crimes contra o patrimônio.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O cadáver, utilizado para estudos em uma universidade, que foi subtraído e destruído com o simples propósito de impedir as pesquisas acadêmicas, não caracteriza objeto material do crime de furto, em virtude de sua absoluta impropriedade."
      },
      {
        "letra": "B",
        "texto": "Nos delitos patrimoniais, as imunidades penais de caráter pessoal, quando absolutas isentam o agente de pena; quando relativas afastam a culpabilidade, diminuindo o juízo de reprovação da conduta."
      },
      {
        "letra": "C",
        "texto": "O cheque emitido fraudulentamente mediante falsificação da assinatura do titular, se pago integralmente antes do recebimento da denúncia, exclui o crime de estelionato em sua forma básica."
      },
      {
        "letra": "D",
        "texto": "Para a consumação do crime de apropriação indébita previdenciária basta o não recolhimento das contribuições descontadas, no prazo legal, independentemente de dano patrimonial efetivo à previdência."
      },
      {
        "letra": "E",
        "texto": "Qualquer pessoa pode ser sujeito ativo do crime de furto em sua forma simples, o que inclui, em alguns casos, tanto o possuidor quanto o proprietário da coisa móvel."
      }
    ],
    "gabarito": "D"
  }
]