[
  {
    "id": "3272326",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Distinções entre a pena e a medida de segurança",
      "Prazo de duração"
    ],
    "enunciado_principal": "Em relação ao tempo de duração máxima da medida de segurança, qual alternativa aponta corretamente entendimento sumulado do STJ sobre o tema?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O tempo de duração da medida de segurança não deve ultrapassar o limite máximo da pena abstratamente cominada ao delito praticado."
      },
      {
        "letra": "B",
        "texto": "O tempo de duração da medida de segurança não deve ultrapassar o limite máximo de 30 anos."
      },
      {
        "letra": "C",
        "texto": "O tempo de duração da medida de segurança não deve ultrapassar o limite máximo da pena concretamente cominada ao delito praticado."
      },
      {
        "letra": "D",
        "texto": "O tempo de duração da medida de segurança não deve ultrapassar o limite máximo de 40 anos."
      },
      {
        "letra": "E",
        "texto": "O tempo de duração da medida de segurança não deve ultrapassar o limite máximo de 1 ano."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2207116",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: PC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Conceito de Medida de Segurança",
      "Distinções entre a pena e a medida de segurança",
      "Espécies de Medida de Segurança",
      "Superveniência de doença mental"
    ],
    "enunciado_principal": "No que diz respeito ao direito penal, julgue o item a seguir.A liberação do preso internado em hospital de custódia será sempre condicional, devendo ser restabelecida a situação anterior se o agente, antes do decurso de um ano, praticar fato indicativo de persistência de sua periculosidade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2116627",
    "metadata": "Ano: 2023 | Banca: CONSULPAM | Órgão: TCM-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Medida de segurança",
      "Conceito de Medida de Segurança",
      "Distinções entre a pena e a medida de segurança",
      "Espécies de Medida de Segurança"
    ],
    "enunciado_principal": "Consoante o teor do vigente Código Penal brasileiro (Dec. Lei nº. 2.848/1940) acerca da pena, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O condenado será transferido do regime aberto, se, podendo, não pagar a multa cumulativamente aplicada."
      },
      {
        "letra": "B",
        "texto": "O condenado por crime contra a administração pública terá direito à progressão de regime do cumprimento da pena independentemente da reparação do dano que causou."
      },
      {
        "letra": "C",
        "texto": "O trabalho externo é inadmissível, no regime fechado."
      },
      {
        "letra": "D",
        "texto": "Não se computa, na medida de segurança, o tempo de prisão provisória."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "818951",
    "metadata": "Ano: 2017 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Distinções entre a pena e a medida de segurança"
    ],
    "enunciado_principal": "Sobre aplicação da pena ou de medida de segurança, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de resistência (CP, art. 329, caput), com pena privativa de liberdade, abstratamente cominada, de 2 (dois) meses a 2 (dois) anos de detenção, pode admitir substituição de pena privativa de liberdade por restritiva de direitos, desde que, fixado o quantum final de pena, se verifique que o autor não é reincidente, e que as circunstâncias judiciais do art. 59 do Código Penal lhe são favoráveis."
      },
      {
        "letra": "B",
        "texto": "O crime de homicídio qualificado por recurso que dificulte a defesa do ofendido (CP, art. 121, § 2º, inciso IV – pena: 12 a 30 anos de reclusão), se praticado na forma privilegiada, pode admitir início de cumprimento de pena privativa de liberdade em regime aberto, desde que, fixado o quantum final de pena, se verifique que o autor não é reincidente, e que as circunstâncias judiciais do art. 59 do Código Penal lhe são favoráveis."
      },
      {
        "letra": "C",
        "texto": "De acordo com o Código Penal, no critério trifásico de aplicação da pena: a culpabilidade, os antecedentes do agente e as consequências do crime devem ser considerados na 1ª fase; a confissão espontânea, a reincidência e o arrependimento posterior devem ser considerados na 2ª fase; a participação de menor importância, a coação moral resistível e o erro de proibição evitável devem ser considerados na 3ª fase."
      },
      {
        "letra": "D",
        "texto": "Na sentença condenatória, a fixação do quantum de pena privativa de liberdade deve observar o critério trifásico de aplicação da pena, e, diferentemente, a fixação do número de dias-multa – caso concretamente aplicada em cumulação –, limita-se à observância das circunstâncias judiciais do art. 59 do Código Penal e da condição socioeconômica do agente."
      },
      {
        "letra": "E",
        "texto": "A prática do crime de homicídio por inimputável por doença mental pode contar com sentença de absolvição sumária por reconhecimento judicial da causa de justificação da legítima defesa, hipótese em que não haverá aplicação de pena ou de medida de segurança."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "592484",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Distinções entre a pena e a medida de segurança",
      "Prazo de duração",
      "Superveniência de doença mental",
      "Inimputabilidade decorrente de dependência química"
    ],
    "enunciado_principal": "Com relação à aplicação da pena, à medida de segurança e ao instituto da prescrição, julgue o item que se segue. Segundo o entendimento pacificado do STJ, a execução de medida de segurança perdurará enquanto não cessar a periculosidade do inimputável, sujeitando-se, independentemente do delito, ao tempo máximo de duração de trinta anos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "371271",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Distinções entre a pena e a medida de segurança"
    ],
    "enunciado_principal": "Penas e medidas de segurança são aplicáveis",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cumulativamente."
      },
      {
        "letra": "B",
        "texto": "alternativamente."
      },
      {
        "letra": "C",
        "texto": "sucessivamente, para semi-imputáveis."
      },
      {
        "letra": "D",
        "texto": "sucessivamente, na habitualidade criminosa."
      },
      {
        "letra": "E",
        "texto": "sucessivamente, para os imputáveis reincidentes."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "291049",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Princípios limitadores do poder punitivo estatal",
      "Medida de segurança",
      "Distinções entre a pena e a medida de segurança"
    ],
    "enunciado_principal": "A medida de segurança não constitui pena, mas medida terapêutica ou pedagógica destinada aos inimputáveis e, excepcionalmente, aos semi-imputáveis, autores de fatos típicos e ilícitos. Dessa forma, rege-se a medida de segurança pela lei vigente ao tempo da sentença.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  }
]