[
  {
    "id": "3170611",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TRF - 6ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Divulgação de cena de estupro ou de cena de estupro de vulnerável, de cena de sexo ou de pornografia"
    ],
    "enunciado_principal": "Acerca dos crimes previstos no Código Penal, julgue o próximo item. Suponha que um indivíduo, durante um seminário acadêmico sobre violência sexual na faculdade em que estuda, tenha divulgado vídeo com cenas de um estupro cuja vítima era uma amiga sua, maior de idade, que havia consentido com a divulgação do material. Nessa situação, não se configura o crime de divulgação de cena de estupro.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3038294",
    "metadata": "Ano: 2024 | Banca: CPCON | Órgão: Prefeitura de Lagoa Seca - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável",
      "Registro não autorizado da intimidade sexual",
      "Divulgação de cena de estupro ou de cena de estupro de vulnerável, de cena de sexo ou de pornografia"
    ],
    "enunciado_principal": "Sobre os crimes sexuais contra vulnerável, registro de intimidades, rufianismo e similares, tipificados no Código Penal, analise as proposições a seguir. I- Ter conjunção carnal ou praticar outro ato libidinoso com menor de 14 (catorze) anos, com alguém que, por enfermidade ou deficiência mental, não tem o necessário discernimento para a prática do ato, ou que, por qualquer outra causa, não pode oferecer resistência e ainda, se da conduta resulta lesão corporal de natureza grave, a pena será de reclusão, de 8 (oito) a 15 (quinze) anos. II- É crime de intimidade sexual: produzir, fotografar, filmar ou registrar, por qualquer meio, conteúdo com cena de nudez ou ato sexual ou libidinoso de caráter íntimo e privado sem autorização dos participantes. III- É crime oferecer, trocar, disponibilizar, transmitir, vender ou expor à venda, distribuir, publicar ou divulgar, por qualquer meio - inclusive por meio de comunicação de massa ou sistema de informática ou telemática - fotografia, vídeo ou outro registro audiovisual que contenha cena de estupro ou de estupro de vulnerável ou que faça apologia ou induza à sua prática, ou, sem o consentimento da vítima, cena de sexo, nudez ou pornografia. É CORRETO o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II e III apenas."
      },
      {
        "letra": "B",
        "texto": "I apenas."
      },
      {
        "letra": "C",
        "texto": "I e II apenas."
      },
      {
        "letra": "D",
        "texto": "II apenas."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2570783",
    "metadata": "Ano: 2024 | Banca: IDECAN | Órgão: SAP-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Divulgação de cena de estupro de vulnerável, de cena de sexo ou de pornografia",
      "Divulgação de cena de estupro ou de cena de estupro de vulnerável, de cena de sexo ou de pornografia"
    ],
    "enunciado_principal": "O art. 218-C do nosso digesto penal nos apresenta a conduta de “oferecer, trocar, disponibilizar, transmitir, vender ou expor à venda, distribuir, publicar ou divulgar, por qualquer meio – inclusive por meio de comunicação de massa ou sistema de informática ou telemática –, fotografia, vídeo ou outro registro audiovisual que contenha cena de estupro ou de estupro de vulnerável ou que faça apologia ou induza a sua prática, ou, sem o consentimento da vítima, cena de sexo, nudez ou pornografia, cuja pena é de reclusão, de 1 (um) a 5 (cinco) anos, se o fato não constitui crime mais grave. Ela pode ser modificada, corretamente quando",
    "alternativas": [
      {
        "letra": "A",
        "texto": "quem pratica conjunção carnal ou outro ato libidinoso o faça com alguém menor de 18 (dezoito) e maior de 14 (catorze) anos."
      },
      {
        "letra": "B",
        "texto": "induzir alguém menor de 14 (catorze) anos a satisfazer a lascívia de outrem."
      },
      {
        "letra": "C",
        "texto": "o agente é ascendente, descendente, padrasto ou madrasta, tio, irmão, cônjuge, companheiro, tutor, curador, preceptor ou empregador da vítima ou por qualquer outro título tiver autoridade sobre ele/ela."
      },
      {
        "letra": "D",
        "texto": "o crime é praticado por agente que mantém ou tenha mantido relação íntima de afeto com a vítima ou com o fim de vingança ou humilhação."
      },
      {
        "letra": "E",
        "texto": "o agente pratica as condutas descritas no caput do art. 218-C em publicação de natureza jornalística, científica, cultural ou acadêmica com a adoção de recurso que impossibilite a identificação da vítima, ressalvada sua prévia autorização, caso seja maior de 18 (dezoito) anos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2367574",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Lesões corporais",
      "Crimes contra o patrimônio",
      "Furto",
      "Crimes contra a dignidade sexual",
      "Divulgação de cena de estupro ou de cena de estupro de vulnerável, de cena de sexo ou de pornografia"
    ],
    "enunciado_principal": "Leia as opções a seguir e assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No estrito cumprimento de um dever legal, este dever fundase em disposição jurídico-normativa e moral."
      },
      {
        "letra": "B",
        "texto": "A pena é aumentada de 1/3 a 2/3 no crime de divulgação de cena de estupro, de sexo ou pornografia, se a vítima é pessoa com quem o sujeito ativo mantenha ou tenha mantido relação íntima de afeto ou com a finalidade de vingança ou humilhação."
      },
      {
        "letra": "C",
        "texto": "Em caso de ilegalidade aparente em ordem de superior hierárquico, o subordinado será responsabilizado pelo ato ilícito na qualidade de autor mediato."
      },
      {
        "letra": "D",
        "texto": "A apropriação de coisa perdida configura o crime de furto."
      },
      {
        "letra": "E",
        "texto": "É possível a aplicação do princípio da insignificância ao delito de lesão corporal, quando os ferimentos suportados pela vítima forem reduzidíssimos, mesmo nos casos envolvendo violência doméstica e familiar contra a mulher."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2295254",
    "metadata": "Ano: 2023 | Banca: IDECAN | Órgão: Prefeitura de São Caetano do Sul - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Divulgação de cena de estupro ou de cena de estupro de vulnerável, de cena de sexo ou de pornografia"
    ],
    "enunciado_principal": "A conduta de “oferecer, trocar, disponibilizar, transmitir, vender ou expor à venda, distribuir, publicar ou divulgar, por qualquer meio - inclusive por meio de comunicação de massa ou sistema de informática ou telemática -, fotografia, vídeo ou outro registro audiovisual que contenha cena de estupro ou de estupro de vulnerável ou que faça apologia ou induza a sua prática, ou, sem o consentimento da vítima, cena de sexo, nudez ou pornografia, consiste no crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Divulgação de cena de estupro ou de cena de estupro de vulnerável, de cena de sexo ou de pornografia."
      },
      {
        "letra": "B",
        "texto": "Satisfação de lascívia mediante presença de criança ou adolescente."
      },
      {
        "letra": "C",
        "texto": "Estelionato afetivo e sexual."
      },
      {
        "letra": "D",
        "texto": "Favorecimento da prostituição ou de outra forma de exploração sexual."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2208451",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Divulgação de cena de estupro de vulnerável, de cena de sexo ou de pornografia",
      "Divulgação de cena de estupro ou de cena de estupro de vulnerável, de cena de sexo ou de pornografia"
    ],
    "enunciado_principal": "Tendo em vista a legislação que visa punir e combater os delitos praticados por meio de invasão de dispositivos informáticos, considere as seguintes afirmações: I. No crime de invasão de dispositivo informático, previsto no artigo 154-A do Código Penal, se prevê a forma qualificada quando da invasão resultar a obtenção de comunicações eletrônicas privadas; II. São formas qualificadas do crime de divulgação de cena de estupro, de sexo e de pornografia, previsto no artigo 218-C do Código Penal a circunstância de a divulgação se dar por meio de comunicação de massa ou com o fim de obter vantagem patrimonial da vítima; III. Para a caracterização do denominado furto eletrônico ou informático, previsto no artigo 155, parágrafo 4º -B do Código Penal, é irrelevante se o dispositivo estava ou não conectado à rede de computadores. Com relação às assertivas, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "todas são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "apenas II e III são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "apenas I e III são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "apenas I e II são verdadeiras."
      },
      {
        "letra": "E",
        "texto": "nenhuma das afirmativas é verdadeira."
      }
    ],
    "gabarito": "C"
  }
]