[
  {
    "id": "2570783",
    "metadata": "Ano: 2024 | Banca: IDECAN | Órgão: SAP-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Divulgação de cena de estupro de vulnerável, de cena de sexo ou de pornografia",
      "Divulgação de cena de estupro ou de cena de estupro de vulnerável, de cena de sexo ou de pornografia"
    ],
    "enunciado_principal": "O art. 218-C do nosso digesto penal nos apresenta a conduta de “oferecer, trocar, disponibilizar, transmitir, vender ou expor à venda, distribuir, publicar ou divulgar, por qualquer meio – inclusive por meio de comunicação de massa ou sistema de informática ou telemática –, fotografia, vídeo ou outro registro audiovisual que contenha cena de estupro ou de estupro de vulnerável ou que faça apologia ou induza a sua prática, ou, sem o consentimento da vítima, cena de sexo, nudez ou pornografia, cuja pena é de reclusão, de 1 (um) a 5 (cinco) anos, se o fato não constitui crime mais grave. Ela pode ser modificada, corretamente quando",
    "alternativas": [
      {
        "letra": "A",
        "texto": "quem pratica conjunção carnal ou outro ato libidinoso o faça com alguém menor de 18 (dezoito) e maior de 14 (catorze) anos."
      },
      {
        "letra": "B",
        "texto": "induzir alguém menor de 14 (catorze) anos a satisfazer a lascívia de outrem."
      },
      {
        "letra": "C",
        "texto": "o agente é ascendente, descendente, padrasto ou madrasta, tio, irmão, cônjuge, companheiro, tutor, curador, preceptor ou empregador da vítima ou por qualquer outro título tiver autoridade sobre ele/ela."
      },
      {
        "letra": "D",
        "texto": "o crime é praticado por agente que mantém ou tenha mantido relação íntima de afeto com a vítima ou com o fim de vingança ou humilhação."
      },
      {
        "letra": "E",
        "texto": "o agente pratica as condutas descritas no caput do art. 218-C em publicação de natureza jornalística, científica, cultural ou acadêmica com a adoção de recurso que impossibilite a identificação da vítima, ressalvada sua prévia autorização, caso seja maior de 18 (dezoito) anos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2208451",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Divulgação de cena de estupro de vulnerável, de cena de sexo ou de pornografia",
      "Divulgação de cena de estupro ou de cena de estupro de vulnerável, de cena de sexo ou de pornografia"
    ],
    "enunciado_principal": "Tendo em vista a legislação que visa punir e combater os delitos praticados por meio de invasão de dispositivos informáticos, considere as seguintes afirmações: I. No crime de invasão de dispositivo informático, previsto no artigo 154-A do Código Penal, se prevê a forma qualificada quando da invasão resultar a obtenção de comunicações eletrônicas privadas; II. São formas qualificadas do crime de divulgação de cena de estupro, de sexo e de pornografia, previsto no artigo 218-C do Código Penal a circunstância de a divulgação se dar por meio de comunicação de massa ou com o fim de obter vantagem patrimonial da vítima; III. Para a caracterização do denominado furto eletrônico ou informático, previsto no artigo 155, parágrafo 4º -B do Código Penal, é irrelevante se o dispositivo estava ou não conectado à rede de computadores. Com relação às assertivas, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "todas são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "apenas II e III são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "apenas I e III são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "apenas I e II são verdadeiras."
      },
      {
        "letra": "E",
        "texto": "nenhuma das afirmativas é verdadeira."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1960229",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Sequestro ou cárcere privado",
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável",
      "Corrupção de menores",
      "Divulgação de cena de estupro de vulnerável, de cena de sexo ou de pornografia"
    ],
    "enunciado_principal": "Configura crime contra a dignidade sexual a conduta de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "oferecer, por qualquer meio, inclusive por meio de comunicação de massa, fotografia, vídeo ou outro registro audiovisual que contenha cena de estupro, ou, sem o consentimento da vítima, cena de sexo ou de nudez ou pornografia"
      },
      {
        "letra": "B",
        "texto": "privar alguém de sua liberdade, mediante sequestro ou cárcere privado, para a prática de atos libidinosos"
      },
      {
        "letra": "C",
        "texto": "ter conjunção carnal ou praticar outro ato libidinoso com menor de 14 (catorze) anos"
      },
      {
        "letra": "D",
        "texto": "fotografar, filmar ou registrar, por qualquer meio, conteúdo com cena de nudez ou ato sexual ou libidinoso de caráter íntimo e privado sem autorização dos participantes"
      },
      {
        "letra": "E",
        "texto": "induzir alguém menor de 14 (catorze) anos a satisfazer a lascívia de outrem"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1785357",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Divulgação de cena de estupro de vulnerável, de cena de sexo ou de pornografia"
    ],
    "enunciado_principal": "Sobre o crime de divulgação de cena de estupro ou de cena de estupro de vulnerável, de cena de sexo ou de pornografia, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o especial fim de vingança ou humilhação é causa de aumento de pena de um terço a dois terços."
      },
      {
        "letra": "B",
        "texto": "se consuma com a invasão de dispositivo informático de uso alheio para obter foto ou vídeo íntimo com nudez da vítima."
      },
      {
        "letra": "C",
        "texto": "sua tipicidade depende de divulgação de cena de sexo com violência; do contrário, configura o crime de difamação."
      },
      {
        "letra": "D",
        "texto": "quando a vítima for mulher, seu consentimento é incapaz de excluir a ilicitude da conduta, dada a especial proteção de gênero prevista pela norma."
      },
      {
        "letra": "E",
        "texto": "a prévia relação íntima de afeto, por constituir elementar do tipo, não pode incidir como motivação para aumento de pena."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1010450",
    "metadata": "Ano: 2019 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes materiais, formais e de mera conduta",
      "Crimes plurissubjetivos e monossubjetivos",
      "Outras classificações",
      "Crimes contra a dignidade sexual",
      "Divulgação de cena de estupro de vulnerável, de cena de sexo ou de pornografia"
    ],
    "enunciado_principal": "O crime de divulgação de cena de estupro ou de cena de estupro de vulnerável, de cena de sexo ou de pornografia, previsto no artigo 218-C do Código Penal, pode ser classificado como",
    "alternativas": [
      {
        "letra": "A",
        "texto": "comum, material, comissivo, unissubjetivo, culposo, principal."
      },
      {
        "letra": "B",
        "texto": "comum, formal, comissivo, unissubjetivo, doloso, subsidiário."
      },
      {
        "letra": "C",
        "texto": "especial, formal, comissivo, plurissubjetivo, admite as formas doloso e culposo, subsidiário."
      },
      {
        "letra": "D",
        "texto": "especial, material, comissivo ou omissivo, unissubjetivo, doloso, principal."
      },
      {
        "letra": "E",
        "texto": "comum, material, comissivo, plurissubjetivo, admite as formas doloso e culposo, subsidiário."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "972049",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Satisfação de lascívia mediante a presença de criança ou adolescente",
      "Divulgação de cena de estupro de vulnerável, de cena de sexo ou de pornografia"
    ],
    "enunciado_principal": "Julgue os itens a seguir, relativos a delitos de natureza sexual. I Praticar, em local público, ato libidinoso contra alguém e sem o seu consentimento caracteriza contravenção penal tipificada como importunação ofensiva ao pudor. II Praticar conjunção carnal com o parceiro na presença de menor de catorze anos de idade, a fim de satisfazer a própria lascívia, configura, a princípio, o tipo penal específico denominado satisfação de lascívia mediante presença de criança ou adolescente. III Praticar ato obsceno em praça pública, ainda que sem a intenção de ultrajar alguém específico, configura crime de importunação sexual, que, por equiparação, é considerado hediondo. IV Divulgar na Internet fotografias de conteúdo pornográfico envolvendo adolescente, como meio de vingança pelo término de relacionamento, configura crime específico previsto no ECA, o que afasta a incidência do novo tipo penal previsto no art. 218-C do Código Penal. Estão certos apenas os itens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III."
      },
      {
        "letra": "B",
        "texto": "I e IV."
      },
      {
        "letra": "C",
        "texto": "II e III."
      },
      {
        "letra": "D",
        "texto": "II e IV."
      }
    ],
    "gabarito": "D"
  }
]