[
  {
    "id": "1981670",
    "metadata": "Ano: 2022 | Banca: FADESP | Órgão: SEFAZ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Pena de multa",
      "Conceito e Características da Pena de Multa",
      "Espécies de Pena de Multa",
      "Dosimetria"
    ],
    "enunciado_principal": "A pena de multa é uma espécie de sanção penal que possui natureza patrimonial e que, na grande maioria das vezes, é cominada no preceito secundário da norma penal (pena cominada) de forma isolada ou cumulada com a pena de prisão (pena corporal). Sobre a pena de multa, de acordo com o Código Penal, é correto afirmar o seguinte:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "na condenação igual ou inferior a um ano, a substituição pode ser feita por multa e por uma pena restritiva de direitos."
      },
      {
        "letra": "B",
        "texto": "a pena de multa consiste no pagamento ao fundo penitenciário da quantia fixada na sentença e calculada em dias-multa. Será, no mínimo, de 5 (cinco) e, no máximo, de 300 (trezentos) dias-multa."
      },
      {
        "letra": "C",
        "texto": "a multa deve ser paga dentro de 15 (quinze) dias depois de transitada em julgado a sentença."
      },
      {
        "letra": "D",
        "texto": "desprezam-se, na pena de multa, as frações da moeda corrente."
      },
      {
        "letra": "E",
        "texto": "transitada em julgado a sentença condenatória, a multa será executada perante o juiz da execução penal, não sendo considerada dívida de valor, sendo aplicáveis, contudo, as normas relativas à dívida ativa da Fazenda Pública, inclusive no que concerne às causas interruptivas e suspensivas da prescrição."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1981458",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: DPE-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Pena de multa",
      "Conceito e Características da Pena de Multa",
      "Dosimetria"
    ],
    "enunciado_principal": "As penas de multa",
    "alternativas": [
      {
        "letra": "A",
        "texto": "prescrevem em um ano quando a multa for a única cominada ou aplicada."
      },
      {
        "letra": "B",
        "texto": "deverão ser pagas dentro de um ano depois de transitada em julgado a sentença."
      },
      {
        "letra": "C",
        "texto": "podem substituir as penas privativas de liberdade iguais ou inferiores a um ano."
      },
      {
        "letra": "D",
        "texto": "são aplicadas distinta e integralmente no concurso de crimes."
      },
      {
        "letra": "E",
        "texto": "são extintas se sobrevém ao condenado doença mental."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1966750",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material",
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria.",
      "Pena de multa",
      "Dosimetria",
      "Reincidência"
    ],
    "enunciado_principal": "No que diz respeito à aplicação da pena, em sede de Direito Penal, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Verifica-se a reincidência quando o agente comete novo crime, depois de transitar em julgado a sentença que, no País ou no estrangeiro, o tenha condenado por crime anterior"
      },
      {
        "letra": "B",
        "texto": "Quando o agente, mediante mais de uma ação ou omissão, pratica dois ou mais crimes, idênticos ou não, aplicam-se cumulativamente as penas privativas de liberdade em que haja incorrido. No caso de aplicação cumulativa de penas de reclusão e de detenção, executam-se ambas, conjuntamente"
      },
      {
        "letra": "C",
        "texto": "Na fixação da pena de multa o juiz deve atender, principalmente, à situação econômica do réu"
      },
      {
        "letra": "D",
        "texto": "No concurso de agravantes e atenuantes, a pena deve aproximar-se do limite indicado pelas circunstâncias preponderantes, entendendo-se como tais as que resultam dos motivos determinantes do crime, da personalidade do agente e da reincidência"
      },
      {
        "letra": "E",
        "texto": "A pena pode ser atenuada em razão de circunstância relevante, anterior ou posterior ao crime, embora não prevista expressamente em lei"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1852384",
    "metadata": "Ano: 2021 | Banca: Instituto Consulplan | Órgão: TJ-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Pena de multa",
      "Dosimetria"
    ],
    "enunciado_principal": "Considere as regras previstas no Código Penal para a aplicação da pena, e assinale, dentre as seguintes, a alternativa correta. Na fixação da pena de multa, o Juiz deve atender, principalmente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "À culpabilidade."
      },
      {
        "letra": "B",
        "texto": "À gravidade do crime."
      },
      {
        "letra": "C",
        "texto": "Às consequências do crime."
      },
      {
        "letra": "D",
        "texto": "À capacidade econômica do réu."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1792070",
    "metadata": "Ano: 2021 | Banca: INSTITUTO AOCP | Órgão: MPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Pena de multa",
      "Dosimetria",
      "Ação penal",
      "Conceito",
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "No que se refere ao Código Penal, informe se é verdadeiro (V) ou falso (F) o que se afirma a seguir e assinale a alternativa com a sequência correta. ( ) Quando o agente, mediante mais de uma ação ou omissão, pratica dois ou mais crimes, idênticos ou não, aplica-se-lhe a mais grave das penas cabíveis ou, se iguais, somente uma delas, mas aumentada, em qualquer caso, de um sexto até metade. ( ) No caso de morte do ofendido ou de ter sido declarado ausente por decisão judicial, o direito de oferecer queixa ou de prosseguir na ação passa ao cônjuge, ascendente, descendente ou irmão. ( ) A prescrição depois de transitar em julgado a sentença condenatória regula-se pela pena aplicada e verifica-se nos prazos fixados no artigo 109 do Código Penal, os quais se aumentam de um sexto, se o condenado é reincidente.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F – V – F."
      },
      {
        "letra": "B",
        "texto": "F – F – V."
      },
      {
        "letra": "C",
        "texto": "F – V – V."
      },
      {
        "letra": "D",
        "texto": "V – V – F."
      },
      {
        "letra": "E",
        "texto": "V – F – V."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "944995",
    "metadata": "Ano: 2018 | Banca: UFPR | Órgão: COREN-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria",
      "Pena de multa",
      "Dosimetria",
      "Reincidência"
    ],
    "enunciado_principal": "A respeito da aplicação da pena criminal, considere as seguintes afirmativas: 1. A aplicação da pena contempla 5 (cinco) etapas: a dosimetria da pena, a análise de concurso de crimes, a fixação do regime inicial de cumprimento de pena, a análise de possibilidade de substituição da pena privativa de liberdade por penas restritivas de direitos e a análise de cabimento de suspensão condicional da pena. 2. A dosimetria da pena é feita em sistema trifásico, em cujas fases são analisadas, sucessivamente, as circunstâncias judiciais, as circunstâncias legais e as causas especiais de aumento e de redução de pena. 3. O aumento de pena decorrente do concurso formal e da continuidade delitiva constituem causas especiais de aumento que devem incidir na terceira fase da dosimetria da pena. 4. No concurso de circunstâncias legais, a pena deve aproximar-se do limite indicado pelas circunstâncias preponderantes, entendendo-se como tais as que resultam dos motivos determinantes do crime, da personalidade do agente e da reincidência. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente a afirmativa 2 é verdadeira."
      },
      {
        "letra": "B",
        "texto": "Somente as afirmativas 1 e 3 são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Somente as afirmativas 3 e 4 são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Somente as afirmativas 1, 2 e 4 são verdadeiras."
      },
      {
        "letra": "E",
        "texto": "As afirmativas 1, 2, 3 e 4 são verdadeiras."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "896381",
    "metadata": "Ano: 2018 | Banca: IESES | Órgão: TJ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Concurso de crimes",
      "Concurso material",
      "Concurso formal",
      "Crime continuado",
      "Pena de multa",
      "Conceito e Características da Pena de Multa",
      "Dosimetria"
    ],
    "enunciado_principal": "É certo afirmar: I. A finalidade do conceito analítico do crime é a análise dos seus caracteres e elementos, por isso seu foco são os elementos ou requisitos do delito, onde é entendido como conduta típica, antijurídica e culpável (conceito tripartido, teoria clássica ou tridimensional), ou apenas conduta típica e antijurídica, ou ainda, como fato típico, antijurídico e punível abstratamente. II. Trata-se de concurso formal quando o agente, mediante mais de uma ação ou omissão, pratica dois ou mais crimes, idênticos ou não, aplicam-se cumulativamente as penas privativas de liberdade em que haja incorrido. No caso de aplicação cumulativa de penas de reclusão e de detenção, executa-se primeiro aquela. III. Na fixação da pena de multa o juiz deve atender, principalmente, à situação social do réu. IV. A continuidade temporal e espacial não é um requisito invariável do delito continuado, mas pode ser um indício da continuidade. Analisando as proposições, pode-se afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições I e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições II e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições II e IV estão corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1328339",
    "metadata": "Ano: 2016 | Banca: TJ-AC | Órgão: TJ-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria",
      "Pena de multa",
      "Dosimetria"
    ],
    "enunciado_principal": "No cálculo da pena:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A redução pela menoridade do acusado deve incidir após o acréscimo pelo crime continuado."
      },
      {
        "letra": "B",
        "texto": "O aumento pelo concurso formal deve preceder a diminuição pela confissão espontânea."
      },
      {
        "letra": "C",
        "texto": "O acréscimo pela má antecedência do acusado deve incidir antes da redução pela tentativa."
      },
      {
        "letra": "D",
        "texto": "O aumento pela reincidência deve ser posterior à redução pela participação de menor importância."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "470159",
    "metadata": "Ano: 2013 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Detração penal",
      "Pena de multa",
      "Conceito e Características da Pena de Multa",
      "Espécies de Pena de Multa",
      "Dosimetria",
      "Ação penal",
      "Ação penal no crime de lesão corporal",
      "Causas de extinção da punibilidade",
      "Prescrição da pretensão punitiva pela pena em abstrato",
      "Prescrição da pretensão punitiva pela pena em concreto",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Lesões corporais qualificadas",
      "Violência doméstica",
      "Crimes contra o patrimônio",
      "Roubo"
    ],
    "enunciado_principal": "Sujeito teve decretada a prisão preventiva na ação penal em que lhe foi imputada a prática de roubo qualificado, possuindo ele ainda outra ação penal por lesão corporal grave contra a sua companheira e uma terceira por porte ilegal de arma de fogo. Os dois primeiros julgamentos foram designados para a mesma data e o magistrado, a pedido da acusação, absolveu inicialmente Sujeito da prática do roubo. Caso ele venha a ser condenado pela agressão à companheira, o tempo em que esteve preso, preventivamente, deverá ser",
    "alternativas": [
      {
        "letra": "A",
        "texto": "levado em conta na sentença condenatória da lesão corporal grave e funcionar como causa de redução da pena para incidência da prescrição da pretensão punitiva."
      },
      {
        "letra": "B",
        "texto": "considerado apenas para eventual pedido de indenização no juízo cível."
      },
      {
        "letra": "C",
        "texto": "levado em conta para fins de detração na execução da sanção penal a ser cumprida."
      },
      {
        "letra": "D",
        "texto": "calculado como dias remidos e subtraído do montante da pena imposta."
      },
      {
        "letra": "E",
        "texto": "observado pelo juízo criminal na sentença condenatória para cálculo da prestação de serviços à comunidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "300459",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Pena de multa",
      "Dosimetria",
      "Reincidência"
    ],
    "enunciado_principal": "Na aplicação da pena,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "considera-se circunstância agravante o fato de o crime ser praticado contra pessoa maior de setenta anos."
      },
      {
        "letra": "B",
        "texto": "não prevalece a condenação anterior, para efeito de reconhecimento de reincidência, se entre a data do cumprimento ou extinção da pena e a infração posterior tiver decorrido período de tempo superior a cinco anos, descontado o período de prova da suspensão."
      },
      {
        "letra": "C",
        "texto": "a incidência de circunstância atenuante pode con- duzir à redução da pena abaixo do mínimo legal, se- gundo entendimento do Superior Tribunal de Justiça."
      },
      {
        "letra": "D",
        "texto": "não se impõe o acréscimo decorrente do concurso formal perfeito à pena de multa."
      },
      {
        "letra": "E",
        "texto": "o tempo de cumprimento das penas privativas de li- berdade não pode ser superior a trinta anos, limite que deve ser considerado para efeito de concessão de livramento condicional, conforme entendimento sumulado do Supremo Tribunal Federal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "324305",
    "metadata": "Ano: 2012 | Banca: FGV | Órgão: PC-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Princípios norteadores da teoria da pena",
      "Pena de multa",
      "Dosimetria"
    ],
    "enunciado_principal": "Acerca da teoria da pena, indique a afirmativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pena deve ser aplicada em três etapas: no primeiro momento, é fixada a pena base com observância das circunstâncias judiciais; na segunda fase, observa-se as agravantes e as atenuantes; na terceira fase, o juiz observa as qualificadoras, causas de aumento e de diminuição de pena previstas na parte especial e geral do CP."
      },
      {
        "letra": "B",
        "texto": "Nos crimes da lei de tóxicos, a quantidade e qualidade do entorpecente devem ser consideradas na primeira fase."
      },
      {
        "letra": "C",
        "texto": "O regime de pena deve ser fixado com observância dos artigos 33 e 59 do Código Penal, não autorizando regime mais grave do que o permitido pela pena aplicada a opinião do julgador acerca da gravidade do delito."
      },
      {
        "letra": "D",
        "texto": "Segundo jurisprudência majoritária dos tribunais superiores, a pena intermediária não pode ficar abaixo do mínimo cominado no tipo respectivo."
      },
      {
        "letra": "E",
        "texto": "Ainda que o tráfico seja considerado crime assemelhado aos hediondos, aplicado o redutor do § 4º do Artigo 33 da Lei n. 11.343/06, em tese, é possível a substituição da pena privativa de liberdade por penas restritivas de direitos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "274253",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: PC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Pena de multa",
      "Dosimetria",
      "Legislação Penal Especial",
      "Lei de Tóxicos – Lei nº 11.343 de 2006"
    ],
    "enunciado_principal": "Para a fixação da pena de multa nos casos de crime de tráfico de entorpecentes, o juiz deverá obedecer aos critérios fixados na parte especial do Código Penal, que determina que o número de dias-multa será, no mínimo, de 10 e, no máximo, de 360.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  }
]