[
  {
    "id": "3231222",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Aracaju - SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeitos secundários de natureza extrapenal específicos",
      "Crimes contra a administração pública",
      "Peculato"
    ],
    "enunciado_principal": "A partir dessa situação hipotética, julgue o item a seguir.A perda de bens transferidos para a irmã de Marcos é possível desde que se comprove que a transferência ocorreu durante o período da atividade criminosa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3231221",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Aracaju - SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeitos secundários de natureza extrapenal específicos",
      "Crimes contra a administração pública",
      "Peculato"
    ],
    "enunciado_principal": "A partir dessa situação hipotética, julgue o item a seguir.A decretação da perda dos bens em valor excedente ao patrimônio lícito de Marcos independe de requerimento expresso do Ministério Público, bastando, para tanto, que seja constatada, no curso do processo, a incompatibilidade patrimonial.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1143683",
    "metadata": "Ano: 2020 | Banca: FEPESE | Órgão: Prefeitura de Itajaí - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeitos secundários de natureza extrapenal específicos"
    ],
    "enunciado_principal": "Quando não se tratar de crimes praticados com abuso de poder ou violação de dever para com a Administração Pública, é correto afirmar que a perda de cargo, função pública ou mandato eletivo corresponde também a efeito da condenação quando for aplicada pena privativa de liberdade por tempo superior a:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "12 meses."
      },
      {
        "letra": "B",
        "texto": "2 anos."
      },
      {
        "letra": "C",
        "texto": "4 anos."
      },
      {
        "letra": "D",
        "texto": "5 anos."
      },
      {
        "letra": "E",
        "texto": "8 anos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1129839",
    "metadata": "Ano: 2019 | Banca: FUNDATEC | Órgão: Prefeitura de Porto Alegre - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeitos secundários de natureza extrapenal específicos"
    ],
    "enunciado_principal": "No que diz respeito à perda do cargo público como efeito da condenação, nos termos do Código Penal, analise as seguintes assertivas e assinale a alternativa correta. I. Nos crimes comuns, quando a pena aplicada for superior a quatro anos, esse efeito é automático. II. É automática, independentemente do quantum de pena privativa de liberdade aplicada e do crime cometido. III. Se aplicada pena privativa de liberdade superior a um ano, nos crimes praticados com abuso de poder ou violação de dever para com a Administração Pública, a perda do cargo não é automática, devendo ser motivadamente declarada na sentença.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todas estão corretas."
      },
      {
        "letra": "B",
        "texto": "Todas estão incorretas."
      },
      {
        "letra": "C",
        "texto": "Apenas I está correta."
      },
      {
        "letra": "D",
        "texto": "Apenas III está correta."
      },
      {
        "letra": "E",
        "texto": "Apenas I e II estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1014418",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de São José do Rio Preto - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeitos secundários de natureza penal e de natureza extrapenal",
      "Efeitos secundários de natureza extrapenal específicos"
    ],
    "enunciado_principal": "Assinale a hipótese que, nos termos do art. 92 do CP e respeitada a regra de motivação de seu parágrafo único, acarreta a perda de cargo, função pública ou mandato eletivo: condenação criminal à pena de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "6 meses, em crime praticado com violação de dever para com a Administração Pública."
      },
      {
        "letra": "B",
        "texto": "1 ano, em crime praticado com abuso de poder."
      },
      {
        "letra": "C",
        "texto": "2 anos, em qualquer crime contra o patrimônio."
      },
      {
        "letra": "D",
        "texto": "3 anos, em qualquer crime infamante."
      },
      {
        "letra": "E",
        "texto": "4 anos, em qualquer crime contra a fé pública."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "991503",
    "metadata": "Ano: 2018 | Banca: IBADE | Órgão: Câmara de Porto Velho - RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeitos secundários de natureza extrapenal específicos"
    ],
    "enunciado_principal": "O funcionário público municipal Tício foi condenado a uma pena de 5 (cinco) anos de reclusão pelo crime de peculato, depois de se apropriar de certa quantia de dinheiro público de que tinha posse em razão do cargo que ocupava. Na sentença condenatória, o juiz criminal declarou expressa e motivadamente o seguinte efeito específico da condenação:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a perda do direito ao devido processo legal e à ampla defesa, em razão da gravidade em abstrato do delito cometido."
      },
      {
        "letra": "B",
        "texto": "a perda do cargo público ocupado por Tício."
      },
      {
        "letra": "C",
        "texto": "a perda em favor do Município do dinheiro do qual Tício se apropriou indevidamente."
      },
      {
        "letra": "D",
        "texto": "o pagamento de multa tributária pelo dano causado pelo crime."
      },
      {
        "letra": "E",
        "texto": "o cumprimento de pena de trabalhos forçados durante o primeiro ano da execução da pena total."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "844072",
    "metadata": "Ano: 2017 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Conceito e características",
      "Efeitos da condenação",
      "Efeitos secundários de natureza extrapenal específicos",
      "Legislação Penal Especial",
      "Crimes contra o Consumidor, a Ordem Econômica e Tributária – Lei nº 8.078 de 1990 e Lei nº 8.137 de 1990"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O STJ entende que, para caracterizar o crime previsto no art. 7º, IX, da Lei nº 8.137/1990, delitos contra as relações de consumo, é prescindível a realização de perícia a fim de atestar se as mercadorias apreendidas estavam em condições impróprias para o consumo."
      },
      {
        "letra": "B",
        "texto": "É atípica a conduta do agente que desvia e faz circular moeda cuja circulação ainda não estava autorizada, pois constitui elementar do crime de moeda falsa a colocação em circulação de moeda com curso legal no país ou no exterior."
      },
      {
        "letra": "C",
        "texto": "Nos crimes conexos, a extinção da punibilidade de um deles impede, quanto aos outros, a agravação da pena resultante da conexão."
      },
      {
        "letra": "D",
        "texto": "A proibição de exercício de cargo, função ou atividade pública pode ter caráter temporário, com natureza de pena de interdição temporária de direitos, mas pode também ter caráter permanente, se for efeito da condenação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "620604",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TJ-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeitos secundários de natureza penal e de natureza extrapenal",
      "Efeitos secundários de natureza extrapenal específicos"
    ],
    "enunciado_principal": "Um policial militar, em dia de folga e vestido com traje civil, se embriagou voluntariamente e saiu à rua armado, decidido a roubar um carro. Empunhando seu revólver particular, ele abordou um motorista e o ameaçou, obrigando-o a descer do automóvel. A vítima obedeceu, mas, ao perceber a embriaguez do assaltante, saiu correndo com as chaves do carro. Deparando-se adiante com uma viatura da polícia militar, relatou o ocorrido aos componentes da guarnição, que foram ao local e prenderam o policial em flagrante. Em decorrência de tais fatos, o policial foi submetido a processo penal que resultou na sua condenação em três anos, dez meses e vinte dias de reclusão pela tentativa de roubo.Com referência a essa situação hipotética, assinale a opção correta de acordo com a jurisprudência do STJ.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estando ausente qualquer relação da ação com o exercício do cargo público, a exoneração do serviço público como efeito da condenação extrapolaria as funções repressivas e preventivas da sanção penal."
      },
      {
        "letra": "B",
        "texto": "Na hipótese descrita e em casos semelhantes, sendo a pena privativa de liberdade inferior a quatro anos, a condenação por si só nunca implica a perda do cargo público."
      },
      {
        "letra": "C",
        "texto": "O policial militar não praticou crime funcional típico porquanto o delito previsto no art. 157 do CP — Subtrair coisa móvel alheia, para si ou para outrem, mediante grave ameaça ou violência à pessoa — é comum e, por isso, o réu em questão não poderia ser afastado do cargo."
      },
      {
        "letra": "D",
        "texto": "O agente não responderia por crime doloso porque estava em estado de embriaguez, sendo incapaz de entender o caráter criminoso de suas ações."
      },
      {
        "letra": "E",
        "texto": "O policial militar, mesmo fora do exercício da função, violou dever inerente a ela, porque está vinculado à administração pública no exercício das atividades cotidianas, sendo cabível a perda do cargo como efeito da condenação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "565817",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeitos secundários de natureza extrapenal específicos"
    ],
    "enunciado_principal": "Um servidor público, concursado e estável, praticou crime de corrupção passiva e foi condenado definitivamente ao cumprimento de pena privativa de liberdade de seis anos de reclusão, em regime semiaberto, bem como ao pagamento de multa.A respeito dessa situação hipotética, julgue o item seguinte.O servidor deve perder, automaticamente, o cargo público que ocupa, mas poderá reingressar no serviço público após o cumprimento da pena e a reabilitação penal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "532522",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: TJ-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Penas privativas de liberdade",
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Revogação.",
      "Livramento condicional",
      "Extinção da pena",
      "Efeitos da condenação",
      "Efeitos secundários de natureza extrapenal genéricos",
      "Efeitos secundários de natureza extrapenal específicos",
      "Modalidades de sanções penais",
      "Reincidência"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os efeitos genéricos e específicos da condenação criminal são automáticos, sendo, pois, despicienda suas declarações na sentença."
      },
      {
        "letra": "B",
        "texto": "O juiz não poderá declarar extinta a pena, enquanto não passar em julgado a sentença, em processo a que responde o liberado, por crime cometido na vigência do livramento."
      },
      {
        "letra": "C",
        "texto": "As espécies de pena são as privativas de liberdade e restritivas de direito."
      },
      {
        "letra": "D",
        "texto": "A suspensão condicional da pena será obrigatoriamente revogada se, no curso do prazo, o beneficiário pratica novo crime doloso."
      },
      {
        "letra": "E",
        "texto": "Para efeito de reincidência, não prevalece a condenação anterior, se entre a data do cumprimento ou extinção da pena e a infração posterior tiver decorrido período de tempo superior a 2 (dois) anos, computado o período de prova da suspensão ou do livramento condicional, se não ocorrer revogação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "525139",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TCE-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeitos secundários de natureza extrapenal específicos"
    ],
    "enunciado_principal": "A perda de cargo, função ou mandato eletivo, como efeito extrapenal de condenação, requer",
    "alternativas": [
      {
        "letra": "A",
        "texto": "condenação igual ou superior a dois anos nos crimes praticados com abuso de poder ou na violação do dever para com a Administração pública e condenação por tempo superior a quatro anos nos demais casos."
      },
      {
        "letra": "B",
        "texto": "condenação igual ou superior a um ano nos crimes praticados com abuso de poder ou na violação do dever para com a Administração pública e condenação por tempo superior a cinco anos nos demais casos."
      },
      {
        "letra": "C",
        "texto": "condenação igual ou superior a um ano nos crimes praticados com abuso de poder ou na violação do dever para com a Administração pública e condenação por tempo superior a quatro anos nos demais casos."
      },
      {
        "letra": "D",
        "texto": "imprescritibilidade do delito cometido."
      },
      {
        "letra": "E",
        "texto": "condenação igual ou superior a um ano em todos os crimes praticados contra a Administração pública."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "485735",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRE-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeitos secundários de natureza extrapenal específicos"
    ],
    "enunciado_principal": "Analise as seguintes situações hipotéticas de funcionários públicos processados criminalmente e condenados pela Justiça Pública: I. Xisto, escrevente do Tribunal de Justiça de Roraima, foi condenado a cumprir pena de 02 anos de reclusão pelo crime de corrupção passiva, após receber dinheiro durante o seu trabalho regular para retardar o andamento de um determinado processo. II. Joaquim, analista judiciário do Tribunal Regional Federal da Primeira Região, é preso em flagrante quando retornava de uma viagem de lazer para Miami, ao tentar importar mercadoria proibida, sendo condenado a cumprir pena de 03 anos de reclusão pelo crime de contrabando. III. Benício, funcionário da Prefeitura de Boa Vista, foi condenado a cumprir pena de 02 anos de reclusão pelo crime de peculato, após apropriar-se de dinheiro da municipalidade, que recebeu em razão do cargo que ocupa. IV. Cassio, funcionário público da Secretaria de Estado da Saúde de Roraima, é condenado a cumprir pena de 03 anos de reclusão, após praticar o crime do artigo 343, do Código Penal, na medida em que ofereceu dinheiro ao perito judicial nomeado em ação de indenização por danos materiais e morais que move contra José, responsável pelo acidente de trânsito que lhe causou lesões corporais gravíssimas, para que o expert elaborasse um laudo favorável. Estarão sujeitos à perda do cargo público como efeito da condenação criminal, nos termos preconizados pelo Código Penal, mediante declaração motivada do Juiz na sentença:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Benício e Cassio."
      },
      {
        "letra": "B",
        "texto": "Joaquim e Benício."
      },
      {
        "letra": "C",
        "texto": "Xisto e Benício."
      },
      {
        "letra": "D",
        "texto": "Joaquim e Cassio."
      },
      {
        "letra": "E",
        "texto": "Xisto, Joaquim e Benício."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "415124",
    "metadata": "Ano: 2014 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeito principal e efeitos secundários",
      "Efeitos secundários de natureza penal e de natureza extrapenal",
      "Efeitos secundários de natureza extrapenal genéricos",
      "Efeitos secundários de natureza extrapenal específicos"
    ],
    "enunciado_principal": "Os efeitos específicos da condenação, segundo regula o Código Penal Brasileiro, são automáticos, não havendo necessidade de serem explicitados na sentença.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "395559",
    "metadata": "Ano: 2014 | Banca: Aroeira | Órgão: PC-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeitos secundários de natureza extrapenal específicos"
    ],
    "enunciado_principal": "Nos crimes praticados com abuso de poder ou violação de dever para com a administração pública, a perda de cargo, função pública ou mandato eletivo constitui efeito da condenação, quando aplicada pena privativa de liberdade por tempo igual ou superior a:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "seis meses."
      },
      {
        "letra": "B",
        "texto": "um ano."
      },
      {
        "letra": "C",
        "texto": "dois meses."
      },
      {
        "letra": "D",
        "texto": "três anos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1669863",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: AL-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeitos secundários de natureza extrapenal específicos"
    ],
    "enunciado_principal": "A respeito de crimes, penas, prazos e aplicação da lei penal, julgue o item a seguir.Considere que um funcionário público seja condenado, por crime de roubo, à pena de nove anos de reclusão a ser cumprida em regime inicial fechado. Nessa situação, esse funcionário não perderá a função pública como efeito automático da condenação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  }
]