[
  {
    "id": "3615021",
    "metadata": "Ano: 2025 | Banca: INSTITUTO AOCP | Órgão: TRE-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação"
    ],
    "enunciado_principal": "A Lei nº 13.869/2019 dispõe sobre os crimes de abuso de autoridade. O referido instituto prevê como efeitos da condenação: I. tornar certa a obrigação de indenizar o dano causado pelo crime, devendo o juiz, a requerimento do ofendido, fixar na sentença o valor mínimo para reparação dos danos causados pela infração, considerando os prejuízos por ele sofridos; II. a inabilitação para o exercício de cargo, mandato ou função pública, pelo período de 1 (um) a 5 (cinco) anos; III. a suspensão do cargo, do mandato ou da função pública; IV. a perda do cargo, do mandato ou da função pública. Estão corretos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas I, II e III."
      },
      {
        "letra": "B",
        "texto": "apenas II e IV."
      },
      {
        "letra": "C",
        "texto": "apenas I e IV."
      },
      {
        "letra": "D",
        "texto": "apenas II e III."
      },
      {
        "letra": "E",
        "texto": "apenas I, II e IV."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3578039",
    "metadata": "Ano: 2025 | Banca: VUNESP | Órgão: Câmara de Tatuí - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação"
    ],
    "enunciado_principal": "Solange é servidora pública efetiva e está respondendo a processo administrativo por ter cometido infração disciplinar. Paralelamente, ela foi processada perante a justiça criminal, tendo sido condenada pelo crime por ela cometido, com decisão transitada em julgado. Nessa situação hipotética, é correto afirmar que Solange",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deverá sofrer a pena de perda do cargo, independentemente do tipo de crime que ela cometeu."
      },
      {
        "letra": "B",
        "texto": "não sofrerá influência da decisão judicial no seu processo administrativo se o crime que cometeu não tem correlação com a função pública."
      },
      {
        "letra": "C",
        "texto": "perderá automaticamente o seu cargo se a pena no processo criminal tiver sido de pena privativa da liberdade."
      },
      {
        "letra": "D",
        "texto": "deverá ser suspensa do cargo se o crime a que foi condenada tiver correlação com a função pública."
      },
      {
        "letra": "E",
        "texto": "não deverá sofrer influência no seu processo administrativo em decorrência da condenação criminal devido à independência de instâncias."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3453254",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TJ-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Ação penal",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "Analise as hipóteses a seguir. (i) Felício, inconformado com o fim de seu casamento, efetua disparo de arma de fogo contra sua ex-esposa, que sobrevive. (ii) João, ao descobrir que sua ex-namorada tem um novo relacionamento amoroso, envia-lhe uma mensagem de WhatsApp com a foto de um punhal e a seguinte legenda: “Se você não for minha, não vai ser de mais ninguém”. (iii) Mariana, durante uma discussão motivada por ciúmes, dá um soco em sua namorada, causando-lhe lesões corporais. (iv) José, durante uma discussão motivada por dívida, dá um soco em sua irmã, causando-lhe lesões corporais. Consideradas as hipóteses acima, é correto afirmar, à luz dos dispositivos legais aplicáveis e da jurisprudência dos Tribunais Superiores, que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "em caso de condenação, o efeito da perda do cargo, função pública ou mandato eletivo será automático apenas nas hipóteses (i), (iii) e (iv);"
      },
      {
        "letra": "B",
        "texto": "a Lei nº 11.340/2006 aplica-se apenas a três hipóteses;"
      },
      {
        "letra": "C",
        "texto": "todas as hipóteses tipificam crimes de ação penal pública incondicionada;"
      },
      {
        "letra": "D",
        "texto": "em caso de condenação, Felício poderá obter livramento condicional, depois de cumprir 55% da pena;"
      },
      {
        "letra": "E",
        "texto": "em caso de condenação, somente Felício não poderá usufruir do direito à visita íntima ou conjugal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3425286",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Crimes contra a administração pública"
    ],
    "enunciado_principal": "Carlos, funcionário público de autarquia federal, foi denunciado pelo crime de corrupção passiva. No curso da investigação, ficou claro que, dos R$ 500.000,00 obtidos com a prática criminosa, R$ 100.000,00 foram usados para compras de artigos de luxo, como relógios, joias e objetos de arte, jamais localizados. Os R$ 400.000,00 restantes foram empregados na compra de um imóvel na cidade de Punta del Este, no Uruguai. Além disso, o Ministério Público Federal demonstrou que, do patrimônio do réu, apurado em R$ 2.000.000,00, apenas R$ 1.100.000,00 eram compatíveis com os seus rendimentos lícitos. O juiz, ao proferir a condenação, deverá:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "decretar a perda de bens ou valores equivalentes ao valor do imóvel situado no exterior, mas não ao valor dos artigos de luxo não localizados;"
      },
      {
        "letra": "B",
        "texto": "observar que a decretação da perda de bens ou valores equivalentes ao produto ou proveito do crime somente é possível na hipótese de condenação por crime ao qual a lei comine pena máxima superior a 6 anos;"
      },
      {
        "letra": "C",
        "texto": "presumir ilícitos bens correspondentes ao valor de R$ 900.000,00 e decretar sua perda;"
      },
      {
        "letra": "D",
        "texto": "decretar a perda alargada, de ofício, caso o Ministério Público Federal não tenha formulado pedido;"
      },
      {
        "letra": "E",
        "texto": "incluir no cálculo do patrimônio do réu, para fins de decretar a perda alargada, os bens titularizados pelo cônjuge, se casados nos regimes da comunhão parcial ou total de bens."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3390859",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: DPE-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Reabilitação criminal"
    ],
    "enunciado_principal": "Joel, servidor do Detran, foi condenado definitivamente à pena de 3 anos de reclusão substituída por duas restritivas de direito e multa, pela prática do crime de peculato. A sentença condenatória impôs, como efeito, a perda do cargo público e foi silente quanto à obrigação de indenizar o dano causado. Em 10/12/2023, o Juízo da Execução declarou extinta a punibilidade. Joel, interessado em se reabilitar, procurou a Defensoria Pública. A respeito desse instituto, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A despeito da não imposição expressa pela sentença condenatória, a reabilitação dependerá do ressarcimento do dano causado."
      },
      {
        "letra": "B",
        "texto": "A hipossuficiência econômica de Joel não afasta a exigência de ressarcimento do dano causado, para obtenção da reabilitação."
      },
      {
        "letra": "C",
        "texto": "O pedido de reabilitação será cabível se transcorridos três anos da declaração de extinção da punibilidade."
      },
      {
        "letra": "D",
        "texto": "Joel, deferido o pedido de reabilitação, será reintegrado ao cargo público que ocupava."
      },
      {
        "letra": "E",
        "texto": "Deferido o pedido de reabilitação, o Juiz não poderá, de ofício, revogar o benefício, caso Joel seja condenado como reincidente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3387033",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: DPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação"
    ],
    "enunciado_principal": "Sobre os efeitos relevantes da condenação criminal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os instrumentos utilizados para a prática de crimes por organizações criminosas e milícias deverão ser declarados perdidos em favor da União ou do Estado, dependendo da Justiça onde tramita a ação penal, desde que ponham em perigo a segurança das pessoas, a moral ou a ordem pública, e ofereçam sério risco de ser utilizados para o cometimento de novos crimes."
      },
      {
        "letra": "B",
        "texto": "De acordo com o Código Penal, na hipótese de condenação por infrações às quais a lei comine pena máxima superior a 8 anos de reclusão, poderá ser decretada a perda, como produto ou proveito do crime, da totalidade dos bens correspondentes à diferença entre o valor do patrimônio da família do condenado, caso comprovado o envolvimento do núcleo familiar com o delito, e aquele que seja compatível com o seu rendimento lícito."
      },
      {
        "letra": "C",
        "texto": "A previsão da perda em favor da União, ressalvado o direito do lesado ou de terceiro de boa-fé, do produto do crime ou de qualquer bem ou valor que constitua proveito auferido pelo agente com a pratica do fato criminoso teve sua constitucionalidade questionada junto ao Supremo Tribunal Federal, que julgou parcialmente procedente o pedido formulado na inicial de arguição de descumprimento de preceito fundamental."
      },
      {
        "letra": "D",
        "texto": "Segundo o Código Penal, na hipótese de se declarar a perda de bens ou valores na sentença, havendo dúvidas no momento da prolação da decisão, a apuração e especificação dos itens declarados perdidos deverá ser realizada em procedimento complementar, depois do trânsito em julgado da decisão condenatória."
      },
      {
        "letra": "E",
        "texto": "Pelo Código Penal, a incapacidade para o exercício do poder familiar nos crimes dolosos sujeitos à pena de reclusão ou detenção cometidos contra filho é um dos efeitos automáticos da sentença condenatória, não havendo necessidade de ser declarada no julgado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3373861",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "No que diz respeito aos efeitos da condenação, observadas as disposições constitucionais, do Código Penal e da legislação extravagante, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a hipótese do confisco previsto na Constituição da República de 1988 em virtude da prática do tráfico ilícito de entorpecentes e drogas afins alcança apenas os bens imóveis utilizados na atividade criminosa;"
      },
      {
        "letra": "B",
        "texto": "a decretação da perda de bens ou valores lícitos equivalentes é inviável se o produto ou proveito do crime não for localizado;"
      },
      {
        "letra": "C",
        "texto": "a condenação de funcionário público pelo crime de organização criminosa implicará a perda do cargo, função, emprego ou mandato eletivo e a interdição para o exercício de função ou cargo público pelo período de um a cinco anos;"
      },
      {
        "letra": "D",
        "texto": "a decretação da perda dos instrumentos lícitos empregados na prática de um delito é admitida nas hipóteses de crimes definidos na Lei de Drogas e daqueles praticados por organizações criminosas e milícias;"
      },
      {
        "letra": "E",
        "texto": "a decretação da perda de bens classificada pela doutrina como confisco alargado é cabível nas condenações por crimes aos quais a lei comine pena máxima superior a quatro anos e depende de requerimento expresso do Ministério Público."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3362383",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: ENAM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Crimes contra a administração pública"
    ],
    "enunciado_principal": "Dionísio é presidente da Comissão de Licitações do município de Carunchos e, mensalmente, dirige seu carro até um shopping center onde recebe uma mochila contendo dinheiro pago por um empresário interessado em obter privilégios em certames públicos locais. Dionísio usa tais recursos para adquirir imóveis e os transfere, mediante doação, para sua esposa e filhos menores. Dionísio foi filmado, preso e condenado por decisão transitada em julgado pela prática do crime de corrupção. Sobre a situação hipotética narrada, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A partir do trânsito em julgado da condenação, Dionísio perde automaticamente a capacidade para o exercício do poder familiar em relação aos filhos menores para os quais transferiu imóveis adquiridos com os recursos ilicitamente recebidos."
      },
      {
        "letra": "B",
        "texto": "O veículo utilizado por Dionísio para recolher mensalmente os pagamentos enquadra-se no conceito legal de instrumento do crime e, por essa razão, está sujeito à perda ou ao confisco."
      },
      {
        "letra": "C",
        "texto": "A eventual progressão do regime de cumprimento da pena aplicada a Dionísio está condicionada à reparação do dano causado ou à devolução do produto do ilícito praticado."
      },
      {
        "letra": "D",
        "texto": "Os bens correspondentes à diferença entre o valor total do patrimônio de Dionísio e aquele que é compatível com sua renda lícita não podem ser considerados produtos do crime para fins de decretação da perda."
      },
      {
        "letra": "E",
        "texto": "A perda do cargo público ocupado por Dionísio deverá ser decretada como efeito da condenação criminal somente se a pena privativa de liberdade aplicada for superior a quatro anos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3301261",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TJ-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Efeitos da condenação",
      "Crimes contra a administração pública"
    ],
    "enunciado_principal": "Juiz de direito, ao proferir sentença condenatória em desfavor de acusado, técnico judiciário do Tribunal de Justiça do Estado de Sergipe, pelo delito de corrupção passiva, crime praticado no exercício do mencionado cargo público, considerando que as circunstâncias judiciais lhe são favoráveis, fixa as penas-base nos mínimos legais (2 anos de reclusão e 10 dias-multa), tornando-as definitivas, à falta de circunstâncias legais e de causas de aumento ou diminuição de pena. Na sequência, estabelece o valor unitário do dia-multa em 1/6 do salário mínimo vigente ao tempo do fato criminoso, em atenção à condição econômica do réu. Diante do exposto, caberá ao magistrado, ainda na sentença:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "suspender condicionalmente a execução da pena privativa de liberdade e determinar a perda do cargo público;"
      },
      {
        "letra": "B",
        "texto": "substituir a pena privativa de liberdade por uma pena restritiva de direitos ou multa e determinar a perda do cargo público;"
      },
      {
        "letra": "C",
        "texto": "substituir a pena privativa de liberdade por uma pena restritiva de direitos ou multa, não sendo possível determinar a perda do cargo público;"
      },
      {
        "letra": "D",
        "texto": "substituir a pena privativa de liberdade por duas penas restritivas de direitos ou por uma pena restritiva de direitos e multa e determinar a perda do cargo público;"
      },
      {
        "letra": "E",
        "texto": "substituir a pena privativa de liberdade por duas penas restritivas de direitos ou por uma pena restritiva de direitos e multa, não sendo possível determinar a perda do cargo público."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3231223",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Aracaju - SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeitos secundários de natureza extrapenal genéricos",
      "Crimes contra a administração pública",
      "Peculato"
    ],
    "enunciado_principal": "A partir dessa situação hipotética, julgue o item a seguir.A condenação de Marcos pelo crime de peculato implica, automaticamente, a perda de sua função pública, independentemente de declaração expressa na sentença.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3231222",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Aracaju - SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeitos secundários de natureza extrapenal específicos",
      "Crimes contra a administração pública",
      "Peculato"
    ],
    "enunciado_principal": "A partir dessa situação hipotética, julgue o item a seguir.A perda de bens transferidos para a irmã de Marcos é possível desde que se comprove que a transferência ocorreu durante o período da atividade criminosa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3231221",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Aracaju - SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeitos secundários de natureza extrapenal específicos",
      "Crimes contra a administração pública",
      "Peculato"
    ],
    "enunciado_principal": "A partir dessa situação hipotética, julgue o item a seguir.A decretação da perda dos bens em valor excedente ao patrimônio lícito de Marcos independe de requerimento expresso do Ministério Público, bastando, para tanto, que seja constatada, no curso do processo, a incompatibilidade patrimonial.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3540188",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Prefeitura de Mogi das Cruzes - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação"
    ],
    "enunciado_principal": "A respeito do efeito da condenação, previsto no art. 91-A, do CP, consistente na perda, como produto ou proveito do crime, dos bens correspondentes à diferença entre o valor do patrimônio do condenado e aquele que seja compatível com o seu rendimento lícito, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É cabível na hipótese de condenação por infração penal para a qual a lei comine pena máxima superior a 4 (quatro) anos de reclusão."
      },
      {
        "letra": "B",
        "texto": "É cabível na hipótese de condenação à pena privativa de liberdade superior a 04 anos de reclusão."
      },
      {
        "letra": "C",
        "texto": "É cabível na hipótese de condenação por crime contra a administração pública, independentemente da pena abstratamente cominada ou aplicada."
      },
      {
        "letra": "D",
        "texto": "Por patrimônio do condenado, para efeito da perda, entende-se todos os bens de sua titularidade, ou em relação aos quais ele tenha domínio e o benefício direto ou indireto, na data da infração penal ou recebidos posteriormente."
      },
      {
        "letra": "E",
        "texto": "A perda poderá ser decretada pelo Juiz, na sentença, ainda que o pedido não tenha sido feito de forma expressa pelo Ministério Público, desde que o pleito tenha sido feito quando da apresentação das alegações finais."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3451683",
    "metadata": "Ano: 2024 | Banca: Qconcursos | Órgão: Banco do Brasil",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "A conduta denominada de \"lavagem de dinheiro\" ou \"lavagem de capitais\" é tipificada pela Ordem Jurídica Brasileira e encontra previsão detalhada na Lei nº 9.613/1998. Segundo previsão expressa deste Diploma Legal, são efeitos da condenação, além dos previstos no Código Penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A perda, em favor da União, dos bens, direitos e valores objeto de crime previsto nesta Lei, ressalvado o direito do lesado ou de terceiro de boa-fé;"
      },
      {
        "letra": "B",
        "texto": "A interdição do exercício de cargo ou função pública de qualquer natureza e de diretor, de membro de conselho de administração ou de gerência das pessoas jurídicas referidas no art. 9º da referida lei, pelo mesmo tempo da pena privativa de liberdade aplicada."
      },
      {
        "letra": "C",
        "texto": "A interdição do exercício de cargo ou função pública de qualquer natureza e de diretor, de membro de conselho de administração ou de gerência das pessoas jurídicas referidas no art. 9º da referida lei, pelo dobro do tempo da pena privativa de liberdade aplicada."
      },
      {
        "letra": "D",
        "texto": "A interdição do exercício de cargo ou função pública de qualquer natureza e de diretor, de membro de conselho de administração ou de gerência das pessoas jurídicas referidas no art. 9º da referida lei, pelo triplo do tempo da pena privativa de liberdade aplicada."
      },
      {
        "letra": "E",
        "texto": "A perda, em favor da União - e dos Estados, nos casos de competência da Justiça Estadual, de todos os bens, direitos e valores relacionados, direta ou indiretamente, à prática dos crimes não previstos nesta Lei, exceto aqueles utilizados para prestar a fiança."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3440694",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Prefeitura de Caçapava - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "De acordo a Lei Federal 13.869/2019. Constituem crime de abuso de autoridade quando praticadas pelo agente com a finalidade específica de prejudicar outrem ou beneficiar a si mesmo ou a terceiro, ou, ainda, por mero capricho ou satisfação pessoal. Sabe-se que um dos efeitos da condenação é a inabilitação para o exercício de cargo, mandato ou função pública, por um período de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "1 (um) a 5 (cinco) anos;"
      },
      {
        "letra": "B",
        "texto": "2 (dois) a 5 (cinco) anos;"
      },
      {
        "letra": "C",
        "texto": "2 (dois) a 4 (quatro) anos;"
      },
      {
        "letra": "D",
        "texto": "06 meses a 3 (três) anos;"
      },
      {
        "letra": "E",
        "texto": "1 (um) a 4 (quatro) anos;"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3357188",
    "metadata": "Ano: 2024 | Banca: CETAP | Órgão: SEOP-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Legislação Penal Especial",
      "Crimes Resultantes de Preconceito de Raça ou Cor – Lei nº 7.716 de 1989"
    ],
    "enunciado_principal": "Serão punidos, na forma da Lei Federal nº 7.716, de 05 de janeiro de 1989, e suas alterações, os crimes resultantes de discriminação ou preconceito de raça, cor, etnia, religião ou procedência nacional. Constitui efeito da condenação a perda do cargo ou função pública, para o servidor público, e a suspensão do funcionamento do estabelecimento particular por prazo não superior a três meses. Estes efeitos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não serão automáticos, não devendo ser declarados na sentença."
      },
      {
        "letra": "B",
        "texto": "serão automáticos, devendo ser declarados na sentença."
      },
      {
        "letra": "C",
        "texto": "não são automáticos, devendo ser motivadamente declarados na sentença."
      },
      {
        "letra": "D",
        "texto": "são autoaplicáveis de ofício."
      },
      {
        "letra": "E",
        "texto": "serão automáticos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2570630",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: Prefeitura de Osasco - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação"
    ],
    "enunciado_principal": "É efeito da condenação criminal, previsto expressamente no art. 92 do Código Penal (CP),",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a inabilitação para dirigir veículo, quando utilizado como meio para a prática de crime culposo."
      },
      {
        "letra": "B",
        "texto": "a inabilitação para dirigir veículo, quando utilizado como meio para a prática de crime doloso ou culposo."
      },
      {
        "letra": "C",
        "texto": "a incapacidade para o exercício do poder familiar, da tutela ou da curatela, em qualquer crime cometido contra outrem igualmente titular do mesmo poder familiar, contra filho, filha ou outro descendente ou contra tutelado ou curatelado."
      },
      {
        "letra": "D",
        "texto": "a perda de cargo, função pública ou mandato eletivo quando aplicada qualquer pena privativa de liberdade, nos crimes praticados com abuso de poder ou violação de dever para com a Administração Pública."
      },
      {
        "letra": "E",
        "texto": "a perda de cargo, função pública ou mandato eletivo, quando aplicada pena privativa de liberdade por tempo igual ou superior a um ano, nos crimes praticados com abuso de poder ou violação de dever para com a Administração Pública."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2507060",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: ENAM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação"
    ],
    "enunciado_principal": "Acerca dos efeitos da condenação criminal, nos termos da legislação vigente, analise as afirmativas a seguir. I. Para efeito de aplicação do confisco alargado de bens, consideram-se como patrimônio do condenado todos os bens que sejam de sua titularidade na data da infração penal ou anteriormente. II. A decretação do confisco alargado de bens deverá ser requerida expressamente pelo Ministério Público a qualquer tempo, com indicação da diferença apurada. III. O confisco alargado de bens consiste na decretação da perda, como produto ou proveito do crime, dos bens correspondentes à diferença entre o patrimônio do condenado e o montante compatível com o seu rendimento lícito. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "III, apenas."
      },
      {
        "letra": "C",
        "texto": "I e III, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2483808",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: Prefeitura de Arroio do Sal - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Tipicidade",
      "Antijuridicidade",
      "Legítima defesa",
      "Crime preterdoloso",
      "Participação",
      "Efeitos da condenação",
      "Efeito principal e efeitos secundários",
      "Crimes contra a administração pública",
      "Noções Gerais de Crimes Contra a Administração Pública"
    ],
    "enunciado_principal": "Considerando as disposições da Parte Geral do Código Penal, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ficam sujeitos à lei brasileira, embora cometidos no estrangeiro, os crimes contra a administração pública, por quem está a seu serviço."
      },
      {
        "letra": "B",
        "texto": "Não se comunicam as circunstâncias e as condições de caráter pessoal, ainda que elementares do crime."
      },
      {
        "letra": "C",
        "texto": "O agente só responde pelo resultado que agrava especialmente a pena se o houver causado ao menos culposamente."
      },
      {
        "letra": "D",
        "texto": "Um dos efeitos da condenação criminal é tornar certa a obrigação de indenizar o dano causado pelo crime."
      },
      {
        "letra": "E",
        "texto": "O agente que pratica fato descrito no tipo penal em legítima defesa responderá pelo excesso culposo ou doloso."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2476389",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: DPE-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeito principal e efeitos secundários"
    ],
    "enunciado_principal": "No que se refere aos efeitos da condenação, o instituto do confisco alargado ou ampliado exige que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o agente tenha sido condenado a uma pena máxima superior a 6 anos."
      },
      {
        "letra": "B",
        "texto": "o agente integre organização criminosa."
      },
      {
        "letra": "C",
        "texto": "o agente seja condenado a uma pena máxima não superior a 4 anos."
      },
      {
        "letra": "D",
        "texto": "o agente tenha sido condenado a uma pena superior a 8 anos."
      },
      {
        "letra": "E",
        "texto": "o ato delituoso tenha sido praticado por funcionário público."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2385878",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: PGE-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação"
    ],
    "enunciado_principal": "Considerando-se os efeitos da condenação no direito penal, é correto afirmar que a perda do cargo público em razão de condenação criminal",
    "alternativas": [
      {
        "letra": "A",
        "texto": "exige motivação declarada na sentença, e a mudança de cargo durante a ação penal é relevante, uma vez que a penalidade não pode recair sobre o cargo ocupado pelo réu no momento da decisão, salvo se o novo cargo guardar correlação com o cargo anterior."
      },
      {
        "letra": "B",
        "texto": "é efeito automático da condenação, e a mudança de cargo durante a ação penal é irrelevante, uma vez que a penalidade pode recair sobre o cargo ocupado pelo réu no momento da decisão."
      },
      {
        "letra": "C",
        "texto": "não exige motivação declarada na sentença, e a mudança de cargo durante a ação penal é irrelevante, uma vez que a penalidade pode recair sobre o cargo ocupado pelo réu no momento da decisão."
      },
      {
        "letra": "D",
        "texto": "exige motivação declarada na sentença, e a mudança de cargo durante a ação penal é irrelevante, uma vez que a penalidade, em nenhuma hipótese, pode recair sobre o cargo ocupado pelo réu no momento da decisão."
      },
      {
        "letra": "E",
        "texto": "é efeito automático da condenação, e a mudança de cargo durante a ação penal é relevante, uma vez que a penalidade não pode recair sobre o cargo ocupado pelo réu no momento da decisão."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3628389",
    "metadata": "Ano: 2023 | Banca: CPCON | Órgão: Prefeitura de Água Branca - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "De acordo com a Lei nº 13.869/2019, que dispõe sobre os crimes de abuso de autoridade, verifique os itens e assinale a alternativa que apresenta, dentre outros, os efeitos da condenação, previstos no artigo 4º da lei, independentemente da condição ou situação a ser aplicada. I- Inabilitação para o exercício de cargo, mandato ou função pública, pelo período de 1 (um) a 5 (cinco) anos. II- Perda do cargo, do mandato ou da função pública. III- Inelegibilidade pelo período de 8 (oito) anos. Estão CORRETOS os itens:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II e III apenas."
      },
      {
        "letra": "B",
        "texto": "I apenas."
      },
      {
        "letra": "C",
        "texto": "II apenas."
      },
      {
        "letra": "D",
        "texto": "I, II e III."
      },
      {
        "letra": "E",
        "texto": "I e II apenas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3613892",
    "metadata": "Ano: 2023 | Banca: LJ Assessoria e Planejamento Administrativo Limita | Órgão: Câmara de Icatu - MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Crimes contra a administração pública"
    ],
    "enunciado_principal": "Quanto aos crimes contra a Administração Pública, podemos afirmar corretamente que :",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Solicitar, para si ou para outrem, direta ou indiretamente, ainda que fora da função, ou antes de assumi-la, mas em razão dela, vantagem indevida, configura-se crime de corrupção ativa."
      },
      {
        "letra": "B",
        "texto": "Trata-se de crime de desobediência quem se se opõe à execução de ato legal, mediante violência ou ameaça a funcionário competente para executá-lo ou a quem lhe esteja prestando auxílio."
      },
      {
        "letra": "C",
        "texto": "O delito de concussão, por ser considerado pela doutrina como crime próprio, não admite a participação, ou até mesmo, coautoria entre o particular e o funcionário público."
      },
      {
        "letra": "D",
        "texto": "A perda de cargo, função pública ou mandato eletivo não é efeito automático da condenação, sendo necessário declará-lo explicitamente na sentença condenatória."
      },
      {
        "letra": "E",
        "texto": "Na hipótese de peculato doloso, o funcionário que reparar o dano até a publicação de sentença condenatória tem extinta sua punibilidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2434505",
    "metadata": "Ano: 2023 | Banca: SELECON | Órgão: Câmara de Várzea Grande - MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação"
    ],
    "enunciado_principal": "Cios foi condenado, por sentença proferida por Juízo criminal, a dez anos de reclusão, por crime contra o patrimônio, constando a sua responsabilidade por compor os danos causados pelo seu ato. Nos termos do Código Penal, como efeito genérico da condenação, consta a:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "reabilitação do réu"
      },
      {
        "letra": "B",
        "texto": "obrigação de indenizar"
      },
      {
        "letra": "C",
        "texto": "colateralidade para terceiro"
      },
      {
        "letra": "D",
        "texto": "reprovação moral da sociedade"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2324616",
    "metadata": "Ano: 2023 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação"
    ],
    "enunciado_principal": "Sobre o chamado confisco alargado assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para que ocorra o confisco alargado, uma das condições é a de que o réu seja condenado à pena superior a 6 anos."
      },
      {
        "letra": "B",
        "texto": "No confisco alargado, poderá ser decretada a perda, como produto ou proveito do crime, dos bens correspondentes à diferença entre o valor do patrimônio do condenado e aquele que seja compatível com o seu rendimento lícito."
      },
      {
        "letra": "C",
        "texto": "No confisco alargado, decreta-se a perda de bens ou valores equivalentes ao produto ou proveito do crime quando estes não forem encontrados ou quando se localizarem no exterior."
      },
      {
        "letra": "D",
        "texto": "Para que ocorra o confisco alargado, o Ministério Público deve realizar seu requerimento expresso por ocasião do oferecimento das alegações finais."
      },
      {
        "letra": "E",
        "texto": "Entende-se por patrimônio do condenado, para fins de apuração do confisco alargado, todos os bens de sua titularidade até a data da prática da infração penal, bem como aqueles transferidos a terceiros a qualquer título."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2312119",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Em um processo criminal no qual o réu responde por crime de estelionato, praticado contra idoso, do qual resultou prejuízo de R$ 1.500,00, restam demonstradas a autoria e a materialidade delitiva, apurando-se ainda que, depois do recebimento da denúncia, o réu ressarciu o lesado do prejuízo decorrente do crime. Diante do caso narrado, o juiz deve:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "absolver o réu, reconhecendo a falta de justa causa;"
      },
      {
        "letra": "B",
        "texto": "absolver o réu, reconhecendo a incidência do princípio da bagatela;"
      },
      {
        "letra": "C",
        "texto": "condenar o réu, reconhecendo a incidência de circunstância judicial favorável ao réu (consequências do crime) e de causa de aumento de pena (crime cometido contra idoso);"
      },
      {
        "letra": "D",
        "texto": "condenar o réu, reconhecendo a incidência de circunstância agravante (crime praticado contra maior de 60 anos) e de causa de diminuição de pena (arrependimento posterior);"
      },
      {
        "letra": "E",
        "texto": "condenar o réu, reconhecendo a incidência de circunstância atenuante (ter o agente, antes do julgamento, reparado o dano) e de causa de aumento de pena (crime cometido contra idoso)."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2247808",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação"
    ],
    "enunciado_principal": "Relativamente aos institutos do perdimento de bens alargado e do perdimento de bens pelo equivalente, como efeitos da sentença penal condenatória, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deverão ser declarados perdidos em favor dos Municípios, no perdimento de bens pelo equivalente, os instrumentos utilizados para a prática de crimes por organizações criminosas;"
      },
      {
        "letra": "B",
        "texto": "poderá o juiz decretar o perdimento de bens alargado independentemente de o Ministério Público tê-lo requerido por ocasião do oferecimento da denúncia;"
      },
      {
        "letra": "C",
        "texto": "poderá ser decretado o perdimento de bens alargado na hipótese de condenação por infrações às quais a lei comine pena máxima superior a dois anos de reclusão;"
      },
      {
        "letra": "D",
        "texto": "poderá o condenado, no perdimento de bens alargado, demonstrar a inexistência da incompatibilidade ou procedência lícita de seu patrimônio;."
      },
      {
        "letra": "E",
        "texto": "deverão os bens objeto do perdimento pelo equivalente ao produto ou proveito do crime encontrar-se em território nacional e estarem devidamente identificados."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2193853",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: PGM - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeitos secundários de natureza penal e de natureza extrapenal",
      "Efeitos secundários de natureza extrapenal genéricos"
    ],
    "enunciado_principal": "José, servidor público efetivo municipal, foi condenado por crime que causou prejuizo de R$ 100.000 ao município de São Paulo - SP.Considerando a situação apresentada, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A obrigação de indenizar o dano causado pelo crime e a perda do cargo público são efeitos extrapenais genéricos da condenação. não se exigindo declaração expressa na sentença quanto à sua incidência."
      },
      {
        "letra": "B",
        "texto": "A obrigação de indenizar o dano causado pelo crime é efeito extrapenal especifico e a perda do cargo público é efeito extrapenal genérico da condenação, exigindo-se a declaração motivada na sentença unicamente em relação ao primeiro, desde que a pena aplicada seja superior a quatro anos."
      },
      {
        "letra": "C",
        "texto": "A obrigação de indenizar o dano causado pelo crime e a perda do cargo público são efeitos extrapenais específicos da condenação, devendo ambos ser motivadamente declarados na sentença."
      },
      {
        "letra": "D",
        "texto": "A obrigação de indenizar o dano causado pelo crime é efeito extrapenal genérico e a perda do cargo público é efeito extrapenal específico da condenação, exigindo-se a declaração motivada na sentença unicamente em relação ao segundo, independentemente da pena aplicada."
      },
      {
        "letra": "E",
        "texto": "A obrigação de indenizar o dano causado pelo crime é efeito extrapenal genérico e a perda do cargo público é efeito extrapenal especifico da condenação, exigindo-se a declaração motivada na sentença unicamente em relação ao segundo, desde que a pena aplicada seja superior a quatro anos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2134250",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação"
    ],
    "enunciado_principal": "Determinado servidor público, responsável pela gestão do pagamento de benefícios a cidadãos, foi processado pelo crime de peculato, nos termos do caput do art. 312 do Código Penal. Ao mesmo tempo, foi ajuizada contra ele ação de improbidade administrativa. Com relação à situação hipotética apresentada, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se houver veículos e embarcações entre os bens sujeitos a medida cautelar patrimonial, não será possível que o juízo determine a alienação desses bens antes do trânsito em julgado da ação penal."
      },
      {
        "letra": "B",
        "texto": "Em caso de condenação do agente, o juízo criminal poderá decretar a perda, como produto ou proveito do crime, dos bens correspondentes à diferença entre o valor do património do réu e aquele que seja compatível com o seu rendimento lícito."
      },
      {
        "letra": "C",
        "texto": "Se o agente for condenado pelo crime de peculato que lhe foi imputado, será vedada a possibilidade de oferecer-lhe colaboração premiada para revelar possível esquema criminoso no qual esteja envolvido:"
      },
      {
        "letra": "D",
        "texto": "Não poderá ser decretada a prisão preventiva do agente, devido à ausência de violência ou grave ameaça no crime de peculato, o que constitui requisito objetivo dessa modalidade de privação de liberdade."
      },
      {
        "letra": "E",
        "texto": "Não será possível o compartilhamento de provas entre a ação penal e a de improbidade, ainda que essas provas sejam resultantes de intervenções em direitos fundamentais das vítimas do crime, independentemente de decisão judicial autorizativa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2082255",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: MPE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação"
    ],
    "enunciado_principal": "A respeito dos efeitos da condenação, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A incapacidade para o exercício do poder familiar, da tutela ou da curatela é efeito da condenação por crimes dolosos ou culposos praticados contra filho, tutelado ou curatelado, sancionados com pena de reclusão."
      },
      {
        "letra": "B",
        "texto": "O confisco consiste na perda de qualquer dos produtos, proveitos e instrumentos do crime e configura efeito extrapenal genérico da condenação."
      },
      {
        "letra": "C",
        "texto": "O confisco pode ser previsto como pena, e não apenas como efeito da condenação."
      },
      {
        "letra": "D",
        "texto": "O confisco depende de previsão expressa na sentença penal condenatória."
      },
      {
        "letra": "E",
        "texto": "A perda do cargo público constitui efeito extrapenal específico da condenação, sendo necessário o seu requerimento expresso na denúncia para sua aplicação na sentença condenatória."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2065742",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: CGE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação"
    ],
    "enunciado_principal": "Arnaldo, servidor público estadual, foi condenado por um delito de furto na modalidade tentada, tendo sido condenado a uma pena de 9 (nove) meses de reclusão. De acordo com a dinâmica narrada na denúncia, Arnaldo foi flagrado no banheiro da academia de ginástica que frequenta tentando arrombar o cadeado de um armário, utilizando-se de um alicate, com o fim de subtrair o aparelho celular e a carteira de outro aluno da academia. Com base nas informações do enunciado, são efeitos da condenação de Arnaldo",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a perda do cargo público, em razão do tempo de pena aplicada."
      },
      {
        "letra": "B",
        "texto": "a perda do cargo público, ante a violação de dever para com a administração pública."
      },
      {
        "letra": "C",
        "texto": "a proibição de frequência à mesma academia de ginástica onde ocorreram os fatos."
      },
      {
        "letra": "D",
        "texto": "a perda, em favor da União, dos instrumentos do crime."
      },
      {
        "letra": "E",
        "texto": "tornar certa a obrigação de indenizar o dano causado pelo crime."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2061902",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: POLC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação"
    ],
    "enunciado_principal": "Acerca das disposições constitucionais aplicáveis ao direito penal, julgue o item a seguir. Segundo dispositivo constitucional, nenhuma pena passará da pessoa do condenado, podendo a obrigação de reparar o dano e a decretação do perdimento de bens ser, nos termos da lei, estendidas aos sucessores e contra eles executadas, até o limite do valor do dano.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1945704",
    "metadata": "Ano: 2022 | Banca: FUNDATEC | Órgão: AGERGS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação"
    ],
    "enunciado_principal": "No que concerne aos efeitos da condenação, conforme previsto no Código Penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na hipótese de condenação por infrações às quais a lei comine pena máxima superior a 4 (quatro) anos de reclusão, poderá ser decretada a perda, como produto ou proveito do crime, dos bens correspondentes à diferença entre o valor do patrimônio do condenado e aquele que seja compatível com o seu rendimento lícito."
      },
      {
        "letra": "B",
        "texto": "Poderá ser decretada a perda de bens ou valores equivalentes ao produto ou proveito do crime, exceto quando estes não forem encontrados ou quando se localizarem no exterior."
      },
      {
        "letra": "C",
        "texto": "Os instrumentos utilizados para a prática de crimes por organizações criminosas e milícias deverão ser declarados perdidos em favor do Estado ou do Município, dependendo da Justiça onde tramita a ação penal, ainda que não ponham em perigo a segurança das pessoas, a moral ou a ordem pública, nem ofereçam sério risco de ser utilizados para o cometimento de novos crimes."
      },
      {
        "letra": "D",
        "texto": "Dentre os efeitos da condenação está a perda em favor da União, ressalvado o direito do lesado ou de terceiro de boa-fé, dos instrumentos do crime, desde que consistam em coisas cujo fabrico, alienação, uso, porte ou detenção constitua fato ilícito."
      },
      {
        "letra": "E",
        "texto": "A inabilitação para dirigir veículo, quando utilizado como meio para a prática de crime doloso, é efeito automático da condenação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1889593",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: CGU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeito principal e efeitos secundários"
    ],
    "enunciado_principal": "Com o cometimento de um fato delituoso e a consequente sentença condenatória pela prática deste, existem implicações que a acompanham. São os chamados efeitos secundários, mediatos, reflexos, acessórios ou indiretos, subdividindo-se, ainda, em penais ou extrapenais. Sobre o efeito específico da condenação consistente na perda do cargo, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é indispensável que a infração seja praticada com abuso de poder ou violação de dever na atividade pública;"
      },
      {
        "letra": "B",
        "texto": "declarado reabilitado, o condenado poderá voltar ao cargo, função ou mandato exercido anteriormente;"
      },
      {
        "letra": "C",
        "texto": "a perda do cargo decorrente de sentença penal condenatória impede que o agente seja investido em nova função;"
      },
      {
        "letra": "D",
        "texto": "a perda da função abrange qualquer cargo, função ou atividade exercidos pelo condenado, ainda que distinto daquele em que praticou o abuso;"
      },
      {
        "letra": "E",
        "texto": "uma vez cumprido o prazo de reabilitação, mesmo sem o processo, o condenado poderá voltar ao cargo, função ou mandato exercido anteriormente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1886813",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeitos secundários de natureza extrapenal genéricos"
    ],
    "enunciado_principal": "Suponha que Alan e Valério tenham sido condenados criminalmente e as respectivas sentenças tenham assim transitado em julgado: Alan sentenciado a pena privativa de liberdade, e Valério, a pena restritiva de direito. Nessa situação, em relação aos direitos políticos,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Alan os perderá por cassação, e os de Valério serão suspensos enquanto durarem os efeitos da condenação."
      },
      {
        "letra": "B",
        "texto": "Valério os perderá por cassação, e os de Alan serão suspensos enquanto durarem os efeitos da condenação."
      },
      {
        "letra": "C",
        "texto": "Alan e Valério os perderão por cassação."
      },
      {
        "letra": "D",
        "texto": "Alan e Valério permanecerão a exercê-los."
      },
      {
        "letra": "E",
        "texto": "Alan e Valério os terão suspensos enquanto durarem os efeitos da condenação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1867432",
    "metadata": "Ano: 2022 | Banca: FUNDATEC | Órgão: IPE Saúde",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeito principal e efeitos secundários"
    ],
    "enunciado_principal": "O Pacote Anticrime (Lei nº 13.964/2019) acrescentou o Art. 91-A ao Código Penal, que prevê, como efeito da condenação, a perda de bens correspondentes à diferença entre o valor do patrimônio do condenado e aquele que seja compatível com seu rendimento lícito. Tal perda tem lugar na hipótese de condenação por infrações às quais a lei comine pena máxima superior a:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "2 anos de detenção."
      },
      {
        "letra": "B",
        "texto": "3 anos de detenção."
      },
      {
        "letra": "C",
        "texto": "4 anos de reclusão."
      },
      {
        "letra": "D",
        "texto": "6 anos de reclusão."
      },
      {
        "letra": "E",
        "texto": "8 anos de reclusão."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3669552",
    "metadata": "Ano: 2021 | Banca: IDECAN | Órgão: Prefeitura de Campina Grande - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação"
    ],
    "enunciado_principal": "No caso de ser processado por ter decretado medida de privação da liberdade em manifesta desconformidade com as hipóteses legais, o réu condenado poderá sofrer inabilitação para o exercício de cargo, mandato ou função pública, pelo período de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "1 (um) a 10 (dez) anos."
      },
      {
        "letra": "B",
        "texto": "1 (um) a 5 (cinco) anos."
      },
      {
        "letra": "C",
        "texto": "5 (cinco) a 10 (dez) anos."
      },
      {
        "letra": "D",
        "texto": "até 30 (trinta) anos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1866692",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: PGE-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeito principal e efeitos secundários"
    ],
    "enunciado_principal": "A respeito dos efeitos da condenação penal, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O indulto extingue os efeitos penais da condenação, sejam eles primários ou secundários, mas não os extrapenais."
      },
      {
        "letra": "B",
        "texto": "A condenação penal implica a perda em favor da União de todo e qualquer instrumento do crime, ressalvado o direito do lesado ou de terceiro de boa-fé."
      },
      {
        "letra": "C",
        "texto": "Independentemente do quantum da pena aplicada, poderá ser decretada a perda de bens ou valores equivalentes ao produto ou proveito do crime quando estes não forem encontrados ou quando se localizarem no exterior."
      },
      {
        "letra": "D",
        "texto": "A perda de cargo, função pública ou mandato eletivo é efeito da condenação quando aplicada pena privativa de liberdade por tempo igual ou superior a um ano, nos crimes praticados com abuso de poder ou violação de dever para com a administração pública, independentemente de motivação declarada na sentença."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1679246",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: CODEVASF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeito principal e efeitos secundários"
    ],
    "enunciado_principal": "Com relação ao direito penal, julgue o item a seguir. Um dos efeitos da condenação é a possibilidade de decretação de perda, como produto ou proveito do crime, dos bens correspondentes à diferença entre o valor do patrimônio do condenado e aquele que seja compatível com o seu rendimento lícito, devendo o juiz declarar, na sentença condenatória, o valor da diferença apurada.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1824671",
    "metadata": "Ano: 2020 | Banca: IDIB | Órgão: Prefeitura de Araguaína - TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeito principal e efeitos secundários",
      "Efeitos secundários de natureza extrapenal genéricos"
    ],
    "enunciado_principal": "Analise as afirmativas a seguir sobre os efeitos da condenação penal: I. É efeito da condenação, entre outros, a perda, em favor da União, Estados e Municípios, do produto do crime ou de qualquer bem ou valor que constitua proveito auferido pelo agente com a prática do fato criminoso. II. É efeito genérico da condenação a perda de cargo, função pública ou mandato eletivo, salvo quando for aplicada pena privativa de liberdade por tempo inferior a 4 (quatro) anos. III. Nos crimes praticados com abuso de poder ou violação de dever para com a Administração Pública, a condenação penal não pode resultar na perda do cargo público quando for aplicada pena privativa de liberdade por tempo igual ou inferior a 2 (dois) anos. É correto o que se afirma",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas em I."
      },
      {
        "letra": "B",
        "texto": "apenas em II."
      },
      {
        "letra": "C",
        "texto": "apenas em III."
      },
      {
        "letra": "D",
        "texto": "em nenhuma das afirmativas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1143683",
    "metadata": "Ano: 2020 | Banca: FEPESE | Órgão: Prefeitura de Itajaí - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeitos secundários de natureza extrapenal específicos"
    ],
    "enunciado_principal": "Quando não se tratar de crimes praticados com abuso de poder ou violação de dever para com a Administração Pública, é correto afirmar que a perda de cargo, função pública ou mandato eletivo corresponde também a efeito da condenação quando for aplicada pena privativa de liberdade por tempo superior a:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "12 meses."
      },
      {
        "letra": "B",
        "texto": "2 anos."
      },
      {
        "letra": "C",
        "texto": "4 anos."
      },
      {
        "letra": "D",
        "texto": "5 anos."
      },
      {
        "letra": "E",
        "texto": "8 anos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1840442",
    "metadata": "Ano: 2019 | Banca: OBJETIVA | Órgão: Prefeitura de Antônio Prado - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeito principal e efeitos secundários",
      "Causas de extinção da punibilidade",
      "Anistia, graça e indulto",
      "Perempção",
      "Perdão do ofendido"
    ],
    "enunciado_principal": "De acordo com o Decreto-Lei nº 2.848/1940 - Código Penal, sobre as circunstâncias pelas quais se dá a extinção da punibilidade, marcar C para as afirmativas Certas, E para as Erradas e, após, assinalar a alternativa que apresenta a sequência CORRETA: ( ) Pela anistia e o indulto. ( ) Pelo perdão aceito, nos crimes de ação privada. ( ) Pela perempção. ( ) Por tornar certa a obrigação de indenizar o dano causado pelo crime.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "E - E - C - C."
      },
      {
        "letra": "B",
        "texto": "C - C - C - C."
      },
      {
        "letra": "C",
        "texto": "E - E - E - E."
      },
      {
        "letra": "D",
        "texto": "C - C - C - E."
      },
      {
        "letra": "E",
        "texto": "E - C - C - E."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1129839",
    "metadata": "Ano: 2019 | Banca: FUNDATEC | Órgão: Prefeitura de Porto Alegre - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeitos secundários de natureza extrapenal específicos"
    ],
    "enunciado_principal": "No que diz respeito à perda do cargo público como efeito da condenação, nos termos do Código Penal, analise as seguintes assertivas e assinale a alternativa correta. I. Nos crimes comuns, quando a pena aplicada for superior a quatro anos, esse efeito é automático. II. É automática, independentemente do quantum de pena privativa de liberdade aplicada e do crime cometido. III. Se aplicada pena privativa de liberdade superior a um ano, nos crimes praticados com abuso de poder ou violação de dever para com a Administração Pública, a perda do cargo não é automática, devendo ser motivadamente declarada na sentença.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todas estão corretas."
      },
      {
        "letra": "B",
        "texto": "Todas estão incorretas."
      },
      {
        "letra": "C",
        "texto": "Apenas I está correta."
      },
      {
        "letra": "D",
        "texto": "Apenas III está correta."
      },
      {
        "letra": "E",
        "texto": "Apenas I e II estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1098010",
    "metadata": "Ano: 2019 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeito principal e efeitos secundários"
    ],
    "enunciado_principal": "Marque a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A extinção da punibilidade do crime principal não se estende ao crime acessório."
      },
      {
        "letra": "B",
        "texto": "São efeitos automáticos da condenação tornar certa a obrigação de indenizar o dano causado pelo crime, e a incapacidade para o exercício do poder familiar, da tutela ou da curatela nos crimes dolosos sujeitos à pena de reclusão cometidos contra outrem igualmente titular do mesmo poder familiar, contra filho, filha ou outro descendente ou contra tutelado ou curatelado."
      },
      {
        "letra": "C",
        "texto": "Nos termos da Lei n° 7.716/1989, que define os crimes resultantes de preconceito de raça ou de cor, constitui efeito da condenação a perda do cargo ou função pública, para o servidor público, e a suspensão do funcionamento do estabelecimento particular por prazo não superior a 3 (três) meses; no entanto, tais efeitos não são automáticos, devendo ser motivadamente declarados na sentença."
      },
      {
        "letra": "D",
        "texto": "É admissível a adoção do regime prisional semiaberto aos reincidentes condenados a pena igual ou inferior a 4 (quatro) anos, se favoráveis as circunstâncias judicias."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1014418",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de São José do Rio Preto - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeitos secundários de natureza penal e de natureza extrapenal",
      "Efeitos secundários de natureza extrapenal específicos"
    ],
    "enunciado_principal": "Assinale a hipótese que, nos termos do art. 92 do CP e respeitada a regra de motivação de seu parágrafo único, acarreta a perda de cargo, função pública ou mandato eletivo: condenação criminal à pena de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "6 meses, em crime praticado com violação de dever para com a Administração Pública."
      },
      {
        "letra": "B",
        "texto": "1 ano, em crime praticado com abuso de poder."
      },
      {
        "letra": "C",
        "texto": "2 anos, em qualquer crime contra o patrimônio."
      },
      {
        "letra": "D",
        "texto": "3 anos, em qualquer crime infamante."
      },
      {
        "letra": "E",
        "texto": "4 anos, em qualquer crime contra a fé pública."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "987303",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeito principal e efeitos secundários"
    ],
    "enunciado_principal": "Conforme o Código Penal e a legislação aplicável, constitui efeito automático da condenação criminal, que independe de expressa motivação em sentença,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nos casos de crime doloso sujeito à pena de reclusão cometido contra filho, tutelado ou curatelado, a incapacidade para o exercício do poder familiar, da tutela ou da curatela."
      },
      {
        "letra": "B",
        "texto": "nos casos de crimes praticados com violação de dever para com a administração pública, a perda de cargo ou função pública, quando aplicada pena privativa de liberdade igual ou superior a um ano."
      },
      {
        "letra": "C",
        "texto": "nos casos de servidor público condenado pela prática de crime resultante de discriminação ou preconceito de raça, cor, religião ou procedência nacional, a perda do cargo ou da função pública."
      },
      {
        "letra": "D",
        "texto": "nos casos de condenação pela prática de crime falimentar, a inabilitação para o exercício de atividade empresarial, pelo prazo de cinco anos após a extinção da punibilidade."
      },
      {
        "letra": "E",
        "texto": "no caso de servidor público condenado pela prática de crime de tortura, a perda do cargo ou da função pública e a interdição para seu exercício pelo dobro do prazo da pena aplicada."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "981411",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: PGE-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação"
    ],
    "enunciado_principal": "A partir dessa situação hipotética, julgue o item subsecutivo, considerando a disciplina acerca dos crimes contra a administração pública.Caso João seja condenado criminalmente, a decretação da perda do seu cargo público, por ser efeito específico da condenação, deve ser motivadamente declarada em sentença.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "960494",
    "metadata": "Ano: 2019 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeito principal e efeitos secundários",
      "Efeitos secundários de natureza penal e de natureza extrapenal"
    ],
    "enunciado_principal": "Em relação aos efeitos da condenação dispostos no Código Penal, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Um dos efeitos da condenação é tornar certa a obrigação de indenizar o dano causado pelo crime."
      },
      {
        "letra": "B",
        "texto": "Um dos efeitos da condenação é a perda em favor da União, ressalvado o direito do lesado ou de terceiro de boa-fé, do produto do crime ou de qualquer bem ou valor que constitua proveito auferido pelo agente com a prática do fato criminoso."
      },
      {
        "letra": "C",
        "texto": "Um dos efeitos da condenação é a perda de cargo, função pública ou mandato eletivo quando aplicada pena privativa de liberdade por tempo igual ou superior a dois anos, nos crimes praticados com abuso de poder ou violação de dever para com a Administração Pública."
      },
      {
        "letra": "D",
        "texto": "Um dos efeitos da condenação é a incapacidade para o exercício do poder familiar, da tutela ou da curatela nos crimes dolosos sujeitos à pena de reclusão cometidos contra outrem igualmente titular do mesmo poder familiar, contra filho, filha ou outro descendente ou contra tutelado ou curatelado."
      },
      {
        "letra": "E",
        "texto": "Um dos efeitos da condenação é a inabilitação para dirigir veículo, quando utilizado como meio para a prática de crime doloso."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "991503",
    "metadata": "Ano: 2018 | Banca: IBADE | Órgão: Câmara de Porto Velho - RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeitos secundários de natureza extrapenal específicos"
    ],
    "enunciado_principal": "O funcionário público municipal Tício foi condenado a uma pena de 5 (cinco) anos de reclusão pelo crime de peculato, depois de se apropriar de certa quantia de dinheiro público de que tinha posse em razão do cargo que ocupava. Na sentença condenatória, o juiz criminal declarou expressa e motivadamente o seguinte efeito específico da condenação:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a perda do direito ao devido processo legal e à ampla defesa, em razão da gravidade em abstrato do delito cometido."
      },
      {
        "letra": "B",
        "texto": "a perda do cargo público ocupado por Tício."
      },
      {
        "letra": "C",
        "texto": "a perda em favor do Município do dinheiro do qual Tício se apropriou indevidamente."
      },
      {
        "letra": "D",
        "texto": "o pagamento de multa tributária pelo dano causado pelo crime."
      },
      {
        "letra": "E",
        "texto": "o cumprimento de pena de trabalhos forçados durante o primeiro ano da execução da pena total."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "940909",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PC-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeito principal e efeitos secundários"
    ],
    "enunciado_principal": "Com referência a essa situação hipotética, julgue o item a seguir, considerando os institutos inerentes à Lei n.º 9.099/1995 e o entendimento dos tribunais superiores acerca da matéria.Dada a extinção da punibilidade de Antônio, o juízo não poderia ter decretado o confisco da motocicleta apreendida.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "932149",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: Câmara Legislativa do Distrito Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeitos secundários de natureza penal e de natureza extrapenal"
    ],
    "enunciado_principal": "O efeito da condenação de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tornar certa a obrigação de indenizar independe do dano causado pelo crime, mas depende de expressa motivação nos crimes dolosos."
      },
      {
        "letra": "B",
        "texto": "perda em favor do Estado da Federação do produto do crime depende de motivação declarada na sentença, pois não é um efeito automático."
      },
      {
        "letra": "C",
        "texto": "perda de bens e valores pode ser decretado mesmo quando o proveito ou produto do crime forem encontrados no Brasil."
      },
      {
        "letra": "D",
        "texto": "incapacidade para o exercício da tutela ou curatela ocorre em casos de crimes dolosos punidos com detenção quando praticados contra o tutelado ou curatelado."
      },
      {
        "letra": "E",
        "texto": "perda de cargo público ocorre em qualquer crime quando aplicada pena privativa de liberdade superior a 4 anos, se expressamente motivada na sentença."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "863514",
    "metadata": "Ano: 2017 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeitos secundários de natureza penal e de natureza extrapenal"
    ],
    "enunciado_principal": "É consequência automática da condenação criminal transitada em julgado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a perda do mandato eletivo do Senador da República."
      },
      {
        "letra": "B",
        "texto": "a imediata suspenção de qualquer mandato eletivo."
      },
      {
        "letra": "C",
        "texto": "a perda do mandato eletivo do Deputado Federal."
      },
      {
        "letra": "D",
        "texto": "a perda de qualquer mandato eletivo."
      },
      {
        "letra": "E",
        "texto": "a perda do mandato eletivo do Vereador."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "852770",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: DPE-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeitos secundários de natureza penal e de natureza extrapenal"
    ],
    "enunciado_principal": "Constitui efeito extrapenal secundário específico da condenação a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "proibição do exercício de profissão, atividade ou ofício que dependam de habilitação especial, licença ou autorização do poder público."
      },
      {
        "letra": "B",
        "texto": "declaração de incapacidade para o exercício do pátrio poder, em caso de crime doloso sujeito à pena de reclusão cometido contra filho."
      },
      {
        "letra": "C",
        "texto": "suspensão de autorização ou de habilitação para dirigir veículo, quando utilizado como meio para a prática de crime doloso, pelo tempo da pena imposta."
      },
      {
        "letra": "D",
        "texto": "proibição de inscrever-se em concurso, avaliação ou exame públicos."
      },
      {
        "letra": "E",
        "texto": "proibição do exercício de cargo, função ou atividade pública, bem como de mandato eletivo, nos casos de crimes praticados com violação de dever funcional."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "844072",
    "metadata": "Ano: 2017 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Conceito e características",
      "Efeitos da condenação",
      "Efeitos secundários de natureza extrapenal específicos",
      "Legislação Penal Especial",
      "Crimes contra o Consumidor, a Ordem Econômica e Tributária – Lei nº 8.078 de 1990 e Lei nº 8.137 de 1990"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O STJ entende que, para caracterizar o crime previsto no art. 7º, IX, da Lei nº 8.137/1990, delitos contra as relações de consumo, é prescindível a realização de perícia a fim de atestar se as mercadorias apreendidas estavam em condições impróprias para o consumo."
      },
      {
        "letra": "B",
        "texto": "É atípica a conduta do agente que desvia e faz circular moeda cuja circulação ainda não estava autorizada, pois constitui elementar do crime de moeda falsa a colocação em circulação de moeda com curso legal no país ou no exterior."
      },
      {
        "letra": "C",
        "texto": "Nos crimes conexos, a extinção da punibilidade de um deles impede, quanto aos outros, a agravação da pena resultante da conexão."
      },
      {
        "letra": "D",
        "texto": "A proibição de exercício de cargo, função ou atividade pública pode ter caráter temporário, com natureza de pena de interdição temporária de direitos, mas pode também ter caráter permanente, se for efeito da condenação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1839020",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: PGE-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeito principal e efeitos secundários",
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "No que toca aos efeitos da condenação, correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "constitui efeito genérico e automático a perda de cargo, função ou mandato eletivo."
      },
      {
        "letra": "B",
        "texto": "não constitui infração penal, mas meramente administrativa, o exercício de função de que privado o agente por decisão judicial."
      },
      {
        "letra": "C",
        "texto": "a reabilitação atinge os efeitos da condenação, vedada reintegração na situação anterior apenas quando aplicada, em qualquer crime, pena privativa de liberdade superior a 4 (quatro) anos."
      },
      {
        "letra": "D",
        "texto": "para os crimes de tortura, além da perda do cargo, função ou emprego público, igualmente prevista a interdição de seu exercício por prazo determinado em lei."
      },
      {
        "letra": "E",
        "texto": "nos crimes de licitações, desde que consumados, os autores, quando servidores públicos, além das sanções penais, estão sujeitos à perda do cargo, emprego, função ou mandato eletivo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "695616",
    "metadata": "Ano: 2016 | Banca: Quadrix | Órgão: CRO - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeito principal e efeitos secundários",
      "Efeitos secundários de natureza penal e de natureza extrapenal"
    ],
    "enunciado_principal": "Analise as afirmativas a seguir, relacionadas aos efeitos da condenação penal. I. Além de seus efeitos penais, a sentença proferida em processo criminal pode gerar outros efeitos, a exemplo de tornar certa a obrigação de reparar o dano causado pelo crime, ou mesmo fazer com que o condenado venha a perder eventual função pública. II. A sentença penal condenatória com trânsito em julgado evidencia, quando possível, o dano causado pelo agente mediante a prática de sua conduta típica, e gera para a vítima um título executivo judicial. III. Um dos efeitos da condenação penal é a perda, em favor da União, do produto do crime ou de qualquer bem ou valor que constitua proveito auferido pelo agente com a prática do fato criminoso. IV. Se alguém, dolosamente, utilizar seu automóvel para causar lesão na vítima, um dos efeitos da condenação penal será a perda do veículo em favor da União. Está correto o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II, somente."
      },
      {
        "letra": "B",
        "texto": "II e III, somente."
      },
      {
        "letra": "C",
        "texto": "I, II e IV, somente."
      },
      {
        "letra": "D",
        "texto": "I, II e III, somente."
      },
      {
        "letra": "E",
        "texto": "I, III e IV, somente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "690096",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: DPE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeito principal e efeitos secundários",
      "Causas de extinção da punibilidade",
      "Perdão do ofendido",
      "Perdão judicial"
    ],
    "enunciado_principal": "Sobre os efeitos da condenação,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a estigmatização do condenado é um efeito declarado da sentença penal condenatória."
      },
      {
        "letra": "B",
        "texto": "quando for aplicada pena privativa de liberdade por tempo superior a 4 anos é automática a perda de cargo, função pública ou mandato eletivo."
      },
      {
        "letra": "C",
        "texto": "a obrigação de indenizar o dano causado pelo crime é efeito automático da sentença penal condenatória."
      },
      {
        "letra": "D",
        "texto": "o perdão tácito do ofendido não é admissível no direito penal brasileiro."
      },
      {
        "letra": "E",
        "texto": "o perdão judicial exclui os efeitos da condenação, salvo a reincidência."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "644273",
    "metadata": "Ano: 2016 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Crimes contra a dignidade sexual",
      "Disposições Gerais dos crimes contra a liberdade sexual e dos crimes sexuais contra vulneráveis"
    ],
    "enunciado_principal": "“Tício” foi condenado pela prática de crime de estupro de vulnerável (art. 217-A, do CP), cuja vítima foi a sua filha de 12 (doze) anos, a uma pena definitiva de 09 (nove) anos de reclusão. “Tício” também reside com outras duas filhas menores, ainda crianças, respectivamente de 08 (oito) e 10 (dez) anos de idade. O Juiz fixou o regime inicial fechado. Na Sentença penal condenatória, o Magistrado também deverá:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De forma fundamentada, por se tratar de crime cometido com abuso do poder familiar, decretar a incapacidade para o exercício do pátrio poder em relação às três filhas, com o intuito de preservá-las de futuras ações do autor delituoso. Trata-se de efeito secundário da sentença penal condenatória."
      },
      {
        "letra": "B",
        "texto": "De forma fundamentada, por se tratar de crime cometido com abuso do poder familiar, decretar a incapacidade para o exercício do pátrio poder em relação à filha de 12 (doze) anos, vítima do delito em questão, não podendo fazê-lo em relação às demais, que não foram vítimas do crime. Trata-se de efeito secundário da sentença penal condenatória."
      },
      {
        "letra": "C",
        "texto": "Determinar que se oficie ao Juizado da Infância e Juventude, cientificando-o da Sentença Penal Condenatória em relação à vítima do crime, adolescente de 12 (doze) anos, a fim de que fique registrada a incapacidade para o exercício do pátrio poder, devido ao fato de se tratar de efeito automático da sentença penal condenatória, não sendo necessário constar tal incapacidade para o exercício do pátrio poder no decisium condenatório."
      },
      {
        "letra": "D",
        "texto": "Determinar que se oficie ao Juizado da Infância e Juventude, cientificando-o da Sentença em relação às três irmãs, a fim de que fique registrada a incapacidade para o exercício do pátrio poder em relação a todas elas, vez que não é necessário que conste da sentença penal condenatória, devido ao fato de se tratar de efeito automático."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "640828",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: Prefeitura de Campinas - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeitos secundários de natureza penal e de natureza extrapenal"
    ],
    "enunciado_principal": "A perda do cargo ou função pública, como efeito da condenação criminal, ocorrerá quando aplicada pena privativa de liberdade por tempo superior a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "quatro anos, nos crimes praticados com abuso de poder, violação de dever para com a Administração pública ou contra a probidade administrativa."
      },
      {
        "letra": "B",
        "texto": "seis meses, nos crimes praticados com violação de dever para com a Administração pública."
      },
      {
        "letra": "C",
        "texto": "três anos independentemente da natureza do bem lesado."
      },
      {
        "letra": "D",
        "texto": "cinco anos e somente na hipótese de crimes dolosos."
      },
      {
        "letra": "E",
        "texto": "um ano, nos crimes praticados com abuso de poder ou violação de dever para com a Administração pública ou por tempo superior a quatro anos nos demais casos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "620604",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TJ-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeitos secundários de natureza penal e de natureza extrapenal",
      "Efeitos secundários de natureza extrapenal específicos"
    ],
    "enunciado_principal": "Um policial militar, em dia de folga e vestido com traje civil, se embriagou voluntariamente e saiu à rua armado, decidido a roubar um carro. Empunhando seu revólver particular, ele abordou um motorista e o ameaçou, obrigando-o a descer do automóvel. A vítima obedeceu, mas, ao perceber a embriaguez do assaltante, saiu correndo com as chaves do carro. Deparando-se adiante com uma viatura da polícia militar, relatou o ocorrido aos componentes da guarnição, que foram ao local e prenderam o policial em flagrante. Em decorrência de tais fatos, o policial foi submetido a processo penal que resultou na sua condenação em três anos, dez meses e vinte dias de reclusão pela tentativa de roubo.Com referência a essa situação hipotética, assinale a opção correta de acordo com a jurisprudência do STJ.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estando ausente qualquer relação da ação com o exercício do cargo público, a exoneração do serviço público como efeito da condenação extrapolaria as funções repressivas e preventivas da sanção penal."
      },
      {
        "letra": "B",
        "texto": "Na hipótese descrita e em casos semelhantes, sendo a pena privativa de liberdade inferior a quatro anos, a condenação por si só nunca implica a perda do cargo público."
      },
      {
        "letra": "C",
        "texto": "O policial militar não praticou crime funcional típico porquanto o delito previsto no art. 157 do CP — Subtrair coisa móvel alheia, para si ou para outrem, mediante grave ameaça ou violência à pessoa — é comum e, por isso, o réu em questão não poderia ser afastado do cargo."
      },
      {
        "letra": "D",
        "texto": "O agente não responderia por crime doloso porque estava em estado de embriaguez, sendo incapaz de entender o caráter criminoso de suas ações."
      },
      {
        "letra": "E",
        "texto": "O policial militar, mesmo fora do exercício da função, violou dever inerente a ela, porque está vinculado à administração pública no exercício das atividades cotidianas, sendo cabível a perda do cargo como efeito da condenação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "591359",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeito principal e efeitos secundários",
      "Efeitos secundários de natureza penal e de natureza extrapenal",
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Anistia, graça e indulto",
      "Prescrição da pretensão executória"
    ],
    "enunciado_principal": "A respeito dos efeitos da condenação, da ação penal e das causas de extinção da punibilidade previstas no Código Penal (CP), assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Constitui efeito extrapenal automático da condenação pela prática do crime de corrupção passiva a perda do cargo ocupado por servidor, desde que a pena aplicada ao condenado seja igual ou superior a um ano."
      },
      {
        "letra": "B",
        "texto": "O prazo decadencial de seis meses para a propositura de queixa-crime por crime para o qual se prevê ação penal privada tem início na data em que ocorrer o fato contra o ofendido, independentemente do dia em que tenha tido conhecimento da identidade do autor do crime."
      },
      {
        "letra": "C",
        "texto": "A perda do cargo público imposta na sentença penal condenatória, como efeito extrapenal, possui efeitos permanentes, contudo não implica impossibilidade de investidura em outro cargo público."
      },
      {
        "letra": "D",
        "texto": "As causas de extinção da punibilidade que atingem a pretensão executória eliminam todos os efeitos penais de eventual sentença condenatória, não podendo ser pressuposto da reincidência tampouco ser usada como título executivo judicial na área cível."
      },
      {
        "letra": "E",
        "texto": "A anistia destina-se a um indivíduo determinado, condenado irrecorrivelmente, podendo, assim como o indulto, ser concedida de forma total ou parcial."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "581760",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TCE-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação"
    ],
    "enunciado_principal": "Julgue o item a seguir, referentes à lei penal no tempo e no espaço e aos princípios aplicáveis ao direito penal.A revogação de um tipo penal pela superveniência de lei descriminalizadora alcança também os efeitos extrapenais de sentença condenatória penal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "577640",
    "metadata": "Ano: 2015 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Efeitos da condenação"
    ],
    "enunciado_principal": "Sobre a aplicação da sanção penal e os efeitos da condenação penal, assinale a opção CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A retratação, em juízo, da anterior confissão na fase de investigação, obsta a aplicação da atenuante da confissão espontânea, a não ser que a confissão retratada venha a ser considerada na fundamentação da sentença."
      },
      {
        "letra": "B",
        "texto": "A perda de cargo público, nos casos em que for aplicada pena privativa de liberdade por tempo superior a quatro anos, em caso de homicídio, é um efeito automático da sentença condenatória, não havendo necessidade de declaração motivada do juiz na sentença."
      },
      {
        "letra": "C",
        "texto": "O tempo de duração da medida de segurança, por não se tratar de pena criminal, pode ultrapassar o limite máximo da pena abstratamente cominada ao delito praticado, de acordo com o entendimento do Superior Tribunal de Justiça."
      },
      {
        "letra": "D",
        "texto": "O agente que pratica contravenção penal, sendo condenado com trânsito em julgado, e depois pratica crime, sendo novamente condenado com trânsito em julgado, é reincidente."
      },
      {
        "letra": "E",
        "texto": "O receptador de aparelhos de televisão que carrega sistematicamente o produto do crime em seu veículo, licitamente adquirido, pode perder referido instrumento em favor da União, como efeito da condenação penal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "565817",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeitos secundários de natureza extrapenal específicos"
    ],
    "enunciado_principal": "Um servidor público, concursado e estável, praticou crime de corrupção passiva e foi condenado definitivamente ao cumprimento de pena privativa de liberdade de seis anos de reclusão, em regime semiaberto, bem como ao pagamento de multa.A respeito dessa situação hipotética, julgue o item seguinte.O servidor deve perder, automaticamente, o cargo público que ocupa, mas poderá reingressar no serviço público após o cumprimento da pena e a reabilitação penal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "532522",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: TJ-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Penas privativas de liberdade",
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Revogação.",
      "Livramento condicional",
      "Extinção da pena",
      "Efeitos da condenação",
      "Efeitos secundários de natureza extrapenal genéricos",
      "Efeitos secundários de natureza extrapenal específicos",
      "Modalidades de sanções penais",
      "Reincidência"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os efeitos genéricos e específicos da condenação criminal são automáticos, sendo, pois, despicienda suas declarações na sentença."
      },
      {
        "letra": "B",
        "texto": "O juiz não poderá declarar extinta a pena, enquanto não passar em julgado a sentença, em processo a que responde o liberado, por crime cometido na vigência do livramento."
      },
      {
        "letra": "C",
        "texto": "As espécies de pena são as privativas de liberdade e restritivas de direito."
      },
      {
        "letra": "D",
        "texto": "A suspensão condicional da pena será obrigatoriamente revogada se, no curso do prazo, o beneficiário pratica novo crime doloso."
      },
      {
        "letra": "E",
        "texto": "Para efeito de reincidência, não prevalece a condenação anterior, se entre a data do cumprimento ou extinção da pena e a infração posterior tiver decorrido período de tempo superior a 2 (dois) anos, computado o período de prova da suspensão ou do livramento condicional, se não ocorrer revogação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "525139",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TCE-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeitos secundários de natureza extrapenal específicos"
    ],
    "enunciado_principal": "A perda de cargo, função ou mandato eletivo, como efeito extrapenal de condenação, requer",
    "alternativas": [
      {
        "letra": "A",
        "texto": "condenação igual ou superior a dois anos nos crimes praticados com abuso de poder ou na violação do dever para com a Administração pública e condenação por tempo superior a quatro anos nos demais casos."
      },
      {
        "letra": "B",
        "texto": "condenação igual ou superior a um ano nos crimes praticados com abuso de poder ou na violação do dever para com a Administração pública e condenação por tempo superior a cinco anos nos demais casos."
      },
      {
        "letra": "C",
        "texto": "condenação igual ou superior a um ano nos crimes praticados com abuso de poder ou na violação do dever para com a Administração pública e condenação por tempo superior a quatro anos nos demais casos."
      },
      {
        "letra": "D",
        "texto": "imprescritibilidade do delito cometido."
      },
      {
        "letra": "E",
        "texto": "condenação igual ou superior a um ano em todos os crimes praticados contra a Administração pública."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "521347",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação"
    ],
    "enunciado_principal": "Segundo o CP, é efeito da condenação criminal transitada em julgado a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "perda de cargo público, que se dá de forma automática e independente de motivação por parte do juiz se houver sido aplicada pena privativa de liberdade igual ou superior a um ano, nos crimes praticados com abuso de poder."
      },
      {
        "letra": "B",
        "texto": "obrigatoriedade de indenizar a vítima pelos danos causados pelo crime, desde que a vítima tenha se habilitado como assistente de acusação e formulado prova e pedido expresso acerca do reconhecimento do dano causado."
      },
      {
        "letra": "C",
        "texto": "perda, em favor da União, do produto do crime ou de qualquer bem ou valor que constitua vantagem alcançada pelo agente com a prática do fato criminoso, ainda que isso traga prejuízo à vítima, que deve ajuizar ação de perdas e danos contra o condenado se desejar indenização."
      },
      {
        "letra": "D",
        "texto": "perda automática da permissão para dirigir ou da carteira de habilitação quando o condenado tiver usado um veículo como meio para a prática de crime doloso, culposo ou contravenção penal."
      },
      {
        "letra": "E",
        "texto": "incapacidade para o exercício do pátrio poder no caso de crime doloso apenado com reclusão e cometido contra filho, desde que motivadamente declarada na sentença."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "502143",
    "metadata": "Ano: 2015 | Banca: FUNIVERSA | Órgão: SEAP-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação"
    ],
    "enunciado_principal": "Segundo entendimento do STJ, do STF e da doutrina dominante acerca do direito penal, julgue o item subsequente. São efeitos produzidos pela sentença estrangeira no Brasil: aplicação de medida de segurança; ressarcimento do dano ou restituição civil; decretação de prisão de pessoa domiciliada no Brasil.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "495391",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: SEFAZ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeito principal e efeitos secundários"
    ],
    "enunciado_principal": "Um Julgador Administrativo Tributário do Tesouro Estadual, que praticou crime sem violação de dever para com a Administração pública e sem abuso de poder, foi condenado a pena privativa de liberdade em 3 anos. O Magistrado, como efeito da condenação, determinou a perda do cargo do funcionário, que ingressou medida para ser reintegrado ao cargo. Neste caso, o funcionário",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderá ser reintegrado, pois a ausência de previsão de tal efeito impede a perda do cargo."
      },
      {
        "letra": "B",
        "texto": "poderá ser reintegrado, pois a condenação por crime comum é inferior a 4 anos."
      },
      {
        "letra": "C",
        "texto": "poderá ser reintegrado, pois o efeito da condenação será aplicado na esfera administrativa."
      },
      {
        "letra": "D",
        "texto": "não poderá ser reintegrado, pois o patamar de condenação sofrida depende de autorização administrativa."
      },
      {
        "letra": "E",
        "texto": "não poderá ser reintegrado, pois a perda do cargo é efeito de condenação facultativo do Magistrado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "485735",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRE-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeitos secundários de natureza extrapenal específicos"
    ],
    "enunciado_principal": "Analise as seguintes situações hipotéticas de funcionários públicos processados criminalmente e condenados pela Justiça Pública: I. Xisto, escrevente do Tribunal de Justiça de Roraima, foi condenado a cumprir pena de 02 anos de reclusão pelo crime de corrupção passiva, após receber dinheiro durante o seu trabalho regular para retardar o andamento de um determinado processo. II. Joaquim, analista judiciário do Tribunal Regional Federal da Primeira Região, é preso em flagrante quando retornava de uma viagem de lazer para Miami, ao tentar importar mercadoria proibida, sendo condenado a cumprir pena de 03 anos de reclusão pelo crime de contrabando. III. Benício, funcionário da Prefeitura de Boa Vista, foi condenado a cumprir pena de 02 anos de reclusão pelo crime de peculato, após apropriar-se de dinheiro da municipalidade, que recebeu em razão do cargo que ocupa. IV. Cassio, funcionário público da Secretaria de Estado da Saúde de Roraima, é condenado a cumprir pena de 03 anos de reclusão, após praticar o crime do artigo 343, do Código Penal, na medida em que ofereceu dinheiro ao perito judicial nomeado em ação de indenização por danos materiais e morais que move contra José, responsável pelo acidente de trânsito que lhe causou lesões corporais gravíssimas, para que o expert elaborasse um laudo favorável. Estarão sujeitos à perda do cargo público como efeito da condenação criminal, nos termos preconizados pelo Código Penal, mediante declaração motivada do Juiz na sentença:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Benício e Cassio."
      },
      {
        "letra": "B",
        "texto": "Joaquim e Benício."
      },
      {
        "letra": "C",
        "texto": "Xisto e Benício."
      },
      {
        "letra": "D",
        "texto": "Joaquim e Cassio."
      },
      {
        "letra": "E",
        "texto": "Xisto, Joaquim e Benício."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "464364",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeito principal e efeitos secundários",
      "Efeitos secundários de natureza penal e de natureza extrapenal"
    ],
    "enunciado_principal": "Ninguém pode ser punido por fato que lei posterior deixa de considerar crime, cessando em virtude dela a execução______________; a lei posterior, que de qualquer modo favorecer o agente, aplica-se aos fatos anteriores,_____________ .Assinale a alternativa que preenche, correta e respectivamente, as lacunas.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "e os efeitos penais da sentença condenatória … desde que não decididos por sentença transitada em julgado"
      },
      {
        "letra": "B",
        "texto": "e os efeitos penais da sentença condenatória … ainda que decididos por sentença condenatória transitada em julgado"
      },
      {
        "letra": "C",
        "texto": "e os efeitos penais da sentença condenatória, excluídos os efeitos civis … desde que não decididos por acórdão transitado em julgado"
      },
      {
        "letra": "D",
        "texto": "e os efeitos penais da sentença condenatória, excluídos os efeitos civis … ainda que decididos por sentença con- denatória transitada em julgado"
      },
      {
        "letra": "E",
        "texto": "mas mantidos os efeitos penais da sentença condenatória … desde que não decididos por sentença transitada em julgado"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "492574",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação"
    ],
    "enunciado_principal": "Servidor público foi condenado por crime. Exclusivamente de acordo com as regras estabelecidas nos art. 92 do CP, indaga-se: perderá o cargo como efeito penal da sentença condenatória?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Sim, quando aplicada qualquer pena privativa de liberdade e desde que tal efeito seja motivadamente declarado na sentença."
      },
      {
        "letra": "B",
        "texto": "Sim, quando aplicada pena privativa de liberdade por tempo igual ou superior a um ano, nos crimes praticados com abuso de poder ou violação de dever para com a Administração Pública, e desde que tal efeito seja motivadamente declarado na sentença."
      },
      {
        "letra": "C",
        "texto": "Não, devendo a perda do cargo ser exclusivamente decretada em procedimento administrativo, não sendo de competência do Juiz Criminal tal decisão."
      },
      {
        "letra": "D",
        "texto": "Sim, quando se tratar de crime contra a Administração Pública."
      },
      {
        "letra": "E",
        "texto": "Não, devendo a perda do cargo ser exclusivamente decretada em ação civil, não sendo de competência do Juiz Criminal tal decisão."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "475400",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: Prefeitura de São José do Rio Preto - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação"
    ],
    "enunciado_principal": "É efeito da condenação criminal, de acordo com o art. 91 do CP:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tornar certa a obrigação de indenizar o dano causado pelo crime."
      },
      {
        "letra": "B",
        "texto": "a perda de bens ou valores equivalentes ao produto ou proveito do crime, exceto quando referidos bens localizarem-se no exterior."
      },
      {
        "letra": "C",
        "texto": "a perda em favor da União, sem ressalva ao direito do terceiro de boa-fé, dos instrumentos do crime cuja detenção constitua ato ilícito."
      },
      {
        "letra": "D",
        "texto": "a perda em favor da vítima ou ofendido de qualquer bem ou valor que constitua proveito auferido pelo agente com a prática do fato criminoso."
      },
      {
        "letra": "E",
        "texto": "a perda, em favor do Município em que a infração foi cometida, do produto do crime ou de qualquer bem ou valor que constitua proveito auferido pelo agente com a prática do fato criminoso."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "415124",
    "metadata": "Ano: 2014 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeito principal e efeitos secundários",
      "Efeitos secundários de natureza penal e de natureza extrapenal",
      "Efeitos secundários de natureza extrapenal genéricos",
      "Efeitos secundários de natureza extrapenal específicos"
    ],
    "enunciado_principal": "Os efeitos específicos da condenação, segundo regula o Código Penal Brasileiro, são automáticos, não havendo necessidade de serem explicitados na sentença.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "412508",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TCE-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação"
    ],
    "enunciado_principal": "O efeito principal da sentença penal condenatória é fixar a pena. Outros efeitos - reflexos, acessórios, indiretos ou secundários - podem daí advir. Assim,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "são de três ordens os efeitos secundários da sentença penal condenatória: penais, sociais e eleitorais."
      },
      {
        "letra": "B",
        "texto": "os efeitos secundários não são apenas de natureza penal e extrapenal, podendo gerar consequências de natureza eleitoral e civil."
      },
      {
        "letra": "C",
        "texto": "a sentença condenatória produz efeitos secundários de duas ordens: penais e extrapenais."
      },
      {
        "letra": "D",
        "texto": "os efeitos secundários devem ser motivadamente declarados na sentença."
      },
      {
        "letra": "E",
        "texto": "a medida de segurança somente poderá ser executada após o cumprimento da pena."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "411202",
    "metadata": "Ano: 2014 | Banca: TRF - 4ª REGIÃO | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Modalidades das Penas Restritivas de Direito",
      "Efeitos da condenação"
    ],
    "enunciado_principal": "Dadas as assertivas abaixo, assinale a alternativa correta. I. Um dos efeitos da condenação é a perda em favor da União – ressalvado o direito do lesado ou de terceiro de boa-fé – do produto do crime ou de quaisquer bens ou valores que constituam proveito auferido pelo agente com a prática do fato criminoso. Quando esses não forem encontrados ou quando se localizarem no exterior, poderá o juiz decretar a perda de bens ou valores equivalentes ao produto ou proveito do crime.II. O servidor público tem o dever de exercer seu cargo ou função dentro dos limites da lei, agindo de forma proba. Por essa razão, conforme dispõem o artigo 37, § 4º, da Constituição Federal e o artigo 92 do Código Penal, nos crimes contra a administração pública ou praticados com abuso de poder, a perda do cargo, da função pública ou do mandato eletivo será automática, salvo se a pena aplicada for inferior a um ano. III. Em se tratando de réu estrangeiro não residente no país, poderá o juiz determinar, como efeito secundário da sentença penal condenatória, sua expulsão, que deverá dar-se após o cumprimento da pena no Brasil, nos termos do Estatuto do Estrangeiro (Lei nº 6.815/80, arts. 65 a 68). IV. Atendidos os requisitos objetivos e subjetivos previstos no art. 44 do Código Penal, a substituição da pena privativa de liberdade pela restritiva de direito consubstancia direito subjetivo do réu. Assim, deverá o juiz explicitar fundamentadamente as penas restritivas de direito aplicadas em substituição à pena privativa de liberdade, devendo optar entre prestação pecuniária, perda de bens e valores, prestação de serviços à comunidade ou a entidades públicas, interdição temporária de direitos e limitação de fim de semana.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estão corretas apenas as assertivas I e II."
      },
      {
        "letra": "B",
        "texto": "Estão corretas apenas as assertivas I e IV."
      },
      {
        "letra": "C",
        "texto": "Estão corretas apenas as assertivas II e III."
      },
      {
        "letra": "D",
        "texto": "Estão corretas apenas as assertivas III e IV."
      },
      {
        "letra": "E",
        "texto": "Estão corretas todas as assertivas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "407388",
    "metadata": "Ano: 2014 | Banca: Quadrix | Órgão: CRM-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação"
    ],
    "enunciado_principal": "Não são efeitos da condenação automáticos, devendo ser motivadamente declarados na sentença:I. Tornar certa a obrigação de indenizar o dano causado pelo crime. II. A perda de cargo, função pública ou mandato eletivo quando aplicada pena privativa de liberdade por tempo igual ou superior a um ano, nos crimes praticados com abuso de poder ou violação de dever para com a Administração Pública. III. A perda em favor da União, ressalvado o direito do lesado ou de terceiro de boa-fé do produto do crime ou de qualquer bem ou valor que constitua proveito auferido pelo agente com a prática do fato criminoso. IV. A inabilitação para dirigir veículo, quando utilizado como meio para a prática de crime doloso. Estão corretos somente os incisos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II e III."
      },
      {
        "letra": "B",
        "texto": "I, III e IV."
      },
      {
        "letra": "C",
        "texto": "I e II."
      },
      {
        "letra": "D",
        "texto": "II e IV."
      },
      {
        "letra": "E",
        "texto": "II, III e IV."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "406901",
    "metadata": "Ano: 2014 | Banca: PUC-PR | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Prazo de duração",
      "Livramento condicional",
      "Requisitos para a concessão",
      "Efeitos da condenação",
      "Efeitos secundários de natureza extrapenal genéricos",
      "Causas de extinção da punibilidade",
      "Prescrição da pena de multa"
    ],
    "enunciado_principal": "Com observância das assertivas abaixo, responda: I. Nos casos de livramento condicional, para o condenado por crime doloso, cometido com violência ou grave ameaça à pessoa, a concessão do benefício ficará também subordinada à constatação de condições pessoais que façam presumir que o liberado não voltará a delinquir. II. Quanto aos efeitos da condenação, poderá ser decretada a perda de bens ou valores equivalentes ao produto ou proveito do crime quando estes não forem encontrados ou quando se localizarem no exterior. III. No que se refere às medidas de segurança, uma vez extinta a punibilidade, não se impõe a referida medida, nem subsiste a que tenha sido imposta. IV. A prescrição da pena de multa ocorrerá em 2 (dois) anos, quando a multa for alternativa ou cumulativamente cominada ou cumulativamente aplicada; e no mesmo prazo estabelecido para prescrição da pena privativa de liberdade, quando a multa for a única cominada ou aplicada. Assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as assertivas I e II são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "Somente as assertivas III e IV são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Somente as assertivas I, II e III são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Somente as assertivas I, II e IV são verdadeiras."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "395559",
    "metadata": "Ano: 2014 | Banca: Aroeira | Órgão: PC-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeitos secundários de natureza extrapenal específicos"
    ],
    "enunciado_principal": "Nos crimes praticados com abuso de poder ou violação de dever para com a administração pública, a perda de cargo, função pública ou mandato eletivo constitui efeito da condenação, quando aplicada pena privativa de liberdade por tempo igual ou superior a:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "seis meses."
      },
      {
        "letra": "B",
        "texto": "um ano."
      },
      {
        "letra": "C",
        "texto": "dois meses."
      },
      {
        "letra": "D",
        "texto": "três anos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "386358",
    "metadata": "Ano: 2014 | Banca: FUNDEP (Gestão de Concursos) | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Livramento condicional",
      "Efeitos da condenação"
    ],
    "enunciado_principal": "Analise as afirmativas a seguir. I. A perda da função pública constitui efeito da condenação quando aplicada pena privativa de liberdade igual ou superior a um ano, nos crimes praticados com abuso de poder ou violação de dever para com a administração pública, desde que a sentença forneça a necessária motivação. II. Haverá revogação obrigatória do livramento condicional se o reeducando for condenado por sentença irrecorrível, pela prática de crime culposo, qualquer que seja a pena cominada. III. A gravidade abstrata do crime mostra-se insuficiente para determinar o estabelecimento do regime fechado para cumprimento da pena respectiva, já que a eleição do regime prisional inicial deve observar os mesmos critérios elencados no Artigo 59. IV. No chamado sursis etário ocorre a suspensão condicional da execução da pena privativa de liberdade, não superior a quatro anos, pelo período de quatro a seis anos, para o condenado que tenha mais de sessenta anos de idade. A partir da análise, conclui-se que estão CORRETAS.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III apenas."
      },
      {
        "letra": "B",
        "texto": "I, II, IV apenas."
      },
      {
        "letra": "C",
        "texto": "III e IV apenas."
      },
      {
        "letra": "D",
        "texto": "I e II apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "376240",
    "metadata": "Ano: 2014 | Banca: IV - UFG | Órgão: UEAP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação"
    ],
    "enunciado_principal": "O Código Penal trata em capítulo próprio dos Efeitos Genéricos e Específicos da Condenação, sendo importante atentar para o fato de que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a condenação torna certa a obrigação de indenizar o dano causado pelo crime, desde que expressamente pronunciada pelo juiz sentenciante."
      },
      {
        "letra": "B",
        "texto": "a perda em favor da União dos instrumentos do crime ocorrerá desde que consistam em coisas cujo fabrico, alienação, uso, porte ou detenção constituam fato ilícito, ainda que o pertença a terceiro de boa-fé ou do lesado."
      },
      {
        "letra": "C",
        "texto": "a perda de cargo é considerada efeito da condenação, quando a pena privativa de liberdade for igual ou superior a um ano nos crimes praticados com abuso de poder ou violação do dever para com a administração pública."
      },
      {
        "letra": "D",
        "texto": "a inabilitação para dirigir veículo automotor, quando utilizado como meio para a prática de crime doloso ou culposo, é considerado efeito automático da sentença condenatória, dispensando portanto o juiz de fundamentação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "542787",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeito principal e efeitos secundários"
    ],
    "enunciado_principal": "Em relação aos efeitos da condenação, julgue o item que se segue. Considere que uma mulher, maior e capaz, chegue a casa, logo após ter sido demitida, e, nervosa, agrida, injustificada e intencionalmente, seu filho de dois anos de idade, causando-lhe lesões corporais de natureza leve. Nessa situação hipotética, caso essa mulher seja condenada pela referida agressão após o devido processo legal, não caberá, como efeito da condenação, a decretação de sua incapacidade para o exercício do poder familiar, nos termos do CP.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "470164",
    "metadata": "Ano: 2013 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Crimes contra o patrimônio"
    ],
    "enunciado_principal": "Considere os seguintes delitos contra o patrimônio. I. Agente, mediante o emprego de arma de fogo e concurso de agentes, invadiu a casa da amante do Governador e dali subtraiu o cofre que continha os dólares das propinas por ele recebidas em função do seu cargo, fugindo em seguida. II. Funileiro recebeu a camioneta de Cliente para conserto. Após arrumá-la, resolveu alterar o número do “chassis\" do veículo e chamar seu amigo Onça para nele passearem juntos. Funileiro parou então na casa da sua namorada e, depois de cientif icar o amigo da adulteração, entregou o veículo para Onça dar uma volta. Este, no entanto, foi até a sua residência, colocou todas as suas coisas na camioneta e viajou com ela para sua cidade natal. III. Sósia de famoso banqueiro do jogo do bicho, fazendo-se passar pelo Contraventor, enganou o “Recolhe\" das bancas, obteve dele a maleta repleta do dinheiro das apostas e saiu do local normalmente. Partindo-se do pressuposto de que todas as ações criminosas (assim como os delitos que as antecederam) chegaram ao conhecimento da polícia, foram apuradas, todos os agentes foram identificados, o objeto material de cada um dos crimes foi recuperado e foram promovidas as devidas ações penais; e lembrando que não cabe ao Direito tutelar o que é ilícito, nem pode o sujeito se beneficiar de suas atividades criminosas – e que, por isso, o produto e o proveito das infrações penais devem ser expropriados; assinale a alternativa que indica a(s) hipótese(s) em que NÃO poderiam os magistrados nas condenações declarar a perda do objeto material dos delitos em apreço em favor do Estado ou da União.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em todas as hipóteses."
      },
      {
        "letra": "B",
        "texto": "Apenas nas hipóteses II e III."
      },
      {
        "letra": "C",
        "texto": "Apenas na hipótese II."
      },
      {
        "letra": "D",
        "texto": "Apenas nas hipóteses I e II."
      },
      {
        "letra": "E",
        "texto": "Apenas na hipótese III."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "433137",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: TJ-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeito principal e efeitos secundários"
    ],
    "enunciado_principal": "A principal consequência do trânsito em julgado da sentença condenatória é fazer com que o condenado cumpra a pena determinada, geralmente privativa de liberdade, restritiva de direito ou de multa. Contudo, existem outros efeitos da condenação previstos na legislação penal. A esse respeito, analise as afirmativas a seguir.I. É efeito genérico de a condenação tornar certa a obrigação de indenizar o dano causado pelo crime. II. Um dos efeitos específicos da condenação é a perda do cargo, função pública ou mandato eletivo, desde que a pena privativa de liberdade aplicada seja superior a 2 anos, qualquer que seja o crime praticado pelo funcionário público. III. Os efeitos de perda em favor da União dos instrumentos do crime e da perda de cargo, função pública ou mandato eletivo, nas hipóteses previstas em lei, serão automáticos e independerão de previsão na sentença condenatória.Assinale:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se somente a afirmativa I estiver correta"
      },
      {
        "letra": "B",
        "texto": "se somente a afirmativa II estiver correta"
      },
      {
        "letra": "C",
        "texto": "se somente as afirmativas I e III estiverem corretas."
      },
      {
        "letra": "D",
        "texto": "se somente as afirmativas II e III estiverem corretas"
      },
      {
        "letra": "E",
        "texto": "se todas as afirmativas estiverem corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "404143",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Efeitos da condenação"
    ],
    "enunciado_principal": "Acerca da aplicação da pena, dos regimes prisionais, dos tipos de penas e dos efeitos da condenação, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Réu reincidente na prática de crime não doloso condenado a pena privativa de liberdade não tem direito à substituição dessa pena por pena restritiva de direitos."
      },
      {
        "letra": "B",
        "texto": "A reincidência é circunstância agravante, de modo que influencia a segunda fase de aplicação da pena, mesmo que já tenha sido considerada no momento da fixação da pena."
      },
      {
        "letra": "C",
        "texto": "A confissão não pode ser considerada pelo juiz como circunstância atenuante se sua consideração ensejar fixação da pena abaixo do mínimo legal."
      },
      {
        "letra": "D",
        "texto": "A perda do cargo, quando aplicada pena privativa de liberdade por período superior a quatro anos, é efeito específico e automático da condenação, aplicável independentemente de constar expressamente na sentença."
      },
      {
        "letra": "E",
        "texto": "A comprovação da reincidência, embora possa ensejar o aumento do quantum da pena aplicada, não exerceria influência na fixação do regime inicial para o seu cumprimento."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "331868",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação"
    ],
    "enunciado_principal": "Considere que uma mulher, maior e capaz, chegue a casa, logo após ter sido demitida, e, nervosa, agrida, injustificada e intencionalmente, seu filho de dois anos de idade, causando - lhe lesões corporais de natureza leve. Nessa situação hipotética, caso essa mulher seja condenada pela referida agressão após o devido processo legal, não caberá, como efeito da condenação, a decretação de sua incapacidade para o exercício do poder familiar, nos termos do CP.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "331393",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação"
    ],
    "enunciado_principal": "O principal efeito da sentença criminal condenatória é a ____________ . A legislação penal brasileira, porém, prevê também efeitos secundários da condenação, tanto de natureza penal quanto extrapenal. Os efeitos secundários de natureza _____________ se dividem em genéricos e específicos. ____________ é exemplo de efeito secundário ______________da decisão criminal condenatória transitada em julgado. Assinale a alternativa que completa, correta e respectivamente, a frase.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "medida de segurança, nunca a pena … penal … Reincidência … penal específico"
      },
      {
        "letra": "B",
        "texto": "sanção penal (pena ou medida de segurança) … penal … A perda de função pública quando for aplicada pena privativa de liberdade por tempo superior a quatro anos … extrapenal"
      },
      {
        "letra": "C",
        "texto": "sanção penal (pena ou medida de segurança) … extrapenal … Reincidência … penal"
      },
      {
        "letra": "D",
        "texto": "pena, nunca a medida de segurança … extrapenal … Tornar certa a obrigação de indenizar o dano causado pelo crime … extrapenal genérico"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "313085",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: CETESB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação"
    ],
    "enunciado_principal": "Dentre os efeitos da condenação previstos e disciplinados no Código Penal, encontra-se a seguinte hipótese:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "perda em favor do Município, ressalvado o direito do lesado ou de terceiro de boa-fé, dos instrumentos do crime, desde que consistam em coisas cujo fabrico, alienação, uso, porte ou detenção constitua fato ilícito."
      },
      {
        "letra": "B",
        "texto": "perda de cargo, função pública ou mandato eletivo quando aplicada pena privativa de liberdade por tempo igual ou superior a um ano, nos crimes praticados com abuso de poder ou violação de dever para com a Administração Pública."
      },
      {
        "letra": "C",
        "texto": "inabilitação para dirigir veículo, quando utilizado como meio para a prática de crime doloso, de forma automática, sem necessidade de motivação expressa na sentença."
      },
      {
        "letra": "D",
        "texto": "tornar certa a obrigação de indenizar o dano causado pelo crime, processando-se o cumprimento da sentença no próprio processo penal, após o trânsito em julgado."
      },
      {
        "letra": "E",
        "texto": "perda em favor do Estado, ressalvado o direito do lesado ou de terceiro de boa-fé, do produto do crime ou de qualquer bem ou valor que constitua proveito auferido pelo agente com a prática do fato criminoso."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "297857",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: CNJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação"
    ],
    "enunciado_principal": "A perda do cargo, no caso de funcionário público condenado a pena privativa de liberdade de cinco anos de reclusão, é efeito automático da condenação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1661610",
    "metadata": "Ano: 2012 | Banca: COPESE - UFT | Órgão: MPE-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeito principal e efeitos secundários"
    ],
    "enunciado_principal": "São efeitos da condenação criminal: I. A suspensão de cargo, função pública ou mandato eletivo, quando aplicada pena privativa de liberdade por tempo igual ou superior a 1 (um) ano, nos crimes praticados com abuso de poder ou violação de dever para com a Administração Pública e quando for aplicada pena privativa de liberdade por tempo superior a 4 (quatro) anos nos demais casos, restabelecendo-se o agente no cargo, função pública ou mandato eletivo, apenas depois de cumprida integralmente a pena; II. A incapacidade para o exercício do poder familiar, tutela ou curatela, nos crimes dolosos, sujeitos a pena de reclusão, cometidos contra filho, tutelado ou curatelado; III. A inabilitação para dirigir veículo, quando utilizado como meio para a prática de crime doloso; IV. A perda do direito à herança, no caso de crime doloso contra a vida de seus ascendentes;",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas os itens I e II estão corretos."
      },
      {
        "letra": "B",
        "texto": "Apenas os itens III e IV estão corretos."
      },
      {
        "letra": "C",
        "texto": "Apenas os itens I e IV estão corretos."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens II e III estão corretos."
      },
      {
        "letra": "E",
        "texto": "Apenas os itens II e IV estão corretos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "286996",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TCE-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Lei penal no espaço",
      "Efeitos da condenação"
    ],
    "enunciado_principal": "A eficácia da sentença penal condenatória proferida no estrangeiro depende de homologação tanto para obrigar o condenado à reparação do dano, a restituições e a outros efeitos civis quanto para o reconhecimento da reincidência.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "286652",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: MPE-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação"
    ],
    "enunciado_principal": "Nos crimes praticados com violação do dever para com a administração pública, cabível a perda de cargo, função pública ou mandato eletivo quando aplicada pena privativa de liberdade por tempo igual ou superior a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "04 (quatro) anos."
      },
      {
        "letra": "B",
        "texto": "01 (um) ano."
      },
      {
        "letra": "C",
        "texto": "06 (seis) meses."
      },
      {
        "letra": "D",
        "texto": "02 (dois) anos."
      },
      {
        "letra": "E",
        "texto": "03 (três) anos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "268817",
    "metadata": "Ano: 2012 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação"
    ],
    "enunciado_principal": "Sobre os efeitos da condenação criminal, assinale a alternativa que apresenta a afirmação correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A perda do cargo, função ou mandato eletivo é um efeito automático da condenação, devendo ser declarada pelo magistrado quando da prolação da sentença, independentemente da pena aplicada."
      },
      {
        "letra": "B",
        "texto": "A perda em favor da União, ressalvado o direito do lesado ou do terceiro de boa-fé, do produto do crime ou de qualquer bem ou valor que constitua proveito auferido pelo agente com a prática do fato criminoso, é um efeito automático da condenação."
      },
      {
        "letra": "C",
        "texto": "A inabilitação para dirigir veículo, quando utilizado como meio para prática de crime doloso, é um efeito automático da condenação, sendo desnecessária sua declaração na sentença."
      },
      {
        "letra": "D",
        "texto": "A obrigação de indenizar o dano causado pelo crime é um efeito da condenação, mas, não é automático, e deve ser motivadamente declarado na sentença."
      },
      {
        "letra": "E",
        "texto": "Todos os efeitos da condenação previstos nos artigos 91 e 92 do Código Penal são automáticos, sendo dispensável a sua declaração na sentença condenatória de forma expressa e motivada."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "264233",
    "metadata": "Ano: 2012 | Banca: ESAF | Órgão: Receita Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação"
    ],
    "enunciado_principal": "O juiz criminal, após analisar os elementos produzidos no processo e convencer-se de que o acusado cometeu um crime, prolatará sua decisão, condenando o acusado a cumprir a pena estabelecida. A respeito dos efeitos da condenação, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "faculta a obrigação de indenizar o dano causado pelo crime."
      },
      {
        "letra": "B",
        "texto": "a perda em favor da União dos instrumentos do crime independente do direito do lesado ou de terceiro de boa-fé."
      },
      {
        "letra": "C",
        "texto": "perda automática de cargo ou função pública."
      },
      {
        "letra": "D",
        "texto": "incapacidade para o exercício do pátrio poder nos crimes culposos contra o filho."
      },
      {
        "letra": "E",
        "texto": "inabilitação para dirigir veículo, quando utilizado como meio para a prática de crime doloso, se declarado na sentença."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "249126",
    "metadata": "Ano: 2012 | Banca: ESAF | Órgão: CGU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação"
    ],
    "enunciado_principal": "A respeito da repercussão na esfera administrativa da sentença penal e da possibilidade de utilização no processo administrativo de prova constituída no processo penal, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "em face da vinculação do direito administrativo com o direito penal, a transação penal que produz a suspensão condicional do processo implica em suspensão imediata do processo disciplinar pelo mesmo fato."
      },
      {
        "letra": "B",
        "texto": "A perda do cargo público, como efeito de condenação criminal, transitada em julgado, exige processo disciplinar para ser executada na esfera administrativa."
      },
      {
        "letra": "C",
        "texto": "São automáticos os efeitos de perda do cargo público nos casos de condenação penal transitada em julgado de servidor público condenado por crime com pena de reclusão superior a quatro anos."
      },
      {
        "letra": "D",
        "texto": "em face da independência das esferas disciplinar e penal, é inadmissível a utilização em sede disciplinar de prova produzida em processo penal."
      },
      {
        "letra": "E",
        "texto": "Quando aplicada pena privativa de liberdade por tempo igual ou superior a um ano, nos crimes praticados com abuso de poder ou violação de dever para com a Administração Pública, pode ser decretada a perda do cargo público."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "248693",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação"
    ],
    "enunciado_principal": "Julgue os itens subsecutivos, a respeito dos efeitos da condenação criminal e de crimes contra a administração pública. Considera-se efeito genérico e automático da condenação a restrição ao exercício de cargo público.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "239445",
    "metadata": "Ano: 2012 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação"
    ],
    "enunciado_principal": "Na lição de Frederico Marques: “ao lado dos efeitos que a condenação produz como ato jurídico, consequências dela derivam como fato ou acontecimento jurídico. A sentença condenatória, de par com seus efeitos principais, tem o que alguns denominam efeitos ‘reflexos e acessórios’, ou efeitos indiretos, que são consequência dos efeitos principais, ou efeito da sentença como fato jurídico” (Nucci, Guilherme de Souza. Manual de direito penal: parte geral – 6 ed. – São Paulo: Editora Revista dos Tribunais, 2009, p. 548). Nesse sentido, analise as proposições abaixo, assinalando a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O efeito específico da incapacidade para o poder familiar, tutela ou curatela trata-se de efeito automático, que não necessita ser declarado em sentença condenatória;"
      },
      {
        "letra": "B",
        "texto": "A condenação criminal por fato praticado na atividade, pode resultar na perda de cargo, função, sendo atribuição do juiz criminal declarar em sentença;"
      },
      {
        "letra": "C",
        "texto": "O efeito de perda do Estado de bens e valores de origem ilícita abrange bens diversos, móveis ou imóveis obtidos em proveito do delito;"
      },
      {
        "letra": "D",
        "texto": "A inabilitação para dirigir não se confunde com a suspensão de autorização ou de habilitação para dirigir veículo. A primeira, considerado pelo estatuto repressivo efeito da condenação, dependente de declaração judicial motivada, aplicável quando é utilizado algum veículo como meio para a prática de crime doloso. A inabilitação tem efeito permanente, vigorando até que o condenado se reabilite. A segunda, enquanto interdição temporária de direitos, é aplicada em casos de crimes culposos de trânsito."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "235501",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação"
    ],
    "enunciado_principal": "A autoridade judiciária poderá impor, na sentença condenatória, a senador ou a deputado federal ou estadual que tenha cometido crime previsto na Lei de Licitações, a perda do mandato eletivo, como efeito da condenação passada em julgado pela prática desse crime.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "234836",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: MPE-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação"
    ],
    "enunciado_principal": "Nos crimes praticados por servidor público contra a administração, a exoneração da função pública, decorrente de condenação criminal, resulta como efeito automático da sentença, desde que reconhecida a existência de abuso de poder ou violação de dever funcional, consoante tratamento diferenciado estabelecido no Código Penal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1669863",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: AL-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeitos secundários de natureza extrapenal específicos"
    ],
    "enunciado_principal": "A respeito de crimes, penas, prazos e aplicação da lei penal, julgue o item a seguir.Considere que um funcionário público seja condenado, por crime de roubo, à pena de nove anos de reclusão a ser cumprida em regime inicial fechado. Nessa situação, esse funcionário não perderá a função pública como efeito automático da condenação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  }
]