[
  {
    "id": "3231223",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Aracaju - SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeitos secundários de natureza extrapenal genéricos",
      "Crimes contra a administração pública",
      "Peculato"
    ],
    "enunciado_principal": "A partir dessa situação hipotética, julgue o item a seguir.A condenação de Marcos pelo crime de peculato implica, automaticamente, a perda de sua função pública, independentemente de declaração expressa na sentença.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2193853",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: PGM - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeitos secundários de natureza penal e de natureza extrapenal",
      "Efeitos secundários de natureza extrapenal genéricos"
    ],
    "enunciado_principal": "José, servidor público efetivo municipal, foi condenado por crime que causou prejuizo de R$ 100.000 ao município de São Paulo - SP.Considerando a situação apresentada, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A obrigação de indenizar o dano causado pelo crime e a perda do cargo público são efeitos extrapenais genéricos da condenação. não se exigindo declaração expressa na sentença quanto à sua incidência."
      },
      {
        "letra": "B",
        "texto": "A obrigação de indenizar o dano causado pelo crime é efeito extrapenal especifico e a perda do cargo público é efeito extrapenal genérico da condenação, exigindo-se a declaração motivada na sentença unicamente em relação ao primeiro, desde que a pena aplicada seja superior a quatro anos."
      },
      {
        "letra": "C",
        "texto": "A obrigação de indenizar o dano causado pelo crime e a perda do cargo público são efeitos extrapenais específicos da condenação, devendo ambos ser motivadamente declarados na sentença."
      },
      {
        "letra": "D",
        "texto": "A obrigação de indenizar o dano causado pelo crime é efeito extrapenal genérico e a perda do cargo público é efeito extrapenal específico da condenação, exigindo-se a declaração motivada na sentença unicamente em relação ao segundo, independentemente da pena aplicada."
      },
      {
        "letra": "E",
        "texto": "A obrigação de indenizar o dano causado pelo crime é efeito extrapenal genérico e a perda do cargo público é efeito extrapenal especifico da condenação, exigindo-se a declaração motivada na sentença unicamente em relação ao segundo, desde que a pena aplicada seja superior a quatro anos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1886813",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeitos secundários de natureza extrapenal genéricos"
    ],
    "enunciado_principal": "Suponha que Alan e Valério tenham sido condenados criminalmente e as respectivas sentenças tenham assim transitado em julgado: Alan sentenciado a pena privativa de liberdade, e Valério, a pena restritiva de direito. Nessa situação, em relação aos direitos políticos,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Alan os perderá por cassação, e os de Valério serão suspensos enquanto durarem os efeitos da condenação."
      },
      {
        "letra": "B",
        "texto": "Valério os perderá por cassação, e os de Alan serão suspensos enquanto durarem os efeitos da condenação."
      },
      {
        "letra": "C",
        "texto": "Alan e Valério os perderão por cassação."
      },
      {
        "letra": "D",
        "texto": "Alan e Valério permanecerão a exercê-los."
      },
      {
        "letra": "E",
        "texto": "Alan e Valério os terão suspensos enquanto durarem os efeitos da condenação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1824671",
    "metadata": "Ano: 2020 | Banca: IDIB | Órgão: Prefeitura de Araguaína - TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeito principal e efeitos secundários",
      "Efeitos secundários de natureza extrapenal genéricos"
    ],
    "enunciado_principal": "Analise as afirmativas a seguir sobre os efeitos da condenação penal: I. É efeito da condenação, entre outros, a perda, em favor da União, Estados e Municípios, do produto do crime ou de qualquer bem ou valor que constitua proveito auferido pelo agente com a prática do fato criminoso. II. É efeito genérico da condenação a perda de cargo, função pública ou mandato eletivo, salvo quando for aplicada pena privativa de liberdade por tempo inferior a 4 (quatro) anos. III. Nos crimes praticados com abuso de poder ou violação de dever para com a Administração Pública, a condenação penal não pode resultar na perda do cargo público quando for aplicada pena privativa de liberdade por tempo igual ou inferior a 2 (dois) anos. É correto o que se afirma",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas em I."
      },
      {
        "letra": "B",
        "texto": "apenas em II."
      },
      {
        "letra": "C",
        "texto": "apenas em III."
      },
      {
        "letra": "D",
        "texto": "em nenhuma das afirmativas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "532522",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: TJ-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Penas privativas de liberdade",
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Revogação.",
      "Livramento condicional",
      "Extinção da pena",
      "Efeitos da condenação",
      "Efeitos secundários de natureza extrapenal genéricos",
      "Efeitos secundários de natureza extrapenal específicos",
      "Modalidades de sanções penais",
      "Reincidência"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os efeitos genéricos e específicos da condenação criminal são automáticos, sendo, pois, despicienda suas declarações na sentença."
      },
      {
        "letra": "B",
        "texto": "O juiz não poderá declarar extinta a pena, enquanto não passar em julgado a sentença, em processo a que responde o liberado, por crime cometido na vigência do livramento."
      },
      {
        "letra": "C",
        "texto": "As espécies de pena são as privativas de liberdade e restritivas de direito."
      },
      {
        "letra": "D",
        "texto": "A suspensão condicional da pena será obrigatoriamente revogada se, no curso do prazo, o beneficiário pratica novo crime doloso."
      },
      {
        "letra": "E",
        "texto": "Para efeito de reincidência, não prevalece a condenação anterior, se entre a data do cumprimento ou extinção da pena e a infração posterior tiver decorrido período de tempo superior a 2 (dois) anos, computado o período de prova da suspensão ou do livramento condicional, se não ocorrer revogação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "415124",
    "metadata": "Ano: 2014 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeito principal e efeitos secundários",
      "Efeitos secundários de natureza penal e de natureza extrapenal",
      "Efeitos secundários de natureza extrapenal genéricos",
      "Efeitos secundários de natureza extrapenal específicos"
    ],
    "enunciado_principal": "Os efeitos específicos da condenação, segundo regula o Código Penal Brasileiro, são automáticos, não havendo necessidade de serem explicitados na sentença.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "406901",
    "metadata": "Ano: 2014 | Banca: PUC-PR | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Prazo de duração",
      "Livramento condicional",
      "Requisitos para a concessão",
      "Efeitos da condenação",
      "Efeitos secundários de natureza extrapenal genéricos",
      "Causas de extinção da punibilidade",
      "Prescrição da pena de multa"
    ],
    "enunciado_principal": "Com observância das assertivas abaixo, responda: I. Nos casos de livramento condicional, para o condenado por crime doloso, cometido com violência ou grave ameaça à pessoa, a concessão do benefício ficará também subordinada à constatação de condições pessoais que façam presumir que o liberado não voltará a delinquir. II. Quanto aos efeitos da condenação, poderá ser decretada a perda de bens ou valores equivalentes ao produto ou proveito do crime quando estes não forem encontrados ou quando se localizarem no exterior. III. No que se refere às medidas de segurança, uma vez extinta a punibilidade, não se impõe a referida medida, nem subsiste a que tenha sido imposta. IV. A prescrição da pena de multa ocorrerá em 2 (dois) anos, quando a multa for alternativa ou cumulativamente cominada ou cumulativamente aplicada; e no mesmo prazo estabelecido para prescrição da pena privativa de liberdade, quando a multa for a única cominada ou aplicada. Assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as assertivas I e II são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "Somente as assertivas III e IV são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Somente as assertivas I, II e III são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Somente as assertivas I, II e IV são verdadeiras."
      }
    ],
    "gabarito": "C"
  }
]