[
  {
    "id": "2483808",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: Prefeitura de Arroio do Sal - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Tipicidade",
      "Antijuridicidade",
      "Legítima defesa",
      "Crime preterdoloso",
      "Participação",
      "Efeitos da condenação",
      "Efeito principal e efeitos secundários",
      "Crimes contra a administração pública",
      "Noções Gerais de Crimes Contra a Administração Pública"
    ],
    "enunciado_principal": "Considerando as disposições da Parte Geral do Código Penal, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ficam sujeitos à lei brasileira, embora cometidos no estrangeiro, os crimes contra a administração pública, por quem está a seu serviço."
      },
      {
        "letra": "B",
        "texto": "Não se comunicam as circunstâncias e as condições de caráter pessoal, ainda que elementares do crime."
      },
      {
        "letra": "C",
        "texto": "O agente só responde pelo resultado que agrava especialmente a pena se o houver causado ao menos culposamente."
      },
      {
        "letra": "D",
        "texto": "Um dos efeitos da condenação criminal é tornar certa a obrigação de indenizar o dano causado pelo crime."
      },
      {
        "letra": "E",
        "texto": "O agente que pratica fato descrito no tipo penal em legítima defesa responderá pelo excesso culposo ou doloso."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2476389",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: DPE-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeito principal e efeitos secundários"
    ],
    "enunciado_principal": "No que se refere aos efeitos da condenação, o instituto do confisco alargado ou ampliado exige que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o agente tenha sido condenado a uma pena máxima superior a 6 anos."
      },
      {
        "letra": "B",
        "texto": "o agente integre organização criminosa."
      },
      {
        "letra": "C",
        "texto": "o agente seja condenado a uma pena máxima não superior a 4 anos."
      },
      {
        "letra": "D",
        "texto": "o agente tenha sido condenado a uma pena superior a 8 anos."
      },
      {
        "letra": "E",
        "texto": "o ato delituoso tenha sido praticado por funcionário público."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1889593",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: CGU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeito principal e efeitos secundários"
    ],
    "enunciado_principal": "Com o cometimento de um fato delituoso e a consequente sentença condenatória pela prática deste, existem implicações que a acompanham. São os chamados efeitos secundários, mediatos, reflexos, acessórios ou indiretos, subdividindo-se, ainda, em penais ou extrapenais. Sobre o efeito específico da condenação consistente na perda do cargo, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é indispensável que a infração seja praticada com abuso de poder ou violação de dever na atividade pública;"
      },
      {
        "letra": "B",
        "texto": "declarado reabilitado, o condenado poderá voltar ao cargo, função ou mandato exercido anteriormente;"
      },
      {
        "letra": "C",
        "texto": "a perda do cargo decorrente de sentença penal condenatória impede que o agente seja investido em nova função;"
      },
      {
        "letra": "D",
        "texto": "a perda da função abrange qualquer cargo, função ou atividade exercidos pelo condenado, ainda que distinto daquele em que praticou o abuso;"
      },
      {
        "letra": "E",
        "texto": "uma vez cumprido o prazo de reabilitação, mesmo sem o processo, o condenado poderá voltar ao cargo, função ou mandato exercido anteriormente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1867432",
    "metadata": "Ano: 2022 | Banca: FUNDATEC | Órgão: IPE Saúde",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeito principal e efeitos secundários"
    ],
    "enunciado_principal": "O Pacote Anticrime (Lei nº 13.964/2019) acrescentou o Art. 91-A ao Código Penal, que prevê, como efeito da condenação, a perda de bens correspondentes à diferença entre o valor do patrimônio do condenado e aquele que seja compatível com seu rendimento lícito. Tal perda tem lugar na hipótese de condenação por infrações às quais a lei comine pena máxima superior a:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "2 anos de detenção."
      },
      {
        "letra": "B",
        "texto": "3 anos de detenção."
      },
      {
        "letra": "C",
        "texto": "4 anos de reclusão."
      },
      {
        "letra": "D",
        "texto": "6 anos de reclusão."
      },
      {
        "letra": "E",
        "texto": "8 anos de reclusão."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1866692",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: PGE-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeito principal e efeitos secundários"
    ],
    "enunciado_principal": "A respeito dos efeitos da condenação penal, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O indulto extingue os efeitos penais da condenação, sejam eles primários ou secundários, mas não os extrapenais."
      },
      {
        "letra": "B",
        "texto": "A condenação penal implica a perda em favor da União de todo e qualquer instrumento do crime, ressalvado o direito do lesado ou de terceiro de boa-fé."
      },
      {
        "letra": "C",
        "texto": "Independentemente do quantum da pena aplicada, poderá ser decretada a perda de bens ou valores equivalentes ao produto ou proveito do crime quando estes não forem encontrados ou quando se localizarem no exterior."
      },
      {
        "letra": "D",
        "texto": "A perda de cargo, função pública ou mandato eletivo é efeito da condenação quando aplicada pena privativa de liberdade por tempo igual ou superior a um ano, nos crimes praticados com abuso de poder ou violação de dever para com a administração pública, independentemente de motivação declarada na sentença."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1679246",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: CODEVASF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeito principal e efeitos secundários"
    ],
    "enunciado_principal": "Com relação ao direito penal, julgue o item a seguir. Um dos efeitos da condenação é a possibilidade de decretação de perda, como produto ou proveito do crime, dos bens correspondentes à diferença entre o valor do patrimônio do condenado e aquele que seja compatível com o seu rendimento lícito, devendo o juiz declarar, na sentença condenatória, o valor da diferença apurada.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1824671",
    "metadata": "Ano: 2020 | Banca: IDIB | Órgão: Prefeitura de Araguaína - TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeito principal e efeitos secundários",
      "Efeitos secundários de natureza extrapenal genéricos"
    ],
    "enunciado_principal": "Analise as afirmativas a seguir sobre os efeitos da condenação penal: I. É efeito da condenação, entre outros, a perda, em favor da União, Estados e Municípios, do produto do crime ou de qualquer bem ou valor que constitua proveito auferido pelo agente com a prática do fato criminoso. II. É efeito genérico da condenação a perda de cargo, função pública ou mandato eletivo, salvo quando for aplicada pena privativa de liberdade por tempo inferior a 4 (quatro) anos. III. Nos crimes praticados com abuso de poder ou violação de dever para com a Administração Pública, a condenação penal não pode resultar na perda do cargo público quando for aplicada pena privativa de liberdade por tempo igual ou inferior a 2 (dois) anos. É correto o que se afirma",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas em I."
      },
      {
        "letra": "B",
        "texto": "apenas em II."
      },
      {
        "letra": "C",
        "texto": "apenas em III."
      },
      {
        "letra": "D",
        "texto": "em nenhuma das afirmativas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1840442",
    "metadata": "Ano: 2019 | Banca: OBJETIVA | Órgão: Prefeitura de Antônio Prado - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeito principal e efeitos secundários",
      "Causas de extinção da punibilidade",
      "Anistia, graça e indulto",
      "Perempção",
      "Perdão do ofendido"
    ],
    "enunciado_principal": "De acordo com o Decreto-Lei nº 2.848/1940 - Código Penal, sobre as circunstâncias pelas quais se dá a extinção da punibilidade, marcar C para as afirmativas Certas, E para as Erradas e, após, assinalar a alternativa que apresenta a sequência CORRETA: ( ) Pela anistia e o indulto. ( ) Pelo perdão aceito, nos crimes de ação privada. ( ) Pela perempção. ( ) Por tornar certa a obrigação de indenizar o dano causado pelo crime.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "E - E - C - C."
      },
      {
        "letra": "B",
        "texto": "C - C - C - C."
      },
      {
        "letra": "C",
        "texto": "E - E - E - E."
      },
      {
        "letra": "D",
        "texto": "C - C - C - E."
      },
      {
        "letra": "E",
        "texto": "E - C - C - E."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1098010",
    "metadata": "Ano: 2019 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeito principal e efeitos secundários"
    ],
    "enunciado_principal": "Marque a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A extinção da punibilidade do crime principal não se estende ao crime acessório."
      },
      {
        "letra": "B",
        "texto": "São efeitos automáticos da condenação tornar certa a obrigação de indenizar o dano causado pelo crime, e a incapacidade para o exercício do poder familiar, da tutela ou da curatela nos crimes dolosos sujeitos à pena de reclusão cometidos contra outrem igualmente titular do mesmo poder familiar, contra filho, filha ou outro descendente ou contra tutelado ou curatelado."
      },
      {
        "letra": "C",
        "texto": "Nos termos da Lei n° 7.716/1989, que define os crimes resultantes de preconceito de raça ou de cor, constitui efeito da condenação a perda do cargo ou função pública, para o servidor público, e a suspensão do funcionamento do estabelecimento particular por prazo não superior a 3 (três) meses; no entanto, tais efeitos não são automáticos, devendo ser motivadamente declarados na sentença."
      },
      {
        "letra": "D",
        "texto": "É admissível a adoção do regime prisional semiaberto aos reincidentes condenados a pena igual ou inferior a 4 (quatro) anos, se favoráveis as circunstâncias judicias."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "987303",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeito principal e efeitos secundários"
    ],
    "enunciado_principal": "Conforme o Código Penal e a legislação aplicável, constitui efeito automático da condenação criminal, que independe de expressa motivação em sentença,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nos casos de crime doloso sujeito à pena de reclusão cometido contra filho, tutelado ou curatelado, a incapacidade para o exercício do poder familiar, da tutela ou da curatela."
      },
      {
        "letra": "B",
        "texto": "nos casos de crimes praticados com violação de dever para com a administração pública, a perda de cargo ou função pública, quando aplicada pena privativa de liberdade igual ou superior a um ano."
      },
      {
        "letra": "C",
        "texto": "nos casos de servidor público condenado pela prática de crime resultante de discriminação ou preconceito de raça, cor, religião ou procedência nacional, a perda do cargo ou da função pública."
      },
      {
        "letra": "D",
        "texto": "nos casos de condenação pela prática de crime falimentar, a inabilitação para o exercício de atividade empresarial, pelo prazo de cinco anos após a extinção da punibilidade."
      },
      {
        "letra": "E",
        "texto": "no caso de servidor público condenado pela prática de crime de tortura, a perda do cargo ou da função pública e a interdição para seu exercício pelo dobro do prazo da pena aplicada."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "960494",
    "metadata": "Ano: 2019 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeito principal e efeitos secundários",
      "Efeitos secundários de natureza penal e de natureza extrapenal"
    ],
    "enunciado_principal": "Em relação aos efeitos da condenação dispostos no Código Penal, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Um dos efeitos da condenação é tornar certa a obrigação de indenizar o dano causado pelo crime."
      },
      {
        "letra": "B",
        "texto": "Um dos efeitos da condenação é a perda em favor da União, ressalvado o direito do lesado ou de terceiro de boa-fé, do produto do crime ou de qualquer bem ou valor que constitua proveito auferido pelo agente com a prática do fato criminoso."
      },
      {
        "letra": "C",
        "texto": "Um dos efeitos da condenação é a perda de cargo, função pública ou mandato eletivo quando aplicada pena privativa de liberdade por tempo igual ou superior a dois anos, nos crimes praticados com abuso de poder ou violação de dever para com a Administração Pública."
      },
      {
        "letra": "D",
        "texto": "Um dos efeitos da condenação é a incapacidade para o exercício do poder familiar, da tutela ou da curatela nos crimes dolosos sujeitos à pena de reclusão cometidos contra outrem igualmente titular do mesmo poder familiar, contra filho, filha ou outro descendente ou contra tutelado ou curatelado."
      },
      {
        "letra": "E",
        "texto": "Um dos efeitos da condenação é a inabilitação para dirigir veículo, quando utilizado como meio para a prática de crime doloso."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "940909",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PC-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeito principal e efeitos secundários"
    ],
    "enunciado_principal": "Com referência a essa situação hipotética, julgue o item a seguir, considerando os institutos inerentes à Lei n.º 9.099/1995 e o entendimento dos tribunais superiores acerca da matéria.Dada a extinção da punibilidade de Antônio, o juízo não poderia ter decretado o confisco da motocicleta apreendida.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1839020",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: PGE-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeito principal e efeitos secundários",
      "Legislação Penal Especial",
      "Lei dos Crimes de Tortura – Lei nº 9.455 de 1997"
    ],
    "enunciado_principal": "No que toca aos efeitos da condenação, correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "constitui efeito genérico e automático a perda de cargo, função ou mandato eletivo."
      },
      {
        "letra": "B",
        "texto": "não constitui infração penal, mas meramente administrativa, o exercício de função de que privado o agente por decisão judicial."
      },
      {
        "letra": "C",
        "texto": "a reabilitação atinge os efeitos da condenação, vedada reintegração na situação anterior apenas quando aplicada, em qualquer crime, pena privativa de liberdade superior a 4 (quatro) anos."
      },
      {
        "letra": "D",
        "texto": "para os crimes de tortura, além da perda do cargo, função ou emprego público, igualmente prevista a interdição de seu exercício por prazo determinado em lei."
      },
      {
        "letra": "E",
        "texto": "nos crimes de licitações, desde que consumados, os autores, quando servidores públicos, além das sanções penais, estão sujeitos à perda do cargo, emprego, função ou mandato eletivo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "695616",
    "metadata": "Ano: 2016 | Banca: Quadrix | Órgão: CRO - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeito principal e efeitos secundários",
      "Efeitos secundários de natureza penal e de natureza extrapenal"
    ],
    "enunciado_principal": "Analise as afirmativas a seguir, relacionadas aos efeitos da condenação penal. I. Além de seus efeitos penais, a sentença proferida em processo criminal pode gerar outros efeitos, a exemplo de tornar certa a obrigação de reparar o dano causado pelo crime, ou mesmo fazer com que o condenado venha a perder eventual função pública. II. A sentença penal condenatória com trânsito em julgado evidencia, quando possível, o dano causado pelo agente mediante a prática de sua conduta típica, e gera para a vítima um título executivo judicial. III. Um dos efeitos da condenação penal é a perda, em favor da União, do produto do crime ou de qualquer bem ou valor que constitua proveito auferido pelo agente com a prática do fato criminoso. IV. Se alguém, dolosamente, utilizar seu automóvel para causar lesão na vítima, um dos efeitos da condenação penal será a perda do veículo em favor da União. Está correto o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II, somente."
      },
      {
        "letra": "B",
        "texto": "II e III, somente."
      },
      {
        "letra": "C",
        "texto": "I, II e IV, somente."
      },
      {
        "letra": "D",
        "texto": "I, II e III, somente."
      },
      {
        "letra": "E",
        "texto": "I, III e IV, somente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "690096",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: DPE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeito principal e efeitos secundários",
      "Causas de extinção da punibilidade",
      "Perdão do ofendido",
      "Perdão judicial"
    ],
    "enunciado_principal": "Sobre os efeitos da condenação,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a estigmatização do condenado é um efeito declarado da sentença penal condenatória."
      },
      {
        "letra": "B",
        "texto": "quando for aplicada pena privativa de liberdade por tempo superior a 4 anos é automática a perda de cargo, função pública ou mandato eletivo."
      },
      {
        "letra": "C",
        "texto": "a obrigação de indenizar o dano causado pelo crime é efeito automático da sentença penal condenatória."
      },
      {
        "letra": "D",
        "texto": "o perdão tácito do ofendido não é admissível no direito penal brasileiro."
      },
      {
        "letra": "E",
        "texto": "o perdão judicial exclui os efeitos da condenação, salvo a reincidência."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "591359",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeito principal e efeitos secundários",
      "Efeitos secundários de natureza penal e de natureza extrapenal",
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Anistia, graça e indulto",
      "Prescrição da pretensão executória"
    ],
    "enunciado_principal": "A respeito dos efeitos da condenação, da ação penal e das causas de extinção da punibilidade previstas no Código Penal (CP), assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Constitui efeito extrapenal automático da condenação pela prática do crime de corrupção passiva a perda do cargo ocupado por servidor, desde que a pena aplicada ao condenado seja igual ou superior a um ano."
      },
      {
        "letra": "B",
        "texto": "O prazo decadencial de seis meses para a propositura de queixa-crime por crime para o qual se prevê ação penal privada tem início na data em que ocorrer o fato contra o ofendido, independentemente do dia em que tenha tido conhecimento da identidade do autor do crime."
      },
      {
        "letra": "C",
        "texto": "A perda do cargo público imposta na sentença penal condenatória, como efeito extrapenal, possui efeitos permanentes, contudo não implica impossibilidade de investidura em outro cargo público."
      },
      {
        "letra": "D",
        "texto": "As causas de extinção da punibilidade que atingem a pretensão executória eliminam todos os efeitos penais de eventual sentença condenatória, não podendo ser pressuposto da reincidência tampouco ser usada como título executivo judicial na área cível."
      },
      {
        "letra": "E",
        "texto": "A anistia destina-se a um indivíduo determinado, condenado irrecorrivelmente, podendo, assim como o indulto, ser concedida de forma total ou parcial."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "495391",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: SEFAZ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeito principal e efeitos secundários"
    ],
    "enunciado_principal": "Um Julgador Administrativo Tributário do Tesouro Estadual, que praticou crime sem violação de dever para com a Administração pública e sem abuso de poder, foi condenado a pena privativa de liberdade em 3 anos. O Magistrado, como efeito da condenação, determinou a perda do cargo do funcionário, que ingressou medida para ser reintegrado ao cargo. Neste caso, o funcionário",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderá ser reintegrado, pois a ausência de previsão de tal efeito impede a perda do cargo."
      },
      {
        "letra": "B",
        "texto": "poderá ser reintegrado, pois a condenação por crime comum é inferior a 4 anos."
      },
      {
        "letra": "C",
        "texto": "poderá ser reintegrado, pois o efeito da condenação será aplicado na esfera administrativa."
      },
      {
        "letra": "D",
        "texto": "não poderá ser reintegrado, pois o patamar de condenação sofrida depende de autorização administrativa."
      },
      {
        "letra": "E",
        "texto": "não poderá ser reintegrado, pois a perda do cargo é efeito de condenação facultativo do Magistrado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "464364",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeito principal e efeitos secundários",
      "Efeitos secundários de natureza penal e de natureza extrapenal"
    ],
    "enunciado_principal": "Ninguém pode ser punido por fato que lei posterior deixa de considerar crime, cessando em virtude dela a execução______________; a lei posterior, que de qualquer modo favorecer o agente, aplica-se aos fatos anteriores,_____________ .Assinale a alternativa que preenche, correta e respectivamente, as lacunas.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "e os efeitos penais da sentença condenatória … desde que não decididos por sentença transitada em julgado"
      },
      {
        "letra": "B",
        "texto": "e os efeitos penais da sentença condenatória … ainda que decididos por sentença condenatória transitada em julgado"
      },
      {
        "letra": "C",
        "texto": "e os efeitos penais da sentença condenatória, excluídos os efeitos civis … desde que não decididos por acórdão transitado em julgado"
      },
      {
        "letra": "D",
        "texto": "e os efeitos penais da sentença condenatória, excluídos os efeitos civis … ainda que decididos por sentença con- denatória transitada em julgado"
      },
      {
        "letra": "E",
        "texto": "mas mantidos os efeitos penais da sentença condenatória … desde que não decididos por sentença transitada em julgado"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "415124",
    "metadata": "Ano: 2014 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeito principal e efeitos secundários",
      "Efeitos secundários de natureza penal e de natureza extrapenal",
      "Efeitos secundários de natureza extrapenal genéricos",
      "Efeitos secundários de natureza extrapenal específicos"
    ],
    "enunciado_principal": "Os efeitos específicos da condenação, segundo regula o Código Penal Brasileiro, são automáticos, não havendo necessidade de serem explicitados na sentença.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "542787",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeito principal e efeitos secundários"
    ],
    "enunciado_principal": "Em relação aos efeitos da condenação, julgue o item que se segue. Considere que uma mulher, maior e capaz, chegue a casa, logo após ter sido demitida, e, nervosa, agrida, injustificada e intencionalmente, seu filho de dois anos de idade, causando-lhe lesões corporais de natureza leve. Nessa situação hipotética, caso essa mulher seja condenada pela referida agressão após o devido processo legal, não caberá, como efeito da condenação, a decretação de sua incapacidade para o exercício do poder familiar, nos termos do CP.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "433137",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: TJ-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeito principal e efeitos secundários"
    ],
    "enunciado_principal": "A principal consequência do trânsito em julgado da sentença condenatória é fazer com que o condenado cumpra a pena determinada, geralmente privativa de liberdade, restritiva de direito ou de multa. Contudo, existem outros efeitos da condenação previstos na legislação penal. A esse respeito, analise as afirmativas a seguir.I. É efeito genérico de a condenação tornar certa a obrigação de indenizar o dano causado pelo crime. II. Um dos efeitos específicos da condenação é a perda do cargo, função pública ou mandato eletivo, desde que a pena privativa de liberdade aplicada seja superior a 2 anos, qualquer que seja o crime praticado pelo funcionário público. III. Os efeitos de perda em favor da União dos instrumentos do crime e da perda de cargo, função pública ou mandato eletivo, nas hipóteses previstas em lei, serão automáticos e independerão de previsão na sentença condenatória.Assinale:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se somente a afirmativa I estiver correta"
      },
      {
        "letra": "B",
        "texto": "se somente a afirmativa II estiver correta"
      },
      {
        "letra": "C",
        "texto": "se somente as afirmativas I e III estiverem corretas."
      },
      {
        "letra": "D",
        "texto": "se somente as afirmativas II e III estiverem corretas"
      },
      {
        "letra": "E",
        "texto": "se todas as afirmativas estiverem corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1661610",
    "metadata": "Ano: 2012 | Banca: COPESE - UFT | Órgão: MPE-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Efeito principal e efeitos secundários"
    ],
    "enunciado_principal": "São efeitos da condenação criminal: I. A suspensão de cargo, função pública ou mandato eletivo, quando aplicada pena privativa de liberdade por tempo igual ou superior a 1 (um) ano, nos crimes praticados com abuso de poder ou violação de dever para com a Administração Pública e quando for aplicada pena privativa de liberdade por tempo superior a 4 (quatro) anos nos demais casos, restabelecendo-se o agente no cargo, função pública ou mandato eletivo, apenas depois de cumprida integralmente a pena; II. A incapacidade para o exercício do poder familiar, tutela ou curatela, nos crimes dolosos, sujeitos a pena de reclusão, cometidos contra filho, tutelado ou curatelado; III. A inabilitação para dirigir veículo, quando utilizado como meio para a prática de crime doloso; IV. A perda do direito à herança, no caso de crime doloso contra a vida de seus ascendentes;",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas os itens I e II estão corretos."
      },
      {
        "letra": "B",
        "texto": "Apenas os itens III e IV estão corretos."
      },
      {
        "letra": "C",
        "texto": "Apenas os itens I e IV estão corretos."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens II e III estão corretos."
      },
      {
        "letra": "E",
        "texto": "Apenas os itens II e IV estão corretos."
      }
    ],
    "gabarito": "D"
  }
]