[
  {
    "id": "3387031",
    "metadata": "Ano: 2025 | Banca: FCC | Órgão: DPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "No que toca à teoria do erro no Direito Penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A aferição da culpa na análise do erro não tem relevância legal para se verificar a incidência, ou não, das descriminantes putativas, uma vez que o erro de tipo se trata de instituto que não permite a punição para delitos culposos."
      },
      {
        "letra": "B",
        "texto": "O erro de tipo incide sobre aspectos objetivos do tipo penal principal, mas também sobre a figura qualificada do crime e as agravantes."
      },
      {
        "letra": "C",
        "texto": "O erro de tipo não ocorre nos crimes omissivos impróprios."
      },
      {
        "letra": "D",
        "texto": "O terceiro que determina o erro de tipo não responde pelo crime, salvo se comprovada a previsibilidade da conduta do autor do delito."
      },
      {
        "letra": "E",
        "texto": "O erro de proibição, no caso dos delitos omissivos próprios, exclui a tipicidade da ação, pois ausente o dolo na conduta."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3248010",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: Prefeitura de Niterói - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "“O erro de tipo pode ser dividido em duas espécies: o erro de tipo essencial e o erro de tipo acidental” (Cunha, 2019, p. 302). Sobre as espécies de erro, o Código Penal brasileiro dispõe que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não responde pelo crime o terceiro que determina o erro"
      },
      {
        "letra": "B",
        "texto": "o erro sobre elemento constitutivo do tipo legal de crime exclui o dolo"
      },
      {
        "letra": "C",
        "texto": "o erro quanto à pessoa contra a qual o crime é praticado não isenta o agente de pena"
      },
      {
        "letra": "D",
        "texto": "é isento de pena o agente que, por acidente ou erro no uso dos meios de execução, em vez de atingir a pessoa que pretendia ofender, atinge pessoa diversa"
      },
      {
        "letra": "E",
        "texto": "erro sobre a ilicitude do fato, se inevitável, poderá diminuir a pena de um sexto a um terço"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3172452",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Tipicidade",
      "Autoria e coautoria",
      "Erro do tipo essencial",
      "Crimes contra o patrimônio",
      "Furto"
    ],
    "enunciado_principal": "[Questão inédita] Mevinho, famoso escamoteador da região, resolveu subtrair para si veículo pertencente à Ticia, porquanto notou que a porta do carro estava aberta e com a chave na ignição. Neste instante, ao tentar dar partida no veículo não logrou sucesso, por falha mecânica. Ao notar o aproximar de Rubinho, Mevinho de imediato pediu auxílio para empurrar o carro e, assim, fazê-lo “pegar no tranco”. De pronto atendido, sem que Rubinho soubesse do crime em andamento. No exato momento em que logram a combustão veicular, a Polícia Militar os aborda e cessa a atividade criminosa. Nesses termos, podemos afirmar que a conduta perpetrada por Mevinho e Rubinho:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ambos responderam como incursos no crime de furto qualificado pelo concurso de pessoas (art. 155, § 4º, inc. IV do Código Penal)."
      },
      {
        "letra": "B",
        "texto": "Mevinho responderá como incurso no crime de furto simples (art. 155, caput, do Código Penal), enquanto a conduta de Rubinho não configura ilícito por trata-se de erro de tipo essencial."
      },
      {
        "letra": "C",
        "texto": "Mevinho responderá como incurso no crime de furto qualificado pelo concurso de pessoas (art. 155, § 4º, inc. IV do Código Penal), enquanto a conduta de Rubinho não configura ilícito por trata-se de erro de tipo essencial."
      },
      {
        "letra": "D",
        "texto": "Ambos responderam como incursos no crime de tentativa furto qualificado pelo concurso de pessoas (art. 155, § 4º, inc. IV c.c. o art. 14, inc. II, ambos do Código Penal)."
      },
      {
        "letra": "E",
        "texto": "Ambos responderam como incursos no crime de tentativa de furto qualificado pelo concurso de agentes (art. 155, § 4º, IV, c.c. o art. 14, inc. II, do Código Penal)"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3345837",
    "metadata": "Ano: 2024 | Banca: IV - UFG | Órgão: TJ-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Consumação e tentativa",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "Leia o caso a seguir. Uma adolescente de 13 anos e meio de idade cria perfil em uma página de relacionamentos numa rede social, no qual informa ter 14 anos de idade. A adolescente possui aparência compatível com a idade informada no perfil. Um jovem de 20 anos manifesta interesse pelo perfil e com ela inicia diálogos que culminam num encontro no qual, com consentimento da adolescente, trocam beijos e carícias íntimas, mas não praticam conjunção carnal. Após ver o casal em público, um amigo do jovem, que conhecia a adolescente, o informa sobre a verdadeira idade dela. Em razão disso, o jovem rompe com a adolescente que, inconformada com o fim do relacionamento, procura a delegacia acompanhada de seus pais e o denuncia por estupro de vulnerável. Elaborado pelo(a) autor(a). O fato praticado pelo jovem no caso narrado é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "atípico porque ficou configurado o erro de proibição inevitável."
      },
      {
        "letra": "B",
        "texto": "típico e punível como fato tentado porque não houve a prática de conjunção carnal."
      },
      {
        "letra": "C",
        "texto": "típico e não punível porque ficou configurado o erro de proibição inevitável."
      },
      {
        "letra": "D",
        "texto": "típico e punível como fato consumado porque basta a prática de ato libidinoso."
      },
      {
        "letra": "E",
        "texto": "atípico porque ficou configurado o erro de tipo inevitável."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3136256",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Câmara de Osasco - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "Luís, médico veterinário, foi chamado para lidar com um animal selvagem em um condomínio. Ao chegar, ele encontrou o que parecia ser um falcão e decidiu levá-lo ao Centro de Controle do município. No entanto, ele optou por liberar o animal em uma área de mata próxima, acreditando que era o habitat adequado, o que acabou economizando seu tempo. Quando Luciana, moradora do condomínio, chegou em casa, notou que seu pássaro de estimação havia desaparecido. Ao investigar, Luciana descobriu que seu pássaro havia sido confundido com um falcão e levado por Luís. Ela então registrou um boletim de ocorrência na Delegacia de Polícia. Neste caso, sobre a conduta de Luís, assinale a alternativa que contenha corretamente a espécie de erro de tipo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Erro de tipo permissivo."
      },
      {
        "letra": "B",
        "texto": "Erro de tipo inescusável."
      },
      {
        "letra": "C",
        "texto": "Erro de tipo escusável."
      },
      {
        "letra": "D",
        "texto": "Erro de proibição."
      },
      {
        "letra": "E",
        "texto": "Não houve erro de tipo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3016586",
    "metadata": "Ano: 2024 | Banca: FACET Concursos | Órgão: Prefeitura de Queimadas - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Em um caso que gerou grande repercussão em Queimadas-PB, um agente de segurança pública, em operação noturna, disparou contra um suspeito, acreditando que este estava armado e prestes a cometer um crime. Posteriormente, verificou-se que a vítima estava desarmada e não representava perigo. O agente alegou erro de tipo. Avalie as assertivas: 1. O erro de tipo ocorre quando o agente atua sem a consciência de que sua conduta preenche os elementos do tipo penal, podendo excluir o dolo e, em certas condições, a culpa. 2. O erro de proibição ocorre quando o agente, mesmo conhecendo os fatos, desconhece a ilicitude da sua conduta, podendo ser excluído se invencível. 3. O erro sobre a pessoa implica na aplicação da teoria da equivalência, segundo a qual o agente responde como se tivesse atingido a pessoa que pretendia atingir. 4. No erro de tipo, se evitável, o agente responde pelo crime culposo, se previsto na lei, mas se o erro for inevitável, exclui-se o dolo e a culpa. 5. A obediência hierárquica, quando invocada em erro de proibição, só afasta a culpabilidade se a ordem não for manifestamente ilegal. Alternativas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas 1, 3 e 4 são corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas 1, 2 e 5 são corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas 2, 3 e 4 são corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas 3, 4 e 5 são corretas."
      },
      {
        "letra": "E",
        "texto": "Todas as assertivas são corretas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2536655",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: Prefeitura de Vitória - ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Luiz reside em um condomínio composto por vinte casas idênticas. Em uma determinada ocasião, após um cansativo dia de trabalho, Luiz, no período noturno, acabou por ingressar no domicílio do seu vizinho, sem a concordância deste, acreditando, fortemente, de que se tratava da sua casa, em razão da identidade entre as construções. Nesse cenário, considerando as disposições do Código Penal, é correto afirmar que Luiz",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não responderá por qualquer crime, em razão do erro de proibição indireto."
      },
      {
        "letra": "B",
        "texto": "não responderá por qualquer crime, em razão do erro de proibição direto."
      },
      {
        "letra": "C",
        "texto": "não responderá por qualquer crime, em razão do erro de tipo."
      },
      {
        "letra": "D",
        "texto": "responderá pelo crime de violação de domicílio qualificado."
      },
      {
        "letra": "E",
        "texto": "responderá pelo crime de violação de domicílio simples."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2457372",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: AL-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "Daniel, com 19 anos, teve relações sexuais consentidas com Joana, a qual, à época dos fatos, tinha 13 anos de idade. Durante as investigações deflagradas contra Daniel, para apurar a suposta prática do crime de estupro de vulnerável, o agente afirmou e comprovou que conheceu Joana em uma boate – exclusiva para maiores de idade –, sendo certo que a adolescente ingressou no local portando uma carteira de identidade falsa. Daniel comprovou, ainda, que desconhecia, por completo, a idade da mulher, que aparentava, para todos, ser maior, em razão de sua compleição física apresentada. Nesse cenário, considerando as disposições do Direito Penal, é correto afirmar que Daniel não responderá por qualquer crime, em razão do erro de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "proibição indireto."
      },
      {
        "letra": "B",
        "texto": "tipo incriminador."
      },
      {
        "letra": "C",
        "texto": "proibição direto."
      },
      {
        "letra": "D",
        "texto": "tipo permissivo."
      },
      {
        "letra": "E",
        "texto": "mandamento."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2448594",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Caio, torcedor fanático da Seleção Brasileira de Futebol, recebeu uma ligação, afirmando que foi sorteado para acompanhar a final de um campeonato entre o Brasil e a Argentina. Para tanto, ele deveria comparecer à sede da empresa que realizou o sorteio para retirar o ingresso. Assim sendo, Caio, agente público, saiu às pressas da repartição onde trabalha, levando consigo o telefone celular do órgão público, acreditando ser o seu aparelho de telefonia móvel, posto que ambos são idênticos. Considerando as disposições do Código Penal e os entendimentos doutrinário e jurisprudencial dominantes, é correto afirmar que Caio:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não responderá por qualquer crime, por força do erro de proibição indireto;"
      },
      {
        "letra": "B",
        "texto": "não responderá por qualquer crime, por força do erro de proibição direto;"
      },
      {
        "letra": "C",
        "texto": "não responderá por qualquer crime, por força do erro de tipo;"
      },
      {
        "letra": "D",
        "texto": "responderá pelo crime de concussão;"
      },
      {
        "letra": "E",
        "texto": "responderá pelo crime de peculato."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3566167",
    "metadata": "Ano: 2023 | Banca: Avança SP | Órgão: Prefeitura de Ubatuba - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Consumação e tentativa",
      "Crime impossível",
      "Arrependimento posterior",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "Considerando a disciplina da Parte Geral do Código Penal, avalie as seguintes assertivas, assinalando, em sequência, a opção CORRETA sobre referida avaliação: I - “Pune-se a tentativa quando, por ineficácia absoluta do meio ou por absoluta impropriedade do objeto, é impossível consumar-se o crime dolosamente pretendido pelo agente”. II - “Nos crimes cometidos sem violência ou grave ameaça à pessoa, reparado o dano ou restituída a coisa, até o oferecimento da denúncia ou da queixa, por ato voluntário do agente, a pena será reduzida de um terço à metade”. III - “O erro sobre elemento constitutivo do tipo legal de crime exclui a ilicitude da conduta”.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é correto o que se afirma em I, apenas."
      },
      {
        "letra": "B",
        "texto": "é correto o que se afirma em II, apenas."
      },
      {
        "letra": "C",
        "texto": "nenhuma das assertivas está correta."
      },
      {
        "letra": "D",
        "texto": "é correto o que se afirma em II e III, apenas."
      },
      {
        "letra": "E",
        "texto": "é correto o que se afirma em I e III, apenas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2339494",
    "metadata": "Ano: 2023 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Considere as seguintes afirmações sobre erro de tipo e erro de proibição. I - O erro de tipo essencial exclui sempre o dolo, independente de ser evitável, ou não, exsurgindo a modalidade culposa, se prevista em lei. II - A invasão de um escritório de trabalho, fora dos casos autorizados, supondo o agente equivocadamente que as dependências do local de atividade profissional não estão abrangidas pela expressão “casa”, se estiver realmente em erro comete um “erro de proibição”, pois supôs não estar proibido de adentrar no local. III - Para a teoria extremada da culpabilidade, todo e qualquer erro que recaia sobre uma causa de justificação é erro de proibição, e, sendo escusável, exclui a culpabilidade. Já para a teoria limitada da culpabilidade, os erros sobre os pressupostos fáticos de uma causa de justificação são tratados como um erro de tipo permissivo. IV - No erro de proibição direto, o agente realiza uma conduta proibida, seja por desconhecer a norma proibitiva, seja por conhecê-la mal, seja por não compreender o seu verdadeiro âmbito de incidência. Quais afirmações estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas II."
      },
      {
        "letra": "B",
        "texto": "Apenas I e III."
      },
      {
        "letra": "C",
        "texto": "Apenas II e IV."
      },
      {
        "letra": "D",
        "texto": "Apenas I, III e IV."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2271432",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "Matéria 1 - Em 29/08/2017 foi noticiado pela mídia digital: “Assédio no ônibus - Homem ejacula no pescoço de passageira na avenida Paulista Mulher estava dormindo e foi acordada pelos movimentos do homem, que estava se masturbando e ejaculou em seu pescoço. Passageiros se revoltaram e queriam bater no agressor, que foi detido pela polícia. (...) No início da tarde desta terça-feira (29), uma mulher foi vítima de assédio sexual dentro de um ônibus municipal de São Paulo. O caso aconteceu dentro do ônibus que faz o trajeto Metrô Ana Rosa – Morro Grande, quando passava pela avenida Paulista” (Fonte: https://revistaforum.com.br/noticias/assedio-no-onibushomem-ejacula-no-pescoco-de-passageira-na-avenida-paulista/) Matéria 2 - Em 10/07/2023 foi noticiado pela mídia digital: “Um homem de 46 anos morreu ao ser baleado pelo amigo durante uma caçada de javalis na noite da última sexta-feira, 7. O caso foi registrado pela Polícia Militar de São Paulo por volta das 19h próximo à Estrada Vicinal Jesulino Cunha Frota, na área rural de São João de Iracema, a cerca de 114 quilômetros da capital paulista. Policiais militares foram acionados para o atendimento da ocorrência e, no local, encontraram a vítima caída no chão, já sem vida. De acordo com o depoimento de testemunhas, o grupo de amigos estava caçando javalis na mata, quando o suspeito teria atirado na vítima depois de confundi-la com um dos animais.” (Fonte: https://www.cnnbrasil.com.br/nacional/homem-morrebaleado-apos-ser-confundido-por-javali-durante cacada-no-interiorde-sp/) Matéria 3 - Em 15/07/2023 foi noticiado pela mídia digital: “Preso jovem que vendia maisena como se fosse cocaína em Anápolis (...) O suspeito, que trabalha como vendedor ambulante no município, já é um antigo conhecido da polícia. Isso porque essa não é a primeira vez que ele se envolve com o comércio de drogas. No entanto, este último episódio chamou muito a atenção das autoridades. O jovem estava vendendo um conteúdo para os clientes como se fosse cocaína, mas, na verdade, se tratava apenas de maisena. (...)” (Fonte: https://portal6.com.br/2023/07/15/preso-jovemque-vendia-maisena-como-se-fosse-cocaina-em-anapolis/) Considerando as matérias jornalísticas apontadas, é correto afirmar juridicamente que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "em relação à matéria 1, deverá ser observada, como consequência jurídico-penal, a adequação da conduta do agente ao delito de estupro previsto no Art. 213 do Código Penal (estupro). Em relação à matéria 2, deverá ser observado, como consequência jurídico-penal no tocante à morte da vítima, o erro de tipo sobre a pessoa invencível e, consequentemente, a atipicidade. Por fim, em relação à matéria 3, deverá ser observado, como consequência jurídico-penal no tocante à venda da substância, o delito putativo por erro de proibição e, consequentemente, a atipicidade;"
      },
      {
        "letra": "B",
        "texto": "em relação à matéria 1, deverá ser observada, como consequência jurídico-penal, a adequação da conduta do agente à contravenção penal textualizada no Art. 61 (importunação ofensiva ao pudor). Em relação à matéria 2, deverá ser observado, como consequência jurídico-penal no tocante à morte da vítima, o erro de tipo essencial invencível e, consequentemente, a atipicidade. Por fim, em relação à matéria 3, deverá ser observado, como consequência jurídico-penal no tocante à venda da substância, o delito putativo por erro de tipo e, consequentemente, a atipicidade;"
      },
      {
        "letra": "C",
        "texto": "em relação à matéria 1, deverá ser observada, como consequência jurídico-penal, a adequação da conduta do agente ao delito de importunação sexual indicado pelo Art. 215-A do Código Penal (importunação sexual). Em relação à matéria 2, deverá ser observado, como consequência jurídico-penal no tocante à morte da vítima, o erro de tipo essencial invencível e, consequentemente, a atipicidade. Por fim, em relação à matéria 3, deverá ser observado, como consequência jurídico-penal no tocante à venda da substância, o delito putativo por erro de tipo e, consequentemente, a atipicidade;"
      },
      {
        "letra": "D",
        "texto": "em relação à matéria 1, deverá ser observada, como consequência jurídico-penal, a adequação da conduta do agente ao delito de ato obsceno encartado no Art. 233 do Código Penal (ato obsceno). Em relação à matéria 2, deverá ser observado, como consequência jurídico-penal no tocante à morte da vítima, o erro de tipo essencial inescusável e, consequentemente, a atipicidade. Por fim, em relação à matéria 3, deverá ser observado, como consequência jurídico-penal no tocante à venda da substância, o delito putativo por erro de proibição e, consequentemente, a atipicidade;"
      },
      {
        "letra": "E",
        "texto": "em relação à matéria 1, deverá ser observada, como consequência jurídico-penal, a adequação da conduta do agente ao Art. 215-A do Código Penal (importunação sexual). Em relação à matéria 2, deverá ser observado, como consequência jurídico-penal no tocante à morte da vítima, o erro de tipo sobre a pessoa invencível e, consequentemente, a atipicidade. Por fim, em relação à matéria 3, deverá ser observado, como consequência jurídico-penal no tocante à venda da substância, o delito putativo por erro de tipo e, consequentemente, a exclusão da tipicidade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2215674",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: MPE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "No que se refere ao erro e à aplicação da pena no direito penal assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O desconhecimento da lei, escusável ou inescusável, é circunstância que atenua a pena."
      },
      {
        "letra": "B",
        "texto": "O desconhecimento da lei, desde que escusável, autoriza o perdão judicial por crime, seja este doloso ou culposo."
      },
      {
        "letra": "C",
        "texto": "O erro de proibição inescusável é penalmente irrelevante."
      },
      {
        "letra": "D",
        "texto": "O erro sobre a ilicitude do fato, desde que escusável, afasta o dolo do agente."
      },
      {
        "letra": "E",
        "texto": "A condescendência do órgão público fiscalizatório diante do fato típico é suficiente para autorizar o reconhecimento do erro de proibição."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2208449",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Considere as seguintes situações: I. um aluno, ao final da aula, inadvertidamente, coloca em sua pasta um livro de um colega, pensando sinceramente ser o seu; II. uma pessoa pretende matar seu desafeto e, quando sai à sua procura, encontra-se com um sósia de seu inimigo e, por confundi-lo com a vítima visada, acaba matando a pessoa errada, ou seja, o sósia; III. um policial à paisana finge-se embriagado e, para chamar a atenção de um ladrão, com quem conversa em um bar, diz que está com muito dinheiro na carteira. O ladrão decide roubá-lo na saída do bar; ao fazê-lo, contudo, é preso em flagrante, por outros policiais à paisana que acompanhavam os fatos; IV. José se depara com um sósia de seu inimigo que leva a mão à cintura, como se fosse sacar algum objeto; José, ao ver essa atitude, pensa estar prestes a ser atingido por um revólver e, por esse motivo, saca sua arma, atirando contra a vítima, que nada possuía nas mãos ou na cintura. Tais ocorrências configuram, respectivamente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "erro de proibição; erro de tipo acidental; delito putativo por obra de agente provocador; descriminante putativa."
      },
      {
        "letra": "B",
        "texto": "erro de tipo essencial; erro de tipo acidental; crime impossível; erro de tipo permissivo."
      },
      {
        "letra": "C",
        "texto": "erro de tipo acidental; erro de tipo essencial; descriminante putativa; erro de proibição."
      },
      {
        "letra": "D",
        "texto": "erro de tipo essencial; erro de proibição; delito de experiência; descriminante putativa."
      },
      {
        "letra": "E",
        "texto": "erro de tipo acidental; aberratio ictus; crime impossível; erro de tipo permissivo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2106604",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TCE-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "João, gestor público, autoriza a colocação de títulos da dívida pública no mercado financeiro, sem que estes estivessem previamente registrados em sistema centralizado de liquidação e de custódia. Durante a investigação pré-processual comprova-se que João, atuando de forma culposa, acreditava que os títulos da dívida pública estavam registrados no sistema adequado. Nesse cenário, é correto afirmar que restou caracterizado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "erro de tipo inescusável, excluindo o dolo. Como há a modalidade culposa do tipo penal, João responderá pelo crime culposo de colocação de títulos no mercado;"
      },
      {
        "letra": "B",
        "texto": "erro de tipo inescusável, excluindo o dolo. Como não há a modalidade culposa do tipo penal, João não responderá por qualquer crime;"
      },
      {
        "letra": "C",
        "texto": "erro de tipo permissivo, isentando-se João de pena;"
      },
      {
        "letra": "D",
        "texto": "erro de proibição direto, isentando-se João de pena;"
      },
      {
        "letra": "E",
        "texto": "erro de proibição indireto, isentando-se João de pena."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2098990",
    "metadata": "Ano: 2023 | Banca: INSTITUTO AOCP | Órgão: MPE-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Acerca do erro jurídico-penal, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O erro sobre o objeto e sobre o nexo causal constituem construções doutrinárias de erro de tipo acidental."
      },
      {
        "letra": "B",
        "texto": "Qualquer legítima defesa putativa enseja a exclusão do dolo e culpa."
      },
      {
        "letra": "C",
        "texto": "A dirimente do erro de proibição, se inevitável, isenta de pena e, se evitável, poderá diminui-la, de um sexto a um terço."
      },
      {
        "letra": "D",
        "texto": "A diferença do erro na execução do crime e do resultado diverso do pretendido reside na natureza dos bens atingidos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2075598",
    "metadata": "Ano: 2023 | Banca: FUMARC | Órgão: AL-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Antijuridicidade",
      "Estrito cumprimento de dever legal e exercício regular de direito",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental",
      "Noções Gerais Antijuridicidade"
    ],
    "enunciado_principal": "De acordo com o Código Penal, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Considera-se em estrito cumprimento de dever legal o agente de segurança pública que repele agressão ou risco de agressão a vítima mantida refém durante a prática de crimes."
      },
      {
        "letra": "B",
        "texto": "O erro quanto à pessoa contra a qual o crime é praticado não isenta de pena."
      },
      {
        "letra": "C",
        "texto": "O erro sobre a ilicitude do fato, se inevitável, isenta de pena."
      },
      {
        "letra": "D",
        "texto": "O erro sobre elemento constitutivo do tipo legal de crime exclui o dolo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2408351",
    "metadata": "Ano: 2022 | Banca: SELECON | Órgão: Prefeitura de São Gonçalo - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Dênis participou do processo para obtenção da carteira nacional de habilitação, tendo sido aprovado e obtido o documento do órgão de trânsito competente. Posteriormente, após ser abordado por autoridade policial em fiscalização de trânsito, houve a constatação de que o documento de habilitação seria falso. Dênis aduziu que desconhecia essa falsidade diante dos fatos que arrolou. Nos termos do Código Penal, o caso é de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "erro putativo"
      },
      {
        "letra": "B",
        "texto": "erro de proibição"
      },
      {
        "letra": "C",
        "texto": "erro sobre pessoa"
      },
      {
        "letra": "D",
        "texto": "erro sobre elementos do tipo"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2031578",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Orlando e Itamar são dois homens maiores de idade que procuram na internet por ofertas de prostituição feminina. Orlando então conhece uma moça de 17 anos, com larga experiência na oferta de favores sexuais, e, crendo estar celebrando negócio lícito, a contrata para com ele praticá-los. Itamar, por sua vez, localiza a mesma moça em um ponto de prostituição na cidade de Anápolis, ao lado de outras prostitutas de avançada idade, e, sem questionar sua faixa etária e sua experiência pretérita, contrata-a para ter com ele relações sexuais. Em ambos os casos, após a consumação do ato, há crime em hipótese, qual seja, favorecimento da prostituição de pessoa menor de 18 anos. Sobre esse tema e em sua autodefesa, Orlando e Itamar poderão alegar, respectivamente",
    "alternativas": [
      {
        "letra": "A",
        "texto": "erro de proibição e erro de tipo."
      },
      {
        "letra": "B",
        "texto": "erro determinado por terceiro e erro sobre a pessoa."
      },
      {
        "letra": "C",
        "texto": "erro de tipo e erro de proibição."
      },
      {
        "letra": "D",
        "texto": "erro sobre a pessoa e crime impossível."
      },
      {
        "letra": "E",
        "texto": "erro de tipo e descriminante putativa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1997168",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: SEAD-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "Nina faz aula de balé à noite, há mais de 5 anos e costuma ir de bicicleta para as aulas. Em abril de 2022, após a aula, Nina pegou uma bicicleta, idêntica a sua, estacionada no mesmo local escuro, e, pensando que era a sua, foi embora pedalando para casa. Somente no dia seguinte, Nina percebeu que, na realidade, a bicicleta era de outra aluna, Maria. Nesse caso, podemos afirmar que Nina incidiu em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "erro de proibição, tendo em vista que errou quanto à elementar “coisa alheia” do crime de furto."
      },
      {
        "letra": "B",
        "texto": "erro de tipo, visto que errou quanto à elementar “coisa alheia” do crime de furto."
      },
      {
        "letra": "C",
        "texto": "erro de tipo, porque errou quanto à ilicitude do fato."
      },
      {
        "letra": "D",
        "texto": "estado de necessidade."
      },
      {
        "letra": "E",
        "texto": "estado de necessidade putativo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1985701",
    "metadata": "Ano: 2022 | Banca: SELECON | Órgão: Prefeitura de Cuiabá - MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "LROY atua na área de Segurança Pública e participa de treinamento com o objetivo de realizar capacitação para fundar um curso especial e prosseguir em nova carreira. Um dos itens estudados consistiu em examinar os defeitos do ato delituoso. Nos termos do Código Penal, o erro sobre elemento constitutivo do tipo legal de crime exclui o:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dolo"
      },
      {
        "letra": "B",
        "texto": "fundamento"
      },
      {
        "letra": "C",
        "texto": "motivo"
      },
      {
        "letra": "D",
        "texto": "objetivo"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1985212",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TCE-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "No tocante ao erro na teoria do crime, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o erro quanto à pessoa contra a qual o crime é praticado não isenta de pena, considerando-se, neste caso, as condições ou qualidades da vítima;"
      },
      {
        "letra": "B",
        "texto": "o erro sobre a ilicitude do fato, se evitável, não isenta de pena, mas poderá diminuí-la de 1/3 a 2/3;"
      },
      {
        "letra": "C",
        "texto": "o erro sobre elemento constitutivo do tipo legal de crime exclui o dolo, mas permite a punição por crime culposo, se previsto em lei;"
      },
      {
        "letra": "D",
        "texto": "o erro determinado por terceiro, se evitável, implica isenção de pena para o terceiro que determinou o erro;"
      },
      {
        "letra": "E",
        "texto": "o erro de tipo implica exclusão da culpabilidade na hipótese de estrito cumprimento de dever legal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1974596",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Paulo, policial militar, supondo ter encontrado Cláudio, traficante conhecido na região e com mandado de prisão em aberto, efetua a prisão de desconhecido irmão gêmeo univitelino de Cláudio, com restrição de liberdade do irmão gêmeo por tempo considerável. Diante da situação narrada, a responsabilidade penal de Paulo é afastada por:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ausência de tipicidade, ante a inexistência de elemento objetivo do tipo;"
      },
      {
        "letra": "B",
        "texto": "ausência de tipicidade, ante a inexistência de elemento subjetivo do tipo;"
      },
      {
        "letra": "C",
        "texto": "ausência de ilicitude, pelo estrito cumprimento do dever legal putativo;"
      },
      {
        "letra": "D",
        "texto": "ausência de culpabilidade, pela inexigibilidade de conduta diversa;"
      },
      {
        "letra": "E",
        "texto": "ausência de culpabilidade, por erro de proibição."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1966746",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "No que diz respeito a aspectos relacionados à Teoria do Crime, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Responde pelo crime o terceiro que determina o erro"
      },
      {
        "letra": "B",
        "texto": "O erro sobre elemento constitutivo do tipo legal de crime exclui o dolo, mas permite a punição por crime culposo, se previsto em lei"
      },
      {
        "letra": "C",
        "texto": "O erro quanto à pessoa contra a qual o crime é praticado não isenta de pena. Não se consideram, neste caso, as condições ou qualidades da vítima, senão as da pessoa contra quem o agente queria praticar o crime"
      },
      {
        "letra": "D",
        "texto": "Considera-se evitável o erro se o agente atua ou se omite sem a consciência da ilicitude do fato, quando lhe era possível, nas circunstâncias, ter ou atingir essa consciência"
      },
      {
        "letra": "E",
        "texto": "É isento de pena quem, por erro plenamente justificado pelas circunstâncias, supõe situação de fato que, se existisse, tornaria a ação legítima. Há igualmente isenção de pena quando o erro deriva de culpa, ainda que o fato seja punível como crime culposo"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1962953",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "César é açougueiro e está trabalhando regulamente no freezer do açougue, quando uma pessoa, fugindo da Polícia, se esconde atrás de algumas peças de carne, sem que César tenha percebido. Ao terminar seu turno, cansado, César acaba jogando uma enorme faca em direção a um armário, momento em que a faca acaba por acertar fatalmente o fugitivo. Sobre a conduta de César, trata-se de caso de exclusão",
    "alternativas": [
      {
        "letra": "A",
        "texto": "do dolo por erro de tipo."
      },
      {
        "letra": "B",
        "texto": "da imputabilidade."
      },
      {
        "letra": "C",
        "texto": "da culpabilidade por inexigibilidade de conduta diversa."
      },
      {
        "letra": "D",
        "texto": "do dolo por erro de proibição."
      },
      {
        "letra": "E",
        "texto": "de ilicitude."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1959277",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PGE-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "O erro de tipo essencial que recai sobre elementar impede que o agente saiba que está praticando o crime e",
    "alternativas": [
      {
        "letra": "A",
        "texto": "sempre exclui o dolo."
      },
      {
        "letra": "B",
        "texto": "exclui o dolo e a culpa, se o erro for essencial vencível."
      },
      {
        "letra": "C",
        "texto": "não exclui o dolo nem a culpa, se o erro for essencial vencível."
      },
      {
        "letra": "D",
        "texto": "não exclui o dolo nem a culpa, se o erro for essencial invencível."
      },
      {
        "letra": "E",
        "texto": "exclui o dolo, mas não a culpa, se o erro for essencial invencível."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1955046",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Crimes contra o patrimônio",
      "Dano"
    ],
    "enunciado_principal": "Considere a seguinte hipótese: Petrônio e Cesarino são estudantes e colegas de faculdade. Em um almoço em que os dois e outros colegas estão sentados à mesma mesa, Petrônio, com intenção de causar prejuízo econômico a Cesarino, derrama água de uma jarra inteira sobre o computador pessoal que ele pensa ser de Cesarino. A ação é motivada por uma discussão sobre futebol. Ocorre que Petrônio, já obnubilado pela bebida alcoólica que havia ingerido, acaba se confundindo e derrama água somente sobre o próprio computador pessoal – o que efetivamente o danifica. Em face do exposto, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Petrônio cometeu crime de dano na modalidade tentada, com agravante da embriaguez."
      },
      {
        "letra": "B",
        "texto": "o fato é típico, mas não ilícito."
      },
      {
        "letra": "C",
        "texto": "o fato é atípico."
      },
      {
        "letra": "D",
        "texto": "Petrônio cometeu crime de dano consumado, uma vez que o erro sobre a pessoa não o isenta de pena."
      },
      {
        "letra": "E",
        "texto": "Petrônio cometeu crime de dano qualificado, tendo em vista o motivo egoístico."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1951093",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: TJ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "“Ao cometer o crime, o autor erra sobre uma situação fática e imagina que está protegido por uma causa excludente que, se existisse, tornaria sua ação em lícita”. A assertiva se refere a erro de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tipo indireto."
      },
      {
        "letra": "B",
        "texto": "tipo permissivo."
      },
      {
        "letra": "C",
        "texto": "proibição direto."
      },
      {
        "letra": "D",
        "texto": "proibição indireto."
      },
      {
        "letra": "E",
        "texto": "proibição de terceiro."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1937423",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: Governo do Distrito Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Erro do tipo essencial",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Em relação ao direito penal, julgue o seguinte item. Enzo, 25 anos, em uma tabacaria da cidade, conhece Clara, com quem passa a conversar. Animados com a química entre eles, decidem ir para um motel com o carro de Clara, onde passam a ter relações sexuais. Na manhã seguinte, na saída do motel, Enzo é preso em flagrante delito pela suposta prática do crime de estupro de vulnerável, pois, conforme esclarecimento dos policiais, Clara possuía apenas 13 anos de idade. Nesse caso, considerando que Clara estava em posse de um veículo automotor e que, por seus aspectos físicos, aparentava ser maior de idade, assim como o fato de que é proibida a entrada de menores de 18 anos em uma tabacaria, impõe-se o reconhecimento de que a conduta de Enzo é atípica por força de erro sobre a pessoa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1926026",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Determinado fiscal de trânsito, por imprudência, autoriza um motorista a passar o sinal vermelho e este vem a atropelar um pedestre. Nessa hipótese o fiscal de trânsito responderá:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "em coautoria com o motorista, pela mesma conduta;"
      },
      {
        "letra": "B",
        "texto": "por participação, por instigação, com o motorista;"
      },
      {
        "letra": "C",
        "texto": "por participação, por auxílio, com o motorista;"
      },
      {
        "letra": "D",
        "texto": "por participação, por induzimento, com o motorista;"
      },
      {
        "letra": "E",
        "texto": "como autor, independentemente da responsabilidade alheia."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1911915",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PC-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Paulo, assustado ao ouvir um barulho vindo da porta de sua casa, e supondo tratar-se de um ladrão, pega sua arma e dispara 5 tiros sem indagar quem estaria do outro lado da porta. Após os disparos, abre a porta e se depara com seu tio, que fora visita-lo sem avisar, morto no chão. Com relação à teoria do erro, pode-se dizer que estamos diante de uma hipótese de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "erro sobre a pessoa."
      },
      {
        "letra": "B",
        "texto": "erro na execução."
      },
      {
        "letra": "C",
        "texto": "erro de tipo permissivo."
      },
      {
        "letra": "D",
        "texto": "resultado diverso do pretendido."
      },
      {
        "letra": "E",
        "texto": "erro provocado por terceiro."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1872400",
    "metadata": "Ano: 2022 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "Segundo o Código Penal e a doutrina, o sujeito que, por errônea representação dos fatos, crê estar diante de injusta agressão iminente e repele a suposta agressão",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pratica crime impossível, agindo de forma atípica."
      },
      {
        "letra": "B",
        "texto": "incorre em erro de proibição, agindo sem culpabilidade, de acordo com a teoria estrita da culpabilidade."
      },
      {
        "letra": "C",
        "texto": "incorre em erro de tipo permissivo, agindo sem dolo, de acordo com a teoria estrita da culpabilidade, permanecendo a possibilidade de punição pelo crime culposo."
      },
      {
        "letra": "D",
        "texto": "incorre em erro de tipo permissivo, agindo sem dolo, de acordo com a teoria limitada da culpabilidade, permanecendo a possibilidade de punição pelo crime culposo."
      },
      {
        "letra": "E",
        "texto": "incorre em erro de tipo permissivo, agindo sem dolo e sem culpa, de acordo com a teoria limitada da culpabilidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1870543",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo",
      "Erro do tipo essencial",
      "Crimes contra a vida",
      "Homicídio"
    ],
    "enunciado_principal": "Fernando estava sentado no banco de uma praça, jogando dominó quando visualizou uma pessoa com capacete e viseira escura fechada e que gesticulava, dando mostras de irritação. De repente, essa pessoa correu em sua direção e Fernando, acreditando que seria atacado, precipitadamente, pegou uma pedra e arremessou contra o desconhecido. Devido a sua má pontaria, Fernando errou o homem e acertou uma criança, que passava pelo local. A criança faleceu em decorrência da pedrada. Nesse momento, o homem tirou o capacete e Fernando o reconheceu. Era Roberto, seu primo. Como não se viam há muito tempo, Roberto queria apenas lhe dar um abraço acalorado quando correu em sua direção. Considerando o disposto no Código Penal, assinale a opção correta, acerca da situação hipotética apresentada.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Fernando será isento de pena, pois, em aberratio ictus, agiu em legítima defesa putativa escusável, apta a excluir a potencial consciência sobre a ilicitude do fato determinada pela teoria limitada da culpabilidade."
      },
      {
        "letra": "B",
        "texto": "Fernando, em aberratio ictus, poderá ser responsabilizado pelo homicídio culposo, com pena diminuída de um sexto a um terço, pois agiu em legítima defesa putativa, em razão do erro profano inescusável indireto, verificada pela teoria do erro orientada às consequências."
      },
      {
        "letra": "C",
        "texto": "Fernando, em aberratio criminis, poderá ser responsabilizado pelo homicídio culposo com pena minorada, pois agiu em erro de tipo essencial escusável, incidindo-se a teoria extremada da culpabilidade."
      },
      {
        "letra": "D",
        "texto": "Fernando, em aberratio ictus, não poderá ser responsabilizado penalmente, pois agiu em legítima defesa putativa, diante do erro profano escusável indireto, com incidência da teoria dos elementos negativos do tipo."
      },
      {
        "letra": "E",
        "texto": "Fernando, em aberratio ictus, poderá ser responsabilizado pelo homicídio culposo, diante do erro de tipo permissivo vencível, que exclui o dolo, mas não a culpa, em atenção à teoria limitada da culpabilidade."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1860048",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Acerca da estrutura analítica do crime, julgue o item a seguir. O erro de tipo tem como consequência jurídica a exclusão do dolo enquanto elemento subjetivo, sendo vedada, nesse caso, a responsabilização penal do agente por crime culposo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1892995",
    "metadata": "Ano: 2021 | Banca: IBADE | Órgão: ISE-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "De acordo com o que dispõe o Código Penal brasileiro, o erro sobre elemento constitutivo do tipo legal de crime exclui:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A responsabilidade do agente, pois o desconhecimento da lei é escusável."
      },
      {
        "letra": "B",
        "texto": "A culpa, mas permite a punição por crime doloso, se previsto em lei."
      },
      {
        "letra": "C",
        "texto": "O dolo, mas permite a punição por crime culposo, se previsto em lei."
      },
      {
        "letra": "D",
        "texto": "A culpabilidade do agente."
      },
      {
        "letra": "E",
        "texto": "A punibilidade do agente."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1856503",
    "metadata": "Ano: 2021 | Banca: FAPEC | Órgão: PC-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Sobre a teoria do erro, analise as afirmações a seguir. I - Para a teoria extremada do dolo, tanto o erro de tipo quanto o erro de proibição, quando inevitáveis, sempre excluirão o dolo. II - A teoria extremada da culpabilidade, empreendida pela doutrina finalista, com a qual surgiu e cujos maiores representantes foram Welzel, Maurach e Kaufmann, separa o dolo da consciência da ilicitude. Assim, o dolo, em seu aspecto puramente psicológico (dolo natural), é transferido para o injusto, enquanto a consciência da ilicitude passa a fazer parte da culpabilidade, num puro juízo de valor. Dolo e consciência da ilicitude são, portanto, para a teoria extremada da culpabilidade, conceitos completamente distintos e com diferentes funções dogmáticas. III - Influenciada pelo sistema finalista de Hans Welzel, a reforma da parte geral do Código Penal brasileiro, realizada em 1984, rompeu com a tradição jurídico-penal estabelecida até então, que trabalhava com a teoria limitada da culpabilidade, e passou a adotar a teoria extremada da culpabilidade, defendida pelo renomado professor da Escola de Bonn, deixando expresso tal opção no item 19 da Exposição de Motivos. IV - No erro de tipo, o erro recai sobre o elemento intelectual do dolo – a consciência –, impedindo que a conduta do autor atinja corretamente todos os elementos essenciais do tipo. É essa a razão pela qual essa forma de erro sempre exclui o dolo, que, no finalismo, encontra-se no fato típico e não na culpabilidade. V - A teoria limitada da culpabilidade situa o dolo como elemento do fato típico e a potencial consciência da ilicitude como elemento da culpabilidade; adota o erro de tipo como excludente do dolo e admite, quando for o caso, a responsabilização por crime culposo. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I, II e V estão corretos."
      },
      {
        "letra": "B",
        "texto": "Apenas II, III e V estão corretos."
      },
      {
        "letra": "C",
        "texto": "Apenas II e V estão corretos."
      },
      {
        "letra": "D",
        "texto": "Apenas I, II, IV e V estão corretos."
      },
      {
        "letra": "E",
        "texto": "Todos os itens estão corretos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1855778",
    "metadata": "Ano: 2021 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crimes omissivos",
      "Erro do tipo essencial",
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "Sobre o tipo dos crimes de omissão de ação, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O erro inevitável sobre a posição de garantidor do bem jurídico, que fundamenta o dever jurídico especial de agir na omissão de ação imprópria, pode permitir a imputação do fato fundada no dever jurídico geral de agir, peculiar à omissão de ação própria."
      },
      {
        "letra": "B",
        "texto": "O erro de tipo evitável sobre os elementos constitutivos do tipo objetivo do crime de omissão de socorro (CP, art. 135), exclui o dolo do agente, podendo, entretanto, gerar responsabilidade penal a título de culpa."
      },
      {
        "letra": "C",
        "texto": "O pedestre A percebe criança caminhando sozinha por via de circulação de veículos, e, ciente do perigo iminente e da real possibilidade de atropelamento do infante, deixa de lhe prestar assistência, podendo fazê-lo concretamente sem risco pessoal: se mais tarde a criança, em desvio ocasional do trânsito viário, acaba atingindo área reservada de segurança, não sofrendo quaisquer lesões, subsiste a responsabilidade penal de A por omissão de socorro (CP, art. 135)."
      },
      {
        "letra": "D",
        "texto": "A estrutura do tipo subjetivo na omissão de ação imprópria é composta por dolo ou culpa, e a estrutura do tipo subjetivo na omissão de ação própria é composta apenas pelo dolo."
      },
      {
        "letra": "E",
        "texto": "O professor A, responsável por conduzir alunos de escola infantil a visita programada em usina hidrelétrica, omite ação mandada para proteção dos estudantes no local, por lesão do dever de cuidado ou do risco permitido, com resultado de dispersão e afogamento fatal de uma das crianças em represa interna: A responde por prática de homicídio, por omissão de ação culposa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1855776",
    "metadata": "Ano: 2021 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Nexo de causalidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Sobre o tipo dos crimes dolosos de ação, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo a teoria da equivalência das condições, compatível com o Código Penal brasileiro e utilizada como método para determinar relações causais, causa é a condição sem a qual o resultado não poderia ter ocorrido"
      },
      {
        "letra": "B",
        "texto": "O tipo subjetivo dos crimes dolosos pode ser composto somente pelo dolo, direto ou eventual, mas também pode apresentar, ao lado do dolo, elementos subjetivos especiais, como ocorre por exemplo, nesta última hipótese, com os crimes de importunação sexual (CP, art. 215-A), assédio sexual (CP, art. 216-A) e fraude processual (CP, art. 347)."
      },
      {
        "letra": "C",
        "texto": "O erro de tipo, evitável ou inevitável, pode recair sobre elementos descritivos ou normativos do tipo objetivo, mas não pode recair sobre elementos subjetivos especiais, diversos do dolo, integrantes do tipo subjetivo"
      },
      {
        "letra": "D",
        "texto": "Com a finalidade específica de produzir lesões corporais contra B em via pública, A projeta seu veículo contra a motocicleta pilotada por B, representando, como consequência necessária, a produção de lesões corporais também em C, garupa da motocicleta: o resultado de lesão corporal em B é atribuído a título de dolo direto de 1º grau ao autor A, e o resultado de lesão corporal em C, ainda que lamentado por A, é atribuído a este a título de dolo eventual."
      },
      {
        "letra": "E",
        "texto": "Com consciência e vontade dirigidas especificamente a produzir lesões corporais em B, A arremessa pedras contra este, mas por erro na execução acaba também atingindo C, situado próximo a B, produzindo lesões corporais em ambos: A responde por lesão corporal dolosa em B, em concurso formal com lesão corporal culposa em C."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1852608",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "Hugo, funcionário de estabelecimento comercial, insatisfeito com seu empregador e querendo causar-lhe prejuízo, devidamente uniformizado e identificado, entrega a Jairo, cliente da loja, um aparelho celular que estava exposto à venda, dizendo tratar-se de um brinde. Jairo, então, coloca o aparelho em seu bolso e sai da loja, quando é imediatamente abordado por seguranças do local, que encontram o objeto em sua posse e o levam à delegacia de polícia, onde foi indiciado pelo crime de furto. Considerando apenas as informações expostas, é correto afirmar que Jairo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderá ser responsabilizado pelo crime imputado, mas com causa de diminuição de pena, pois agiu em erro de proibição evitável;"
      },
      {
        "letra": "B",
        "texto": "poderá ser responsabilizado pelo crime imputado, mas apenas na modalidade culposa, pois agiu em erro de tipo acidental;"
      },
      {
        "letra": "C",
        "texto": "não poderá ser punido pelo crime imputado, pois estará isento de pena em razão de erro de proibição inevitável;"
      },
      {
        "letra": "D",
        "texto": "não praticou o crime imputado, pois atuou em erro de tipo provocado por terceiro;"
      },
      {
        "letra": "E",
        "texto": "não praticou o crime imputado, pois atuou em erro de tipo acidental."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1844003",
    "metadata": "Ano: 2021 | Banca: FUNDATEC | Órgão: PGE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Legislação Penal Especial",
      "Lei do Abuso de Autoridade – Lei nº 4.898 de 1965 e Lei n° 13.869 de 2019"
    ],
    "enunciado_principal": "Analise as assertivas abaixo: I. Os tipos incriminadores da Lei nº 13.869/2019 (Lei do Abuso de Autoridade) não se perfectibilizam quanto ao elemento subjetivo com o mero dolo genérico, exigindo tenha a conduta do agente a finalidade específica de prejudicar outrem ou beneficiar a si mesmo ou a terceiro, ou, ainda, por mero capricho ou satisfação pessoal. II. Em face do princípio da excepcionalidade do delito culposo, os crimes praticados por funcionário público contra a administração em geral são puníveis a título de dolo, não havendo previsão de punição por culpa. III. O Código Penal Brasileiro adota a teoria limitada da culpabilidade, que considera erro de tipo o erro do agente que recair sobre a existência de causa de justificação (discriminantes putativas), excluindo o dolo, mas permitindo a punição por delito culposo se houver previsão. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas II."
      },
      {
        "letra": "C",
        "texto": "Apenas III."
      },
      {
        "letra": "D",
        "texto": "Apenas I e II."
      },
      {
        "letra": "E",
        "texto": "Apenas I e III."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1840041",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: FUNSAÚDE - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Durante operação policial em localidade com presença de criminosos armados, o policial Jonathan, temendo pela sua integridade física e de seus colegas policiais, se assusta ao ver sair de uma casa um homem segurando um guarda-chuva com ponta metálica. Por pensar tratar-se de uma arma de fogo e não de um guarda-chuva, Jonathan atira e vem a matar a vítima, Caio, que saía de casa em direção ao trabalho. Acerca do erro praticado por Jonathan, assinale a opção que indica a tese de direito material que poderia ser usada em sua defesa.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Erro de proibição, que, se for entendido como inevitável, isenta de pena e se for evitável poderá reduzi-la de um sexto a um terço, nos termos do Art. 21 do CP."
      },
      {
        "letra": "B",
        "texto": "Erro de tipo incriminador, na medida em que errou sobre um elemento constitutivo do crime, o que poderia, nos termos do Art. 20, caput, do CP, afastar o dolo e permitir a punição por crime culposo, que existe no caso do homicídio."
      },
      {
        "letra": "C",
        "texto": "Erro na execução, na medida em que pensou que Caio estivesse portando uma arma de fogo, o que faz com que ele seja isento de pena, nos termos do Art. 73 do CP."
      },
      {
        "letra": "D",
        "texto": "Erro de tipo permissivo, previsto no Art. 20, § 1º, do CP, na medida em que acreditava estar diante de uma situação fática que, se existisse, tornaria sua ação legítima. Se o erro for tido como justificável, ficará isento de pena. Caso se entenda como evitável, responderá pelo crime na modalidade culposa, legalmente prevista no caso do homicídio."
      },
      {
        "letra": "E",
        "texto": "Erro sobre o objeto, modalidade de erro acidental na qual o agente confunde um objeto com outro, o que poderá isentar o réu de pena."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1828526",
    "metadata": "Ano: 2021 | Banca: FUNDATEC | Órgão: Prefeitura de Vacaria - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "No que tange ao crime, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O resultado, de que depende a existência do crime, somente é imputável a quem lhe deu causa. Considera-se causa a ação ou omissão sem a qual o resultado não teria ocorrido."
      },
      {
        "letra": "B",
        "texto": "A superveniência de causa relativamente independente exclui a imputação quando, por si só, produziu o resultado; os fatos anteriores, entretanto, imputam-se a quem os praticou."
      },
      {
        "letra": "C",
        "texto": "O crime é tentado, quando, iniciada a execução, não se consuma por circunstâncias alheias à vontade do agente."
      },
      {
        "letra": "D",
        "texto": "Não se pune a tentativa quando, por ineficácia absoluta do meio ou por absoluta impropriedade do objeto, é impossível consumar-se o crime."
      },
      {
        "letra": "E",
        "texto": "É isento de pena quem, por erro plenamente justificado pelas circunstâncias, supõe situação de fato que, se existisse, tornaria a ação legítima, inclusive quando o erro deriva de culpa e o fato é punível como crime culposo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1825555",
    "metadata": "Ano: 2021 | Banca: NC-UFPR | Órgão: PC-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "Considere o seguinte caso hipotético: Z.Z. é um simplório dono de uma pequena e antiga padaria no bairro onde vive. De longa data, Z.Z. faz bolos enfeitados com escudos de times de futebol a pedido de alguns clientes mais conhecidos dele. Em certa ocasião, o departamento jurídico de um desses clubes propôs uma queixa-crime contra Z.Z., acusando-o de cometer crime contra registro de marca, conforme art. 189, inc. I, da Lei 9.279/1996 (Comete crime contra registro de marca quem: I - reproduz, sem autorização do titular, no todo ou em parte, marca registrada, ou imita-a de modo que possa induzir confusão), pois o escudo do time em questão era marca registrada. Como argumento de defesa adequado segundo a teoria do delito, Z.Z. poderia alegar que não cometeu crime porque sua conduta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "seria formalmente atípica."
      },
      {
        "letra": "B",
        "texto": "não seria culpável pelo erro sobre a ilicitude do fato."
      },
      {
        "letra": "C",
        "texto": "seria justificada pelo exercício regular de direito."
      },
      {
        "letra": "D",
        "texto": "seria atípica pelo erro sobre a situação justificante."
      },
      {
        "letra": "E",
        "texto": "não seria culpável pela inexigibilidade de conduta diversa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1825434",
    "metadata": "Ano: 2021 | Banca: NC-UFPR | Órgão: PC-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Acerca do erro de tipo e do erro de proibição (erro sobre a ilicitude do fato), considere as seguintes afirmativas: 1. O erro sobre elemento constitutivo do tipo legal de crime exclui o dolo, mas permite a punição por crime culposo, se previsto em lei. 2. O erro sobre a ilicitude do fato, se inevitável, isenta de pena; se evitável, poderá diminuí-la de um sexto a um terço. 3. Considera-se evitável o erro se o agente atua ou se omite sem a consciência da ilicitude do fato, quando lhe era possível, nas circunstâncias, ter ou atingir essa consciência. 4. Enquanto o erro de tipo é uma falsa representação da realidade que recai sobre elemento do tipo penal, o erro de proibição é um erro de valoração que recai sobre o que é lícito ou ilícito. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente a afirmativa 4 é verdadeira."
      },
      {
        "letra": "B",
        "texto": "Somente as afirmativas 1 e 3 são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Somente as afirmativas 2 e 4 são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Somente as afirmativas 1, 2 e 3 são verdadeiras."
      },
      {
        "letra": "E",
        "texto": "As afirmativas 1, 2, 3 e 4 são verdadeiras."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1779574",
    "metadata": "Ano: 2021 | Banca: VUNESP | Órgão: Prefeitura de Jundiaí - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "No que concerne ao crime (CP, arts. 13 ao 25), assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O desconhecimento da lei é inescusável, e o erro sobre a ilicitude do fato, evitável ou inevitável, não isenta de pena."
      },
      {
        "letra": "B",
        "texto": "O erro sobre elemento constitutivo do tipo legal de crime exclui o dolo, mas permite a punição por crime culposo, se previsto em lei."
      },
      {
        "letra": "C",
        "texto": "O erro quanto à pessoa contra a qual o crime é praticado não isenta de pena. Consideram-se, neste caso, as condições ou qualidades da vítima, e não as da pessoa contra quem o agente queria praticar o crime."
      },
      {
        "letra": "D",
        "texto": "Se o fato é cometido sob coação irresistível ou em estrita obediência à ordem, não manifestamente ilegal, de superior hierárquico, são punidos o autor da coação ou da ordem e seu executor."
      },
      {
        "letra": "E",
        "texto": "É isento de pena quem, por erro plenamente justificado pelas circunstâncias, supõe situação de fato que, se existisse, tornaria a ação legítima, ainda que o erro derive de culpa, e o fato seja punido como crime culposo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2117216",
    "metadata": "Ano: 2020 | Banca: INSTITUTO AOCP | Órgão: SEJUC-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Imputação objetiva",
      "Consumação e tentativa",
      "Erro do tipo essencial",
      "Erro de tipo acidental",
      "Sanções penais",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Em relação ao Código Penal, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Salvo disposição em contrário, pune-se a tentativa com a pena correspondente ao crime consumado, diminuída de um a dois terços."
      },
      {
        "letra": "B",
        "texto": "Não se pune a tentativa quando, por ineficácia absoluta do meio ou por absoluta impropriedade do objeto, é impossível consumar-se o crime."
      },
      {
        "letra": "C",
        "texto": "O erro sobre elemento constitutivo do tipo legal de crime exclui o dolo, mas permite a punição por crime culposo, se previsto em lei."
      },
      {
        "letra": "D",
        "texto": "Nos crimes cometidos sem violência ou grave ameaça à pessoa, reparado o dano ou restituída a coisa, até o recebimento da denúncia ou da queixa, por ato voluntário do agente, a pena será reduzida pela metade."
      },
      {
        "letra": "E",
        "texto": "É isento de pena quem, por erro plenamente justificado pelas circunstâncias, supõe situação de fato que, se existisse, tornaria a ação legítima. Não há isenção de pena quando o erro deriva de culpa e o fato é punível como crime culposo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1796475",
    "metadata": "Ano: 2020 | Banca: FGV | Órgão: MPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "Thiago, pessoa financeiramente humilde, alugou uma bicicleta avaliada em R$ 2.000,00 pelo período de 2 (duas) horas para ir até uma entrevista de emprego. Após a entrevista, chateado por não ter conseguido a vaga pretendida, acabou por pegar a bicicleta de outra pessoa que estava estacionada no mesmo local, acreditando ser a que alugara. Apesar de o modelo e o valor da bicicleta serem idênticos ao da que havia alugado, as cores eram diferentes. Cinco minutos depois, Thiago veio a ser abordado por policiais militares que souberam dos fatos, sendo indiciado, em sede policial, pela prática do crime de furto simples doloso. No momento do oferecimento da denúncia, o promotor de justiça deverá concluir que a conduta de Thiago é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "típica, mas deverá ser reconhecida causa de diminuição de pena em razão do erro de proibição, que não era inevitável;"
      },
      {
        "letra": "B",
        "texto": "típica, mas deverá ser imputado o crime contra o patrimônio de natureza culposa, já que o erro de tipo era evitável;"
      },
      {
        "letra": "C",
        "texto": "atípica, em razão do reconhecimento do princípio da insignificância;"
      },
      {
        "letra": "D",
        "texto": "atípica, diante do erro de proibição;"
      },
      {
        "letra": "E",
        "texto": "atípica, diante do erro de tipo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1149283",
    "metadata": "Ano: 2020 | Banca: IBFC | Órgão: TRE-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental",
      "Descriminantes Putativas"
    ],
    "enunciado_principal": "Quanto ao \"erro sobre elementos do tipo\" e \"erro sobre a ilicitude do fato\", analise as afirmativas abaixo e dê valores Verdadeiro (V) ou Falso (F): ( ) Não cabe a incidência de erro de tipo nos crimes omissivos espúrios, em face do dever de agir para evitar o resultado, levando-se em conta a relação de normalidade ou perigo do caso concreto. ( ) O erro relativo à existência de uma causa de exclusão de ilicitude consiste em descriminante putativa por erro de proibição. Nesse caso, se inescusável o erro, afasta-se o dolo, subsistindo a responsabilidade por crime culposo, se previsto em lei. ( ) Ao agente provocador que atua dolosamente deverá ser imputado, na forma dolosa, o crime cometido pelo provocado. Já o agente provocado ficará impune, desde que escusável o seu erro. ( ) Incide sobre o ³error in persona´ a teoria da equivalência do bem jurídico atingido. Nesse caso, o agente responderá pelo crime praticado, porém, no momento da aplicação da pena, serão consideradas as condições da vítima virtual. Assinale a alternativa que apresenta a sequência correta de cima para baixo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V, F, F, V"
      },
      {
        "letra": "B",
        "texto": "F, F, V, V"
      },
      {
        "letra": "C",
        "texto": "F, V, V, F"
      },
      {
        "letra": "D",
        "texto": "V, V, V, V"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1138160",
    "metadata": "Ano: 2020 | Banca: FCC | Órgão: TJ-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipicidade formal",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Em relação à tipicidade penal, correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é excluída pelos chamados princípios da insignificância e adequação social, ausentes tipicidade formal e material, respectivamente."
      },
      {
        "letra": "B",
        "texto": "o consentimento do ofendido, às vezes, pode afastar a própria tipicidade da conduta e, em outras, constituir causa supralegal de exclusão da ilicitude, segundo entendimento doutrinário."
      },
      {
        "letra": "C",
        "texto": "o erro sobre elemento do tipo exclui o dolo e, por isso, incide sobre a ilicitude do comportamento, refletindo na culpabilidade, de modo a excluí-la ou atenuá-la."
      },
      {
        "letra": "D",
        "texto": "é afastada nas hipóteses de crime impossível e arrependimento posterior."
      },
      {
        "letra": "E",
        "texto": "o dolo, segundo a teoria finalista, constitui elemento normativo do tipo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1120607",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crime impossível",
      "Arrependimento posterior",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Na confraternização de final de ano de um tribunal de justiça, Ulisses, servidor do órgão, e o desembargador ganharam um relógio da mesma marca — em embalagens idênticas —, mas de valores diferentes, sendo consideravelmente mais caro o do desembargador. Ao ir embora, Ulisses levou consigo, por engano, o presente do desembargador, o qual, ao notar o sumiço do relógio e acreditando ter sido vítima de crime, acionou a polícia civil. Testemunhas afirmaram ter visto Ulisses com a referida caixa. No dia seguinte, o servidor tomou conhecimento dos fatos e dirigiu-se espontaneamente à autoridade policial, afirmando que o relógio estava na casa de sua namorada, onde fora apreendido. Nessa situação hipotética, a conduta de Ulisses na festa caracterizou",
    "alternativas": [
      {
        "letra": "A",
        "texto": "erro de tipo."
      },
      {
        "letra": "B",
        "texto": "excludente de ilicitude."
      },
      {
        "letra": "C",
        "texto": "arrependimento posterior."
      },
      {
        "letra": "D",
        "texto": "erro de proibição."
      },
      {
        "letra": "E",
        "texto": "crime impossível."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1781500",
    "metadata": "Ano: 2019 | Banca: SELECON | Órgão: Prefeitura de Cuiabá - MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "J. é absolvido, tendo em vista que foi considerado que seu ato foi descaracterizado quanto a elemento constitutivo do tipo legal de crime. Nos termos do Código Penal, nesse caso, ocorre a exclusão do:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "proibido"
      },
      {
        "letra": "B",
        "texto": "fato"
      },
      {
        "letra": "C",
        "texto": "excesso"
      },
      {
        "letra": "D",
        "texto": "dolo"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1639807",
    "metadata": "Ano: 2019 | Banca: FAFIPA | Órgão: CREA-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "A respeito do instituto erro sobre a pessoa, é CORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O erro quanto à pessoa contra quem se comete o crime isenta de pena o agente."
      },
      {
        "letra": "B",
        "texto": "No caso de erro sobre a pessoa contra quem se comete o crime, considera-se apenas as condições e qualidade da vítima."
      },
      {
        "letra": "C",
        "texto": "O erro quanto à pessoa contra a qual o crime é praticado isenta de pena. Não se consideram, neste caso, as condições ou qualidades da vítima, senão as da pessoa contra quem o agente queria praticar o crime."
      },
      {
        "letra": "D",
        "texto": "O erro quanto à pessoa contra a qual o crime é praticado não isenta de pena. Não se consideram, neste caso, as condições ou qualidades da vítima, senão as da pessoa contra quem o agente queria praticar o crime."
      },
      {
        "letra": "E",
        "texto": "O erro quanto à pessoa contra a qual o crime é praticado não isenta de pena, mas considera-se apenas as qualidades da vítima."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1347045",
    "metadata": "Ano: 2019 | Banca: TJ-AP | Órgão: TJ-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental",
      "Descriminantes Putativas"
    ],
    "enunciado_principal": "Após a morte da mãe, Aline recebeu, durante um ano, a pensão previdenciária daquela, depositada mensalmente em sua conta bancária, em virtude de ser procuradora da primeira. Descoberto o fato, Aline foi denunciada por apropriação indébita. Se a sentença concluir que a acusada (em razão de sua incultura, pouca vivência, etc.) não tinha percepção da ilicitude de sua conduta, estará reconhecendo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Erro de proibição;"
      },
      {
        "letra": "B",
        "texto": "Erro sobre o objeto;"
      },
      {
        "letra": "C",
        "texto": "Erro sobre elemento do tipo, que exclui o dolo;"
      },
      {
        "letra": "D",
        "texto": "Descriminante putativa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1098008",
    "metadata": "Ano: 2019 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Sobre a teoria do erro, marque a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Entende-se por erro de compreensão a situação em que conhece o sujeito a proibição e a falta de permissão, e, sem embargo, não lhe seja exigível que entenda a regra que conhece; neste caso, estaremos diante de um erro de proibição invencível, na forma de erro de compreensão."
      },
      {
        "letra": "B",
        "texto": "O indivíduo que ofende a outrem, desconhecendo-lhe a condição de funcionário público, não responde pelo crime de desacato, já que afastado o dolo quanto à elementar do tipo, mas subsiste o delito de injúria, pois a honra do particular também é tutelada pela lei penal. Tem-se, na hipótese, um erro de tipo, que, ainda que escusável, não exclui a criminalidade do fato."
      },
      {
        "letra": "C",
        "texto": "O sujeito que crê que, se alguém lhe entrega o carro para conserto e não o retira dentro do prazo, pode vendê-lo por sua própria conta, para se ressarcir do valor do serviço, incide em erro de proibição direto, que, nos termos do artigo 21 do Código Penal, se inevitável, isenta de pena; se evitável, poderá diminuí-la de um sexto a um terço."
      },
      {
        "letra": "D",
        "texto": "Nos crimes omissivos, o erro que recai sobre os elementos objetivos do tipo é considerado erro de tipo, mas o erro incidente sobre o mandamento terá repercussão em sede de culpabilidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1048818",
    "metadata": "Ano: 2019 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Descriminantes Putativas"
    ],
    "enunciado_principal": "A respeito da temática do erro, marque a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No delito de estupro de vulnerável não se admite o erro de tipo."
      },
      {
        "letra": "B",
        "texto": "O erro de tipo vencível (ou inescusável) afasta o dolo e a culpa."
      },
      {
        "letra": "C",
        "texto": "Comete um delito putativo por erro de tipo a mulher que pratica atos abortivos e depois se descobre que na verdade não havia gravidez."
      },
      {
        "letra": "D",
        "texto": "Há erro de tipo permissivo na hipótese do caçador que está na floresta e atira contra um vulto acreditando se tratar de um animal, mas depois percebe que atirou em seu companheiro de caça."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1037211",
    "metadata": "Ano: 2019 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental",
      "Descriminantes Putativas"
    ],
    "enunciado_principal": "Quanto à teoria do erro em Direito Penal, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O erro de proibição indireto incide sobre causas de justificação."
      },
      {
        "letra": "B",
        "texto": "O erro de subsunção constitui hipótese de erro de tipo essencial."
      },
      {
        "letra": "C",
        "texto": "A aberratio criminis e a aberratio ictus constituem hipóteses de erro de proibição indireto."
      },
      {
        "letra": "D",
        "texto": "O erro de tipo permissivo possui consequência de erro de tipo essencial, quando plenamente justificado pelas circunstâncias."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "990135",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: CGE - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "Zilda, funcionária pública responsável por certame licitatório, admitiu à licitação empresa declarada inidônea, vindo a praticar conduta prevista como crime na Lei de Licitações e Contratos. Ao tempo do fato, Zilda não tinha conhecimento da declaração de inidoneidade da empresa por condições alheias à sua vontade. Nessa situação hipotética, Zilda",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deverá responder na modalidade culposa por crime previsto na Lei de Licitações e Contratos, uma vez que agiu com negligência por não ter tomado conhecimento da declaração de inidoneidade."
      },
      {
        "letra": "B",
        "texto": "deverá responder na modalidade dolosa por crime previsto na Lei de Licitações e Contratos, uma vez que agiu assumindo o risco de incorrer no tipo penal."
      },
      {
        "letra": "C",
        "texto": "não deverá responder pelo crime, uma vez que agiu em erro de proibição, por desconhecimento da condição proibitiva."
      },
      {
        "letra": "D",
        "texto": "deverá responder por crime previsto na Lei de Licitações e Contratos, mas com isenção de pena, uma vez que agiu em descriminante putativa, supondo situação de fato que, se existisse, tornaria sua ação legítima."
      },
      {
        "letra": "E",
        "texto": "não deverá responder por crime previsto na Lei de Licitações e Contratos, uma vez que agiu em erro de tipo, por desconhecimento de elemento constitutivo do tipo penal."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "987301",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Crime impossível",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "À luz das disposições do Código Penal acerca do erro, julgue os itens a seguir. I De acordo com a teoria da culpabilidade adotada pelo Código Penal, todo erro que recai sobre uma causa de justificação configura erro de proibição. II No chamado aberratio ictus, quando, por acidente ou erro no uso dos meios de execução, em vez de vitimar a pessoa que pretendia ofender, o agente atingir pessoa diversa, consideram-se as condições e qualidades não da vítima, mas da pessoa que o agente pretendia atingir. III O erro sobre elemento constitutivo do tipo penal exclui o dolo, se inevitável, ou diminui a pena de um sexto a um terço, se evitável. IV Constitui crime impossível a prática de conduta delituosa induzida por terceiro que assegure a impossibilidade fática da consumação do delito. Estão certos apenas os itens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III."
      },
      {
        "letra": "B",
        "texto": "I e IV."
      },
      {
        "letra": "C",
        "texto": "II e IV."
      },
      {
        "letra": "D",
        "texto": "I, II e III."
      },
      {
        "letra": "E",
        "texto": "II, III e IV."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "983978",
    "metadata": "Ano: 2019 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Ao final das comemorações da noite de Natal com sua família, Paulo, quando deixava o local, acabou por levar consigo o presente do seu primo Caio, acreditando ser o seu, tendo em vista que as caixas dos presentes eram idênticas. Após perceber o sumiço do seu presente e acreditando ter sido vítima de crime patrimonial, Caio compareceu à Delegacia para registrar o ocorrido, ocasião em que foram ouvidas testemunhas presenciais, que afirmaram ter visto Paulo sair com aquele objeto. Paulo, ao tomar conhecimento da investigação, compareceu em sede policial e indicou onde o objeto estava, sendo o bem apreendido no dia seguinte em sua residência. Preocupado com sua situação jurídica, Paulo procurou a Defensoria Pública. Sob o ponto de vista jurídico, sua conduta impõe o reconhecimento de que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ocorreu erro de proibição, afastando a culpabilidade ou gerando causa de redução de pena, a depender de ser considerado vencível ou invencível;"
      },
      {
        "letra": "B",
        "texto": "foi praticado crime de furto, mas deverá ser reconhecida a causa de diminuição de pena do arrependimento posterior;"
      },
      {
        "letra": "C",
        "texto": "houve erro sobre a pessoa, devendo ser consideradas as características daquele que se pretendia atingir;"
      },
      {
        "letra": "D",
        "texto": "ocorreu erro de tipo, o que faz com que, no caso concreto, sua conduta seja considerada atípica;"
      },
      {
        "letra": "E",
        "texto": "houve erro na execução (aberratio ictus), logo a conduta deverá ser considerada atípica."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "976766",
    "metadata": "Ano: 2019 | Banca: INSTITUTO AOCP | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O desconhecimento da lei é inescusável. O erro sobre a ilicitude do fato, se inevitável, isenta de pena; se evitável, poderá diminuí-la de um sexto a um terço."
      },
      {
        "letra": "B",
        "texto": "Se o fato é cometido sob coação resistível, só é punível o autor da coação."
      },
      {
        "letra": "C",
        "texto": "Se o fato é cometido em estrita obediência à ordem, ainda que manifestamente ilegal, de superior hierárquico, só é punível o autor da ordem."
      },
      {
        "letra": "D",
        "texto": "O erro quanto à pessoa contra a qual o crime é praticado isenta de pena."
      },
      {
        "letra": "E",
        "texto": "O erro sobre elemento constitutivo do tipo legal de crime exclui o dolo e não permite a punição por crime culposo, ainda que previsto em lei."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "960488",
    "metadata": "Ano: 2019 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Descriminantes Putativas"
    ],
    "enunciado_principal": "Assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para a Teoria limitada do dolo, o erro quanto à proibição, se evitável, exclui o dolo, remanescendo apenas a responsabilidade culposa se cabível."
      },
      {
        "letra": "B",
        "texto": "Para a Teoria dos elementos negativos do tipo, os erros incidentes sobre causas de justificação são considerados erros de tipo."
      },
      {
        "letra": "C",
        "texto": "Para a Teoria estrita da culpabilidade a descriminante putativa é considerada erro de proibição e exclui a culpabilidade se o erro for inexcusável."
      },
      {
        "letra": "D",
        "texto": "Para a Teoria limitada da culpabilidade o erro que recai sobre os pressupostos fáticos de uma causa de justificação exclui o dolo."
      },
      {
        "letra": "E",
        "texto": "Para a Teoria limitada da culpabilidade o erro que recai sobre a existência ou os limites legais de uma causa de justificação exclui a culpabilidade se inevitável."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1841437",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Câmara de Tanabi - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Assinale a assertiva que o Código Penal considera discriminante putativa (art. 20, § 1º ).",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não há crime quando o fato é cometido em estrito cumprimento do dever legal."
      },
      {
        "letra": "B",
        "texto": "É isento de pena quem, por erro plenamente justificado pelas circunstâncias, supõe situação de fato que, se existisse, tornaria a ação legítima."
      },
      {
        "letra": "C",
        "texto": "O erro sobre elemento constitutivo do tipo legal de crime exclui o dolo, mas permite a punição por crime culposo, se previsto em lei."
      },
      {
        "letra": "D",
        "texto": "Ninguém pode ser punido por fato que lei posterior deixa de considerar crime, cessando em virtude dela a execução e os efeitos penais da sentença condenatória."
      },
      {
        "letra": "E",
        "texto": "Se o fato é cometido sob coação irresistível ou em estrita obediência a ordem, não manifestamente ilegal, de superior hierárquico, só é punível o autor da coação ou da ordem."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1165517",
    "metadata": "Ano: 2018 | Banca: IBADE | Órgão: SEJUDH - MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "Segundo o Código Penal, o erro sobre elemento constitutivo do tipo legal de crime:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é evitável se o agente atua ou se omite sem a consciência da ilicitude do fato, quando lhe era possível, nas circunstâncias, ter ou atingir essa consciência."
      },
      {
        "letra": "B",
        "texto": "surge em casos como estado de necessidade, legítima defesa, estrito cumprimento de dever legal ou exercício regular de direito."
      },
      {
        "letra": "C",
        "texto": "ocorre quando alguém, usando moderadamente dos meios necessários, repele injusta agressão, atual ou iminente, a direito seu ou de outrem."
      },
      {
        "letra": "D",
        "texto": "exclui o dolo, mas permite a punição por crime culposo, se previsto em lei."
      },
      {
        "letra": "E",
        "texto": "se dá quando o agente quis o resultado criminoso ou assumiu o risco de produzi-lo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1149553",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: Câmara Legislativa do Distrito Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Considerando o que estabelece o Código Penal, associe as duas colunas relacionando os conceitos com a sua definição.I. Delito putativo por erro de tipo.II. Aberratio ictus. III. Erro de proibição. IV. Aberratio criminis. a. O agente percebe a realidade, equivocando-se sobre regra de conduta. b. Acidente ou erro no emprego executório culminando por atingir bem jurídico diferente do pretendido. c. O comportamento do agente, subjetivamente, é criminoso, mas objetivamente o ato não se enquadra no tipo penal. d. Desvio no golpe ou erro na execução culminando por atingir pessoa diversa da pretendida.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I-a; II-b; III-c; IV-d."
      },
      {
        "letra": "B",
        "texto": "I-c; II-d; III-b; IV-a."
      },
      {
        "letra": "C",
        "texto": "I-b; II-a; III-c; IV-d."
      },
      {
        "letra": "D",
        "texto": "I-c; II-b; III-a; IV-d."
      },
      {
        "letra": "E",
        "texto": "I-c; II-d; III-a; IV-b."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1066254",
    "metadata": "Ano: 2018 | Banca: IBADE | Órgão: SEJUDH - MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "Segundo o Código Penal, o erro sobre elemento constitutivo do tipo legal de crime:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "surge em casos como estado de necessidades, legítima defesa, estrito cumprimento de dever legal ou exercício regular de direito."
      },
      {
        "letra": "B",
        "texto": "se dá quando o agente quis o resultado criminoso ou assumiu o risco de produzi-lo."
      },
      {
        "letra": "C",
        "texto": "exclui o dolo, permite a punição por crime culposo, se previsto em lei."
      },
      {
        "letra": "D",
        "texto": "ocorre quando alguém , usando moderadamente dos meios necessários, repele injusta agressão, atual ou iminente, a direito seu ou de outrem."
      },
      {
        "letra": "E",
        "texto": "é evitável se o agente atua ou se omite sem a consciência da ilicitude do fato, quando lhe era possível, nas circunstâncias, ter ou atingir essa consciência."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "952707",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: SEFAZ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "O erro sobre elemento do tipo",
    "alternativas": [
      {
        "letra": "A",
        "texto": "caracteriza erro na execução."
      },
      {
        "letra": "B",
        "texto": "é uma excludente de ilicitude."
      },
      {
        "letra": "C",
        "texto": "isenta a pena, caso fosse inevitável."
      },
      {
        "letra": "D",
        "texto": "exclui o dolo, mas permite a punição por crime culposo, se previsto em lei."
      },
      {
        "letra": "E",
        "texto": "permite a diminuição de pena, nos parâmetros previstos em lei, caso o erro seja vencível."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "930608",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: MPE-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "O erro sobre elementos do tipo, previsto no artigo 20 do Código Penal,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "exclui o dolo, mas permite a punição por crime culposo, se previsto em lei."
      },
      {
        "letra": "B",
        "texto": "sempre isenta o agente de pena."
      },
      {
        "letra": "C",
        "texto": "não isenta o agente de pena, mas esta será diminuída de um sexto a um terço."
      },
      {
        "letra": "D",
        "texto": "não tem relevância na punição do agente, pois o desconhecimento da lei é inescusável."
      },
      {
        "letra": "E",
        "texto": "se inevitável, isenta o agente de pena; se evitável, poderá diminuir a pena de um sexto a um terço."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "923523",
    "metadata": "Ano: 2018 | Banca: UEG | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "De acordo com a teoria do erro segundo o finalismo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o erro de tipo superável torna, necessariamente, o fato atípico."
      },
      {
        "letra": "B",
        "texto": "se inevitável, o erro de proibição elide a imputabilidade do agente"
      },
      {
        "letra": "C",
        "texto": "o erro de proibição evitável não diminui a reprovabilidade da conduta."
      },
      {
        "letra": "D",
        "texto": "a hipótese de erro de tipo inescusável permite a punição a título de culpa."
      },
      {
        "letra": "E",
        "texto": "a teoria extrema da culpabilidade trata o erro sobre os pressupostos fáticos da causa de justificação como erro de tipo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "914184",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: MPE-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Durante uma festa rave, Bernardo, 19 anos, conhece Maria, e, na mesma noite, eles vão para um hotel e mantém relações sexuais. No dia seguinte, Bernardo é surpreendido pela chegada de policiais militares no hotel, que realizam sua prisão em flagrante, informando que Maria tinha apenas 13 anos. Bernardo, então, é encaminhado para a Delegacia, apesar de esclarecer que acreditava que Maria era maior de idade, devido a seu porte físico e pelo fato de que era proibida a entrada de menores de 18 anos na festa rave. Diante da situação narrada, Bernardo agiu em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "erro de tipo, tornando a conduta atípica."
      },
      {
        "letra": "B",
        "texto": "erro de tipo, afastando o dolo, mas permitindo a punição pelo crime de estupro de vulnerável culposo."
      },
      {
        "letra": "C",
        "texto": "erro de proibição, afastando a culpabilidade do agente pela ausência de potencial conhecimento da ilicitude."
      },
      {
        "letra": "D",
        "texto": "erro sobre a pessoa, tornando a conduta atípica."
      },
      {
        "letra": "E",
        "texto": "erro de tipo permissivo, gerando causa de redução de pena."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "911618",
    "metadata": "Ano: 2018 | Banca: NUCEPE | Órgão: PC-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA acerca do erro de tipo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Escusável ou inescusável, o erro de tipo sempre exclui o dolo."
      },
      {
        "letra": "B",
        "texto": "O erro de tipo ocorre quando o indivíduo, desconhecendo um ou vários elementos constitutivos do tipo penal, não sabe que pratica um fato descrito em lei como infração penal quando na verdade o faz."
      },
      {
        "letra": "C",
        "texto": "Erro de tipo acidental é aquele que recai, por exemplo, sobre o objeto do crime, e assim, não afasta a responsabilidade penal."
      },
      {
        "letra": "D",
        "texto": "O terceiro que determina o erro responde pelo crime."
      },
      {
        "letra": "E",
        "texto": "No erro de tipo, o sujeito quer praticar um crime, mas, por erro, acaba por cometer um fato penalmente irrelevante."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "905935",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Arrependimento posterior",
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Estrito cumprimento de dever legal e exercício regular de direito",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "A respeito dos artigos 13 ao 25 do Código Penal, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a redução da pena em virtude do arrependimento posterior aplica-se a todos os crimes, excepcionados apenas os cometidos com violência."
      },
      {
        "letra": "B",
        "texto": "o erro quanto à pessoa contra a qual o crime é praticado não isenta de pena, considerando-se, no entanto, as condições ou qualidades da pessoa contra quem o agente queria praticar o crime e não as da vítima."
      },
      {
        "letra": "C",
        "texto": "o agente que, por circunstâncias alheias à própria vontade, não prossegue na execução do crime, só responderá pelos atos já praticados."
      },
      {
        "letra": "D",
        "texto": "o dever de agir para evitar o resultado incumbe a quem tenha, por lei ou convenção social, obrigação de cuidado, proteção e vigilância."
      },
      {
        "letra": "E",
        "texto": "são excludentes da ilicitude o estado de necessidade e a legítima defesa, não sendo punível o excesso, se praticado por culpa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "905802",
    "metadata": "Ano: 2018 | Banca: FUMARC | Órgão: PC-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Com relação ao erro no Direito Penal, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando, por erro no uso dos meios de execução, o agente, ao invés de atingir a pessoa que pretendia ofender, atinge pessoa diversa, responde como se tivesse praticado o crime contra aquela, considerando-se as qualidades da vítima que almejava. No caso de ser também atingida a pessoa que o agente pretendia ofender, aplica-se a regra do concurso formal: estamos diante da figura conhecida como aberratio criminis."
      },
      {
        "letra": "B",
        "texto": "O agente que, objetivando determinado resultado, termina atingindo resultado diverso do pretendido, responde pelo resultado diverso do pretendido somente por culpa, se for previsto como delito culposo. Quando o agente alcançar o resultado almejado e também resultado diverso do pretendido, responderá pela regra do concurso formal, restando configurada a aberratio causae."
      },
      {
        "letra": "C",
        "texto": "Mãe que, a fim de cuidar do machucado de seu filho, aplica sobre o ferimento ácido, pensando tratar-se de pomada cicatrizante, age em erro de proibição."
      },
      {
        "letra": "D",
        "texto": "Fazendeiro que, para defender sua propriedade, mata posseiro que a invade, pensando estar nos limites de seu direito, atua em erro de proibição indireto."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "893193",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: EBSERH",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "Com referência à lei penal no tempo, ao erro jurídico-penal, ao concurso de agentes e aos sujeitos da infração penal, julgue o item que se segue.Situação hipotética: Um agente, com a livre intenção de matar desafeto seu, disparou na direção deste, mas atingiu fatalmente pessoa diversa, que se encontrava próxima ao seu alvo. Assertiva: Nessa situação, configurou-se o erro sobre a pessoa e o agente responderá criminalmente como se tivesse atingido a pessoa visada.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "890893",
    "metadata": "Ano: 2018 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "Gleicilene, jovem simples de 20 anos de idade, preocupada com o atraso de seu ciclo menstrual e receosa por um estado de gestação indesejada, passou em um laboratório clínico e submeteu-se a exame sanguíneo a fim de que pudesse confirmar suas suspeitas, tendo o resultado sido prometido para a manhã seguinte. Entretanto, impaciente e tensa que estava, Gleicilene foi a uma farmácia e adquiriu um kit de teste gravídico e, chegando em casa, submeteu-se à experiência. Desesperou-se diante da reação química que, em princípio, indicava gravidez. Preocupada, procurou um indivíduo de quem adquiriu medicação abortiva com o escopo de praticar auto-aborto, tendo ingerido duas drágeas à noite. No outro dia, logo de manhã, ela deambulou até o laboratório e apanhou o resultado do exame de sangue que revelou que não havia nenhuma gravidez. Foi realizada contraprova que ratificou a ausência de gestação. Do ponto de vista do Direito Penal, pode-se dizer que Gleicilene incorreu em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Delito putativo por erro de proibição."
      },
      {
        "letra": "B",
        "texto": "Erro de tipo invencível."
      },
      {
        "letra": "C",
        "texto": "Erro de proibição indireto."
      },
      {
        "letra": "D",
        "texto": "Delito putativo por erro de tipo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "886218",
    "metadata": "Ano: 2018 | Banca: Fundação CEFETBAHIA | Órgão: MPE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Classificação dos crimes",
      "Noções Fundamentais",
      "Conceitos e caracteres",
      "Crimes plurissubsistentes e unissubsistentes",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As circunstâncias legais são descritas pela lei penal de maneira prévia, ou na parte geral, ou na parte especial do Código, ou em leis extravagantes."
      },
      {
        "letra": "B",
        "texto": "Os crimes unissubsistentes ante o fracionamento da execução admitem a modalidade tentada."
      },
      {
        "letra": "C",
        "texto": "Tocante ao erro inescusável pode-se afirmar que nele incide qualquer homem prudente e de discernimento e, na modalidade inescusável direta o sujeito conhece o mandamento proibitivo."
      },
      {
        "letra": "D",
        "texto": "A despenalização informal pode resultar de ato administrativo, enquanto a despenalização formal pode decorrer da substituição da pena criminal por uma sanção de outra ordem jurídica."
      },
      {
        "letra": "E",
        "texto": "As alternativas “a” e “d” estão corretas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "882369",
    "metadata": "Ano: 2018 | Banca: FUNDATEC | Órgão: AL-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "Considerando o erro de tipo, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O erro de tipo essencial escusável afasta somente o dolo, podendo o agente responder na forma culposa."
      },
      {
        "letra": "B",
        "texto": "O erro de tipo essencial permissivo ocorre nos casos em que o erro incide sobre os requisitos objetivos de uma causa que afasta a culpabilidade."
      },
      {
        "letra": "C",
        "texto": "Considera-se erro quanto à pessoa quando o agente atinge sujeito diverso do que pretendia atingir por confundi-lo com a vítima pretendida, não isentando de pena o autor do delito."
      },
      {
        "letra": "D",
        "texto": "As descriminantes putativas por erro de tipo ocorrem quando a falsa percepção da realidade incidir sobre o limite da causa justificante."
      },
      {
        "letra": "E",
        "texto": "O erro de tipo essencial vencível afasta dolo e culpa, impossibilitando que o agente responda, mesmo que exista a modalidade culposa do crime."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "873586",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "No Direito Penal brasileiro, o erro",
    "alternativas": [
      {
        "letra": "A",
        "texto": "sobre os elementos do tipo impede a punição do agente, pois exclui a tipicidade subjetiva em todas as suas formas"
      },
      {
        "letra": "B",
        "texto": "determinado por terceiro faz com que este responda pelo crime."
      },
      {
        "letra": "C",
        "texto": "sobre a pessoa leva em consideração as condições e qualidades da vítima para fins de aplicação da pena."
      },
      {
        "letra": "D",
        "texto": "de proibição exclui o dolo, tornando a conduta atípica."
      },
      {
        "letra": "E",
        "texto": "sobre a ilicitude do fato isenta o agente de pena quando evitável."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1224273",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "O erro de tipo, no Direito Penal,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "exclui a culpabilidade subjetiva, impedindo a punição do agente"
      },
      {
        "letra": "B",
        "texto": "quando escusável, permite a punição por crime culposo."
      },
      {
        "letra": "C",
        "texto": "é incabível em crimes hediondos e equiparados."
      },
      {
        "letra": "D",
        "texto": "é inescusável nos crimes da Lei de Drogas, no desconhecimento da lei penal."
      },
      {
        "letra": "E",
        "texto": "incide sobre o elemento constitutivo do tipo e exclui o dolo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "865130",
    "metadata": "Ano: 2017 | Banca: IESES | Órgão: IGP-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Tipicidade",
      "Tipicidade conglobante",
      "Noções gerais de Concursos de Pessoas",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "É certo afirmar: I. No concurso de pessoas as circunstâncias e as condições de caráter pessoal nunca se comunicam. II. Tipicidade conglobante é a comprovação de que a conduta legalmente típica está também proibida pela norma, o que se obtém desentranhando o alcance da norma proibitiva, conglobada com as restantes normas da ordem normativa. III. O sujeito ativo, geralmente, pode ser qualquer um, mas em certos tipos são exigidas características especiais no sujeito passivo. Quando qualquer um pode ser sujeito ativo, os tipos costumam enunciar “o que” ou “quem”. IV. O erro de tipo não afasta o dolo. Analisando as proposições, pode-se afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições II e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições I e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições II e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições I e III estão corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "857179",
    "metadata": "Ano: 2017 | Banca: FEPESE | Órgão: PC-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "De acordo com o Código Penal o erro sobre o elemento constitutivo do tipo penal permite apenas a:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "exclusão da culpabilidade."
      },
      {
        "letra": "B",
        "texto": "materialização do crime impossível."
      },
      {
        "letra": "C",
        "texto": "redução da pena para crime tentado."
      },
      {
        "letra": "D",
        "texto": "prática do crime mediante concurso."
      },
      {
        "letra": "E",
        "texto": "punição por crime culposo, se previsto em lei."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "857077",
    "metadata": "Ano: 2017 | Banca: FEPESE | Órgão: PC-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "É correto afirmar sobre o erro de tipo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O erro sobre o elemento constitutivo do tipo legal exclui o dolo."
      },
      {
        "letra": "B",
        "texto": "O crime praticado com erro de tipo será desclassificado para a forma tentada."
      },
      {
        "letra": "C",
        "texto": "A prática de crime com erro de tipo somente é possível nos crimes dolosos contra a vida."
      },
      {
        "letra": "D",
        "texto": "Não se admite o erro de tipo nos crimes contra a administração pública."
      },
      {
        "letra": "E",
        "texto": "O ato delituoso deverá ser apenado como contravenção quando presente o erro sobre o elemento constitutivo do tipo legal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "846048",
    "metadata": "Ano: 2017 | Banca: IBFC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "A teoria do erro detém grande importância para avaliação da responsabilidade penal de indivíduo acusado do cometimento de delito. Sobre o erro de tipo, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Erro de tipo é equívoco de representação, ou seja, o agente atinge terceiro achando tratar-se de pessoa que visava atingir com sua conduta ilícita"
      },
      {
        "letra": "B",
        "texto": "Conhecido como “aberratio ictus”, o erro de tipo se vislumbra quando do momento da execução do delito terceiro é atingido sem que o agente tenha vontade de o fazê-lo"
      },
      {
        "letra": "C",
        "texto": "O erro de tipo é uma modalidade de erro que, quando verificada, não exclui o dolo, cabendo ao julgador verificar a ocorrência de engano durante a execução do delito e aplicar-lhe pena mais branda"
      },
      {
        "letra": "D",
        "texto": "Erro verificável quando o agente criminoso supõe que sua conduta recai sobre determinada coisa e na realidade recai sobre outra"
      },
      {
        "letra": "E",
        "texto": "Trata-se de erro sobre elemento constitutivo do tipo legal, excluindo o elemento subjetivo e permitindo uma condenação por ato culposo, quando previsto em lei penal"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "845949",
    "metadata": "Ano: 2017 | Banca: IBFC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Analise os itens abaixo sobre a teoria do erro. I. O erro de tipo essencial incide sobre elementar do tipo quando a falsa percepção de realidade faz com que o agente desconheça a natureza criminosa do fato. II. O erro sobre objeto é irrelevante para o Direito Penal, já que o agente, mesmo quando realiza a conduta que recai sobre coisa alheia, responderá criminalmente pelo crime cometido nos limites do tipo penal. III. O aberratio ictus é modalidade de erro acidental que não exclui a tipicidade, sopesando ao agente uma responsabilização em âmbito penal. IV. O aberratio criminis é o desvio na execução do delito e recai sobre o objeto jurídico do crime, sendo que sua verificação não exclui a tipicidade. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I e III estão corretos"
      },
      {
        "letra": "B",
        "texto": "Apenas II e IV estão corretos"
      },
      {
        "letra": "C",
        "texto": "Apenas II e III estão incorretos"
      },
      {
        "letra": "D",
        "texto": "Apenas III e IV estão incorretos"
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV estão corretos"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "843721",
    "metadata": "Ano: 2017 | Banca: FAPEMS | Órgão: PC-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "Não aceitando o término do casamento, Felinto manteve Isaura por uma hora e meia sob a mira de um revólver. Durante esse tempo, o Delegado Moraes negociou a rendição de Felinto. Aos prantos, repetia que liberaria a ex-mulher, contudo efetuaria disparo contra a sua cabeça, pondo fim à própria vida, pois não viveria sem sua amada. Passados mais alguns minutos, decidiu liberar Isaura. Ainda transtornado e de arma em punho, dirigiu-se à saída do local onde estava acuado pelos policiais e, inesperadamente, ao invés de se entregar, apontou o revólver aos integrantes do grupo tático, gritando que efetuaria um disparo. Nesse momento, vendo uma ameaça em Felinto, pois estava prestes a atirar contra os policiais, o Delegado Moraes efetuou disparo mortal. Em seguida, ao se aproximar do corpo da vítima, verificou que a arma de Felinto não estava municiada. Visando a evitar qualquer responsabilização penal, a defesa técnica de Moraes deverá suscitar que ele atuou em contexto de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "erro de tipo permissivo invencível."
      },
      {
        "letra": "B",
        "texto": "erro determinado por terceiro."
      },
      {
        "letra": "C",
        "texto": "erro de tipo incriminador invencível."
      },
      {
        "letra": "D",
        "texto": "legítima defesa própria."
      },
      {
        "letra": "E",
        "texto": "erro de proibição invencível."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "840605",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: DPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Considere trechos do poema abaixo. (...) Meu leiteiro tão sutil de passo maneiro e leve, antes desliza que marcha. É certo que algum rumor sempre se faz: passo errado, vaso de flor no caminho, cão latindo por princípio, ou um gato quizilento. E há sempre um senhor que acorda, resmunga e torna a dormir. Mas este acordou em pânico (ladrões infestam o bairro), não quis saber de mais nada. O revólver da gaveta saltou para sua mão. Ladrão? se pega com tiro. Os tiros na madrugada liquidaram meu leiteiro. Se era noivo, se era virgem, se era alegre, se era bom, não sei, é tarde para saber. Mas o homem perdeu o sono de todo, e foge pra rua. Meu Deus, matei um inocente. Bala que mata gatuno também serve pra furtar a vida de nosso irmão. Quem quiser que chame médico, polícia não bota a mão neste filho de meu pai. Está salva a propriedade. A noite geral prossegue, a manhã custa a chegar, mas o leiteiro estatelado, ao relento, perdeu a pressa que tinha. Da garrafa estilhaçada, no ladrilho já sereno escorre uma coisa espessa que é leite, sangue... não sei. Por entre objetos confusos, mal redimidos da noite, duas cores se procuram, suavemente se tocam, amorosamente se enlaçam, formando um terceiro tom a que chamamos aurora. Diante destes trechos derradeiros do poema Morte do Leiteiro, de Carlos Drummond de Andrade (A rosa do povo. Rio de Janeiro: Record, 1996, p. 110-111), é correto tecnicamente afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "considerada a topografia do direito brasileiro positivado, cuida-se de um argumento clássico de erro de tipo que bem se tributa à chamada teoria limitada da culpabilidade."
      },
      {
        "letra": "B",
        "texto": "considerada a topografia do direito brasileiro positivado, cuida-se de um argumento clássico de erro de proibição, com a subsequente exclusão do dolo."
      },
      {
        "letra": "C",
        "texto": "tem-se, nesse poema, um argumento clássico da denominada aberratio ictus."
      },
      {
        "letra": "D",
        "texto": "tem-se, nesse poema, um argumento clássico da denominada aberratio criminis."
      },
      {
        "letra": "E",
        "texto": "tem-se, nesse poema, um argumento clássico de advento de causa relativamente independentemente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "839597",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: PC-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Noções Fundamentais",
      "Lei penal no espaço",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Crimes omissivos",
      "Erro do tipo essencial",
      "Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "De acordo com os dispositivos da parte geral do Código Penal, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na hipótese de abolitio criminis a reincidência permanece como efeito secundário da prática do crime."
      },
      {
        "letra": "B",
        "texto": "O território nacional estende-se a embarcações e aeronaves brasileira de natureza pública, desde que se encontrem no espaço aéreo brasileiro ou em alto-mar."
      },
      {
        "letra": "C",
        "texto": "Crimes à distância são aqueles em que a ação ou omissão ocorre em um país e o resultado, em outro."
      },
      {
        "letra": "D",
        "texto": "O desconhecimento da lei é inescusável. O erro sobre a ilicitude do fato, se evitável, isenta de pena; se inevitável, poderá diminuí-la de um sexto a um terço."
      },
      {
        "letra": "E",
        "texto": "É isento de pena o agente que pratica crime sem violência ou grave ameaça à pessoa, desde que, voluntariamente, repare o dano ou restitua a coisa, até o recebimento da denúncia ou da queixa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "822982",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Um cidadão americano residente no Estado da Califórnia, onde o uso medicinal de Cannabis é permitido, vem ao Brasil para um período de férias em Santa Catarina e traz em sua bagagem uma certa quantidade da substância, conforme sua receita médica. Ao ser revistado no aeroporto é preso pelo delito de tráfico internacional de drogas. Neste caso, considerando-se que seja possível a não imputação do crime, seria possível alegar erro de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "proibição indireto."
      },
      {
        "letra": "B",
        "texto": "tipo permissivo."
      },
      {
        "letra": "C",
        "texto": "proibição direto."
      },
      {
        "letra": "D",
        "texto": "tipo."
      },
      {
        "letra": "E",
        "texto": "subsunção."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "818947",
    "metadata": "Ano: 2017 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Sobre modalidades de erro, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo a teoria limitada da culpabilidade, o erro de proibição indireto (ou erro de permissão), se evitável, não isenta de pena, mas pode reduzir a culpabilidade do agente."
      },
      {
        "letra": "B",
        "texto": "O erro de mandado pode recair sobre o dever jurídico especial de agir, que fundamenta a omissão imprópria, e, se evitável, não isenta de pena, mas pode reduzir a culpabilidade do agente."
      },
      {
        "letra": "C",
        "texto": "Ao subtrair frutas de chácara alheia, a criança A sofre lesões corporais graves por disparo certeiro de arma de fogo realizado por B, proprietário da chácara, que supõe plenamente justificada a sua ação: trata-se de modalidade de erro de proibição direto, incidente sobre a existência da lei penal que, se evitável, reduz a culpabilidade do agente."
      },
      {
        "letra": "D",
        "texto": "Segundo a teoria limitada da culpabilidade, o estado de necessidade putativo constitui modalidade de erro de tipo permissivo, que incide sobre os pressupostos fáticos da causa de justificação e recebe tratamento jurídico equiparado ao erro de tipo: se inevitável, exclui o dolo e o próprio crime, e se evitável, admite punição a título de culpa, se prevista em lei."
      },
      {
        "letra": "E",
        "texto": "O excesso de legítima defesa real pode ser determinado por erro de representação sobre a intensidade da agressão (excesso intensivo) ou sobre a atualidade de agressão (excesso extensivo)."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "800679",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: DPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Antijuridicidade",
      "Erro do tipo essencial",
      "Noções Gerais Antijuridicidade"
    ],
    "enunciado_principal": "Sobre a parte geral do Direito Penal, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A embriaguez completa não exclui a ilicitude do fato."
      },
      {
        "letra": "B",
        "texto": "No erro de tipo essencial o agente não age de forma dolosa."
      },
      {
        "letra": "C",
        "texto": "É admitida a utilização da analogia no direito penal."
      },
      {
        "letra": "D",
        "texto": "O direito penal não admite a compensação de culpas."
      },
      {
        "letra": "E",
        "texto": "O arrependimento eficaz é causa de diminuição de pena."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "798596",
    "metadata": "Ano: 2017 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Antijuridicidade",
      "Legítima defesa",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "Sobre causas de exclusão de ilicitude, de isenção de pena e sobre o erro, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Que o direito penal reconhece a legítima defesa sucessiva e também a recíproca."
      },
      {
        "letra": "B",
        "texto": "Que a coação física irresistível é causa de isenção de pena."
      },
      {
        "letra": "C",
        "texto": "Que o erro, quanto aos pressupostos fáticos, se vencível, permite o tratamento do crime como culposo."
      },
      {
        "letra": "D",
        "texto": "Que é condição para o reconhecimento da legítima defesa que ao agente não seja possível furtar-se à agressão ao seu direito."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "797804",
    "metadata": "Ano: 2017 | Banca: NUCEPE | Órgão: SEJUS-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "Em relação ao direito penal, quanto ao erro, marque a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O erro sobre elemento constitutivo do tipo legal de crime não exclui o dolo, mas permite a punição por crime culposo, se previsto em lei."
      },
      {
        "letra": "B",
        "texto": "É isento de pena quem, por erro plenamente justificado pelas circunstâncias, supõe situação de fato que, se existisse, tornaria a ação legítima. Há isenção de pena quando o erro deriva de culpa e o fato é punível como crime culposo."
      },
      {
        "letra": "C",
        "texto": "Não responde pelo crime o terceiro que determina o erro."
      },
      {
        "letra": "D",
        "texto": "O erro quanto à pessoa contra a qual o crime é praticado isenta de pena."
      },
      {
        "letra": "E",
        "texto": "O desconhecimento da lei é inescusável. O erro sobre a ilicitude do fato, se inevitável, isenta de pena; se evitável, poderá diminuí-la de 1/6 (um sexto) a 1/3 (um terço)."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "794621",
    "metadata": "Ano: 2017 | Banca: TRF - 2ª Região | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Tipicidade",
      "Tipo Penal Culposo",
      "Noções Fundamentais",
      "Lei penal no tempo",
      "Erro do tipo essencial",
      "Erro de tipo acidental",
      "Concurso de crimes"
    ],
    "enunciado_principal": "Assinale a opção correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A doutrina dominante aponta que, em regra, o crime culposo admite tentativa, especialmente quando a culpa é própria."
      },
      {
        "letra": "B",
        "texto": "Se “A” determina que “B” aplique uma surra em “C”, e este, ao executar a ação, excede-se, causando a morte de “C”, o Código Penal Brasileiro determina que ambos respondam por homicídio, em decorrência da adoção do sistema monista no concurso de pessoas."
      },
      {
        "letra": "C",
        "texto": "O erro de tipo exclui a ilicitude, mas permite a punição culposa do fato, quando vencível."
      },
      {
        "letra": "D",
        "texto": "No concurso de crimes, o cálculo da prescrição da pretensão punitiva considera o acréscimo decorrente do concurso formal, material ou da continuidade delitiva."
      },
      {
        "letra": "E",
        "texto": "Se vigorava lei mais benéfica, depois substituída por lei mais grave, hoje vigente, é a lei mais grave que será aplicada ao crime continuado ou ao crime permanente, se a sua vigência foi iniciada antes da cessação da continuidade."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1191551",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: Prefeitura de Presidente Prudente - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Crimes omissivos",
      "Erro do tipo essencial",
      "Erro de tipo acidental",
      "Inimputabilidade por doença mental",
      "Inimputabilidade pela embriaguez"
    ],
    "enunciado_principal": "A respeito do crime e da imputabilidade, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a omissão é penalmente relevante quando o omitente deixar de impedir o resultado que, por comportamento seu anterior, criou o risco de ocorrência."
      },
      {
        "letra": "B",
        "texto": "é isento de pena quem atua ou se omite sem a consciência da ilicitude do fato, sendo o erro evitável."
      },
      {
        "letra": "C",
        "texto": "a restituição da coisa, no crime de roubo, até o recebimento da denúncia, reduz a pena do agente."
      },
      {
        "letra": "D",
        "texto": "a embriaguez culposa exclui a imputabilidade."
      },
      {
        "letra": "E",
        "texto": "o ordenamento brasileiro adota o sistema vicariante, segundo o qual, aos inimputáveis por doença mental ao tempo da prática delitiva, primeiro aplica-se medida de segurança e, uma vez curados, pena."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "723945",
    "metadata": "Ano: 2016 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Mévio, lenhador, está trabalhando já há mais de 12 horas cortando árvores com seu afiado machado. Quando passa para a árvore seguinte, sofrendo uma ilusão de ótica pelo seu cansaço, confunde as pernas de seu amigo Lupércio com o tronco de uma árvore, desferindo contra ele vigoroso golpe de machado, lesionando-o. Neste caso, pode-se dizer que Mévio agiu:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em estado de erro de proibição psiquicamente condicionado;"
      },
      {
        "letra": "B",
        "texto": "Em estado de erro de tipo psiquicamente condicionado;"
      },
      {
        "letra": "C",
        "texto": "Em estado de erro de proibição indireto;"
      },
      {
        "letra": "D",
        "texto": "Em estado de erro de tipo permissivo;"
      },
      {
        "letra": "E",
        "texto": "Com dolo eventual."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "713824",
    "metadata": "Ano: 2016 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Erro do tipo essencial",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Assustado pelo atual contexto da criminalidade, um pequeno empresário, no dia do pagamento do salário aos funcionários, estando em mãos com vinte mil reais, constata o ingresso de dois rapazes no escritório e supõe tratar-se de um iminente assalto, reagindo com três letais tiros de revólver em cada um deles. Comprova-se, depois, que os rapazes tinham ido ao escritório em busca de emprego e não para assaltar. Considerando a situação descrita, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para a legislação penal brasileira, o erro sobre a existência de iminente agressão, no qual o empresário incorreu, excluiria a tipicidade dolosa dos dois homicídios."
      },
      {
        "letra": "B",
        "texto": "Para a teoria extremada da culpabilidade, mesmo que o empresário tivesse errado a mira e atingido mortalmente um dos rapazes e um funcionário, o tratamento penal adequado seria o do erro de proibição. Assim, os dois homicídios seriam fatos típicos e antijurídicos."
      },
      {
        "letra": "C",
        "texto": "A teoria limitada da culpabilidade trata como erro de proibição somente o erro que recai sobre os limites de uma causa de justificação penal."
      },
      {
        "letra": "D",
        "texto": "Para os setores doutrinários que emprestam dupla função ao dolo no sistema do delito, o efeito do erro inevitável sobre pressuposto fático de uma justificativa penal deve ser o de exclusão da culpabilidade dolosa; quando evitável o erro, por analogia que se justifica pela identidade da natureza negligente do fato de que decorrem, deve ser equiparado ao efeito do erro de tipo."
      },
      {
        "letra": "E",
        "texto": "Para a posição doutrinária que consagra uma teoria de culpa que remete para as consequências jurídicas, o erro sobre pressuposto fático de uma excludente de ilicitude é um erro sui generis, que não se confunde com o erro de tipo e o erro de proibição indireto."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "681454",
    "metadata": "Ano: 2016 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Considere as afirmações abaixo sobre a teoria do delito. I - A coação irresistível, desde que física, exclui o fato típico em relação ao coagido. II - O erro de tipo inevitável sobre os elementos objetivos do homicídio (art. 121, CP) e o erro de tipo evitável sobre elementos objetivos do crime de aborto provocado pela gestante (art. 124, CP) afastam a possibilidade de responsabilização criminal de seus autores. III - O erro relativo à pessoa, sendo acidental, não isenta de pena, não se considerando na apreciação do fato concreto as condições da vítima que o agente pretendia atingir, mas sim as condições daquela efetivamente atingida. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas II."
      },
      {
        "letra": "C",
        "texto": "Apenas III."
      },
      {
        "letra": "D",
        "texto": "Apenas I e II."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "677150",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TCE-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Com base no Código Penal e na jurisprudência dos tribunais superiores, julgue o item a seguir, a respeito dos crimes contra a administração pública.O agente público que ordena despesa sem o conhecimento de que tal despesa não era autorizada por lei incide em erro de proibição.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "647127",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: PC-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Antijuridicidade",
      "Exigibilidade de conduta diversa",
      "Erro do tipo essencial",
      "Noções Gerais Antijuridicidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Acerca das questões de tipicidade, ilicitude (ou antijuridicidade) e culpabilidade, bem como de suas respectivas excludentes, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A inexigibilidade de conduta diversa e a inimputabilidade são causas excludentes de ilicitude."
      },
      {
        "letra": "B",
        "texto": "O erro de proibição é causa excludente de ilicitude."
      },
      {
        "letra": "C",
        "texto": "Há excludente de ilicitude em casos de estado de necessidade, legítima defesa, em estrito cumprimento do dever legal ou no exercício regular do direito."
      },
      {
        "letra": "D",
        "texto": "Há excludente de tipicidade em casos de estado de necessidade, legítima defesa, exercício regular do direito e estrito cumprimento do dever legal."
      },
      {
        "letra": "E",
        "texto": "A inexigibilidade de conduta diversa e a inimputabilidade são causas excludentes de tipicidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "641838",
    "metadata": "Ano: 2016 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "O erro sobre elementos constitutivos do tipo penal, essencial ou acidental, em todas as suas formas, exclui o dolo, mas permite a punição por crime culposo, se previsto em lei.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "613171",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental",
      "Descriminantes Putativas"
    ],
    "enunciado_principal": "Assinale a alternativa que contém a assertiva correta no que diz respeito aos dispositivos relativos ao erro previstos no Código Penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Magnus, policial, adultera, sem autorização legal, sinal identificador de um veículo automotor a fim de que seja utilizado em investigação criminal, pois imagina, por erro evitável, que nesta hipótese sua conduta seria lícita. Na responsabilização penal pelo crime de “adulteração de sinal identificador de veículo automotor\", Magnus deverá ser punido na modalidade culposa do delito."
      },
      {
        "letra": "B",
        "texto": "Ticius imputa um fato definido como crime a Manassés que imaginava ser verdadeiro quando, na verdade, era falso, tendo o erro de Ticius decorrido de sua negligência. Neste caso, ao ser responsabilizado pelo crime de calúnia, Ticius deverá ter sua pena diminuída de um sexto a um terço."
      },
      {
        "letra": "C",
        "texto": "Ticius imputa um fato definido como crime a Manassés que imaginava ser verdadeiro quando, na verdade, era falso, tendo o erro de Ticius decorrido de sua negligência. Neste caso, Ticius deverá ser responsabilizado pelo crime de calúnia na modalidade culposa."
      },
      {
        "letra": "D",
        "texto": "Augustus, agride e provoca lesão corporal em Cassius, pois este segurava o pescoço de Maximus. Imaginava Augustus estar protegendo Maximus mas, por erro decorrente de sua imprudência, não percebeu que tudo se tratava de uma brincadeira. Neste caso, na responsabilização penal pelo crime de lesão corporal, Augustus deverá ter sua pena diminuída de um sexto a um terço."
      },
      {
        "letra": "E",
        "texto": "Magnus, policial, adultera, sem autorização legal, sinal identificador de um veículo automotor a fim de que seja utilizado em investigação criminal, pois imagina, por erro evitável, que nesta hipótese sua conduta seria lícita. Na responsabilização penal pelo crime de “adulteração de sinal identificador de veículo automotor\", Magnus deverá ter sua pena diminuída de um sexto a um terço."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "645507",
    "metadata": "Ano: 2015 | Banca: FAUEL | Órgão: Câmara Municipal de Marialva - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Estrito cumprimento de dever legal e exercício regular de direito",
      "Causas supralegais de exclusão da antijuridicidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Dentre as hipóteses abaixo indique a única que NÃO configura excludente de ilicitude de acordo com o Código Penal brasileiro.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estado de necessidade."
      },
      {
        "letra": "B",
        "texto": "Legítima defesa."
      },
      {
        "letra": "C",
        "texto": "Erro plenamente justificado pelas circunstâncias."
      },
      {
        "letra": "D",
        "texto": "Estrito cumprimento do dever legal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "634718",
    "metadata": "Ano: 2015 | Banca: INSTITUTO CIDADES | Órgão: Prefeitura de Itauçu - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "João, caçador, encontrava-se à noite em uma selva muito densa quando, de repente, avista um vulto vindo em sua direção, prontamente dispara sua espingarda em direção ao que na sua suposição seria um animal feroz, atingindo a sua mira. Todavia, ao verificar que animal teria atingido, constata que, na verdade, se tratava de um caçador que passava pelo local, tendo-lhe lesionado. A conduta do caçador configura:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Erro de tipo essencial escusável, respondendo o caçador pelo delito de lesão corporal culposa."
      },
      {
        "letra": "B",
        "texto": "Erro sobre a pessoa, não isentando o caçador de pena."
      },
      {
        "letra": "C",
        "texto": "Erro de tipo essencial escusável, que exclui o dolo e a culpa, não respondendo o caçador pelo delito de lesão corporal."
      },
      {
        "letra": "D",
        "texto": "Aberractio ictus."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "586525",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 9ª REGIÃO (PR)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "Maria, a fim de cuidar do machucado de seu filho que acabou de cair da bicicleta, aplica sobre o ferimento da criança ácido corrosivo, pensando tratar-se de uma pomada cicatrizante, vindo a agravar o ferimento. A situação descrita retrata hipótese tratada no Código Penal como:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "erro de proibição."
      },
      {
        "letra": "B",
        "texto": "erro na execução."
      },
      {
        "letra": "C",
        "texto": "estado de necessidade."
      },
      {
        "letra": "D",
        "texto": "exercício regular de direito."
      },
      {
        "letra": "E",
        "texto": "erro de tipo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "578469",
    "metadata": "Ano: 2015 | Banca: CONSESP | Órgão: DAE-Bauru",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Conduta: ação / omissão",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Em matéria de direito penal, julgue os itens apresentados. I. A omissão é penalmente irrelevante quando o omitente devia e podia agir para evitar o resultado. II. A omissão é penalmente relevante quando o omitente devia e podia agir para evitar o resultado. III. É isento de pena quem, por erro plenamente justificado pelas circunstâncias, supõe situação de fato que, se existisse, tornaria a ação legítima, ainda que o erro derive de culpa e o fato seja punível como crime culposo. IV. O erro quanto à pessoa contra a qual o crime é praticado não isenta de pena. Não se consideram, neste caso, as condições ou qualidades da vítima, senão as da pessoa contra quem o agente queria praticar o crime. V. O desconhecimento da lei é inescusável. O erro sobre a ilicitude do fato, se inevitável, isenta de pena; se evitável, poderá diminuí-la de um sexto a um terço. Estão corretos os itens contidos em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II, IV e V, apenas."
      },
      {
        "letra": "B",
        "texto": "I, II, III, IV e V."
      },
      {
        "letra": "C",
        "texto": "I, II, III e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "IV e V, apenas."
      },
      {
        "letra": "E",
        "texto": "III, IV e V, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "576260",
    "metadata": "Ano: 2015 | Banca: FUNCAB | Órgão: PC-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Estrito cumprimento de dever legal e exercício regular de direito",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "Caso Geraldo Argolo atue por erro plenamente justificável pelas circunstâncias e suponha que se encontre em uma situação de perigo, ocorrerá:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estado de necessidade."
      },
      {
        "letra": "B",
        "texto": "legítima defesa putativa."
      },
      {
        "letra": "C",
        "texto": "estado de necessidade putativo."
      },
      {
        "letra": "D",
        "texto": "exercício regular de direito putativo."
      },
      {
        "letra": "E",
        "texto": "legítima defesa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "576258",
    "metadata": "Ano: 2015 | Banca: FUNCAB | Órgão: PC-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Erro do tipo essencial",
      "Descriminantes Putativas"
    ],
    "enunciado_principal": "Em relação à Teoria do Erro, proceda uma análise sobre as afirmativas seguintes. 1. O erro sobre elemento constitutivo do tipo legal exclui o dolo e a culpa, em qualquer hipótese. 2. Ocorrendo erro determinado por terceiro, somente este (terceiro) poderá responder pelo delito.3. No caso de descriminante putativa, somente haverá isenção de pena quando o erro deriva de culpa e o fato é também punível como crime culposo.4. Considera-se inevitável o erro se o agente atua sem a consciência da ilicitude do fato, quando lhe era impossível, nas circunstâncias, ter ou atingir essa consciência.Está correto somente o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "1 e 2."
      },
      {
        "letra": "B",
        "texto": "2 e 3."
      },
      {
        "letra": "C",
        "texto": "2 e 4."
      },
      {
        "letra": "D",
        "texto": "1,3 e 4."
      },
      {
        "letra": "E",
        "texto": "2,3 e 4."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "569436",
    "metadata": "Ano: 2015 | Banca: TRT 21R (RN) | Órgão: TRT - 21ª Região (RN)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Erro do tipo essencial",
      "Erro de tipo acidental",
      "Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "Analise as assertivas abaixo, e assinale a alternativa correta: I – Salvo os casos expressos em lei, ninguém pode ser punido por fato previsto como crime, senão quando o pratica dolosamente. II – O crime culposo não admite tentativa. III – Pelo resultado que agrava especialmente a pena, só responde o agente que o houver causado dolosamente. IV – O erro sobre a ilicitude do fato, se inevitável, isenta de pena; se evitável, poderá diminuí-la de um sexto a um terço. V – Verifica-se a reincidência quando o agente comete novo crime no curso de processo em que figure como réu, sendo acusado pela prática do mesmo ou de outro crime.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas as assertivas I, II e IV estão corretas;"
      },
      {
        "letra": "B",
        "texto": "apenas as assertivas I, II, III e IV estão corretas;"
      },
      {
        "letra": "C",
        "texto": "apenas as assertivas III e IV estão corretas;"
      },
      {
        "letra": "D",
        "texto": "apenas as assertivas III e V estão corretas;"
      },
      {
        "letra": "E",
        "texto": "apenas as assertivas I, III, IV e V estão corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "553908",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: DPE-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental",
      "Descriminantes Putativas"
    ],
    "enunciado_principal": "Se o agente oferece propina a um empregado de uma sociedade de economia mista, supondo ser funcionário de empresa privada com interesse exclusivamente particular, incide em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "erro sobre a pessoa."
      },
      {
        "letra": "B",
        "texto": "descriminante putativa."
      },
      {
        "letra": "C",
        "texto": "erro de tipo."
      },
      {
        "letra": "D",
        "texto": "erro sobre a ilicitude do fato inevitável."
      },
      {
        "letra": "E",
        "texto": "erro sobre a ilicitude do fato evitável."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "544563",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Descriminantes Putativas"
    ],
    "enunciado_principal": "O erro inescusável sobre",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a ilicitude do fato constitui causa de diminuição da pena."
      },
      {
        "letra": "B",
        "texto": "elementos do tipo permite a punição a título de culpa, se acidental."
      },
      {
        "letra": "C",
        "texto": "elementos do tipo isenta de pena."
      },
      {
        "letra": "D",
        "texto": "elementos do tipo exclui o dolo e a culpa, se essencial."
      },
      {
        "letra": "E",
        "texto": "a ilicitude do fato exclui a antijuridicidade da conduta."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "530894",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "O elemento subjetivo derivado por extensão ou assimilação decorrente do erro de tipo evitável nas descriminantes putativas ou do excesso nas causas de justificação amolda-se ao conceito de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "culpa imprópria."
      },
      {
        "letra": "B",
        "texto": "dolo eventual."
      },
      {
        "letra": "C",
        "texto": "culpa inconsciente."
      },
      {
        "letra": "D",
        "texto": "culpa consciente."
      },
      {
        "letra": "E",
        "texto": "dolo direto."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "525329",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TCE-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Descriminantes Putativas"
    ],
    "enunciado_principal": "A diferença entre erro sobre elementos do tipo e erro sobre a ilicitude do fato reside na circunstância de que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o erro de tipo exclui a culpabilidade, o de fato a imputabilidade."
      },
      {
        "letra": "B",
        "texto": "o erro de tipo exclui o dolo, o de fato a culpabilidade."
      },
      {
        "letra": "C",
        "texto": "o erro de tipo exclui a reprovabilidade da conduta, o de fato o elemento do injusto."
      },
      {
        "letra": "D",
        "texto": "o erro de tipo exclui o dolo, o de fato a invencibilidade do erro."
      },
      {
        "letra": "E",
        "texto": "a discriminante putativa é o que distingue o erro de tipo do erro de fato."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "512619",
    "metadata": "Ano: 2015 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "O erro de tipo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "exclui a culpabilidade do agente pela ausência e impossibilidade de conhecimento da antijuridicidade do fato que pratica."
      },
      {
        "letra": "B",
        "texto": "exclui a culpabilidade porque o agente, ao tempo do crime, era inteiramente incapaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento."
      },
      {
        "letra": "C",
        "texto": "exclui o dolo, pois se trata de conduta típica justificada pela norma permissiva."
      },
      {
        "letra": "D",
        "texto": "exclui o dolo, tendo em vista que o autor da conduta desconhece ou se engana em relação a um dos componentes da descrição legal do crime, seja ele descritivo ou normativo."
      },
      {
        "letra": "E",
        "texto": "exclui a punibilidade por se tratar de causa de isenção de pena prevista para determinados crimes."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "494784",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Em matéria de erro, correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o erro sobre a ilicitude do fato exclui a culpabilidade, por não exigibilidade de conduta diversa"
      },
      {
        "letra": "B",
        "texto": "o erro sobre elemento constitutivo do tipo penal não exclui a possibilidade de punição por crime culposo."
      },
      {
        "letra": "C",
        "texto": "o erro sobre a ilicitude do fato, se evitável, isenta de pena."
      },
      {
        "letra": "D",
        "texto": "o erro sobre elemento constitutivo do tipo penal exclui a culpabilidade."
      },
      {
        "letra": "E",
        "texto": "o erro quanto à pessoa contra a qual o crime é praticado não isenta de pena, considerando-se as condições ou qualidades da vítima, e não as da pessoa contra quem o agente queria praticar o crime."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "488469",
    "metadata": "Ano: 2015 | Banca: FUNDATEC | Órgão: PGE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Arrependimento posterior",
      "Causas relativamente independentes",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "Analise as assertivas abaixo: I. Considera-se praticado o crime no lugar em que ocorreu a ação ou omissão, no todo ou em parte, sendo irrelevante para esse fim onde se produziu ou deveria ser produzido o resultado. II. A superveniência de causa relativamente independente exclui a imputação quando, por si só, produziu o resultado; os fatos anteriores, entretanto, imputam-se a quem os praticou. III. Nos crimes previstos no Código Penal que tenham sido cometidos sem violência ou grave ameaça à pessoa, reparado o dano ou restituída a coisa, até o oferecimento da denúncia ou da queixa, por ato voluntário do agente, a pena poderá ser reduzida de um a dois terços, presente a hipótese do arrependimento posterior. IV. O erro sobre o elemento constitutivo do tipo legal de crime exclui o dolo e também não permite a punição por crime culposo, mesmo que previsto em lei. Após a análise, pode-se dizer que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Está correta apenas a assertiva II."
      },
      {
        "letra": "B",
        "texto": "Estão corretas apenas as assertivas I e II."
      },
      {
        "letra": "C",
        "texto": "Está incorreta apenas a assertiva IV."
      },
      {
        "letra": "D",
        "texto": "Estão incorretas apenas as assertivas I e III."
      },
      {
        "letra": "E",
        "texto": "Todas as assertivas estão incorretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "884473",
    "metadata": "Ano: 2014 | Banca: FUNCAB | Órgão: PC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "O erro de tipo essencial invencível exclui:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o dolo e a culpa."
      },
      {
        "letra": "B",
        "texto": "somente o dolo."
      },
      {
        "letra": "C",
        "texto": "somente a culpa."
      },
      {
        "letra": "D",
        "texto": "a potencial consciência da ilicitude."
      },
      {
        "letra": "E",
        "texto": "a culpabilidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "726799",
    "metadata": "Ano: 2014 | Banca: FMP Concursos | Órgão: TJ-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O erro de tipo essencial exclui o dolo, somente se for invencível."
      },
      {
        "letra": "B",
        "texto": "O erro de tipo essencial sempre exclui o dolo."
      },
      {
        "letra": "C",
        "texto": "O erro de tipo essencial sempre exclui a culpabilidade."
      },
      {
        "letra": "D",
        "texto": "O erro de proibição exclui o dolo, somente se for invencível."
      },
      {
        "letra": "E",
        "texto": "O erro de proibição sempre exclui o dolo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "458631",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: DPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "Referente à Teoria Geral do Crime, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O erro de tipo essencial invencível exclui o dolo, mas permite a punição de crime culposo, se previsto em lei."
      },
      {
        "letra": "B",
        "texto": "O estado de necessidade agressivo ocorre quando o ato necessário se dirige contra a coisa que promana o perigo para o bem jurídico defendido."
      },
      {
        "letra": "C",
        "texto": "No caso de excesso culposo da legítima defesa, embora o agente somente possa resultar punido com a pena do crime culposo, quando prevista em lei esta estrutura típica, a vontade deste é dirigida ao resultado, de modo que age, na realidade, dolosamente, mas, por erro vencível ou evitável, não sabe que transpôs os limites legais da causa de justificação e exercita defesa desnecessária."
      },
      {
        "letra": "D",
        "texto": "Nas discriminantes putativas, quando o erro recair sobre os limites ou o alcance da justificativa, estaremos diante do erro de tipo permissivo."
      },
      {
        "letra": "E",
        "texto": "Tanto a legítima defesa como o estado de necessidade possuem o caráter de agressão autorizada a bens jurídicos, com diferença, entretanto, de que no estado de necessidade ocorre uma ação predominantemente defensiva com aspectos agressivos, ao passo que na legítima defesa se dá uma ação predominantemente agressiva com aspectos defensivos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "429598",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Para o Código Penal (art. 20, § 1.º), quando a descriminante putativa disser respeito aos pressupostos fáticos da excludente, estamos diante de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Excludente de antijuridicidade."
      },
      {
        "letra": "B",
        "texto": "Erro de tipo."
      },
      {
        "letra": "C",
        "texto": "Erro de proibição."
      },
      {
        "letra": "D",
        "texto": "Excludente de culpabilidade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "429595",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Analise as seguintes situações:I. Quando, por erro no uso dos meios de execução, o agente, ao invés de atingir a pessoa que pretendia ofender, atinge pessoa diversa, responde como se tivesse praticado o crime contra aquela, levando-se em consideração as qualidades da vítima que almejava. No caso de ser também atingida a pessoa que o agente pretendia ofender, aplica-se a regra do concurso formal.II. Há representação equivocada da realidade, pois o agente acredita tratar-se a vítima de outra pessoa. Trata-se de vício de elemento psicológico da ação. Não isenta de pena e se consideram as condições ou qualidades da pessoa contra quem o agente queria praticar o crime.III. Trata-se de desvio do crime, ou seja, do objeto jurídico do delito. O agente, objetivando um determinado resultado, termina atingindo resultado diverso do pretendido. O agente responde pelo resultado diverso do pretendido somente por culpa, se for previsto como delito culposo. Quando o agente alcançar o resultado almejado e também resultado diverso do pretendido, responderá pela regra do concurso formal.Tais ocorrências configuram, respectivamente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "error in persona; aberratio ictus; aberratio criminis."
      },
      {
        "letra": "B",
        "texto": "aberratio ictus; aberratio criminis; error in persona."
      },
      {
        "letra": "C",
        "texto": "aberratio ictus; error in persona; aberratio criminis."
      },
      {
        "letra": "D",
        "texto": "aberratio criminis; error in persona; aberratio ictus."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "424544",
    "metadata": "Ano: 2014 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Antijuridicidade",
      "Causas supralegais de exclusão da antijuridicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental",
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O erro quanto à pessoa contra a qual o crime é praticado determina que se considerem as condições ou qualidades da vítima da infração."
      },
      {
        "letra": "B",
        "texto": "As circunstâncias agravantes não são consideradas para o cálculo da prescrição da pretensão punitiva propriamente dita."
      },
      {
        "letra": "C",
        "texto": "Para o reconhecimento da causa legal de exclusão de ilicitude, identificada pelo estado de necessidade, deve existir uma situação de perigo atual que ameace direito próprio ou alheio, causado ou não voluntariamente pelo agente que não tem o dever de enfrentar o perigo."
      },
      {
        "letra": "D",
        "texto": "A prescrição retroativa antecipada ou em perspectiva tem previsão legal e serve de fundamento para a extinção da punibilidade."
      },
      {
        "letra": "E",
        "texto": "No concurso material de crimes, a extinção da punibilidade pela prescrição incidirá sobre a soma das penas dos delitos"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "419834",
    "metadata": "Ano: 2014 | Banca: ACAFE | Órgão: PC-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Resultado",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "De acordo com o Código Penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pelo resultado que agrava especialmente a pena, só responde o agente que não o houver causado ao menos culposamente."
      },
      {
        "letra": "B",
        "texto": "Nos crimes cometidos sem violência ou grave ameaça à pessoa, reparado o dano ou restituída a coisa até o recebimento da denúncia ou da queixa, por ato voluntário do agente, a pena será reduzida de um a dois terços."
      },
      {
        "letra": "C",
        "texto": "O erro sobre elemento constitutivo do tipo legal de crime exclui o dolo e não permite a punição por crime culposo."
      },
      {
        "letra": "D",
        "texto": "É passível de pena quem, por erro plenamente justificado pelas circunstâncias, supõe situação de fato que, se existisse, tornaria a ação legítima. Haverá isenção de pena quando o erro deriva de culpa e o fato é punível como crime culposo."
      },
      {
        "letra": "E",
        "texto": "Não responde pelo crime o terceiro que determina o erro sobre elemento constitutivo do tipo legal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "419580",
    "metadata": "Ano: 2014 | Banca: TRF - 2ª Região | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Antijuridicidade",
      "Estrito cumprimento de dever legal e exercício regular de direito",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Caio, agente da polícia, durante suas férias, resolve manter a forma e treinar tiros. Vai até um terreno baldio e ali alveja uma caçamba de lixo. O agente imaginava-se sozinho e, sem querer, acerta um mendigo que ali dormia, dentro da caçamba. Em tese, ocorreu:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Descriminante putativa."
      },
      {
        "letra": "B",
        "texto": "Causa legal de exclusão da culpabilidade."
      },
      {
        "letra": "C",
        "texto": "Caso fortuito, ou força maior criminógena."
      },
      {
        "letra": "D",
        "texto": "Erro de tipo."
      },
      {
        "letra": "E",
        "texto": "Erro na execução (aberratio ictus)."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "414570",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: MPE-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "O erro inevitável sobre a ilicitude do fato e o erro sobre elementos do tipo excluem",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a punibilidade e a culpabilidade, respectivamente."
      },
      {
        "letra": "B",
        "texto": "a culpabilidade em ambos os casos."
      },
      {
        "letra": "C",
        "texto": "a culpabilidade e o dolo e a culpa, respectivamente."
      },
      {
        "letra": "D",
        "texto": "o dolo e a culpa em ambos os casos."
      },
      {
        "letra": "E",
        "texto": "a culpabilidade e o dolo, respectivamente."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "413340",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Com uma velha espingarda, o exímio atirador Caio matou seu próprio e amado pai Mélvio. Confundiu-o de longe ao vê-lo sair sozinho da casa de seu odiado desafeto Tício, a quem Caio realmente queria matar. Ao morrer, Mélvio vestia o peculiar blusão escarlate que, de inopino, tomara emprestado de Tício, naquela tão gélida quanto límpida manhã de inverno. O instituto normativo mais precisamente aplicável ao caso é, doutrinariamente, conhecido como",
    "alternativas": [
      {
        "letra": "A",
        "texto": "error in personan (Código Penal, art. 20, par. 3º )."
      },
      {
        "letra": "B",
        "texto": "parricidium enquanto circunstância genérica de pena (Código Penal, art. 61, II, “e”, 1ª hipótese)."
      },
      {
        "letra": "C",
        "texto": "aberratio ictus de unidade simples (Código Penal, art. 73, 1ª parte)."
      },
      {
        "letra": "D",
        "texto": "aberratio ictus de unidade complexa (Código Penal, art. 73, 2ª parte)."
      },
      {
        "letra": "E",
        "texto": "aberratio delicti (Código Penal, art. 74)."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "412505",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TCE-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo",
      "Consumação e tentativa",
      "Crimes omissivos",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Em direito penal: I. Reconhecida a tentativa, a pena há de ser diminuída na proporção inversa do iter criminis percorrido pelo agente. II. A causalidade, nos crimes comissivos por omissão, não é fática, mas jurídica, consistente em não haver atuado o omitente, como devia e podia, para impedir o resultado. III. O crime culposo comissivo por omissão pressupõe a violação por parte do omitente do dever de agir para impedir o resultado. IV. O erro sobre a ilicitude do fato, se inevitável, exclui a punibilidade e se confunde com o desconhecimento da lei. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "I, II e IV."
      },
      {
        "letra": "C",
        "texto": "II, III e IV."
      },
      {
        "letra": "D",
        "texto": "III e IV."
      },
      {
        "letra": "E",
        "texto": "I e III."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "411200",
    "metadata": "Ano: 2014 | Banca: TRF - 4ª REGIÃO | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Dadas as assertivas abaixo, assinale a alternativa correta. Os membros de uma organização criminosa, indignados com um delator, que aceitou acordo de colaboração premiada, identificou membros e descreveu as atividades do grupo, decidiram eliminá-lo. Para tanto, encarregaram um dos seus integrantes de matá-lo na saída do edifício do Ministério Público, local onde estaria prestando depoimento. I. Se o atirador, imaginando tratar-se do delator a ser eliminado, atirar e matar pessoa diversa, responderá por homicídio culposo, pois o agente não tinha intenção de matar pessoa diversa, respondendo, assim, por sua imperícia. II. Se o atirador, imaginando tratar-se do delator a ser eliminado, atirar e matar pessoa diversa, responderá por homicídio doloso. Nesse caso, não se consideram as condições ou qualidades da própria vítima, senão as da pessoa contra quem o agente queria praticar o crime. III. Se o atirador, imaginando tratar-se do delator a ser eliminado, atirar e matar pessoa diversa, responderá por homicídio doloso, em concurso com homicídio tentado. IV. Se o atirador, iludido pelo reflexo de uma pessoa que passava do outro lado da rua, atirar e atingir apenas a porta de vidro, responderá por dano culposo, porém qualificado por se tratar de patrimônio da União.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Está correta apenas a assertiva I."
      },
      {
        "letra": "B",
        "texto": "Está correta apenas a assertiva II."
      },
      {
        "letra": "C",
        "texto": "Está correta apenas a assertiva III."
      },
      {
        "letra": "D",
        "texto": "Está correta apenas a assertiva IV."
      },
      {
        "letra": "E",
        "texto": "Nenhuma assertiva está correta."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "409255",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "A doutrina entende por aberratio delicti",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o erro sobre a pessoa, no qual o agente, por engano de representação, atinge outra pessoa no lugar da vítima desejada."
      },
      {
        "letra": "B",
        "texto": "o desvio do golpe que ocorre quando o agente por inabilidade ou acidente não acerta a vítima visada, mas outra pessoa."
      },
      {
        "letra": "C",
        "texto": "o erro sobre a ilicitude do fato."
      },
      {
        "letra": "D",
        "texto": "uma das hipóteses de resultado diverso do pretendido, no qual o agente por inabilidade ou acidente atinge bem jurídico diverso do pretendido."
      },
      {
        "letra": "E",
        "texto": "o resultado que agrava especialmente a pena."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "409253",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "“X”, policial militar, reside com sua família em local extremamente violento. De madrugada, é acordado por alguém tentando arrombar a porta de sua casa. Assustado, pede para sua mulher, igualmente em pânico, que não saia do quarto, e caminha para a entrada da casa onde grita insistentemente para que o suposto ladrão vá embora, avisando-o de que, caso contrário, irá atirar. A advertência é em vão, e a porta se abre aos olhos de “X” que, após efetuar o primeiro disparo, percebe que acertou “Z”, seu filho, que, embriagado, arrombou a porta. Na hipótese apresentada, vindo “Z” a falecer em razão dos disparos, “X”.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "será isento de pena, pois agiu em erro de tipo invencível."
      },
      {
        "letra": "B",
        "texto": "praticou o crime de homicídio doloso consumado."
      },
      {
        "letra": "C",
        "texto": "será isento de pena, pois agiu em erro de tipo causado por outrem."
      },
      {
        "letra": "D",
        "texto": "praticou o crime de homicídio culposo consumado."
      },
      {
        "letra": "E",
        "texto": "praticou o crime de homicídio culposo tentado"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "402201",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: DPE-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental",
      "Crimes contra a vida",
      "Homicídio"
    ],
    "enunciado_principal": "Jorge pretendia matar sua irmã, Ana, para passar a ser o único beneficiário de herança que ambos receberiam. No dia do crime, Jorge fica à espreita enquanto Ana sai da garagem em seu carro. Ocorre que, naquele dia não era Ana que estava ao volante, como ocorria diariamente, mas sim seu namorado. Ana se encontrava no banco do carona. Jorge sabia que sua irmã sempre dirigia seu próprio carro e, assim, tinha certeza de que estaria mirando a arma na direção de Ana, ainda que não conseguisse enxergar o interior do veículo devido aos vidros escuros. Jorge atira no veículo, mas o projétil atinge o namorado de Ana, que vem a falecer. É correto afirmar que Jorge praticou:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o crime de tentativa de homicídio doloso qualificado contra Ana e de homicídio culposo contra o namorado de Ana."
      },
      {
        "letra": "B",
        "texto": "apenas um crime de homicídio doloso qualificado, mas não incidirá na hipótese a circunstância agravante em razão de ser Ana sua irmã, uma vez que foi o namorado desta última quem veio a falecer."
      },
      {
        "letra": "C",
        "texto": "o crime de tentativa de homicídio doloso qualificado contra Ana e de homicídio qualificado contra o namorado de Ana."
      },
      {
        "letra": "D",
        "texto": "apenas um crime de homicídio doloso qualificado, e a pena a ser aplicada ainda será agravada pelo fato de Ana ser sua irmã."
      },
      {
        "letra": "E",
        "texto": "apenas o crime de homicídio culposo contra o namorado de Ana."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "393791",
    "metadata": "Ano: 2014 | Banca: Aroeira | Órgão: PC-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Nos termos do Código Penal, o desconhecimento da lei é inescusável. O erro sobre a ilicitude do fato, se inevitável, isenta de pena; se evitável, poderá diminuí-la de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "um terço à metade."
      },
      {
        "letra": "B",
        "texto": "um a dois terços."
      },
      {
        "letra": "C",
        "texto": "dois a três quintos."
      },
      {
        "letra": "D",
        "texto": "um sexto a um terço."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "393352",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Desistência voluntária e arrependimento eficaz",
      "Crime impossível",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "A respeito da inimputabilidade penal, do erro, da desistência voluntária, do arrependimento eficaz, do crime impossível e da relevância da omissão, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Crime impossível e delito putativo são considerados pela doutrina como expressões sinônimas."
      },
      {
        "letra": "B",
        "texto": "Aquele que causa um acidente e, sem justo motivo, deixa de socorrer a vítima, que falece no local, comete crime de omissão de socorro."
      },
      {
        "letra": "C",
        "texto": "De acordo com o entendimento do STJ, aquele que pratica um crime no mesmo dia em que tenha completado dezoito anos é considerado inimputável."
      },
      {
        "letra": "D",
        "texto": "Aquele que porta carteira nacional de habilitação falsa, acreditando ser ela um documento legítimo, não pratica o delito de uso de documento falso, uma vez que incide em erro de tipo acidental."
      },
      {
        "letra": "E",
        "texto": "O agente que tenha desistido voluntariamente de prosseguir na execução ou, mesmo depois de tê-la esgotado, atue no sentido de evitar a produção do resultado, não poderá ser beneficiado com os institutos da desistência voluntária e do arrependimento eficaz caso o resultado venha a ocorrer."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "386353",
    "metadata": "Ano: 2014 | Banca: FUNDEP (Gestão de Concursos) | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Acerca do erro jurídico-penal é INCORRETO afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ocorre aberratio criminis quando o agente, objetivando um determinado resultado, termina alcançando resultado diverso. Nesta hipótese, o agente responde apenas por culpa, se houver previsão legal nesta modalidade."
      },
      {
        "letra": "B",
        "texto": "o erro acidental atinge elementos secundários ou acessórios dos elementos constitutivos do tipo penal."
      },
      {
        "letra": "C",
        "texto": "a Reforma Penal de 1984 adotou a teoria limitada da culpabilidade, que distingue o erro incidente sobre os pressupostos fáticos de uma causa de justificação do que incide sobre a norma permissiva."
      },
      {
        "letra": "D",
        "texto": "o erro sobre a ilicitude do fato, se inevitável, isenta de pena e, se evitável poderá diminuí-la, de um sexto a um terço. Tal modalidade de erro é classificada como erro de tipo e pode, em circunstâncias excepcionais, excluir a culpabilidade pela prática da conduta."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "381225",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "No que se refere às hipóteses de aberratio ictus, erro e causas excludentes de ilicitude e de culpabilidade, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os elementos subjetivos do tipo, como o próprio dolo e as intenções, tendências e atitudes especiais da ação, podem ser objeto de erro de tipo"
      },
      {
        "letra": "B",
        "texto": "O uso imoderado de um meio necessário configura excesso intensivo de legítima defesa"
      },
      {
        "letra": "C",
        "texto": "O erro de proibição pode incidir sobre a existência e a validade da lei penal, mas não sobre sua interpretação"
      },
      {
        "letra": "D",
        "texto": "Segundo a doutrina majoritária, para o reconhecimento da obediência hierárquica, causa excludente da culpabilidade, não é exigida comprovação da relação de direito público entre coator e coato."
      },
      {
        "letra": "E",
        "texto": "Se A desejando matar B, atinge mortalmente C, A deverá responder, de acordo com a teoria da concretização, por tentativa de homicídio contra B e por homicídio imprudente contra C."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "372322",
    "metadata": "Ano: 2014 | Banca: IBFC | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Quanto à isenção de pena,assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É isento de pena quem, por erro plenamente justifcado pelas circunstâncias, supõe situação de fato que, se existisse, tornaria a ação legítima."
      },
      {
        "letra": "B",
        "texto": "O erro quanto à pessoa contra a qual o crime é praticado não isenta de pena."
      },
      {
        "letra": "C",
        "texto": "O erro sobre a ilicitude do fato, se inevitável, isenta de pena; se evitável, poderá diminuí-la de um a dois terços."
      },
      {
        "letra": "D",
        "texto": "O desconhecimento da lei é inescusável."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "366537",
    "metadata": "Ano: 2014 | Banca: IADES | Órgão: TRE-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "O erro sobre os elementos do tipo penal está previsto no art. 20, caput do CBP, conforme transcrição a seguir: “O erro sobre elemento constitutivo do tipo legal de crime exclui o dolo, mas permite a punição por crime culposo, se previsto em lei”. De acordo com os ensinamentos relacionados ao erro de tipo essencial ou incriminador, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não há distinção entre o erro de tipo escusável e o inescusável."
      },
      {
        "letra": "B",
        "texto": "reconhecendo o juiz que o agente, ao praticar a conduta, incorreu em erro de tipo essencial, seja ele escusável ou inescusável, tal reconhecimento terá o condão de excluir o dolo e a culpa."
      },
      {
        "letra": "C",
        "texto": "se o erro do agente é invencível, a exclusão da tipicidade é a medida que se impõe."
      },
      {
        "letra": "D",
        "texto": "o erro é vencível quando qualquer pessoa no lugar do agente incidiria no mesmo erro. Se o erro é vencível, excluem-se o dolo e a culpa."
      },
      {
        "letra": "E",
        "texto": "se o erro é invencível, admite-se a punição por crime culposo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "362514",
    "metadata": "Ano: 2014 | Banca: MPE-MA | Órgão: MPE-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Agdo há muito tempo era desafeto de Avalon, principalmente em razão da rivalidade que tinham em relação aos times de futebol que cada um era torcedor. No domingo passado, Avalon parou o carro em frente à casa de Agdo e tocou o hino do clube que havia derrotado o time de Agdo na partida final da Copa do Brasil. Assim, na manhã de segunda-feira, tomado pela raiva, Agdo decide matar Avalon e se dirige armado até a residência deste. Entretanto, ao chegar ao local, depara-se com uma situação inesperada: o velório de Avalon, que morrerá na noite anterior em meio à comemoração da vitória de seu time. Embora desconcertado, mas ainda com muita raiva, Agdo pensa: “já que estou aqui, não me custa dar dois tiros no defunto!”. Agdo saca a arma e atira. Para surpresa de todos no velório, Avalon ao ser alvejado dá um grito, senta-se no caixão e cai novamente. Na necropsia constata- se que Avalon não estava realmente morto, mas se encontrava em estado de catalepsia(1), que não fora detectado pelo médico que firmou o atestado de óbito. Ocorre que, com os tiros recebidos, Avalon saiu do estado cataléptico que se encontrava, mas morreu em seguida devido às lesões causadas pelos projéteis de arma de fogo.(1) Obs.: Catalepsia: paralisia geral de todos os músculos, ficando a pessoa impossibilitada de se mover ou mesmo falar, embora continue consciente e com os seus sentidos ativos e as funções vitais funcionantes, embora desaceleradas. Assim, com relação aos fatos, é correto afirmar que Agdo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Responderá tão só por crime de homicídio qualificado;"
      },
      {
        "letra": "B",
        "texto": "Não responderá por homicídio, pois agiu em erro de tipo; nem por vilipêndio a cadáver, em razão da atipicidade desta conduta;"
      },
      {
        "letra": "C",
        "texto": "Não responderá por crime de homicídio e de vilipêndio a cadáver, vez que agiu em erro de proibição indireto;"
      },
      {
        "letra": "D",
        "texto": "Responderá apenas por crime de vilipêndio a cadáver;"
      },
      {
        "letra": "E",
        "texto": "Responderá tão só por crime de homicídio qualificado em concurso formal com o de vilipêndio a cadáver."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "361237",
    "metadata": "Ano: 2014 | Banca: FMP Concursos | Órgão: TJ-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Em matéria de erro jurídico-penal, é correto dizer que o erro de tipo essencial",
    "alternativas": [
      {
        "letra": "A",
        "texto": "sempre exclui o dolo."
      },
      {
        "letra": "B",
        "texto": "sempre exclui o dolo e a culpa."
      },
      {
        "letra": "C",
        "texto": "sempre exclui a culpabilidade."
      },
      {
        "letra": "D",
        "texto": "atenua a culpabilidade."
      },
      {
        "letra": "E",
        "texto": "exclui a culpabilidade, desde que pressentes certos requisitos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "764855",
    "metadata": "Ano: 2013 | Banca: TRT 22 PI | Órgão: TRT - 22ª Região (PI)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "Na praia de Jerivá, interior de Pindorama, onde ainda não havia chegado o telefone celular 3G e nem a televisão, morava Josefa, uma moça portadora de deficiência mental, que não tinha o discernimento do que era certo e errado e nem tinha capacidade de agir conforme esse entendimento, mas que desempenhava normalmente suas atividades. Ajudava a mãe na cozinha e na lavagem de roupas. Ela tinha um namorado, Pedro, com quem começou a manter relações sexuais. O namoro era consentido pelos pais de Josefa, no entanto esta apareceu grávida e Pedro não quis assumir o casamento. Os pais foram à Delegacia de Jenipapo, cidade próxima, na qual o Delegado indiciou Pedro por estupro de vulnerável. Pedro disse que, diante do consentimento dos pais e do apoio da comunidade, não podia prever, nas circunstâncias, que a sua atitude era crime. A alegação de Pedro constitui qual figura de exclusão da criminalidade:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "legítima defesa;"
      },
      {
        "letra": "B",
        "texto": "erro de proibição;"
      },
      {
        "letra": "C",
        "texto": "erro de tipo;"
      },
      {
        "letra": "D",
        "texto": "erro sobre a pessoa;"
      },
      {
        "letra": "E",
        "texto": "estado de necessidade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "699722",
    "metadata": "Ano: 2013 | Banca: UEG | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "No que respeita a erro de tipo e erro de proibição, tem-se o seguinte:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é possível afirmar que o sujeito, por erro plenamente justificado pelas circunstâncias, pode ser que encontra-se em fase de estado de necessidade, de legítima defesa, de estrito cumprimento do dever legal e de exercício regular de direito."
      },
      {
        "letra": "B",
        "texto": "não há erro de proibição quando o autor supõe, sem erro, que seu comportamento é ilícito."
      },
      {
        "letra": "C",
        "texto": "o agente, no erro de proibição, faz um juízo acatado sobre aquilo que lhe é permitido fazer na sociedade."
      },
      {
        "letra": "D",
        "texto": "erro de tipo nada mais é que aquele que não incide sobre os pressupostos de fato de uma causa de justificação ou sobre dados secundários da norma penal incriminadora."
      }
    ],
    "gabarito": "X"
  },
  {
    "id": "542783",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Erro do tipo essencial",
      "Erro de tipo acidental",
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "Em relação ao concurso de agentes, à desistência voluntária e ao arrependimento eficaz, bem como à cominação das penas, ao erro do tipo e, ainda, à teoria geral da culpabilidade, julgue o item subsecutivo.O indivíduo, maior e capaz, condenado, definitivamente, por diversos crimes, a pena unificada que perfaça, por exemplo, noventa anos de reclusão, fará jus ao livramento condicional somente após o cumprimento de um terço ou metade de noventa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "448000",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: Câmara Municipal de São Carlos - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Conduta: ação / omissão",
      "Consumação e tentativa",
      "Antijuridicidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Assinale a alternativa correta no tocante às previsões relati­vas aos crimes no Código Penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para a omissão ser considerada penalmente relevan­te, é suficiente que o omitente possa agir para evitar o resultado."
      },
      {
        "letra": "B",
        "texto": "Diz-­se o crime tentado, quando, iniciada a preparação, não se consuma por circunstâncias alheias à vontade do agente."
      },
      {
        "letra": "C",
        "texto": "O erro sobre elemento constitutivo do tipo legal de crime exclui a culpabilidade e isenta de pena o autor do crime."
      },
      {
        "letra": "D",
        "texto": "O erro sobre a ilicitude do fato, se inevitável, isenta de pena; se evitável, poderá diminuí-­la de um sexto a um terço."
      },
      {
        "letra": "E",
        "texto": "Se o fato criminoso é cometido em estrita obediência à ordem manifestamente ilegal de superior hierárquico, só é punível o autor da coação ou da ordem."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "421703",
    "metadata": "Ano: 2013 | Banca: TRT 22 PI | Órgão: TRT - 22ª Região (PI)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Tipo Penal Doloso",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Analise os seguintes enunciados: I - Para a teoria finalista, formulada por Welzel, o dolo migrou da culpabilidade para a ação, deixando nesta apenas os elementos normativos, a saber: a imputabilidade, a consciência potencial da ilicitude e o erro de proibição. II – O erro de tipo, previsto no art. 20, do Código Penal, é uma afirmação de que o dolo está na ação. A caracterização do erro de tipo afasta o dolo e torna, em consequência, o fato atípico. III – O erro sobre a pessoa, não isenta o acusado de pena. IV – O dolo, para a teoria finalista da ação, é natural, e, para a teoria causal, é normativo. Escolha a opção adequada:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas I está correta;"
      },
      {
        "letra": "B",
        "texto": "II e III estão corretas;"
      },
      {
        "letra": "C",
        "texto": "II, III e IV estão corretas;"
      },
      {
        "letra": "D",
        "texto": "todas estão corretas;"
      },
      {
        "letra": "E",
        "texto": "todas estão erradas,"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "371269",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "O erro inevitável faz a conduta típica ser inteiramente desculpável quando tiver por objeto a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "lei."
      },
      {
        "letra": "B",
        "texto": "ilicitude do fato."
      },
      {
        "letra": "C",
        "texto": "pessoa da vítima."
      },
      {
        "letra": "D",
        "texto": "qualidade subjetiva ou a condição pessoal da vítima."
      },
      {
        "letra": "E",
        "texto": "eficácia do meio empregado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "354812",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "No que concerne ao erro sobre os elementos do tipo e ao erro sobre a ilicitude do fato, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De acordo com a teoria extremada do dolo, o dolo normativo é constituído de vontade, previsão e consciência atual da ilicitude e o erro jurídico-penal, ainda que evitável, exclui o dolo, diferenciando-se as consequências advindas do erro de tipo e do erro de proibição."
      },
      {
        "letra": "B",
        "texto": "A teoria limitada do dolo, que se equipa ao conhecimento atual da ilicitude a conduta incompatível com uma razoável concepção de direito ou de justo, presume o dolo e dá origem ao direito penal de autor."
      },
      {
        "letra": "C",
        "texto": "De acordo com a teoria dos elementos negativos do tipo, o erro nas determinantes putativas fáticas, considerado erro de proibição, exclui a culpa."
      },
      {
        "letra": "D",
        "texto": "Conforme a teoria extremada da culpabilidade, há erro de tipo permissivo quando o objeto do erro for pressuposto fático de uma causa de justificação."
      },
      {
        "letra": "E",
        "texto": "Conforme a teoria limitada da culpabilidade, recaindo o erro sobre as causas de justificação, a tentativa somente será punível se o erro for invencível."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "340794",
    "metadata": "Ano: 2013 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "Examine os itens que se seguem e assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos termos da legislação penal brasileira, a aberratio ictus com resultado duplo conduz à aplicação da regra da continuidade delitiva"
      },
      {
        "letra": "B",
        "texto": "O erro de proibição invencível por parte de um dos coautores do delito impede a aplicação de pena aos demais concorrentes."
      },
      {
        "letra": "C",
        "texto": "Na omissão, o erro de mandamento se caracteriza quando o omitente se abstém da ação ordenada pelo direito, na justificável crença de inexistir o dever de agir."
      },
      {
        "letra": "D",
        "texto": "Segundo o Código Penal, atua em erro de proibição o agente que, diante da aproximação de pessoa que acredita tratar-se de um ladrão, desfere-lhe golpes com pedaço de madeira."
      },
      {
        "letra": "E",
        "texto": "Para o finalismo, é erro de tipo o que incide sobre a consciência da ilicitude, que pode ser meramente potencial."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "335883",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "A foi processado como incurso no artigo 217A, § 1.º, do Código Penal (estupro de vulnerável), por ter tido conjunção carnal com pessoa de 19 anos, portadora de deficiência mental. Finda a instrução, resultou provado que o réu atuou em erro sobre a vulnerabilidade da ofendida, decorrente da deficiência mental, cuja circunstância desconhecia. Considerada a hipótese, o Juiz deve",
    "alternativas": [
      {
        "letra": "A",
        "texto": "absolver o réu, com fundamento em causa de exclusão da antijuridicidade."
      },
      {
        "letra": "B",
        "texto": "absolver o réu, com fundamento em causa de exclusão da tipicidade."
      },
      {
        "letra": "C",
        "texto": "absolver o réu, com fundamento em causa de exclusão da culpabilidade."
      },
      {
        "letra": "D",
        "texto": "condenar o réu pelo crime de estupro, na forma simples"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "335811",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: MPE-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "A respeito do concurso de pessoas e do erro sobre a ilicitude do fato e sobre os elementos do tipo, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Considera-se partícipe de crime comissivo, com ação omissiva, o gerente de estabelecimento comercial, detentor das chaves do local, que, ao sair do estabelecimento, deixa a porta aberta a fim de facilitar a prática de furto."
      },
      {
        "letra": "B",
        "texto": "Considera-se partícipe o passageiro que em ônibus coletivo, instigue o motorista a empregar velocidade excessiva, o que ocasione atropelamento culposo de vítima que faleça em razão do acidente."
      },
      {
        "letra": "C",
        "texto": "Configura erro de tipo essencial a conduta de um indivíduo que, após estrangular outro, crendo que ele esteja morto, enforque-o para simular suicídio, com comprovação posterior de que a vítima tenha morrido em decorrência do enforcamento."
      },
      {
        "letra": "D",
        "texto": "Considere que um servidor público receba, por escrito, séria ameaça a fim de não realizar ato de ofício e se omita, e verifique, posteriormente, que a carta tenha sido endereçada a outro servidor público em idêntica situação funcional. Nesse caso, a conduta do servidor que recebe a carta configura erro de tipo essencial invencível."
      },
      {
        "letra": "E",
        "texto": "Considere que um médico, de forma negligente, entregue a um enfermeiro substância venenosa imaginando tratar-se de substância medicinal, para ser ministrada a paciente, e que o enfermeiro, mesmo percebendo o equívoco, ministre ao paciente a substância fatal, com a intenção de matá-lo. Nesse caso, ocorre participação culposa em crime doloso."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "332053",
    "metadata": "Ano: 2013 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Concurso de crimes",
      "Concurso material",
      "Concurso formal",
      "Crime continuado",
      "Penas privativas de liberdade",
      "Modalidades das Penas privativas de liberdade"
    ],
    "enunciado_principal": "APESAR DA DENOMINAÇÃO “CONCURSO DE CRIMES”, O LEGISLADOR TRATA DESTA MATÉRIA NA PARTE PERTINENTE A APLICAÇÃO DA PENA. DESSE MODO, OS ARTS. 69 A 76, DO CÓDIGO PENAL, DISCIPLINAM A APLICAÇÃO OU A EXECUÇÃO DA SANÇÃO PENAL RELATIVAMENTE AOS INSTITUTOS DO CONCURSO MATERIAL, CONCURSO FORMAL, CRIME CONTINUADO, ERRO NA EXECUÇÃO, RESULTADO DIVERSO DO PRETENDIDO, LIMITE MÁXIMO E UNIFICAÇÃO DO TEMPO DE CUMPRIMENTO DE PENA. SENDO ASSIM, ASSINALE A ALTERNATIVA CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No concurso formal, homogêneo ou heterogêneo, há unidade de conduta e pluralidade de resultados. O concurso formal divide-se em perfeito ou próprio e imperfeito ou impróprio. Em quaisquer dos casos, aplica-se, sempre, a mais grave das penas ou, se iguais, somente uma delas, aumentada de um sexto até metade."
      },
      {
        "letra": "B",
        "texto": "No crime continuado, homogêneo ou heterogêneo, há pluralidade de condutas e pluralidade de resultados, praticados nas mesmas condições de tempo, lugar, maneira de execução e outras semelhantes, o que faz com que os crimes subsequentes sejam havidos como continuação do primeiro, aplicando-se, assim, a pena de um só dos crimes, se iguais, ou a mais grave, se diversos, aumentada de um sexto a dois terços."
      },
      {
        "letra": "C",
        "texto": "No erro na execução ou aberratio ictus, com unidade simples, o agente, por acidente ou erro no uso dos meios de execução, atinge pessoa diversa daquela que pretendia ofender. A rigor, cuida- se de concurso formal entre um crime tentado ou consumado, de um lado, e um crime culposo, do outro. No entanto, o Código determina que só seja aplicada a pena referente ao primeiro crime, considerando-se, porém, as condições ou qualidades da pessoa que pretendia atingir."
      },
      {
        "letra": "D",
        "texto": "Em atenção ao princípio constitucional da vedação de pena de caráter perpétuo, o Código Penal determina que o tempo máximo de cumprimento das penas privativas de liberdade não pode ser superior a trinta anos. Na hipótese de condenações cuja soma seja superior a trinta anos, devem ser elas unificadas para atender àquele limite máximo, sendo tal unificação válida para a concessão de benefícios, como livramento condicional ou progressão de regime."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "332049",
    "metadata": "Ano: 2013 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "SOBRE A TEORIA DO ERRO JURÍDICO- PENAL, É CORRETO AFIRMAR:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo os adeptos da teoria dos elementos negativos do tipo, deve o mesmo ser apreendido de maneira total, inserindo-se, pois, as causas de justificação."
      },
      {
        "letra": "B",
        "texto": "Consoante a teoria extremada ou estrita da culpabilidade, o erro ou a ignorância que vicia o aspecto cognitivo do dolo exclui a culpabilidade do agente."
      },
      {
        "letra": "C",
        "texto": "Para a doutrina, o erro invencível é aquele inescusável, na medida em que pode ser superado por pessoa dotada de diligência ordinária, ou seja, pelo “juízo profano”."
      },
      {
        "letra": "D",
        "texto": "O erro de tipo e o erro de proibição correspondem aos modelos fundamentais do erro de fato e erro de direito, sendo este inescusável, salvo raras exceções, e, aquele, em regra escusável."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "329225",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental",
      "Concurso de crimes"
    ],
    "enunciado_principal": "No que se refere às espécies de concurso de crimes, ao erro de tipo e ao erro de proibição, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Conforme a teoria limitada da culpabilidade, adotada no Código Penal, o erro sobre os pressupostos fáticos de uma causa de exclusão da ilicitude constitui modalidade de erro de proibição."
      },
      {
        "letra": "B",
        "texto": "É isento de pena, em razão da ausência de dolo ou culpa, o agente que age mediante erro de tipo acidental, ou seja, o agente que desconhece os dados acessórios ou secundários do crime."
      },
      {
        "letra": "C",
        "texto": "O concurso material ou real consiste na prática, mediante uma só ação ou omissão, de dois ou mais crimes, idênticos ou não, ensejando a aplicação da mais grave das penas cabíveis ou, se iguais, somente de uma delas, mas aumentada, em qualquer caso, de um sexto até metade."
      },
      {
        "letra": "D",
        "texto": "Em se tratando de concurso formal impróprio ou imperfeito, a ação ou omissão é dolosa, e os crimes concorrentes resultam de desígnios autônomos, por isso as penas são aplicadas cumulativamente."
      },
      {
        "letra": "E",
        "texto": "Configura-se crime continuado no caso de o agente, mediante mais de uma ação ou omissão, praticar dois ou mais crimes da mesma espécie, sendo os crimes subsequentes, por condições como tempo, lugar e maneira de execução, havidos como continuação do primeiro, como ocorre, por exemplo, entre o crime de roubo e o de extorsão."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "322213",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPE-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "No que diz respeito ao erro de tipo e ao erro de proibição, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É isento de pena quem, por erro plenamente justificado pelas circunstâncias, supõe situação de fato que, se existisse, tornaria a ação legítima, mesmo na hipótese de o erro derivar de culpa do agente."
      },
      {
        "letra": "B",
        "texto": "O desconhecimento da lei é inescusável, mas o erro sobre a ilicitude do fato, se inevitável, isenta o agente de pena."
      },
      {
        "letra": "C",
        "texto": "O erro sobre a ilicitude do fato, se evitável, não isenta o agente de pena nem permite a sua redução."
      },
      {
        "letra": "D",
        "texto": "Considera-se evitável o erro de tipo se o agente atuar ou se omitir sem a consciência da ilicitude do fato, quando lhe seja possível, nas circunstâncias, ter ou atingir essa consciência."
      },
      {
        "letra": "E",
        "texto": "O erro sobre elemento constitutivo do tipo legal de crime exclui a ilicitude, mas permite a punição por crime culposo, caso previsto em lei."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "315290",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "Tanto a conduta do agente que age imprudentemente, por desconhecimento invencível de algum elemento do tipo quanto a conduta do agente que age acreditando estar autorizado a fazê-lo ensejam como consequência a exclusão do dolo e, por conseguinte, a do próprio crime.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "304684",
    "metadata": "Ano: 2013 | Banca: FMP Concursos | Órgão: MPE-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No conceito analítico do crime, a imputabilidade penal constitui elemento autônomo do crime."
      },
      {
        "letra": "B",
        "texto": "A adequação social constitui, segundo doutrina majoritária, excludente de ilicitude."
      },
      {
        "letra": "C",
        "texto": "Para a doutrina finalista, o princípio da insignificância constitui causa exculpante."
      },
      {
        "letra": "D",
        "texto": "De acordo com a doutrina finalista, a consciência da ilicitude é elemento do dolo."
      },
      {
        "letra": "E",
        "texto": "O erro de tipo sempre exclui o dolo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "301964",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Com relação ao que dispõe o Código Penal brasileiro sobre o erro de tipo, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se o erro de tipo for evitável, isenta-se de pena o agente."
      },
      {
        "letra": "B",
        "texto": "O erro de tipo inevitável exclui o dolo e a culpa."
      },
      {
        "letra": "C",
        "texto": "Sendo inevitável o erro de tipo, exclui-se a culpabilidade."
      },
      {
        "letra": "D",
        "texto": "Se o erro de tipo for evitável, diminui-se a pena de 1/6 a 1/3 em relação ao total legalmente estipulado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "301963",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "A respeito do erro em matéria penal, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Erro de pessoa e aberratio ictus são espécies de erro na execução do crime, não tendo nenhuma relação com a representação que o agente faz da realidade."
      },
      {
        "letra": "B",
        "texto": "Consoante a teoria estrita da culpabilidade, o erro penalmente relevante referido a uma causa de exclusão da ilicitude pode, ou não, configurar erro de permissão, ou seja, erro de proibição indireto."
      },
      {
        "letra": "C",
        "texto": "De acordo com a teoria limitada da culpabilidade, o erro de tipo permissivo é inconfundível com a hipótese descrita expressamente no Código Penal brasileiro como descriminante putativa."
      },
      {
        "letra": "D",
        "texto": "Segundo a teoria extremada do dolo, o erro inevitável, seja em relação aos elementos do tipo, seja em relação à consciência da ilicitude, sempre exclui o dolo e, em consequência, também a culpabilidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1183258",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: DPE-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crime impossível",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "Julgue o item a seguir, que versa sobre a desistência voluntária, o arrependimento eficaz e posterior e o crime impossível. Considere que Silas, maior, capaz, motorista de caminhão, tenha praticado conjunção carnal com Lúcia, de dezessete anos de idade, após tê-la conhecido em uma boate às margens da rodovia, conhecido ponto de prostituição. Nessa situação hipotética, o erro em relação à menoridade da vítima elide o dolo e afasta a tipicidade, e, caso Silas tenha atuado na dúvida, resta caracterizado o delito de exploração sexual de vulnerável.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "984285",
    "metadata": "Ano: 2012 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Acerca do erro sobre elementos do tipo é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não exclui o dolo, mas reduz a pena de um a dois terços."
      },
      {
        "letra": "B",
        "texto": "Configura circunstância atenuante."
      },
      {
        "letra": "C",
        "texto": "Exclui a imputabilidade."
      },
      {
        "letra": "D",
        "texto": "Configura crime impossível por ineficácia absoluta do meio ou por absoluta impropriedade do objeto."
      },
      {
        "letra": "E",
        "texto": "Exclui o dolo, mas permite a punição por crime culposo, se previsto em lei."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "610739",
    "metadata": "Ano: 2012 | Banca: MS CONCURSOS | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "Jovelino Josualdo planejou a execução de sua esposa, grávida, pois tinha fortes suspeitas de que estava sendo traído por ela. No dia planejado para o homicídio, aguardou a vítima escondido e quando viu um vulto, executou o seu plano, desferindo cinco tiros na vítima, que faleceu no local. Contudo, ao certificar-se do falecimento da vítima, assustou-se ao ver que na verdade havia atirado em sua mãe. Diante do exposto, é correto afirmar que se trata de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Error In Objecto."
      },
      {
        "letra": "B",
        "texto": "Error In Persona."
      },
      {
        "letra": "C",
        "texto": "Aberratio Ictus."
      },
      {
        "letra": "D",
        "texto": "Aberratio Causae."
      },
      {
        "letra": "E",
        "texto": "Aberratio Criminis."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "599774",
    "metadata": "Ano: 2012 | Banca: CEC | Órgão: Prefeitura de Pinhais - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Considere as seguintes situações: I. Estudante holandês, em visita ao Rio de Janeiro, que acredita ser permitido pela lei brasileira o consumo de substância entorpecente, é surpreendido por policiais ao fumar um cigarro de maconha. II. Na saída de restaurante, em dia de chuva, cidadão leva um guarda-chuva de terceiro, imaginando que é o seu. III. Gestante ingere substância abortiva, acreditando que estava tomando um suave relaxante muscular. IV. Enfermeira aplica no ferimento de paciente substância corrosiva ácida, imaginando que está utilizando medicamento. Pode vir a constituir erro de tipo a situação descrita apenas no(s) item(ns):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II e III"
      },
      {
        "letra": "B",
        "texto": "II e IV"
      },
      {
        "letra": "C",
        "texto": "I"
      },
      {
        "letra": "D",
        "texto": "II, III e IV"
      },
      {
        "letra": "E",
        "texto": "III e IV"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "577760",
    "metadata": "Ano: 2012 | Banca: MS CONCURSOS | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Quanto ao erro do tipo, analise as alternativas e assinale a incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O erro incriminador essencial escusável está previsto no Código Penal em seu art. 20, caput, 1ª parte e § 1°, 1ª parte. Ocorre quando, sobre o elemento constitutivo do tipo legal de crime, exclui o dolo. Há uma discriminante putativa isentando de pena quem, por erro plenamente justificado pelas circunstâncias, supõe situação de fato que, se existisse, tornaria a ação legítima."
      },
      {
        "letra": "B",
        "texto": "O erro incriminador essencial inescusável está previsto no Código Penal, em seu art. 20, caput, 2ª parte e § 1°, 2ª parte. Ocorre quando o agente age de forma descuidada. Exclui o dolo, mas, não afasta a culpa. Não há isenção de pena quando o erro deriva de culpa e o fato é punível como crime culposo. Assim, o agente responderá por crime culposo, quando previsto em lei."
      },
      {
        "letra": "C",
        "texto": "Responderá pelo delito aquele que furtar bijuteria, acreditando ser um diamante, uma vez que não haverá o reconhecimento do princípio da insignificância. Tal erro não exclui o crime porque a simples troca de objetos não impede a tipificação do delito e configuração do dolo. No erro de tipo acidental sobre o objeto, o réu não poderá ser beneficiado, pois, de qualquer forma o agente praticou ato ilícito. No exemplo mencionado, responderá perante a justiça, pelo crime descrito no art. 155, caput, CP. O sujeito imagina que sua conduta recairá sobre uma determinada coisa, enquanto, na verdade, recai sobre outra, mas sua vontade de furtar prevalece."
      },
      {
        "letra": "D",
        "texto": "O erro de tipo incriminador essencial inescusável não exclui o dolo e, portanto, o agente responderá pelo crime. É aquele que vicia a vontade, mas não a exclui. O error in persona, contra o qual o crime é praticado, não isenta de pena. Não se consideram, neste caso, as condições ou qualidades da vítima, senão as da pessoa contra quem o agente queria praticar o crime. Está previsto no artigo 20, § 3° do Código Penal."
      },
      {
        "letra": "E",
        "texto": "O erro do tipo incriminador acidental está subdividido em error in objeto, error in persona, aberratio ictus, aberratio criminis e aberratio causae."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "443641",
    "metadata": "Ano: 2012 | Banca: FMP Concursos | Órgão: PROCEMPA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É possível a criação de tipos penais incriminadores através de Medida Provisória."
      },
      {
        "letra": "B",
        "texto": "A responsabilidade penal da pessoa jurídica vale para responsabilizar a pessoa jurídica nos crimes cometidos contra o meio ambiente, contra a ordem tributária e contra o sistema financeiro nacional."
      },
      {
        "letra": "C",
        "texto": "A desistência voluntária, o arrependimento eficaz e o arrependimento posterior são causas de extinção da punibilidade."
      },
      {
        "letra": "D",
        "texto": "O erro de tipo essencial inevitável é causa de exclusão do dolo e da culpa do agente."
      },
      {
        "letra": "E",
        "texto": "O funcionário público que solicita vantagem indevida para retardar ato de ofício no exercício da profissão responde pelo mesmo crime que o particular que lhe entrega a vantagem."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "372228",
    "metadata": "Ano: 2012 | Banca: FMP Concursos | Órgão: TJ-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O erro de tipo, uma vez constatado, sempre exclui o dolo."
      },
      {
        "letra": "B",
        "texto": "O erro de tipo, uma vez constatado, pode excluir o dolo, dependendo das circunstâncias."
      },
      {
        "letra": "C",
        "texto": "O erro de tipo, diferentemente do erro de fato, está de acordo com os postulados causalistas."
      },
      {
        "letra": "D",
        "texto": "O erro de tipo sempre afasta a responsabilidade penal culposa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "321530",
    "metadata": "Ano: 2012 | Banca: FUJB | Órgão: MPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo",
      "Desistência voluntária e arrependimento eficaz",
      "Crime impossível",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "Em conformidade com a Teoria Geraldo Crime,é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o excesso culposo nas causas de justificação deriva de erro do agente quanto aos seus limites ou quanto às circunstâncias objetivas do fato concreto;"
      },
      {
        "letra": "B",
        "texto": "havendo desistência voluntária ou arrependimento eficaz o agente não responde pelo crime consumado, mas sim por mera tentativa;"
      },
      {
        "letra": "C",
        "texto": "segundo a concepção normativa há crime sem resultado;"
      },
      {
        "letra": "D",
        "texto": "havendo crime impossível, não se pune a tentativa, mas o agente responderá pelos atos já praticados;"
      },
      {
        "letra": "E",
        "texto": "o erro de tipo essencial, desde que inescusável, exclui dolo e culpa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "312096",
    "metadata": "Ano: 2012 | Banca: OFFICIUM | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Considere as assertivas abaixo sobre o instituto do erro. I - O instituto do erro de proibição é uma exceção à norma de que ninguém se escusa de cumprir a lei, alegando que não a conhece. II - A clássica distinção no Direito Penal entre erro de fato e erro de direito é mantida, com nomenclatura diversa, com a adoção da distinção entre erro de tipo e erro de proibição. III - O erro relativo à pessoa, sendo acidental, não isenta de pena, não se considerando na apreciação do fato concreto as condições e qualidades da vítima real, e sim as daquela que o agente pretendia atingir. Quais são corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I"
      },
      {
        "letra": "B",
        "texto": "Apenas II"
      },
      {
        "letra": "C",
        "texto": "Apenas III"
      },
      {
        "letra": "D",
        "texto": "Apenas I e III"
      },
      {
        "letra": "E",
        "texto": "I, II e III"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "287508",
    "metadata": "Ano: 2012 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "Motorista que, em estacionamento, se apodera de veículo pertencente a terceiro supondo-o seu, em decorrência de absoluta semelhança entre os automóveis, incide em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "erro de proibição."
      },
      {
        "letra": "B",
        "texto": "erro de tipo."
      },
      {
        "letra": "C",
        "texto": "crime impossível."
      },
      {
        "letra": "D",
        "texto": "erro determinado por terceiro."
      },
      {
        "letra": "E",
        "texto": "erro na execução."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "283096",
    "metadata": "Ano: 2012 | Banca: FUNCAB | Órgão: PC-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Tipicidade",
      "Culpabilidade",
      "Imputação objetiva",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Autoria e coautoria",
      "Erro do tipo essencial",
      "Crimes contra a vida",
      "Homicídio",
      "Crimes contra o sentimento religioso",
      "Crimes contra o respeito aos mortos"
    ],
    "enunciado_principal": "Maria é amiga e “cunhada” de Paula, pois namora Carlos, o irmão desta.Maria descobre que está sendo traída por Carlos e conta a Paula. Esta sugere que Maria simule o suicídio para dar uma lição em Carlos. Realizada a encenação, Carlos encontra Maria caída em sua cama, aparentando estar com os pulsos cortados e morta, tendo uma faca ao seu lado. Certo da morte de sua amada, pois a cena fora perfeitamente simulada, com aptidão para enganar qualquer pessoa, Carlos, desesperado, pega a faca supostamente utilizada por Maria e começa a golpear o corpo da namorada, gritando que ela não poderia ter feito aquilo com ele, haja vista amá-la demais e que, portanto, sua vida teria perdido o sentido. Maria, mesmo esfaqueada, não esboça qualquer reação, pois, para dar uma aura de veracidade à farsa, havia ingerido medicamentos que a fizeram dormir profundamente. Em razão dos golpes desferidos por Carlos, Maria acaba efetivamente morrendo. Assim, pode-se afirmar que Carlos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deve responder pelo crime de homicídio doloso duplamente qualificado, em face de a morte ter ocorrido por motivo torpe e pela impossibilidade de reação da vítima, sendo Paula coautora do mesmo crime, pois o direito penal brasileiro adota a teoria monista mitigada."
      },
      {
        "letra": "B",
        "texto": "deve responder por descumprir um dever de cuidado objetivo, que causou um resultado lesivo, já que há previsão expressa do crime na modalidade culposa, considerando Carlos que estava sob erro de tipo vencível; Paula é partícipe do mesmo crime, pois o direito penal brasileiro adota a teoria monista mitigada."
      },
      {
        "letra": "C",
        "texto": "não pode responder por crime algum, pois não há responsabilidade penal objetiva no direito penal brasileiro."
      },
      {
        "letra": "D",
        "texto": "deve responder pelo crime de vilipêndio a cadáver, haja vista estar emerro sobre o fato, que, pela teoria extremada da culpabi l idade, amolda-se ao instituto do erro de proibição."
      },
      {
        "letra": "E",
        "texto": "deve ser indiciado pelo crime de destruição, subtração ou ocultação de cadáver, uma vez que, estando sob erro de tipo vencível, fez o cadáver perder a sua forma original."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "274265",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: PC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "O erro de tipo, se vencível, afasta o dolo e a culpa, estando diretamente ligado à tipicidade da conduta do agente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "271245",
    "metadata": "Ano: 2012 | Banca: AOCP | Órgão: TCE-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "De acordo com o Código Penal, o erro sobre a ilicitude do fato,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se inevitável, isenta de pena; se evitável, poderá diminuí-la de um sexto a um terço."
      },
      {
        "letra": "B",
        "texto": "é inescusável."
      },
      {
        "letra": "C",
        "texto": "se inevitável, diminui a pena de um sexto a um terço; se evitável, será inescusável."
      },
      {
        "letra": "D",
        "texto": "se inevitável, exclui a tipicidade; se evitável, exclui a ilicitude do fato."
      },
      {
        "letra": "E",
        "texto": "reduz a pena à metade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "249972",
    "metadata": "Ano: 2012 | Banca: PUC-PR | Órgão: TJ-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "Analise as situações abaixo sobre a teoria do erro. Em seguida, marque a alternativa CORRETA: I. Kelston, empresário do ramo de produtos odontológicos, conhece uma garota em uma festa. A garota exibia uma compleição física avantajada e disse ter 18 anos de idade, além disso monstrou-se muito desinibida sexualmente, o que levou Kelston a acreditar na idade da menina. Nesta mesma noite, resolveram ir a um local reservado, de pleno consentimento, onde praticaram atos libidinosos diversos da conjunção carnal, quando foram detidos por policiais que, ao solicitarem a identidade da garota, verificaram que ela tinha 13 anos de idade. Kelson foi preso por estupro de vulnerável, situação que o assustou, já que havia acreditado verdadeiramente que a garota tinha 18 anos de idade. II. As descriminantes putativas, seja as que incidam sobre os pressupostos fáticos de uma causa de justificação, seja as que recaiam sobre os limites autorizadores de uma excludente de ilicitude, são tratadas como erro de proibição. III. Quando o erro do agente recai sobre os pressupostos fáticos de uma causa de justificação é erro de tipo, ao passo que, se incidir sobre os limites autorizadores, há erro de proibição. IV. Jango, policial federal, ao tentar prender traficante de drogas, é recebido a tiros. Jango reage à injusta agressão do traficante; entretanto, um dos disparos de Jango atinge Flor, criança de 2 anos de idade que estava brincando no quintal da casa dela, próximo ao local onde ocorreu a troca de tiros. V. Aparício, sujeito movido por ódio a Jandira, proprietária de uma loja de roupas, ao saber que a moça se encontrava em frente do estabelecimento comercial, vai até o local de carro. Ao ver Jandira, com dolo de lesão corporal, Aparício arremessa contra ela um objeto cortante; entretanto, ele erra o alvo (Jandira), mas acaba acertando a vitrine da loja por inobservar dever de cuidado objetivo, provocando danos de grande monta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A situação “V” constitui erro diverso do pretendido ou aberratio criminis, já que Aparício deseja um crime (lesão corporal), mas acabou resultando em outro crime (dano). Na situação “I” Kelston incorre em erro de tipo incriminador e, independentemente de ser vencível ou invencível, não será responsabilizado pelo ato."
      },
      {
        "letra": "B",
        "texto": "A situação “IV” é exemplo de aberratio ictus, ou erro na execução em legítima defesa, e, neste caso, Jango se encontra amparado pela excludente de ilicitude em relação à morte de Flor. A situação “I” é exemplo de erro de tipo incriminador e, no caso do Magistrado entender ser invencível, será excluído o dolo e a culpa de Kelston; entretanto, se entender ser o caso de erro vencível, Kelston será punido pelo delito sexual na sua forma culposa."
      },
      {
        "letra": "C",
        "texto": "A situação “II” é atribuída ao entendimento da teoria extremada da culpabilidade. A situação “III” é atribuída ao entendimento da teoria limitada da culpabilidade. A situação “I” constitui exemplo de erro de tipo incriminador e, independentemente de ser vencível ou invencível, Kelston não será responsabilizado pelo ato."
      },
      {
        "letra": "D",
        "texto": "A situção “V” é exemplo de erro na execução ou aberratio ictus, já que Aparício errou na execução de sua conduta, ou seja, desejava lesão corporal, mas acabou praticando crime de dano. A situação “I” é exemplo de erro de proibição, já que Kelston desconhecia a idade da garota com quem manteve atos libidinosos."
      },
      {
        "letra": "E",
        "texto": "A situação “III” é atribuída ao entendimento da teoria extremada da culpabilidade; a situação “I” constitui erro de tipo incriminador e, independentemente de ser vencível ou invencível, Kelston não será responsabilizado pelo ato. A situação “V” não é caso de erro diverso do pretendido e, na situação “IV”, o entendimento majoritário da doutrina inclina-se pela punição de Jango por homicídio culposo de Flor."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "242154",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: DPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "Em Direito Penal, o erro",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de tipo, se for invencível, exclui a tipicidade dolosa e a culposa."
      },
      {
        "letra": "B",
        "texto": "que recai sobre a existência de situação de fato que justificaria a ação, tornando-a legítima, é tratado pelo Código Penal como erro de proibição, excluindo-se, pois, a tipicidade da conduta."
      },
      {
        "letra": "C",
        "texto": "de tipo exclui o dolo e a culpa grave, mas não a culpa leve."
      },
      {
        "letra": "D",
        "texto": "de proibição é irrelevante para o Direito Penal, pois, nos termos do caput do art. 21 do Código Penal, “o desconhecimento da lei é inescusável”."
      },
      {
        "letra": "E",
        "texto": "de proibição exclui a consciência da ilicitude, que, desde o advento da teoria finalista, integra o dolo e a culpa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "239285",
    "metadata": "Ano: 2012 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Tipicidade",
      "Consumação e tentativa",
      "Antijuridicidade",
      "Legítima defesa",
      "Erro do tipo essencial",
      "Erro de tipo acidental",
      "Pena de multa"
    ],
    "enunciado_principal": "I – A consumação dos crimes materiais ocorre com o evento natural, enquanto nos formais o resultado naturalístico é dispensável. Os crimes culposos são sempre materiais, apenas havendo consumação com o resultado lesivo típico, sendo, portanto inadmissível a tentativa. II – O erro de tipo, incidente sobre elementares e circunstâncias, exclui a culpa, mas não o dolo, quando vencível. III – Para a caracterização do concurso de agentes exige-se que a pessoa concorra com uma causa para o resultado, admitindo-se a participação por omissão em crimes comissivos. IV – Para caracterização da legítima defesa é imperioso que a agressão seja injusta, atual ou iminente e decorra de uma conduta dolosa. V – Na fixação da pena de multa o magistrado deve atender exclusivamente à situação econômica do réu, em observância ao princípio da individualização da pena.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas III, IV e V estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas I e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas I, II e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas II e V estão corretas."
      },
      {
        "letra": "E",
        "texto": "Todas as assertivas estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "220044",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRE-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Sobre o crime, de acordo com o Código Penal, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pelo resultado que agrava especialmente a pena, só responde o agente que o houver causado dolosamente."
      },
      {
        "letra": "B",
        "texto": "Não se pune a tentativa quando, por ineficácia absoluta ou relativa do meio, é impossível consumar-se o crime."
      },
      {
        "letra": "C",
        "texto": "O erro sobre a ilicitude do fato, se inevitável, isenta de pena e, se evitável, poderá diminuí-la de um sexto a um terço."
      },
      {
        "letra": "D",
        "texto": "O erro quanto à pessoa contra a qual o crime é praticado não isenta de pena e serão consideradas, neste caso, também, as condições ou qualidades da vítima."
      },
      {
        "letra": "E",
        "texto": "Se o fato é cometido sob coação irresistível ou em estrita obediência a ordem, ainda que não manifestamente ilegal, de superior hierárquico, só é punível o autor da coação ou da ordem."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "214968",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental",
      "Descriminantes Putativas"
    ],
    "enunciado_principal": "Considere a prática de fato criminoso por:I. desconhecimento da lei. II. erro inevitável sobre a ilicitude do fato. III. erro evitável sobre a ilicitude do fato. IV. erro plenamente justificado pelas circunstâncias, que leva à suposição de situação de fato que, se existissem, tornaria a ação legítima.O agente é isento de pena nas situações indicadas APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e IV."
      },
      {
        "letra": "B",
        "texto": "I e III."
      },
      {
        "letra": "C",
        "texto": "I e IV."
      },
      {
        "letra": "D",
        "texto": "II e IV."
      },
      {
        "letra": "E",
        "texto": "III e IV."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "249697",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "No tocante às situações derivadas da hipótese do erro em direito penal, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De acordo com a doutrina majoritária, incorre em erro de proibição indireto aquele que supõe situação de fato que, se existisse, tornaria a ação legítima."
      },
      {
        "letra": "B",
        "texto": "Nos termos do CP, no erro de execução, não se consideram, para aplicação da pena, as condições ou qualidades da pessoa contra a qual o agente queria praticar o crime, mas as condições ou qualidades da pessoa contra a qual o crime foi praticado."
      },
      {
        "letra": "C",
        "texto": "De acordo com a teoria extremada da culpabilidade, é preciso distinguir, em relação a causa de justificação, entre erro de proibição indireto e erro de tipo permissivo."
      },
      {
        "letra": "D",
        "texto": "O fato de o sujeito A disparar arma de fogo contra B, mas, por má pontaria, atingir mortalmente C, que está ao lado de B, caracteriza o denominado, de acordo com o CP, erro sobre a pessoa."
      },
      {
        "letra": "E",
        "texto": "Segundo a interpretação doutrinária dominante do CP, o erro de tipo, vencível ou invencível, pode recair sobre qualquer elemento constitutivo do tipo objetivo e impede a configuração do tipo subjetivo doloso."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "235163",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "Acerca do erro no direito penal, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O erro sobre elemento essencial do tipo, escusável ou inescusável, exclui o dolo, mas permite a punição a título de culpa."
      },
      {
        "letra": "B",
        "texto": "Suponha que, em troca de tiros com policiais, certo traficante atinja o soldado A, e o mesmo projétil também atinja o transeunte B, provocando duas mortes. Nesse caso, ainda que não tenha pretendido matar B, nem aceito sua morte, o atirador responderá por dois homicídios dolosos em concurso formal imperfeito."
      },
      {
        "letra": "C",
        "texto": "Considere que um indivíduo pretenda assassinar uma criança de doze anos de idade e, para executar seu plano, posicione-se na janela de sua residência e acerte um disparo na cabeça de um adulto inocente. Nesse caso, o referido indivíduo responderá por homicídio doloso em sua forma simples, sem incidência de causa especial de aumento de pena."
      },
      {
        "letra": "D",
        "texto": "Considere a seguinte situação hipotética. Braz pretendia furtar um colar extremamente valioso e, para tanto, dirigiu-se a uma joalheria e executou sua ação com sucesso. Em seguida, ao tentar vender o objeto, ele se certificou de haver furtado bijuteria de valor irrisório. Nessa situação, Braz deverá responder pelo delito de furto e, caso seja primário, fará jus à causa especial de diminuição de pena relativa ao furto privilegiado."
      },
      {
        "letra": "E",
        "texto": "Caracterizada a ocorrência de erro de proibição indireto inescusável, o agente responderá pelo crime doloso, com pena diminuída de um sexto a um terço."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "210936",
    "metadata": "Ano: 2011 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental",
      "Crimes contra a vida",
      "Homicídio"
    ],
    "enunciado_principal": "Joaquim, pretendendo matar a própria esposa, arma-se com um revólver e fica aguardando a saída dela da academia de ginástica. Analise as hipóteses a seguir. I. Se Joaquim errar o disparo e atingir e matar pessoa diversa que passava pelo local naquele momento, sem atingir a esposa, responderá por homicídio doloso, agravado pelo fato de ter sido o crime cometido contra cônjuge (art. 61, II, “e”, do Código Penal). II. Se Joaquim errar o disparo e atingir e matar pessoa diversa que passava pelo local naquele momento, sem atingir a esposa, responderá por homicídio doloso, mas sem a incidência da agravante de ter sido o crime cometido contra cônjuge (art. 61, II, “e”, do Código Penal). III. Se Joaquim atingir e matar a esposa, mas, simultaneamente, em razão do único disparo, por erro, também atingir e matar pessoa diversa que passava pelo local naquele momento, responderá por homicídio doloso, agravado pelo fato de ter sido o crime cometido contra cônjuge (art. 61, II, “e”, do Código Penal), em concurso formal. IV. Se Joaquim atingir e matar a esposa, mas, simultaneamente, em razão do único disparo, por erro, também atingir e matar pessoa diversa que passava pelo local naquele momento, responderá por homicídio doloso, agravado pelo fato de ter sido o crime cometido contra cônjuge (art. 61, II, “e”, do Código Penal), em concurso material. Estão corretas apenas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III."
      },
      {
        "letra": "B",
        "texto": "I e IV."
      },
      {
        "letra": "C",
        "texto": "II e III."
      },
      {
        "letra": "D",
        "texto": "II e IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "208947",
    "metadata": "Ano: 2011 | Banca: FUMARC | Órgão: PC-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Descriminantes Putativas"
    ],
    "enunciado_principal": "Com relação ao erro de tipo e ao erro de proibição, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O erro de tipo permissível inescusável é aquele que recai sobre situação de fato, excluindo a culpabilidade dolosa, mas permitindo a punição do agente a título de culpa."
      },
      {
        "letra": "B",
        "texto": "De acordo com a teoria extremada da culpabilidade, todo e qualquer erro que recaia sobre uma causa de justifcação é erro sobre a ilicitude do fato."
      },
      {
        "letra": "C",
        "texto": "O erro, sobre a causa do resultado, afasta o dolo ou a culpa, tendo em vista que recai sobre elemento essencial do fato."
      },
      {
        "letra": "D",
        "texto": "O erro de proibição mandamental é aquele que recai sobre uma norma impositiva e, se inevitável, isenta o agente de pena."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "204243",
    "metadata": "Ano: 2011 | Banca: TRT 23R (MT) | Órgão: TRT - 23ª REGIÃO (MT)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "O erro de tipo essencial e inescusável exclui:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o dolo, mas não a culpa;"
      },
      {
        "letra": "B",
        "texto": "o dolo e a culpa;"
      },
      {
        "letra": "C",
        "texto": "a culpa, mas não o dolo;"
      },
      {
        "letra": "D",
        "texto": "a tentativa;"
      },
      {
        "letra": "E",
        "texto": "o nexo causal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "198803",
    "metadata": "Ano: 2011 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "SOBRE ELEMENTOS NORMATIVOS:I - Elementos normativos do tipo são sinônimos de elementos normativos especiais da ilicitude; II - O erro sobre as expressões como \"indevidamente\", \"sem licença da autoriáade\" é unanimemente tratado pela doutrina como erro de proibição; III - O erro sobre pressuposto fático de uma causa de justificação tem regra especifica no CP brasileiro. Dentre as proposições acima:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "( ) apenas são corretas as dos incisos I e III;"
      },
      {
        "letra": "B",
        "texto": "( ) apenas são corretas as dos incisos II e III;"
      },
      {
        "letra": "C",
        "texto": "( ) apenas é correta a do inciso III;"
      },
      {
        "letra": "D",
        "texto": "( ) todas as proposições são incorretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "198433",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: MPE-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial"
    ],
    "enunciado_principal": "Em razão da concepção normativa do dolo, o erro sobre o elemento constitutivo do tipo legal de crime exclui o dolo se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "incidir exclusivamente nos elementos objetivos, normativos e subjetivos da definição legal."
      },
      {
        "letra": "B",
        "texto": "incidir nos elementos objetivos, normativos e subjtivos da definição legal além de outros elementos ou circunstâncias que qualificam o crime ou aumentam a pena."
      },
      {
        "letra": "C",
        "texto": "a concepção normativa do dolo exigir apenas o resultado naturalístico e não se considerar a consciência da ilicitude para a caracterização do erro."
      },
      {
        "letra": "D",
        "texto": "não incidir nos elementos, causas ou circunstâncias que qualificam o crime ou aumentam a pena."
      },
      {
        "letra": "E",
        "texto": "incidir apenas nos elementos normativos do tipo legal do crime."
      }
    ],
    "gabarito": "B"
  }
]