[
  {
    "id": "3248010",
    "metadata": "Ano: 2025 | Banca: SELECON | Órgão: Prefeitura de Niterói - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "“O erro de tipo pode ser dividido em duas espécies: o erro de tipo essencial e o erro de tipo acidental” (Cunha, 2019, p. 302). Sobre as espécies de erro, o Código Penal brasileiro dispõe que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não responde pelo crime o terceiro que determina o erro"
      },
      {
        "letra": "B",
        "texto": "o erro sobre elemento constitutivo do tipo legal de crime exclui o dolo"
      },
      {
        "letra": "C",
        "texto": "o erro quanto à pessoa contra a qual o crime é praticado não isenta o agente de pena"
      },
      {
        "letra": "D",
        "texto": "é isento de pena o agente que, por acidente ou erro no uso dos meios de execução, em vez de atingir a pessoa que pretendia ofender, atinge pessoa diversa"
      },
      {
        "letra": "E",
        "texto": "erro sobre a ilicitude do fato, se inevitável, poderá diminuir a pena de um sexto a um terço"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3016586",
    "metadata": "Ano: 2024 | Banca: FACET Concursos | Órgão: Prefeitura de Queimadas - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Em um caso que gerou grande repercussão em Queimadas-PB, um agente de segurança pública, em operação noturna, disparou contra um suspeito, acreditando que este estava armado e prestes a cometer um crime. Posteriormente, verificou-se que a vítima estava desarmada e não representava perigo. O agente alegou erro de tipo. Avalie as assertivas: 1. O erro de tipo ocorre quando o agente atua sem a consciência de que sua conduta preenche os elementos do tipo penal, podendo excluir o dolo e, em certas condições, a culpa. 2. O erro de proibição ocorre quando o agente, mesmo conhecendo os fatos, desconhece a ilicitude da sua conduta, podendo ser excluído se invencível. 3. O erro sobre a pessoa implica na aplicação da teoria da equivalência, segundo a qual o agente responde como se tivesse atingido a pessoa que pretendia atingir. 4. No erro de tipo, se evitável, o agente responde pelo crime culposo, se previsto na lei, mas se o erro for inevitável, exclui-se o dolo e a culpa. 5. A obediência hierárquica, quando invocada em erro de proibição, só afasta a culpabilidade se a ordem não for manifestamente ilegal. Alternativas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas 1, 3 e 4 são corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas 1, 2 e 5 são corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas 2, 3 e 4 são corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas 3, 4 e 5 são corretas."
      },
      {
        "letra": "E",
        "texto": "Todas as assertivas são corretas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2536655",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: Prefeitura de Vitória - ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Luiz reside em um condomínio composto por vinte casas idênticas. Em uma determinada ocasião, após um cansativo dia de trabalho, Luiz, no período noturno, acabou por ingressar no domicílio do seu vizinho, sem a concordância deste, acreditando, fortemente, de que se tratava da sua casa, em razão da identidade entre as construções. Nesse cenário, considerando as disposições do Código Penal, é correto afirmar que Luiz",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não responderá por qualquer crime, em razão do erro de proibição indireto."
      },
      {
        "letra": "B",
        "texto": "não responderá por qualquer crime, em razão do erro de proibição direto."
      },
      {
        "letra": "C",
        "texto": "não responderá por qualquer crime, em razão do erro de tipo."
      },
      {
        "letra": "D",
        "texto": "responderá pelo crime de violação de domicílio qualificado."
      },
      {
        "letra": "E",
        "texto": "responderá pelo crime de violação de domicílio simples."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2448594",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Caio, torcedor fanático da Seleção Brasileira de Futebol, recebeu uma ligação, afirmando que foi sorteado para acompanhar a final de um campeonato entre o Brasil e a Argentina. Para tanto, ele deveria comparecer à sede da empresa que realizou o sorteio para retirar o ingresso. Assim sendo, Caio, agente público, saiu às pressas da repartição onde trabalha, levando consigo o telefone celular do órgão público, acreditando ser o seu aparelho de telefonia móvel, posto que ambos são idênticos. Considerando as disposições do Código Penal e os entendimentos doutrinário e jurisprudencial dominantes, é correto afirmar que Caio:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não responderá por qualquer crime, por força do erro de proibição indireto;"
      },
      {
        "letra": "B",
        "texto": "não responderá por qualquer crime, por força do erro de proibição direto;"
      },
      {
        "letra": "C",
        "texto": "não responderá por qualquer crime, por força do erro de tipo;"
      },
      {
        "letra": "D",
        "texto": "responderá pelo crime de concussão;"
      },
      {
        "letra": "E",
        "texto": "responderá pelo crime de peculato."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2339494",
    "metadata": "Ano: 2023 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Considere as seguintes afirmações sobre erro de tipo e erro de proibição. I - O erro de tipo essencial exclui sempre o dolo, independente de ser evitável, ou não, exsurgindo a modalidade culposa, se prevista em lei. II - A invasão de um escritório de trabalho, fora dos casos autorizados, supondo o agente equivocadamente que as dependências do local de atividade profissional não estão abrangidas pela expressão “casa”, se estiver realmente em erro comete um “erro de proibição”, pois supôs não estar proibido de adentrar no local. III - Para a teoria extremada da culpabilidade, todo e qualquer erro que recaia sobre uma causa de justificação é erro de proibição, e, sendo escusável, exclui a culpabilidade. Já para a teoria limitada da culpabilidade, os erros sobre os pressupostos fáticos de uma causa de justificação são tratados como um erro de tipo permissivo. IV - No erro de proibição direto, o agente realiza uma conduta proibida, seja por desconhecer a norma proibitiva, seja por conhecê-la mal, seja por não compreender o seu verdadeiro âmbito de incidência. Quais afirmações estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas II."
      },
      {
        "letra": "B",
        "texto": "Apenas I e III."
      },
      {
        "letra": "C",
        "texto": "Apenas II e IV."
      },
      {
        "letra": "D",
        "texto": "Apenas I, III e IV."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2215674",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: MPE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "No que se refere ao erro e à aplicação da pena no direito penal assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O desconhecimento da lei, escusável ou inescusável, é circunstância que atenua a pena."
      },
      {
        "letra": "B",
        "texto": "O desconhecimento da lei, desde que escusável, autoriza o perdão judicial por crime, seja este doloso ou culposo."
      },
      {
        "letra": "C",
        "texto": "O erro de proibição inescusável é penalmente irrelevante."
      },
      {
        "letra": "D",
        "texto": "O erro sobre a ilicitude do fato, desde que escusável, afasta o dolo do agente."
      },
      {
        "letra": "E",
        "texto": "A condescendência do órgão público fiscalizatório diante do fato típico é suficiente para autorizar o reconhecimento do erro de proibição."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2208449",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Considere as seguintes situações: I. um aluno, ao final da aula, inadvertidamente, coloca em sua pasta um livro de um colega, pensando sinceramente ser o seu; II. uma pessoa pretende matar seu desafeto e, quando sai à sua procura, encontra-se com um sósia de seu inimigo e, por confundi-lo com a vítima visada, acaba matando a pessoa errada, ou seja, o sósia; III. um policial à paisana finge-se embriagado e, para chamar a atenção de um ladrão, com quem conversa em um bar, diz que está com muito dinheiro na carteira. O ladrão decide roubá-lo na saída do bar; ao fazê-lo, contudo, é preso em flagrante, por outros policiais à paisana que acompanhavam os fatos; IV. José se depara com um sósia de seu inimigo que leva a mão à cintura, como se fosse sacar algum objeto; José, ao ver essa atitude, pensa estar prestes a ser atingido por um revólver e, por esse motivo, saca sua arma, atirando contra a vítima, que nada possuía nas mãos ou na cintura. Tais ocorrências configuram, respectivamente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "erro de proibição; erro de tipo acidental; delito putativo por obra de agente provocador; descriminante putativa."
      },
      {
        "letra": "B",
        "texto": "erro de tipo essencial; erro de tipo acidental; crime impossível; erro de tipo permissivo."
      },
      {
        "letra": "C",
        "texto": "erro de tipo acidental; erro de tipo essencial; descriminante putativa; erro de proibição."
      },
      {
        "letra": "D",
        "texto": "erro de tipo essencial; erro de proibição; delito de experiência; descriminante putativa."
      },
      {
        "letra": "E",
        "texto": "erro de tipo acidental; aberratio ictus; crime impossível; erro de tipo permissivo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2110335",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "A respeito dos erros no direito penal, julgue o item a seguir. Considere, a propósito, que a sigla CP, quando empregada, refere-se ao Código Penal. No caso de aberratio causae, há erro de tipo acidental e o CP determina para tal caso a responsabilização do agente pelo resultado efetivamente produzido, em adoção da teoria da concretização.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2106604",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TCE-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "João, gestor público, autoriza a colocação de títulos da dívida pública no mercado financeiro, sem que estes estivessem previamente registrados em sistema centralizado de liquidação e de custódia. Durante a investigação pré-processual comprova-se que João, atuando de forma culposa, acreditava que os títulos da dívida pública estavam registrados no sistema adequado. Nesse cenário, é correto afirmar que restou caracterizado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "erro de tipo inescusável, excluindo o dolo. Como há a modalidade culposa do tipo penal, João responderá pelo crime culposo de colocação de títulos no mercado;"
      },
      {
        "letra": "B",
        "texto": "erro de tipo inescusável, excluindo o dolo. Como não há a modalidade culposa do tipo penal, João não responderá por qualquer crime;"
      },
      {
        "letra": "C",
        "texto": "erro de tipo permissivo, isentando-se João de pena;"
      },
      {
        "letra": "D",
        "texto": "erro de proibição direto, isentando-se João de pena;"
      },
      {
        "letra": "E",
        "texto": "erro de proibição indireto, isentando-se João de pena."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2098990",
    "metadata": "Ano: 2023 | Banca: INSTITUTO AOCP | Órgão: MPE-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Acerca do erro jurídico-penal, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O erro sobre o objeto e sobre o nexo causal constituem construções doutrinárias de erro de tipo acidental."
      },
      {
        "letra": "B",
        "texto": "Qualquer legítima defesa putativa enseja a exclusão do dolo e culpa."
      },
      {
        "letra": "C",
        "texto": "A dirimente do erro de proibição, se inevitável, isenta de pena e, se evitável, poderá diminui-la, de um sexto a um terço."
      },
      {
        "letra": "D",
        "texto": "A diferença do erro na execução do crime e do resultado diverso do pretendido reside na natureza dos bens atingidos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2075598",
    "metadata": "Ano: 2023 | Banca: FUMARC | Órgão: AL-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Antijuridicidade",
      "Estrito cumprimento de dever legal e exercício regular de direito",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental",
      "Noções Gerais Antijuridicidade"
    ],
    "enunciado_principal": "De acordo com o Código Penal, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Considera-se em estrito cumprimento de dever legal o agente de segurança pública que repele agressão ou risco de agressão a vítima mantida refém durante a prática de crimes."
      },
      {
        "letra": "B",
        "texto": "O erro quanto à pessoa contra a qual o crime é praticado não isenta de pena."
      },
      {
        "letra": "C",
        "texto": "O erro sobre a ilicitude do fato, se inevitável, isenta de pena."
      },
      {
        "letra": "D",
        "texto": "O erro sobre elemento constitutivo do tipo legal de crime exclui o dolo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2408351",
    "metadata": "Ano: 2022 | Banca: SELECON | Órgão: Prefeitura de São Gonçalo - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Dênis participou do processo para obtenção da carteira nacional de habilitação, tendo sido aprovado e obtido o documento do órgão de trânsito competente. Posteriormente, após ser abordado por autoridade policial em fiscalização de trânsito, houve a constatação de que o documento de habilitação seria falso. Dênis aduziu que desconhecia essa falsidade diante dos fatos que arrolou. Nos termos do Código Penal, o caso é de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "erro putativo"
      },
      {
        "letra": "B",
        "texto": "erro de proibição"
      },
      {
        "letra": "C",
        "texto": "erro sobre pessoa"
      },
      {
        "letra": "D",
        "texto": "erro sobre elementos do tipo"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2031578",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Orlando e Itamar são dois homens maiores de idade que procuram na internet por ofertas de prostituição feminina. Orlando então conhece uma moça de 17 anos, com larga experiência na oferta de favores sexuais, e, crendo estar celebrando negócio lícito, a contrata para com ele praticá-los. Itamar, por sua vez, localiza a mesma moça em um ponto de prostituição na cidade de Anápolis, ao lado de outras prostitutas de avançada idade, e, sem questionar sua faixa etária e sua experiência pretérita, contrata-a para ter com ele relações sexuais. Em ambos os casos, após a consumação do ato, há crime em hipótese, qual seja, favorecimento da prostituição de pessoa menor de 18 anos. Sobre esse tema e em sua autodefesa, Orlando e Itamar poderão alegar, respectivamente",
    "alternativas": [
      {
        "letra": "A",
        "texto": "erro de proibição e erro de tipo."
      },
      {
        "letra": "B",
        "texto": "erro determinado por terceiro e erro sobre a pessoa."
      },
      {
        "letra": "C",
        "texto": "erro de tipo e erro de proibição."
      },
      {
        "letra": "D",
        "texto": "erro sobre a pessoa e crime impossível."
      },
      {
        "letra": "E",
        "texto": "erro de tipo e descriminante putativa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1995407",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TRT - 13ª Região (PB)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Teodora conheceu Daniel em um site de relacionamentos. Após 2 anos de relacionamento à distância, Teodora resolveu deixar o estado onde mora, São Paulo, para viver na Bahia, onde reside Daniel, seu grande amor. Assim, Teodora embarcou em um avião rumo à Salvador. Após atraso do voo de 4 horas, Teodora desembarcou exausta em Salvador – BA, recolheu sua bagagem, retirou a identificação da mesma e foi tomar um café para aguardar a chegada de Daniel no aeroporto. Nesse momento, Maria estava na mesma lanchonete tomando café e aguardando o horário do início do check in para pegar seu voo com destino ao Rio de Janeiro. Ocorre que Maria se confundiu e pegou a mala de Teodora pensando ser a sua, pois as malas eram idênticas e ambas estavam sem identificação. Maria despachou a mala e embarcou para o Rio de Janeiro. Nesse caso, pode-se afirmar que Maria agiu em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "erro de tipo, uma vez que as malas eram idênticas e sem identificação. Maria pensou sinceramente que estava levando sua própria mala."
      },
      {
        "letra": "B",
        "texto": "erro de proibição, uma vez que as malas eram idênticas e sem identificação. Maria pensou sinceramente que estava levando sua própria mala."
      },
      {
        "letra": "C",
        "texto": "descriminante putativa, já que, por erro plenamente justificado pelas circunstâncias, supôs situação de fato que, se existisse, tornaria a ação legítima."
      },
      {
        "letra": "D",
        "texto": "erro de tipo, já que, por erro plenamente justificado pelas circunstâncias, supôs situação de fato que, se existisse, tornaria a ação legítima."
      },
      {
        "letra": "E",
        "texto": "erro de proibição, já que, por erro plenamente justificado pelas circunstâncias, supôs situação de fato que, se existisse, tornaria a ação legítima."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1987408",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: Senado Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Enfurecido com a infidelidade de Lia, sua noiva, Rui decide ir, à noite, ao apartamento dela para confrontá-la. Ao avistar, na rua, um carro quase idêntico ao de Lia, Rui toma uma pedra e inscreve insultos contra ela na lataria do veículo. Enquanto riscava a pintura, Rui constata que a placa do veículo não corresponde à do carro de Lia. Com base nesse caso, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Rui cometeu um crime culposo, pois agiu em erro quanto ao objeto do delito de dano."
      },
      {
        "letra": "B",
        "texto": "A pena de Rui deve ser diminuída em razão do erro na execução do crime."
      },
      {
        "letra": "C",
        "texto": "O erro sobre a identidade do automóvel não torna o fato atípico por ausência de dolo."
      },
      {
        "letra": "D",
        "texto": "Rui é inimputável, uma vez que cometeu o erro impelido por violenta emoção."
      },
      {
        "letra": "E",
        "texto": "O desconhecimento da real identidade do bem danificado exclui a culpabilidade de Rui."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1974596",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Paulo, policial militar, supondo ter encontrado Cláudio, traficante conhecido na região e com mandado de prisão em aberto, efetua a prisão de desconhecido irmão gêmeo univitelino de Cláudio, com restrição de liberdade do irmão gêmeo por tempo considerável. Diante da situação narrada, a responsabilidade penal de Paulo é afastada por:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ausência de tipicidade, ante a inexistência de elemento objetivo do tipo;"
      },
      {
        "letra": "B",
        "texto": "ausência de tipicidade, ante a inexistência de elemento subjetivo do tipo;"
      },
      {
        "letra": "C",
        "texto": "ausência de ilicitude, pelo estrito cumprimento do dever legal putativo;"
      },
      {
        "letra": "D",
        "texto": "ausência de culpabilidade, pela inexigibilidade de conduta diversa;"
      },
      {
        "letra": "E",
        "texto": "ausência de culpabilidade, por erro de proibição."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1968395",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Francisco, rapaz maior de idade que sempre viveu isolado na roça, adquiriu uma carteira nacional de habilitação ao comprar um veículo usado, acreditando não ser necessário realizar exames para dirigir. Após ser parado em uma blitz, foi processado por falsidade documental e uso de documento falso. Nessa situação hipotética, deve ser reconhecido o",
    "alternativas": [
      {
        "letra": "A",
        "texto": "crime putativo por erro de proibição."
      },
      {
        "letra": "B",
        "texto": "erro sobre o elemento constitutivo do tipo penal, que exclui o dolo."
      },
      {
        "letra": "C",
        "texto": "erro sobre a ilicitude do fato, excluindo-se a culpabilidade pela falta de consciência dessa condição."
      },
      {
        "letra": "D",
        "texto": "erro sobre a ilicitude do fato, excluindo-se a culpabilidade pela exigibilidade de conduta diversa."
      },
      {
        "letra": "E",
        "texto": "erro sobre o elemento constitutivo do tipo penal que, sendo vencível, passa a ser punível por culpa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1966746",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "No que diz respeito a aspectos relacionados à Teoria do Crime, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Responde pelo crime o terceiro que determina o erro"
      },
      {
        "letra": "B",
        "texto": "O erro sobre elemento constitutivo do tipo legal de crime exclui o dolo, mas permite a punição por crime culposo, se previsto em lei"
      },
      {
        "letra": "C",
        "texto": "O erro quanto à pessoa contra a qual o crime é praticado não isenta de pena. Não se consideram, neste caso, as condições ou qualidades da vítima, senão as da pessoa contra quem o agente queria praticar o crime"
      },
      {
        "letra": "D",
        "texto": "Considera-se evitável o erro se o agente atua ou se omite sem a consciência da ilicitude do fato, quando lhe era possível, nas circunstâncias, ter ou atingir essa consciência"
      },
      {
        "letra": "E",
        "texto": "É isento de pena quem, por erro plenamente justificado pelas circunstâncias, supõe situação de fato que, se existisse, tornaria a ação legítima. Há igualmente isenção de pena quando o erro deriva de culpa, ainda que o fato seja punível como crime culposo"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1960224",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Ainda no que diz respeito à teoria do crime, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A superveniência de causa relativamente independente exclui a imputação quando, por si só, produziu o resultado; os fatos anteriores, entretanto, imputam-se a quem os praticou"
      },
      {
        "letra": "B",
        "texto": "É isento de pena quem, por erro plenamente justificado pelas circunstâncias, supõe situação de fato que, se existisse, tornaria a ação legítima"
      },
      {
        "letra": "C",
        "texto": "Nos crimes cometidos sem violência ou grave ameaça à pessoa, reparado o dano ou restituída a coisa, até o recebimento da denúncia ou da queixa, por ato voluntário do agente, a pena será reduzida de um a dois terços"
      },
      {
        "letra": "D",
        "texto": "O erro quanto à pessoa contra a qual o crime é praticado não isenta de pena, sendo certo que, neste caso, devem ser consideradas as condições ou qualidades da vítima"
      },
      {
        "letra": "E",
        "texto": "Pelo resultado que agrava especialmente a pena, só responde o agente que o houver causado ao menos culposamente"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1926026",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Determinado fiscal de trânsito, por imprudência, autoriza um motorista a passar o sinal vermelho e este vem a atropelar um pedestre. Nessa hipótese o fiscal de trânsito responderá:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "em coautoria com o motorista, pela mesma conduta;"
      },
      {
        "letra": "B",
        "texto": "por participação, por instigação, com o motorista;"
      },
      {
        "letra": "C",
        "texto": "por participação, por auxílio, com o motorista;"
      },
      {
        "letra": "D",
        "texto": "por participação, por induzimento, com o motorista;"
      },
      {
        "letra": "E",
        "texto": "como autor, independentemente da responsabilidade alheia."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1911915",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PC-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Paulo, assustado ao ouvir um barulho vindo da porta de sua casa, e supondo tratar-se de um ladrão, pega sua arma e dispara 5 tiros sem indagar quem estaria do outro lado da porta. Após os disparos, abre a porta e se depara com seu tio, que fora visita-lo sem avisar, morto no chão. Com relação à teoria do erro, pode-se dizer que estamos diante de uma hipótese de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "erro sobre a pessoa."
      },
      {
        "letra": "B",
        "texto": "erro na execução."
      },
      {
        "letra": "C",
        "texto": "erro de tipo permissivo."
      },
      {
        "letra": "D",
        "texto": "resultado diverso do pretendido."
      },
      {
        "letra": "E",
        "texto": "erro provocado por terceiro."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1873825",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PC-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro de tipo acidental",
      "Crimes contra o patrimônio",
      "Furto"
    ],
    "enunciado_principal": "Perseu, funcionário da loja Olimpo, tem sua atenção chamada para um telefone celular de última geração, exibido por Medusa, outra funcionária do estabelecimento. Ciente de que o salário que ambos recebem não permitiria a aquisição do referido aparelho, Perseu passa a questionar a origem do bem, sendo informado que Medusa o havia recebido de presente de Teseu, seu namorado. Perseu, então, monta um plano para furtar o celular, aproveitando o término antecipado do seu expediente para levar a bolsa de Medusa. Chegando em casa, constata que no interior da bolsa havia uma carteira com cartões e sem dinheiro, maquiagem, guarda-chuva, óculos de sol, óculos de grau, fones de ouvido e o carregador do celular, vindo a descobrir, por terceiros, que o telefone estava em poder de Medusa, permanecendo o tempo todo no bolso traseiro da sua calça. Diante do narrado, Perseu:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "responderá por furto, por erro acidental;"
      },
      {
        "letra": "B",
        "texto": "responderá por furto, por erro na execução do crime;"
      },
      {
        "letra": "C",
        "texto": "não responderá por furto, por erro acidental;"
      },
      {
        "letra": "D",
        "texto": "não responderá por furto, por erro na execução do crime;"
      },
      {
        "letra": "E",
        "texto": "não responderá por furto, por erro de proibição."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1860048",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Acerca da estrutura analítica do crime, julgue o item a seguir. O erro de tipo tem como consequência jurídica a exclusão do dolo enquanto elemento subjetivo, sendo vedada, nesse caso, a responsabilização penal do agente por crime culposo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1856503",
    "metadata": "Ano: 2021 | Banca: FAPEC | Órgão: PC-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Sobre a teoria do erro, analise as afirmações a seguir. I - Para a teoria extremada do dolo, tanto o erro de tipo quanto o erro de proibição, quando inevitáveis, sempre excluirão o dolo. II - A teoria extremada da culpabilidade, empreendida pela doutrina finalista, com a qual surgiu e cujos maiores representantes foram Welzel, Maurach e Kaufmann, separa o dolo da consciência da ilicitude. Assim, o dolo, em seu aspecto puramente psicológico (dolo natural), é transferido para o injusto, enquanto a consciência da ilicitude passa a fazer parte da culpabilidade, num puro juízo de valor. Dolo e consciência da ilicitude são, portanto, para a teoria extremada da culpabilidade, conceitos completamente distintos e com diferentes funções dogmáticas. III - Influenciada pelo sistema finalista de Hans Welzel, a reforma da parte geral do Código Penal brasileiro, realizada em 1984, rompeu com a tradição jurídico-penal estabelecida até então, que trabalhava com a teoria limitada da culpabilidade, e passou a adotar a teoria extremada da culpabilidade, defendida pelo renomado professor da Escola de Bonn, deixando expresso tal opção no item 19 da Exposição de Motivos. IV - No erro de tipo, o erro recai sobre o elemento intelectual do dolo – a consciência –, impedindo que a conduta do autor atinja corretamente todos os elementos essenciais do tipo. É essa a razão pela qual essa forma de erro sempre exclui o dolo, que, no finalismo, encontra-se no fato típico e não na culpabilidade. V - A teoria limitada da culpabilidade situa o dolo como elemento do fato típico e a potencial consciência da ilicitude como elemento da culpabilidade; adota o erro de tipo como excludente do dolo e admite, quando for o caso, a responsabilização por crime culposo. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I, II e V estão corretos."
      },
      {
        "letra": "B",
        "texto": "Apenas II, III e V estão corretos."
      },
      {
        "letra": "C",
        "texto": "Apenas II e V estão corretos."
      },
      {
        "letra": "D",
        "texto": "Apenas I, II, IV e V estão corretos."
      },
      {
        "letra": "E",
        "texto": "Todos os itens estão corretos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1855776",
    "metadata": "Ano: 2021 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Nexo de causalidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Sobre o tipo dos crimes dolosos de ação, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo a teoria da equivalência das condições, compatível com o Código Penal brasileiro e utilizada como método para determinar relações causais, causa é a condição sem a qual o resultado não poderia ter ocorrido"
      },
      {
        "letra": "B",
        "texto": "O tipo subjetivo dos crimes dolosos pode ser composto somente pelo dolo, direto ou eventual, mas também pode apresentar, ao lado do dolo, elementos subjetivos especiais, como ocorre por exemplo, nesta última hipótese, com os crimes de importunação sexual (CP, art. 215-A), assédio sexual (CP, art. 216-A) e fraude processual (CP, art. 347)."
      },
      {
        "letra": "C",
        "texto": "O erro de tipo, evitável ou inevitável, pode recair sobre elementos descritivos ou normativos do tipo objetivo, mas não pode recair sobre elementos subjetivos especiais, diversos do dolo, integrantes do tipo subjetivo"
      },
      {
        "letra": "D",
        "texto": "Com a finalidade específica de produzir lesões corporais contra B em via pública, A projeta seu veículo contra a motocicleta pilotada por B, representando, como consequência necessária, a produção de lesões corporais também em C, garupa da motocicleta: o resultado de lesão corporal em B é atribuído a título de dolo direto de 1º grau ao autor A, e o resultado de lesão corporal em C, ainda que lamentado por A, é atribuído a este a título de dolo eventual."
      },
      {
        "letra": "E",
        "texto": "Com consciência e vontade dirigidas especificamente a produzir lesões corporais em B, A arremessa pedras contra este, mas por erro na execução acaba também atingindo C, situado próximo a B, produzindo lesões corporais em ambos: A responde por lesão corporal dolosa em B, em concurso formal com lesão corporal culposa em C."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1847636",
    "metadata": "Ano: 2021 | Banca: CETAP | Órgão: SEAP-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Em um domingo à noite, João saiu para matar Jorge, seu inimigo, invadiu a casa deste e atirou em sua cama, mas acabou matando o irmão de Jorge que estava hospedado na casa. Pode-se definir essa conduta como:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "erro na execução — aberratio ictus."
      },
      {
        "letra": "B",
        "texto": "resultado diverso do pretendido — aberratio criminis."
      },
      {
        "letra": "C",
        "texto": "erro sobre o nexo causal — aberratio causae."
      },
      {
        "letra": "D",
        "texto": "erro de tipo acidental."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1844708",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Ao lado das hipóteses de erros essenciais figuram os chamados erros acidentais, que, ao contrário daqueles, incidem sobre elementos não essenciais à configuração do crime, não afetando a decisão a respeito da imputação. Uma hipótese de erro acidental é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "erro de tipo;"
      },
      {
        "letra": "B",
        "texto": "erro sobre a pessoa;"
      },
      {
        "letra": "C",
        "texto": "erro de proibição;"
      },
      {
        "letra": "D",
        "texto": "descriminantes putativas;"
      },
      {
        "letra": "E",
        "texto": "erro mandamental."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1840041",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: FUNSAÚDE - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Durante operação policial em localidade com presença de criminosos armados, o policial Jonathan, temendo pela sua integridade física e de seus colegas policiais, se assusta ao ver sair de uma casa um homem segurando um guarda-chuva com ponta metálica. Por pensar tratar-se de uma arma de fogo e não de um guarda-chuva, Jonathan atira e vem a matar a vítima, Caio, que saía de casa em direção ao trabalho. Acerca do erro praticado por Jonathan, assinale a opção que indica a tese de direito material que poderia ser usada em sua defesa.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Erro de proibição, que, se for entendido como inevitável, isenta de pena e se for evitável poderá reduzi-la de um sexto a um terço, nos termos do Art. 21 do CP."
      },
      {
        "letra": "B",
        "texto": "Erro de tipo incriminador, na medida em que errou sobre um elemento constitutivo do crime, o que poderia, nos termos do Art. 20, caput, do CP, afastar o dolo e permitir a punição por crime culposo, que existe no caso do homicídio."
      },
      {
        "letra": "C",
        "texto": "Erro na execução, na medida em que pensou que Caio estivesse portando uma arma de fogo, o que faz com que ele seja isento de pena, nos termos do Art. 73 do CP."
      },
      {
        "letra": "D",
        "texto": "Erro de tipo permissivo, previsto no Art. 20, § 1º, do CP, na medida em que acreditava estar diante de uma situação fática que, se existisse, tornaria sua ação legítima. Se o erro for tido como justificável, ficará isento de pena. Caso se entenda como evitável, responderá pelo crime na modalidade culposa, legalmente prevista no caso do homicídio."
      },
      {
        "letra": "E",
        "texto": "Erro sobre o objeto, modalidade de erro acidental na qual o agente confunde um objeto com outro, o que poderá isentar o réu de pena."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1825434",
    "metadata": "Ano: 2021 | Banca: NC-UFPR | Órgão: PC-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Acerca do erro de tipo e do erro de proibição (erro sobre a ilicitude do fato), considere as seguintes afirmativas: 1. O erro sobre elemento constitutivo do tipo legal de crime exclui o dolo, mas permite a punição por crime culposo, se previsto em lei. 2. O erro sobre a ilicitude do fato, se inevitável, isenta de pena; se evitável, poderá diminuí-la de um sexto a um terço. 3. Considera-se evitável o erro se o agente atua ou se omite sem a consciência da ilicitude do fato, quando lhe era possível, nas circunstâncias, ter ou atingir essa consciência. 4. Enquanto o erro de tipo é uma falsa representação da realidade que recai sobre elemento do tipo penal, o erro de proibição é um erro de valoração que recai sobre o que é lícito ou ilícito. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente a afirmativa 4 é verdadeira."
      },
      {
        "letra": "B",
        "texto": "Somente as afirmativas 1 e 3 são verdadeiras."
      },
      {
        "letra": "C",
        "texto": "Somente as afirmativas 2 e 4 são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Somente as afirmativas 1, 2 e 3 são verdadeiras."
      },
      {
        "letra": "E",
        "texto": "As afirmativas 1, 2, 3 e 4 são verdadeiras."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1813809",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "O erro",
    "alternativas": [
      {
        "letra": "A",
        "texto": "sobre as circunstâncias fáticas das causas de justificação, se evitável, conduz à redução da pena na terceira fase de aplicação."
      },
      {
        "letra": "B",
        "texto": "na execução, quando inevitável, exclui a culpabilidade por inexigibilidade de conduta diversa."
      },
      {
        "letra": "C",
        "texto": "sobre a pessoa leva à punição do agente desconsiderando-se as condições ou qualidades da vítima."
      },
      {
        "letra": "D",
        "texto": "de tipo, quando evitável, exclui a culpa como elemento subjetivo do tipo."
      },
      {
        "letra": "E",
        "texto": "de proibição é a negação da representação exigida pelo dolo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1767734",
    "metadata": "Ano: 2021 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro de tipo acidental",
      "Descriminantes Putativas"
    ],
    "enunciado_principal": "O ERRO, no DIREITO PENAL PÁTRIO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando determinado, o terceiro responde a título de dolo."
      },
      {
        "letra": "B",
        "texto": "Requer, como critério de aferição da escusabilidade, o homo medius colocado no lugar do agente."
      },
      {
        "letra": "C",
        "texto": "Se recair sobre a existência ou os limites da posição de garantidor, excluirá o dolo."
      },
      {
        "letra": "D",
        "texto": "Sobre o objeto material, não afeta a responsabilidade penal do agente, porque ele sempre responde pelo crime que pretendia cometer."
      },
      {
        "letra": "E",
        "texto": "Se putativo, não afasta o dolo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2117216",
    "metadata": "Ano: 2020 | Banca: INSTITUTO AOCP | Órgão: SEJUC-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Imputação objetiva",
      "Consumação e tentativa",
      "Erro do tipo essencial",
      "Erro de tipo acidental",
      "Sanções penais",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Em relação ao Código Penal, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Salvo disposição em contrário, pune-se a tentativa com a pena correspondente ao crime consumado, diminuída de um a dois terços."
      },
      {
        "letra": "B",
        "texto": "Não se pune a tentativa quando, por ineficácia absoluta do meio ou por absoluta impropriedade do objeto, é impossível consumar-se o crime."
      },
      {
        "letra": "C",
        "texto": "O erro sobre elemento constitutivo do tipo legal de crime exclui o dolo, mas permite a punição por crime culposo, se previsto em lei."
      },
      {
        "letra": "D",
        "texto": "Nos crimes cometidos sem violência ou grave ameaça à pessoa, reparado o dano ou restituída a coisa, até o recebimento da denúncia ou da queixa, por ato voluntário do agente, a pena será reduzida pela metade."
      },
      {
        "letra": "E",
        "texto": "É isento de pena quem, por erro plenamente justificado pelas circunstâncias, supõe situação de fato que, se existisse, tornaria a ação legítima. Não há isenção de pena quando o erro deriva de culpa e o fato é punível como crime culposo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1149283",
    "metadata": "Ano: 2020 | Banca: IBFC | Órgão: TRE-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental",
      "Descriminantes Putativas"
    ],
    "enunciado_principal": "Quanto ao \"erro sobre elementos do tipo\" e \"erro sobre a ilicitude do fato\", analise as afirmativas abaixo e dê valores Verdadeiro (V) ou Falso (F): ( ) Não cabe a incidência de erro de tipo nos crimes omissivos espúrios, em face do dever de agir para evitar o resultado, levando-se em conta a relação de normalidade ou perigo do caso concreto. ( ) O erro relativo à existência de uma causa de exclusão de ilicitude consiste em descriminante putativa por erro de proibição. Nesse caso, se inescusável o erro, afasta-se o dolo, subsistindo a responsabilidade por crime culposo, se previsto em lei. ( ) Ao agente provocador que atua dolosamente deverá ser imputado, na forma dolosa, o crime cometido pelo provocado. Já o agente provocado ficará impune, desde que escusável o seu erro. ( ) Incide sobre o ³error in persona´ a teoria da equivalência do bem jurídico atingido. Nesse caso, o agente responderá pelo crime praticado, porém, no momento da aplicação da pena, serão consideradas as condições da vítima virtual. Assinale a alternativa que apresenta a sequência correta de cima para baixo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V, F, F, V"
      },
      {
        "letra": "B",
        "texto": "F, F, V, V"
      },
      {
        "letra": "C",
        "texto": "F, V, V, F"
      },
      {
        "letra": "D",
        "texto": "V, V, V, V"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1138160",
    "metadata": "Ano: 2020 | Banca: FCC | Órgão: TJ-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipicidade formal",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Em relação à tipicidade penal, correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é excluída pelos chamados princípios da insignificância e adequação social, ausentes tipicidade formal e material, respectivamente."
      },
      {
        "letra": "B",
        "texto": "o consentimento do ofendido, às vezes, pode afastar a própria tipicidade da conduta e, em outras, constituir causa supralegal de exclusão da ilicitude, segundo entendimento doutrinário."
      },
      {
        "letra": "C",
        "texto": "o erro sobre elemento do tipo exclui o dolo e, por isso, incide sobre a ilicitude do comportamento, refletindo na culpabilidade, de modo a excluí-la ou atenuá-la."
      },
      {
        "letra": "D",
        "texto": "é afastada nas hipóteses de crime impossível e arrependimento posterior."
      },
      {
        "letra": "E",
        "texto": "o dolo, segundo a teoria finalista, constitui elemento normativo do tipo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1120607",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crime impossível",
      "Arrependimento posterior",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Na confraternização de final de ano de um tribunal de justiça, Ulisses, servidor do órgão, e o desembargador ganharam um relógio da mesma marca — em embalagens idênticas —, mas de valores diferentes, sendo consideravelmente mais caro o do desembargador. Ao ir embora, Ulisses levou consigo, por engano, o presente do desembargador, o qual, ao notar o sumiço do relógio e acreditando ter sido vítima de crime, acionou a polícia civil. Testemunhas afirmaram ter visto Ulisses com a referida caixa. No dia seguinte, o servidor tomou conhecimento dos fatos e dirigiu-se espontaneamente à autoridade policial, afirmando que o relógio estava na casa de sua namorada, onde fora apreendido. Nessa situação hipotética, a conduta de Ulisses na festa caracterizou",
    "alternativas": [
      {
        "letra": "A",
        "texto": "erro de tipo."
      },
      {
        "letra": "B",
        "texto": "excludente de ilicitude."
      },
      {
        "letra": "C",
        "texto": "arrependimento posterior."
      },
      {
        "letra": "D",
        "texto": "erro de proibição."
      },
      {
        "letra": "E",
        "texto": "crime impossível."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1639807",
    "metadata": "Ano: 2019 | Banca: FAFIPA | Órgão: CREA-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "A respeito do instituto erro sobre a pessoa, é CORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O erro quanto à pessoa contra quem se comete o crime isenta de pena o agente."
      },
      {
        "letra": "B",
        "texto": "No caso de erro sobre a pessoa contra quem se comete o crime, considera-se apenas as condições e qualidade da vítima."
      },
      {
        "letra": "C",
        "texto": "O erro quanto à pessoa contra a qual o crime é praticado isenta de pena. Não se consideram, neste caso, as condições ou qualidades da vítima, senão as da pessoa contra quem o agente queria praticar o crime."
      },
      {
        "letra": "D",
        "texto": "O erro quanto à pessoa contra a qual o crime é praticado não isenta de pena. Não se consideram, neste caso, as condições ou qualidades da vítima, senão as da pessoa contra quem o agente queria praticar o crime."
      },
      {
        "letra": "E",
        "texto": "O erro quanto à pessoa contra a qual o crime é praticado não isenta de pena, mas considera-se apenas as qualidades da vítima."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1347045",
    "metadata": "Ano: 2019 | Banca: TJ-AP | Órgão: TJ-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental",
      "Descriminantes Putativas"
    ],
    "enunciado_principal": "Após a morte da mãe, Aline recebeu, durante um ano, a pensão previdenciária daquela, depositada mensalmente em sua conta bancária, em virtude de ser procuradora da primeira. Descoberto o fato, Aline foi denunciada por apropriação indébita. Se a sentença concluir que a acusada (em razão de sua incultura, pouca vivência, etc.) não tinha percepção da ilicitude de sua conduta, estará reconhecendo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Erro de proibição;"
      },
      {
        "letra": "B",
        "texto": "Erro sobre o objeto;"
      },
      {
        "letra": "C",
        "texto": "Erro sobre elemento do tipo, que exclui o dolo;"
      },
      {
        "letra": "D",
        "texto": "Descriminante putativa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1098008",
    "metadata": "Ano: 2019 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Sobre a teoria do erro, marque a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Entende-se por erro de compreensão a situação em que conhece o sujeito a proibição e a falta de permissão, e, sem embargo, não lhe seja exigível que entenda a regra que conhece; neste caso, estaremos diante de um erro de proibição invencível, na forma de erro de compreensão."
      },
      {
        "letra": "B",
        "texto": "O indivíduo que ofende a outrem, desconhecendo-lhe a condição de funcionário público, não responde pelo crime de desacato, já que afastado o dolo quanto à elementar do tipo, mas subsiste o delito de injúria, pois a honra do particular também é tutelada pela lei penal. Tem-se, na hipótese, um erro de tipo, que, ainda que escusável, não exclui a criminalidade do fato."
      },
      {
        "letra": "C",
        "texto": "O sujeito que crê que, se alguém lhe entrega o carro para conserto e não o retira dentro do prazo, pode vendê-lo por sua própria conta, para se ressarcir do valor do serviço, incide em erro de proibição direto, que, nos termos do artigo 21 do Código Penal, se inevitável, isenta de pena; se evitável, poderá diminuí-la de um sexto a um terço."
      },
      {
        "letra": "D",
        "texto": "Nos crimes omissivos, o erro que recai sobre os elementos objetivos do tipo é considerado erro de tipo, mas o erro incidente sobre o mandamento terá repercussão em sede de culpabilidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1037211",
    "metadata": "Ano: 2019 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental",
      "Descriminantes Putativas"
    ],
    "enunciado_principal": "Quanto à teoria do erro em Direito Penal, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O erro de proibição indireto incide sobre causas de justificação."
      },
      {
        "letra": "B",
        "texto": "O erro de subsunção constitui hipótese de erro de tipo essencial."
      },
      {
        "letra": "C",
        "texto": "A aberratio criminis e a aberratio ictus constituem hipóteses de erro de proibição indireto."
      },
      {
        "letra": "D",
        "texto": "O erro de tipo permissivo possui consequência de erro de tipo essencial, quando plenamente justificado pelas circunstâncias."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1010451",
    "metadata": "Ano: 2019 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "José e João trabalhavam juntos. José, o rei da brincadeira. João, o rei da confusão. Certo dia, discutiram acirradamente. Diversos colegas viram a discussão e ouviram as ameaças de morte feitas por João a José. Ninguém soube o motivo da discussão. José não se importou com o fato e levou na brincadeira. Alguns dias depois, em um evento comemorativo na empresa, João bradou “eu te mato José” e efetuou disparo de arma de fogo contra José. Contudo o projétil não atingiu José e sim Juliana, matando a criança que chegara à festa naquele momento, correndo pelo salão. Nesse caso, é correto afirmar que, presente a figura",
    "alternativas": [
      {
        "letra": "A",
        "texto": "do erro sobre a pessoa, nos termos do artigo 20, § 3°, do Código Penal, João deve responder por homicídio doloso sem a agravante de crime cometido contra criança."
      },
      {
        "letra": "B",
        "texto": "do erro sobre a pessoa, nos termos do artigo 20, § 3°, do Código Penal, João deve responder por homicídio doloso, com a agravante de crime cometido contra criança."
      },
      {
        "letra": "C",
        "texto": "aberratio criminis, artigo 74 do Código Penal, João deve responder por tentativa de homicídio e homicídio culposo sem a agravante de crime cometido contra criança, em concurso formal de crimes."
      },
      {
        "letra": "D",
        "texto": "aberratio ictus, artigo 73 do Código Penal, João deve responder por homicídio doloso sem a agravante de crime cometido contra criança."
      },
      {
        "letra": "E",
        "texto": "aberratio ictus, artigo 73 do Código Penal, João deve responder por tentativa de homicídio e homicídio culposo, com a agravante de crime cometido contra criança, em concurso material de crimes."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "983978",
    "metadata": "Ano: 2019 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Ao final das comemorações da noite de Natal com sua família, Paulo, quando deixava o local, acabou por levar consigo o presente do seu primo Caio, acreditando ser o seu, tendo em vista que as caixas dos presentes eram idênticas. Após perceber o sumiço do seu presente e acreditando ter sido vítima de crime patrimonial, Caio compareceu à Delegacia para registrar o ocorrido, ocasião em que foram ouvidas testemunhas presenciais, que afirmaram ter visto Paulo sair com aquele objeto. Paulo, ao tomar conhecimento da investigação, compareceu em sede policial e indicou onde o objeto estava, sendo o bem apreendido no dia seguinte em sua residência. Preocupado com sua situação jurídica, Paulo procurou a Defensoria Pública. Sob o ponto de vista jurídico, sua conduta impõe o reconhecimento de que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ocorreu erro de proibição, afastando a culpabilidade ou gerando causa de redução de pena, a depender de ser considerado vencível ou invencível;"
      },
      {
        "letra": "B",
        "texto": "foi praticado crime de furto, mas deverá ser reconhecida a causa de diminuição de pena do arrependimento posterior;"
      },
      {
        "letra": "C",
        "texto": "houve erro sobre a pessoa, devendo ser consideradas as características daquele que se pretendia atingir;"
      },
      {
        "letra": "D",
        "texto": "ocorreu erro de tipo, o que faz com que, no caso concreto, sua conduta seja considerada atípica;"
      },
      {
        "letra": "E",
        "texto": "houve erro na execução (aberratio ictus), logo a conduta deverá ser considerada atípica."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "976766",
    "metadata": "Ano: 2019 | Banca: INSTITUTO AOCP | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O desconhecimento da lei é inescusável. O erro sobre a ilicitude do fato, se inevitável, isenta de pena; se evitável, poderá diminuí-la de um sexto a um terço."
      },
      {
        "letra": "B",
        "texto": "Se o fato é cometido sob coação resistível, só é punível o autor da coação."
      },
      {
        "letra": "C",
        "texto": "Se o fato é cometido em estrita obediência à ordem, ainda que manifestamente ilegal, de superior hierárquico, só é punível o autor da ordem."
      },
      {
        "letra": "D",
        "texto": "O erro quanto à pessoa contra a qual o crime é praticado isenta de pena."
      },
      {
        "letra": "E",
        "texto": "O erro sobre elemento constitutivo do tipo legal de crime exclui o dolo e não permite a punição por crime culposo, ainda que previsto em lei."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1841437",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Câmara de Tanabi - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Assinale a assertiva que o Código Penal considera discriminante putativa (art. 20, § 1º ).",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não há crime quando o fato é cometido em estrito cumprimento do dever legal."
      },
      {
        "letra": "B",
        "texto": "É isento de pena quem, por erro plenamente justificado pelas circunstâncias, supõe situação de fato que, se existisse, tornaria a ação legítima."
      },
      {
        "letra": "C",
        "texto": "O erro sobre elemento constitutivo do tipo legal de crime exclui o dolo, mas permite a punição por crime culposo, se previsto em lei."
      },
      {
        "letra": "D",
        "texto": "Ninguém pode ser punido por fato que lei posterior deixa de considerar crime, cessando em virtude dela a execução e os efeitos penais da sentença condenatória."
      },
      {
        "letra": "E",
        "texto": "Se o fato é cometido sob coação irresistível ou em estrita obediência a ordem, não manifestamente ilegal, de superior hierárquico, só é punível o autor da coação ou da ordem."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1149553",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: Câmara Legislativa do Distrito Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Considerando o que estabelece o Código Penal, associe as duas colunas relacionando os conceitos com a sua definição.I. Delito putativo por erro de tipo.II. Aberratio ictus. III. Erro de proibição. IV. Aberratio criminis. a. O agente percebe a realidade, equivocando-se sobre regra de conduta. b. Acidente ou erro no emprego executório culminando por atingir bem jurídico diferente do pretendido. c. O comportamento do agente, subjetivamente, é criminoso, mas objetivamente o ato não se enquadra no tipo penal. d. Desvio no golpe ou erro na execução culminando por atingir pessoa diversa da pretendida.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I-a; II-b; III-c; IV-d."
      },
      {
        "letra": "B",
        "texto": "I-c; II-d; III-b; IV-a."
      },
      {
        "letra": "C",
        "texto": "I-b; II-a; III-c; IV-d."
      },
      {
        "letra": "D",
        "texto": "I-c; II-b; III-a; IV-d."
      },
      {
        "letra": "E",
        "texto": "I-c; II-d; III-a; IV-b."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "952707",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: SEFAZ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "O erro sobre elemento do tipo",
    "alternativas": [
      {
        "letra": "A",
        "texto": "caracteriza erro na execução."
      },
      {
        "letra": "B",
        "texto": "é uma excludente de ilicitude."
      },
      {
        "letra": "C",
        "texto": "isenta a pena, caso fosse inevitável."
      },
      {
        "letra": "D",
        "texto": "exclui o dolo, mas permite a punição por crime culposo, se previsto em lei."
      },
      {
        "letra": "E",
        "texto": "permite a diminuição de pena, nos parâmetros previstos em lei, caso o erro seja vencível."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "936309",
    "metadata": "Ano: 2018 | Banca: TRF - 2ª Região | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro de tipo acidental",
      "Concurso de crimes",
      "Crime continuado"
    ],
    "enunciado_principal": "Assinale a afirmação certa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para o Supremo Tribunal Federal, é possível a suspensão condicional do processo em crime continuado, sendo irrelevante o somatório da pena mínima da infração mais grave com o aumento de um sexto a dois terços, considerando-se a pena de cada crime para a suspensão."
      },
      {
        "letra": "B",
        "texto": "Para o Superior Tribunal de Justiça, não cabe a suspensão condicional do processo para as infrações penais cometidas em concurso material ou em concurso formal, quando a pena mínima cominada ultrapassar um ano em razão do somatório ou da fração incidente."
      },
      {
        "letra": "C",
        "texto": "No denominado erro na execução, quando por acidente sobrevêm resultado diverso do que era pretendido pelo agente, este responde por culpa, se o fato é previsto como crime culposo. Mas se ocorre também o resultado pretendido, este, por ser doloso, absorve o primeiro."
      },
      {
        "letra": "D",
        "texto": "Quando o sujeito ativo, por acidente ou erro no uso dos meios de execução, atinge pessoa diversa da que pretendia ofender, responde como se tivesse praticado o crime contra esta, em virtude do erro sobre a pessoa. Mas, se atingir também a pessoa que pretendia ofender, responderá pelos dois crimes em concurso material."
      },
      {
        "letra": "E",
        "texto": "No concurso material de crimes; no concurso ideal próprio; no concurso formal imperfeito; e no crime continuado, a dogmática jurídico-penal adotou, indistintamente, a regra do cúmulo de penas, haja vista que, em todos eles, prevalece o entendimento de que constituem delitos por acumulação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "923523",
    "metadata": "Ano: 2018 | Banca: UEG | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "De acordo com a teoria do erro segundo o finalismo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o erro de tipo superável torna, necessariamente, o fato atípico."
      },
      {
        "letra": "B",
        "texto": "se inevitável, o erro de proibição elide a imputabilidade do agente"
      },
      {
        "letra": "C",
        "texto": "o erro de proibição evitável não diminui a reprovabilidade da conduta."
      },
      {
        "letra": "D",
        "texto": "a hipótese de erro de tipo inescusável permite a punição a título de culpa."
      },
      {
        "letra": "E",
        "texto": "a teoria extrema da culpabilidade trata o erro sobre os pressupostos fáticos da causa de justificação como erro de tipo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "918605",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Flavio, pretendendo matar seu pai Leonel, de 59 anos, realiza disparos de arma de fogo contra homem que estava na varanda da residência do genitor, causando a morte deste. Flavio, então, deixa o local satisfeito, por acreditar ter concluído seu intento delitivo, mas vem a descobrir que matara um amigo de seu pai, Vitor, de 70 anos, que, de costas, era com ele parecido. A Flavio poderá ser imputada a prática do crime de homicídio doloso, com erro:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "sobre a pessoa, considerando a agravante de crime contra ascendente, mas não a causa de aumento em razão da idade da vítima;"
      },
      {
        "letra": "B",
        "texto": "sobre a pessoa, considerando a causa de aumento em razão da idade da vítima, mas não a agravante de crime contra ascendente;"
      },
      {
        "letra": "C",
        "texto": "de execução, considerando a agravante de crime contra ascendente, mas não a causa de aumento em razão da idade da vítima;"
      },
      {
        "letra": "D",
        "texto": "de execução, considerando a agravante de crime contra ascendente e a causa de aumento em razão da idade da vítima;"
      },
      {
        "letra": "E",
        "texto": "de execução, considerando a causa de aumento da idade da vítima, mas não a agravante de crime contra ascendente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "914184",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: MPE-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Durante uma festa rave, Bernardo, 19 anos, conhece Maria, e, na mesma noite, eles vão para um hotel e mantém relações sexuais. No dia seguinte, Bernardo é surpreendido pela chegada de policiais militares no hotel, que realizam sua prisão em flagrante, informando que Maria tinha apenas 13 anos. Bernardo, então, é encaminhado para a Delegacia, apesar de esclarecer que acreditava que Maria era maior de idade, devido a seu porte físico e pelo fato de que era proibida a entrada de menores de 18 anos na festa rave. Diante da situação narrada, Bernardo agiu em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "erro de tipo, tornando a conduta atípica."
      },
      {
        "letra": "B",
        "texto": "erro de tipo, afastando o dolo, mas permitindo a punição pelo crime de estupro de vulnerável culposo."
      },
      {
        "letra": "C",
        "texto": "erro de proibição, afastando a culpabilidade do agente pela ausência de potencial conhecimento da ilicitude."
      },
      {
        "letra": "D",
        "texto": "erro sobre a pessoa, tornando a conduta atípica."
      },
      {
        "letra": "E",
        "texto": "erro de tipo permissivo, gerando causa de redução de pena."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "911618",
    "metadata": "Ano: 2018 | Banca: NUCEPE | Órgão: PC-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA acerca do erro de tipo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Escusável ou inescusável, o erro de tipo sempre exclui o dolo."
      },
      {
        "letra": "B",
        "texto": "O erro de tipo ocorre quando o indivíduo, desconhecendo um ou vários elementos constitutivos do tipo penal, não sabe que pratica um fato descrito em lei como infração penal quando na verdade o faz."
      },
      {
        "letra": "C",
        "texto": "Erro de tipo acidental é aquele que recai, por exemplo, sobre o objeto do crime, e assim, não afasta a responsabilidade penal."
      },
      {
        "letra": "D",
        "texto": "O terceiro que determina o erro responde pelo crime."
      },
      {
        "letra": "E",
        "texto": "No erro de tipo, o sujeito quer praticar um crime, mas, por erro, acaba por cometer um fato penalmente irrelevante."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "905802",
    "metadata": "Ano: 2018 | Banca: FUMARC | Órgão: PC-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Com relação ao erro no Direito Penal, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando, por erro no uso dos meios de execução, o agente, ao invés de atingir a pessoa que pretendia ofender, atinge pessoa diversa, responde como se tivesse praticado o crime contra aquela, considerando-se as qualidades da vítima que almejava. No caso de ser também atingida a pessoa que o agente pretendia ofender, aplica-se a regra do concurso formal: estamos diante da figura conhecida como aberratio criminis."
      },
      {
        "letra": "B",
        "texto": "O agente que, objetivando determinado resultado, termina atingindo resultado diverso do pretendido, responde pelo resultado diverso do pretendido somente por culpa, se for previsto como delito culposo. Quando o agente alcançar o resultado almejado e também resultado diverso do pretendido, responderá pela regra do concurso formal, restando configurada a aberratio causae."
      },
      {
        "letra": "C",
        "texto": "Mãe que, a fim de cuidar do machucado de seu filho, aplica sobre o ferimento ácido, pensando tratar-se de pomada cicatrizante, age em erro de proibição."
      },
      {
        "letra": "D",
        "texto": "Fazendeiro que, para defender sua propriedade, mata posseiro que a invade, pensando estar nos limites de seu direito, atua em erro de proibição indireto."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "904019",
    "metadata": "Ano: 2018 | Banca: NUCEPE | Órgão: PC-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "O erro acidental não afasta o dolo do agente, podendo ocorrer em algumas situações. Qual das hipóteses está CORRETA?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Erro sobre o objeto quando o autor, ao tentar matar o inimigo, por erro na pontaria mata outra pessoa."
      },
      {
        "letra": "B",
        "texto": "Erro sobre o curso causal, quando o autor, ao tentar matar a vítima por afogamento e ao arremessar a vítima de uma ponte, esta bate na estrutura falecendo de traumatismo."
      },
      {
        "letra": "C",
        "texto": "Erro sobre a pessoa no caso do autor que, ao tentar causar dano, atira uma pedra contra uma loja, e por erro atinge uma pessoa."
      },
      {
        "letra": "D",
        "texto": "Erro na execução (aberratio ictus) quando, por exemplo, o autor, ao subtrair uma saca de café, pensa ser uma saca de açúcar."
      },
      {
        "letra": "E",
        "texto": "Resultado diverso do pretendido, quando o autor, ao desejar matar seu filho, causa a morte de seu funcionário."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "886218",
    "metadata": "Ano: 2018 | Banca: Fundação CEFETBAHIA | Órgão: MPE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Classificação dos crimes",
      "Noções Fundamentais",
      "Conceitos e caracteres",
      "Crimes plurissubsistentes e unissubsistentes",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As circunstâncias legais são descritas pela lei penal de maneira prévia, ou na parte geral, ou na parte especial do Código, ou em leis extravagantes."
      },
      {
        "letra": "B",
        "texto": "Os crimes unissubsistentes ante o fracionamento da execução admitem a modalidade tentada."
      },
      {
        "letra": "C",
        "texto": "Tocante ao erro inescusável pode-se afirmar que nele incide qualquer homem prudente e de discernimento e, na modalidade inescusável direta o sujeito conhece o mandamento proibitivo."
      },
      {
        "letra": "D",
        "texto": "A despenalização informal pode resultar de ato administrativo, enquanto a despenalização formal pode decorrer da substituição da pena criminal por uma sanção de outra ordem jurídica."
      },
      {
        "letra": "E",
        "texto": "As alternativas “a” e “d” estão corretas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "873586",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "No Direito Penal brasileiro, o erro",
    "alternativas": [
      {
        "letra": "A",
        "texto": "sobre os elementos do tipo impede a punição do agente, pois exclui a tipicidade subjetiva em todas as suas formas"
      },
      {
        "letra": "B",
        "texto": "determinado por terceiro faz com que este responda pelo crime."
      },
      {
        "letra": "C",
        "texto": "sobre a pessoa leva em consideração as condições e qualidades da vítima para fins de aplicação da pena."
      },
      {
        "letra": "D",
        "texto": "de proibição exclui o dolo, tornando a conduta atípica."
      },
      {
        "letra": "E",
        "texto": "sobre a ilicitude do fato isenta o agente de pena quando evitável."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "852975",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Consumação e tentativa",
      "Desistência voluntária e arrependimento eficaz",
      "Crime impossível",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "João foi flagrado pela fiscalização, em determinada estação ecológica que proíbe a pesca, portando vara de pescar e com um espécime de peixe ainda vivo. A equipe de fiscalização então devolveu o peixe ao rio no qual ele havia sido pescado. João argumentou que não sabia que era proibido pescar ali e não resistiu à ação da fiscalização. Nessa situação hipotética, configura-se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "desistência voluntária e arrependimento eficaz."
      },
      {
        "letra": "B",
        "texto": "crime tentado."
      },
      {
        "letra": "C",
        "texto": "erro sobre a ilicitude do fato."
      },
      {
        "letra": "D",
        "texto": "crime consumado, mas penalmente irrelevante."
      },
      {
        "letra": "E",
        "texto": "crime impossível."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "846048",
    "metadata": "Ano: 2017 | Banca: IBFC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "A teoria do erro detém grande importância para avaliação da responsabilidade penal de indivíduo acusado do cometimento de delito. Sobre o erro de tipo, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Erro de tipo é equívoco de representação, ou seja, o agente atinge terceiro achando tratar-se de pessoa que visava atingir com sua conduta ilícita"
      },
      {
        "letra": "B",
        "texto": "Conhecido como “aberratio ictus”, o erro de tipo se vislumbra quando do momento da execução do delito terceiro é atingido sem que o agente tenha vontade de o fazê-lo"
      },
      {
        "letra": "C",
        "texto": "O erro de tipo é uma modalidade de erro que, quando verificada, não exclui o dolo, cabendo ao julgador verificar a ocorrência de engano durante a execução do delito e aplicar-lhe pena mais branda"
      },
      {
        "letra": "D",
        "texto": "Erro verificável quando o agente criminoso supõe que sua conduta recai sobre determinada coisa e na realidade recai sobre outra"
      },
      {
        "letra": "E",
        "texto": "Trata-se de erro sobre elemento constitutivo do tipo legal, excluindo o elemento subjetivo e permitindo uma condenação por ato culposo, quando previsto em lei penal"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "845949",
    "metadata": "Ano: 2017 | Banca: IBFC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Analise os itens abaixo sobre a teoria do erro. I. O erro de tipo essencial incide sobre elementar do tipo quando a falsa percepção de realidade faz com que o agente desconheça a natureza criminosa do fato. II. O erro sobre objeto é irrelevante para o Direito Penal, já que o agente, mesmo quando realiza a conduta que recai sobre coisa alheia, responderá criminalmente pelo crime cometido nos limites do tipo penal. III. O aberratio ictus é modalidade de erro acidental que não exclui a tipicidade, sopesando ao agente uma responsabilização em âmbito penal. IV. O aberratio criminis é o desvio na execução do delito e recai sobre o objeto jurídico do crime, sendo que sua verificação não exclui a tipicidade. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I e III estão corretos"
      },
      {
        "letra": "B",
        "texto": "Apenas II e IV estão corretos"
      },
      {
        "letra": "C",
        "texto": "Apenas II e III estão incorretos"
      },
      {
        "letra": "D",
        "texto": "Apenas III e IV estão incorretos"
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV estão corretos"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "843967",
    "metadata": "Ano: 2017 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro de tipo acidental",
      "Concurso de crimes",
      "Concurso material",
      "Concurso formal"
    ],
    "enunciado_principal": "Durante discussão acontecida na Câmara Municipal de uma cidadezinha do interior, o vereador “A” dispara um tiro contra o vereador “B” com a intenção de matá-lo, porém causa-lhe apenas lesão corporal. Ocorre que o mesmo projétil que atravessou o ombro de “B”, atingiu o tórax do presidente da Câmara “C”, causando-lhe a morte, resultado não pretendido por “A”. É correto afirmar que, nesse caso hipotético, houve",
    "alternativas": [
      {
        "letra": "A",
        "texto": "aberratio ictus, aplicando-se a regra do concurso formal próprio.."
      },
      {
        "letra": "B",
        "texto": "aberratio criminis, aplicando-se a regra do concurso formal imperfeito."
      },
      {
        "letra": "C",
        "texto": "erro na execução, aplicando-se a regra do concurso formal impróprio."
      },
      {
        "letra": "D",
        "texto": "erro in personae, aplicando-se a regra do concurso formal perfeito."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "841991",
    "metadata": "Ano: 2017 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Resultado",
      "Consumação e tentativa",
      "Antijuridicidade",
      "Legítima defesa",
      "Erro de tipo acidental",
      "Noções Gerais Antijuridicidade",
      "Crimes contra a vida",
      "Homicídio"
    ],
    "enunciado_principal": "\"A\" dispara dois tiros contra \"B\" que acabara de agredir violentamente seu marido. Entretanto, diante da imperícia de \"A\" no manuseio da arma de fogo, o tiro atinge \"C\", uma senhora de 80 anos, que vem a falecer. A esse respeito, é correto afirmar que \"A\"",
    "alternativas": [
      {
        "letra": "A",
        "texto": "praticou o homicídio sob o abrigo da legítima defesa putativa de terceiro, excludente da ilicitude."
      },
      {
        "letra": "B",
        "texto": "responderá por tentativa de homicídio privilegiado."
      },
      {
        "letra": "C",
        "texto": "responderá por homicídio privilegiado consumado."
      },
      {
        "letra": "D",
        "texto": "responderá por tentativa de homicídio privilegiado contra \"B\" e homicídio culposo contra \"C\"."
      },
      {
        "letra": "E",
        "texto": "responderá por homicídio privilegiado consumado contra \"B\", qualificado por ser a vítima maior de 60 anos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "840605",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: DPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Considere trechos do poema abaixo. (...) Meu leiteiro tão sutil de passo maneiro e leve, antes desliza que marcha. É certo que algum rumor sempre se faz: passo errado, vaso de flor no caminho, cão latindo por princípio, ou um gato quizilento. E há sempre um senhor que acorda, resmunga e torna a dormir. Mas este acordou em pânico (ladrões infestam o bairro), não quis saber de mais nada. O revólver da gaveta saltou para sua mão. Ladrão? se pega com tiro. Os tiros na madrugada liquidaram meu leiteiro. Se era noivo, se era virgem, se era alegre, se era bom, não sei, é tarde para saber. Mas o homem perdeu o sono de todo, e foge pra rua. Meu Deus, matei um inocente. Bala que mata gatuno também serve pra furtar a vida de nosso irmão. Quem quiser que chame médico, polícia não bota a mão neste filho de meu pai. Está salva a propriedade. A noite geral prossegue, a manhã custa a chegar, mas o leiteiro estatelado, ao relento, perdeu a pressa que tinha. Da garrafa estilhaçada, no ladrilho já sereno escorre uma coisa espessa que é leite, sangue... não sei. Por entre objetos confusos, mal redimidos da noite, duas cores se procuram, suavemente se tocam, amorosamente se enlaçam, formando um terceiro tom a que chamamos aurora. Diante destes trechos derradeiros do poema Morte do Leiteiro, de Carlos Drummond de Andrade (A rosa do povo. Rio de Janeiro: Record, 1996, p. 110-111), é correto tecnicamente afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "considerada a topografia do direito brasileiro positivado, cuida-se de um argumento clássico de erro de tipo que bem se tributa à chamada teoria limitada da culpabilidade."
      },
      {
        "letra": "B",
        "texto": "considerada a topografia do direito brasileiro positivado, cuida-se de um argumento clássico de erro de proibição, com a subsequente exclusão do dolo."
      },
      {
        "letra": "C",
        "texto": "tem-se, nesse poema, um argumento clássico da denominada aberratio ictus."
      },
      {
        "letra": "D",
        "texto": "tem-se, nesse poema, um argumento clássico da denominada aberratio criminis."
      },
      {
        "letra": "E",
        "texto": "tem-se, nesse poema, um argumento clássico de advento de causa relativamente independentemente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "839109",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: PCA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Resultado",
      "Erro de tipo acidental",
      "Crimes contra a vida",
      "Homicídio",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Lesão corporal leve e culposa",
      "Lesões corporais qualificadas"
    ],
    "enunciado_principal": "Após uma discussão em um bar, Pedro decide matar Roberto. Para tanto, dirige-se até sua residência onde arma-se de um revólver. Ato contínuo, retorna ao estabelecimento e efetua um disparo em direção a Roberto. Contudo, erra o alvo, atingindo Antonio, balconista que ali trabalhava, ferindo-o levemente no ombro. Diante do caso hipotético, Pedro praticou, em tese, o(s) crime(s) de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "lesão corporal leve."
      },
      {
        "letra": "B",
        "texto": "lesão corporal culposa."
      },
      {
        "letra": "C",
        "texto": "homicídio tentado e lesão corporal leve."
      },
      {
        "letra": "D",
        "texto": "lesão corporal culposa e tentativa de homicídio."
      },
      {
        "letra": "E",
        "texto": "homicídio na forma tentada."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "822982",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Um cidadão americano residente no Estado da Califórnia, onde o uso medicinal de Cannabis é permitido, vem ao Brasil para um período de férias em Santa Catarina e traz em sua bagagem uma certa quantidade da substância, conforme sua receita médica. Ao ser revistado no aeroporto é preso pelo delito de tráfico internacional de drogas. Neste caso, considerando-se que seja possível a não imputação do crime, seria possível alegar erro de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "proibição indireto."
      },
      {
        "letra": "B",
        "texto": "tipo permissivo."
      },
      {
        "letra": "C",
        "texto": "proibição direto."
      },
      {
        "letra": "D",
        "texto": "tipo."
      },
      {
        "letra": "E",
        "texto": "subsunção."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "818947",
    "metadata": "Ano: 2017 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Sobre modalidades de erro, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo a teoria limitada da culpabilidade, o erro de proibição indireto (ou erro de permissão), se evitável, não isenta de pena, mas pode reduzir a culpabilidade do agente."
      },
      {
        "letra": "B",
        "texto": "O erro de mandado pode recair sobre o dever jurídico especial de agir, que fundamenta a omissão imprópria, e, se evitável, não isenta de pena, mas pode reduzir a culpabilidade do agente."
      },
      {
        "letra": "C",
        "texto": "Ao subtrair frutas de chácara alheia, a criança A sofre lesões corporais graves por disparo certeiro de arma de fogo realizado por B, proprietário da chácara, que supõe plenamente justificada a sua ação: trata-se de modalidade de erro de proibição direto, incidente sobre a existência da lei penal que, se evitável, reduz a culpabilidade do agente."
      },
      {
        "letra": "D",
        "texto": "Segundo a teoria limitada da culpabilidade, o estado de necessidade putativo constitui modalidade de erro de tipo permissivo, que incide sobre os pressupostos fáticos da causa de justificação e recebe tratamento jurídico equiparado ao erro de tipo: se inevitável, exclui o dolo e o próprio crime, e se evitável, admite punição a título de culpa, se prevista em lei."
      },
      {
        "letra": "E",
        "texto": "O excesso de legítima defesa real pode ser determinado por erro de representação sobre a intensidade da agressão (excesso intensivo) ou sobre a atualidade de agressão (excesso extensivo)."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "794621",
    "metadata": "Ano: 2017 | Banca: TRF - 2ª Região | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Tipicidade",
      "Tipo Penal Culposo",
      "Noções Fundamentais",
      "Lei penal no tempo",
      "Erro do tipo essencial",
      "Erro de tipo acidental",
      "Concurso de crimes"
    ],
    "enunciado_principal": "Assinale a opção correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A doutrina dominante aponta que, em regra, o crime culposo admite tentativa, especialmente quando a culpa é própria."
      },
      {
        "letra": "B",
        "texto": "Se “A” determina que “B” aplique uma surra em “C”, e este, ao executar a ação, excede-se, causando a morte de “C”, o Código Penal Brasileiro determina que ambos respondam por homicídio, em decorrência da adoção do sistema monista no concurso de pessoas."
      },
      {
        "letra": "C",
        "texto": "O erro de tipo exclui a ilicitude, mas permite a punição culposa do fato, quando vencível."
      },
      {
        "letra": "D",
        "texto": "No concurso de crimes, o cálculo da prescrição da pretensão punitiva considera o acréscimo decorrente do concurso formal, material ou da continuidade delitiva."
      },
      {
        "letra": "E",
        "texto": "Se vigorava lei mais benéfica, depois substituída por lei mais grave, hoje vigente, é a lei mais grave que será aplicada ao crime continuado ou ao crime permanente, se a sua vigência foi iniciada antes da cessação da continuidade."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1191551",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: Prefeitura de Presidente Prudente - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Crimes omissivos",
      "Erro do tipo essencial",
      "Erro de tipo acidental",
      "Inimputabilidade por doença mental",
      "Inimputabilidade pela embriaguez"
    ],
    "enunciado_principal": "A respeito do crime e da imputabilidade, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a omissão é penalmente relevante quando o omitente deixar de impedir o resultado que, por comportamento seu anterior, criou o risco de ocorrência."
      },
      {
        "letra": "B",
        "texto": "é isento de pena quem atua ou se omite sem a consciência da ilicitude do fato, sendo o erro evitável."
      },
      {
        "letra": "C",
        "texto": "a restituição da coisa, no crime de roubo, até o recebimento da denúncia, reduz a pena do agente."
      },
      {
        "letra": "D",
        "texto": "a embriaguez culposa exclui a imputabilidade."
      },
      {
        "letra": "E",
        "texto": "o ordenamento brasileiro adota o sistema vicariante, segundo o qual, aos inimputáveis por doença mental ao tempo da prática delitiva, primeiro aplica-se medida de segurança e, uma vez curados, pena."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "723945",
    "metadata": "Ano: 2016 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Mévio, lenhador, está trabalhando já há mais de 12 horas cortando árvores com seu afiado machado. Quando passa para a árvore seguinte, sofrendo uma ilusão de ótica pelo seu cansaço, confunde as pernas de seu amigo Lupércio com o tronco de uma árvore, desferindo contra ele vigoroso golpe de machado, lesionando-o. Neste caso, pode-se dizer que Mévio agiu:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em estado de erro de proibição psiquicamente condicionado;"
      },
      {
        "letra": "B",
        "texto": "Em estado de erro de tipo psiquicamente condicionado;"
      },
      {
        "letra": "C",
        "texto": "Em estado de erro de proibição indireto;"
      },
      {
        "letra": "D",
        "texto": "Em estado de erro de tipo permissivo;"
      },
      {
        "letra": "E",
        "texto": "Com dolo eventual."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "681454",
    "metadata": "Ano: 2016 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Considere as afirmações abaixo sobre a teoria do delito. I - A coação irresistível, desde que física, exclui o fato típico em relação ao coagido. II - O erro de tipo inevitável sobre os elementos objetivos do homicídio (art. 121, CP) e o erro de tipo evitável sobre elementos objetivos do crime de aborto provocado pela gestante (art. 124, CP) afastam a possibilidade de responsabilização criminal de seus autores. III - O erro relativo à pessoa, sendo acidental, não isenta de pena, não se considerando na apreciação do fato concreto as condições da vítima que o agente pretendia atingir, mas sim as condições daquela efetivamente atingida. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas II."
      },
      {
        "letra": "C",
        "texto": "Apenas III."
      },
      {
        "letra": "D",
        "texto": "Apenas I e II."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "677150",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TCE-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Com base no Código Penal e na jurisprudência dos tribunais superiores, julgue o item a seguir, a respeito dos crimes contra a administração pública.O agente público que ordena despesa sem o conhecimento de que tal despesa não era autorizada por lei incide em erro de proibição.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "641838",
    "metadata": "Ano: 2016 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "O erro sobre elementos constitutivos do tipo penal, essencial ou acidental, em todas as suas formas, exclui o dolo, mas permite a punição por crime culposo, se previsto em lei.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "628803",
    "metadata": "Ano: 2016 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Resultado",
      "Nexo de causalidade",
      "Antijuridicidade",
      "Legítima defesa",
      "Erro de tipo acidental",
      "Descriminantes Putativas"
    ],
    "enunciado_principal": "Sobre a aplicação dos elementos da teoria geral do delito, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Adamastor, tomado por ciúmes e agindo com animus necandi, desferiu três disparos de arma de fogo calibre .38 contra Bento, que atualmente namora sua ex-companheira Catarina. O primeiro tiro atingiu a região lateral esquerda do pescoço da vítima, enquanto os demais se alojaram na região inferior de sua perna esquerda, próximo ao joelho. Logo após os disparos, contudo, o próprio autor, assustado com o desfecho de sua ação, contatou o SAMU e o Hospital de Pronto Socorro, a fim de que a vítima fosse socorrida e recebesse atendimento médico de urgência, o que efetivamente veio a ocorrer em face do pronto atendimento de uma ambulância. Em que pese não ter corrido risco de vida, Bento recebeu alta médica após permanecer internado durante 45 dias. Pelo exposto, é correto tipificar a conduta de Adamastor como um crime de lesão corporal grave."
      },
      {
        "letra": "B",
        "texto": "O erro quanto à pessoa e o erro na execução do crime fazem com que o agente responda pelos resultados típicos alcançados, não sendo levadas em consideração as condições e características das vítimas que efetivamente pretendia atingir."
      },
      {
        "letra": "C",
        "texto": "A legítima defesa putativa própria caracteriza-se por uma intepretação equivocada do agente em relação às circunstâncias reais de uma determinada situação fática, fazendo-o acreditar que está sofrendo (ou na iminência de sofrer) uma agressão injusta, e seu reconhecimento tem como consequência legal o afastamento da ilicitude da conduta, ainda que tal equívoco interpretativo decorra de culpa do próprio agente."
      },
      {
        "letra": "D",
        "texto": "Quando reconhecido que a conduta delitiva decorre de coação irresistível ou do cumprimento de ordem de superior hierárquico não manifestamente ilegal, o agente que a praticou terá sua pena diminuída de um sexto a um terço."
      },
      {
        "letra": "E",
        "texto": "Reconhecida a intenção do coautor de participar de crime menos grave, o juiz deverá aplicar-lhe a pena em relação ao mesmo crime dos demais acusados, diminuindo-a, todavia, de um sexto até a metade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "620605",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TJ-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro de tipo acidental",
      "Crimes contra a vida",
      "Homicídio"
    ],
    "enunciado_principal": "Com referência à situação hipotética descrita no texto anterior, assinale a opção correta de acordo com a jurisprudência do STJ.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Júlio cometeu homicídio doloso contra Laura e culposo contra o filho, porque não teve intenção de matá-lo."
      },
      {
        "letra": "B",
        "texto": "Júlio deverá responder por dois homicídios dolosos, sendo um consumado e o outro tentado, e as penas serão aplicadas cumulativamente, por concurso material de crimes, já que houve desígnios distintos nos dois resultados danosos."
      },
      {
        "letra": "C",
        "texto": "A hipótese configura aberractio ictus, devendo Júlio responder por duplo homicídio doloso, um consumado e outro tentado, com as penas aplicadas em concurso formal de crimes, sem se levar em conta as condições pessoais da vítima atingida acidentalmente."
      },
      {
        "letra": "D",
        "texto": "O fato configura duplo homicídio doloso, consumado contra o filho, e tentado contra Laura, e, em razão de aquele ter menos de quatorze anos, a pena deverá ser aumentada em um terço."
      },
      {
        "letra": "E",
        "texto": "Houve, na situação considerada, homicídio privilegiado consumado, considerando que Júlio agiu impelido sob o domínio de violenta emoção depois de ter sido provocado por Laura."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "613171",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental",
      "Descriminantes Putativas"
    ],
    "enunciado_principal": "Assinale a alternativa que contém a assertiva correta no que diz respeito aos dispositivos relativos ao erro previstos no Código Penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Magnus, policial, adultera, sem autorização legal, sinal identificador de um veículo automotor a fim de que seja utilizado em investigação criminal, pois imagina, por erro evitável, que nesta hipótese sua conduta seria lícita. Na responsabilização penal pelo crime de “adulteração de sinal identificador de veículo automotor\", Magnus deverá ser punido na modalidade culposa do delito."
      },
      {
        "letra": "B",
        "texto": "Ticius imputa um fato definido como crime a Manassés que imaginava ser verdadeiro quando, na verdade, era falso, tendo o erro de Ticius decorrido de sua negligência. Neste caso, ao ser responsabilizado pelo crime de calúnia, Ticius deverá ter sua pena diminuída de um sexto a um terço."
      },
      {
        "letra": "C",
        "texto": "Ticius imputa um fato definido como crime a Manassés que imaginava ser verdadeiro quando, na verdade, era falso, tendo o erro de Ticius decorrido de sua negligência. Neste caso, Ticius deverá ser responsabilizado pelo crime de calúnia na modalidade culposa."
      },
      {
        "letra": "D",
        "texto": "Augustus, agride e provoca lesão corporal em Cassius, pois este segurava o pescoço de Maximus. Imaginava Augustus estar protegendo Maximus mas, por erro decorrente de sua imprudência, não percebeu que tudo se tratava de uma brincadeira. Neste caso, na responsabilização penal pelo crime de lesão corporal, Augustus deverá ter sua pena diminuída de um sexto a um terço."
      },
      {
        "letra": "E",
        "texto": "Magnus, policial, adultera, sem autorização legal, sinal identificador de um veículo automotor a fim de que seja utilizado em investigação criminal, pois imagina, por erro evitável, que nesta hipótese sua conduta seria lícita. Na responsabilização penal pelo crime de “adulteração de sinal identificador de veículo automotor\", Magnus deverá ter sua pena diminuída de um sexto a um terço."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1326345",
    "metadata": "Ano: 2015 | Banca: CCV-UFC | Órgão: UFC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "O erro quanto à pessoa contra a qual o crime é praticado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "isenta de pena. Consideram-se, neste caso, as condições ou qualidades da vítima."
      },
      {
        "letra": "B",
        "texto": "não isenta de pena. Consideram-se, neste caso, as condições ou qualidades da vítima."
      },
      {
        "letra": "C",
        "texto": "isenta de pena. Não se consideram, neste caso, as condições ou qualidades da vítima, senão as da pessoa contra quem o agente queria praticar o crime."
      },
      {
        "letra": "D",
        "texto": "não isenta de pena. Não se consideram, neste caso, as condições ou qualidades da vítima, senão as da pessoa contra quem o agente queria praticar o crime."
      },
      {
        "letra": "E",
        "texto": "isenta parcialmente da pena. Não se consideram, neste caso, as condições ou qualidades da vítima, senão as da pessoa contra quem o agente queria praticar o crime."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "645507",
    "metadata": "Ano: 2015 | Banca: FAUEL | Órgão: Câmara Municipal de Marialva - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Estrito cumprimento de dever legal e exercício regular de direito",
      "Causas supralegais de exclusão da antijuridicidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Dentre as hipóteses abaixo indique a única que NÃO configura excludente de ilicitude de acordo com o Código Penal brasileiro.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estado de necessidade."
      },
      {
        "letra": "B",
        "texto": "Legítima defesa."
      },
      {
        "letra": "C",
        "texto": "Erro plenamente justificado pelas circunstâncias."
      },
      {
        "letra": "D",
        "texto": "Estrito cumprimento do dever legal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "634718",
    "metadata": "Ano: 2015 | Banca: INSTITUTO CIDADES | Órgão: Prefeitura de Itauçu - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "João, caçador, encontrava-se à noite em uma selva muito densa quando, de repente, avista um vulto vindo em sua direção, prontamente dispara sua espingarda em direção ao que na sua suposição seria um animal feroz, atingindo a sua mira. Todavia, ao verificar que animal teria atingido, constata que, na verdade, se tratava de um caçador que passava pelo local, tendo-lhe lesionado. A conduta do caçador configura:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Erro de tipo essencial escusável, respondendo o caçador pelo delito de lesão corporal culposa."
      },
      {
        "letra": "B",
        "texto": "Erro sobre a pessoa, não isentando o caçador de pena."
      },
      {
        "letra": "C",
        "texto": "Erro de tipo essencial escusável, que exclui o dolo e a culpa, não respondendo o caçador pelo delito de lesão corporal."
      },
      {
        "letra": "D",
        "texto": "Aberractio ictus."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "578469",
    "metadata": "Ano: 2015 | Banca: CONSESP | Órgão: DAE-Bauru",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Conduta: ação / omissão",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Em matéria de direito penal, julgue os itens apresentados. I. A omissão é penalmente irrelevante quando o omitente devia e podia agir para evitar o resultado. II. A omissão é penalmente relevante quando o omitente devia e podia agir para evitar o resultado. III. É isento de pena quem, por erro plenamente justificado pelas circunstâncias, supõe situação de fato que, se existisse, tornaria a ação legítima, ainda que o erro derive de culpa e o fato seja punível como crime culposo. IV. O erro quanto à pessoa contra a qual o crime é praticado não isenta de pena. Não se consideram, neste caso, as condições ou qualidades da vítima, senão as da pessoa contra quem o agente queria praticar o crime. V. O desconhecimento da lei é inescusável. O erro sobre a ilicitude do fato, se inevitável, isenta de pena; se evitável, poderá diminuí-la de um sexto a um terço. Estão corretos os itens contidos em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II, IV e V, apenas."
      },
      {
        "letra": "B",
        "texto": "I, II, III, IV e V."
      },
      {
        "letra": "C",
        "texto": "I, II, III e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "IV e V, apenas."
      },
      {
        "letra": "E",
        "texto": "III, IV e V, apenas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "569436",
    "metadata": "Ano: 2015 | Banca: TRT 21R (RN) | Órgão: TRT - 21ª Região (RN)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Tipo Penal Culposo",
      "Erro do tipo essencial",
      "Erro de tipo acidental",
      "Penas privativas de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "Analise as assertivas abaixo, e assinale a alternativa correta: I – Salvo os casos expressos em lei, ninguém pode ser punido por fato previsto como crime, senão quando o pratica dolosamente. II – O crime culposo não admite tentativa. III – Pelo resultado que agrava especialmente a pena, só responde o agente que o houver causado dolosamente. IV – O erro sobre a ilicitude do fato, se inevitável, isenta de pena; se evitável, poderá diminuí-la de um sexto a um terço. V – Verifica-se a reincidência quando o agente comete novo crime no curso de processo em que figure como réu, sendo acusado pela prática do mesmo ou de outro crime.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas as assertivas I, II e IV estão corretas;"
      },
      {
        "letra": "B",
        "texto": "apenas as assertivas I, II, III e IV estão corretas;"
      },
      {
        "letra": "C",
        "texto": "apenas as assertivas III e IV estão corretas;"
      },
      {
        "letra": "D",
        "texto": "apenas as assertivas III e V estão corretas;"
      },
      {
        "letra": "E",
        "texto": "apenas as assertivas I, III, IV e V estão corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "553908",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: DPE-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental",
      "Descriminantes Putativas"
    ],
    "enunciado_principal": "Se o agente oferece propina a um empregado de uma sociedade de economia mista, supondo ser funcionário de empresa privada com interesse exclusivamente particular, incide em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "erro sobre a pessoa."
      },
      {
        "letra": "B",
        "texto": "descriminante putativa."
      },
      {
        "letra": "C",
        "texto": "erro de tipo."
      },
      {
        "letra": "D",
        "texto": "erro sobre a ilicitude do fato inevitável."
      },
      {
        "letra": "E",
        "texto": "erro sobre a ilicitude do fato evitável."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "512619",
    "metadata": "Ano: 2015 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "O erro de tipo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "exclui a culpabilidade do agente pela ausência e impossibilidade de conhecimento da antijuridicidade do fato que pratica."
      },
      {
        "letra": "B",
        "texto": "exclui a culpabilidade porque o agente, ao tempo do crime, era inteiramente incapaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento."
      },
      {
        "letra": "C",
        "texto": "exclui o dolo, pois se trata de conduta típica justificada pela norma permissiva."
      },
      {
        "letra": "D",
        "texto": "exclui o dolo, tendo em vista que o autor da conduta desconhece ou se engana em relação a um dos componentes da descrição legal do crime, seja ele descritivo ou normativo."
      },
      {
        "letra": "E",
        "texto": "exclui a punibilidade por se tratar de causa de isenção de pena prevista para determinados crimes."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "512252",
    "metadata": "Ano: 2015 | Banca: FUNIVERSA | Órgão: PC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Noções Fundamentais",
      "A norma penal",
      "Erro de tipo acidental",
      "Crimes contra a vida",
      "Homicídio",
      "Crimes contra o patrimônio",
      "Furto",
      "Estelionato"
    ],
    "enunciado_principal": "A respeito do erro de execução, do denominado dolus generalis, das normas penais em branco e dos crimes previstos na parte especial do CP, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A complementação da Lei de Drogas por portaria do Ministério da Saúde configura hipótese da chamada norma penal em branco homogênea heteróloga."
      },
      {
        "letra": "B",
        "texto": "Suponha que “A” coloque sonífero na bebida de “B” a fim de subtrair-lhe os pertences (celular, bolsa, cartão de crédito). Neste caso, ausente a violência ou a grave ameaça, “A” responderá por furto ou estelionato, a depender das circunstâncias concretas e do dolo."
      },
      {
        "letra": "C",
        "texto": "Quanto ao erro de execução, o ordenamento jurídico brasileiro adotou a teoria da equivalência, e não a teoria da concretização."
      },
      {
        "letra": "D",
        "texto": "Suponha que “A” tenha atirado contra “B” com o propósito de matá-lo. “A” acredita ter consumado o crime por meio dos tiros. Em seguida, joga o corpo de “B” em um rio, com a intenção de ocultar o cadáver. Posteriormente, descobre-se que “B” estava vivo quando foi jogado no rio e que morreu por afogamento. Nesta hipótese, conforme a doutrina majoritária, “A” poderá responder, a depender do caso, por homicídio doloso tentado em concurso material com homicídio culposo ou por homicídio doloso tentado em concurso material com ocultação de cadáver. Não se admite que “A” responda por homicídio doloso consumado, porque “A” já não possuía animus necandi no momento em que arremessou o corpo de “B” no rio."
      },
      {
        "letra": "E",
        "texto": "Desde que esteja fora do expediente, pratica omissão de socorro o policial que, podendo impedir roubo praticado diante de si, decide permanecer inerte."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "494784",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Em matéria de erro, correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o erro sobre a ilicitude do fato exclui a culpabilidade, por não exigibilidade de conduta diversa"
      },
      {
        "letra": "B",
        "texto": "o erro sobre elemento constitutivo do tipo penal não exclui a possibilidade de punição por crime culposo."
      },
      {
        "letra": "C",
        "texto": "o erro sobre a ilicitude do fato, se evitável, isenta de pena."
      },
      {
        "letra": "D",
        "texto": "o erro sobre elemento constitutivo do tipo penal exclui a culpabilidade."
      },
      {
        "letra": "E",
        "texto": "o erro quanto à pessoa contra a qual o crime é praticado não isenta de pena, considerando-se as condições ou qualidades da vítima, e não as da pessoa contra quem o agente queria praticar o crime."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1039979",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro de tipo acidental",
      "Causas de extinção da punibilidade",
      "Anistia, graça e indulto",
      "Abolitio criminis",
      "Prescrição. Conceito e modalidades",
      "Decadência.",
      "Perempção",
      "Renúncia"
    ],
    "enunciado_principal": "Assinale a alternativa que contém somente causas de extinção da punibilidade, de acordo com o artigo 107 do Código Penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Por erro sobre a pessoa; pela decadência ou pela retratação do agente, nos casos em que a lei admite."
      },
      {
        "letra": "B",
        "texto": "Pela morte do agente; por anistia ou por renúncia do direito de queixa nos crimes de ação privada."
      },
      {
        "letra": "C",
        "texto": "Pelo perdão judicial nos casos previstos em lei; pela perempção ou por legítima defesa."
      },
      {
        "letra": "D",
        "texto": "Pela graça; pela prescrição ou por erro na execução."
      },
      {
        "letra": "E",
        "texto": "Pelo abolitio criminis; pela inimputabilidade penal ou por indulto."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "726799",
    "metadata": "Ano: 2014 | Banca: FMP Concursos | Órgão: TJ-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O erro de tipo essencial exclui o dolo, somente se for invencível."
      },
      {
        "letra": "B",
        "texto": "O erro de tipo essencial sempre exclui o dolo."
      },
      {
        "letra": "C",
        "texto": "O erro de tipo essencial sempre exclui a culpabilidade."
      },
      {
        "letra": "D",
        "texto": "O erro de proibição exclui o dolo, somente se for invencível."
      },
      {
        "letra": "E",
        "texto": "O erro de proibição sempre exclui o dolo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "429598",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Para o Código Penal (art. 20, § 1.º), quando a descriminante putativa disser respeito aos pressupostos fáticos da excludente, estamos diante de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Excludente de antijuridicidade."
      },
      {
        "letra": "B",
        "texto": "Erro de tipo."
      },
      {
        "letra": "C",
        "texto": "Erro de proibição."
      },
      {
        "letra": "D",
        "texto": "Excludente de culpabilidade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "429595",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Analise as seguintes situações:I. Quando, por erro no uso dos meios de execução, o agente, ao invés de atingir a pessoa que pretendia ofender, atinge pessoa diversa, responde como se tivesse praticado o crime contra aquela, levando-se em consideração as qualidades da vítima que almejava. No caso de ser também atingida a pessoa que o agente pretendia ofender, aplica-se a regra do concurso formal.II. Há representação equivocada da realidade, pois o agente acredita tratar-se a vítima de outra pessoa. Trata-se de vício de elemento psicológico da ação. Não isenta de pena e se consideram as condições ou qualidades da pessoa contra quem o agente queria praticar o crime.III. Trata-se de desvio do crime, ou seja, do objeto jurídico do delito. O agente, objetivando um determinado resultado, termina atingindo resultado diverso do pretendido. O agente responde pelo resultado diverso do pretendido somente por culpa, se for previsto como delito culposo. Quando o agente alcançar o resultado almejado e também resultado diverso do pretendido, responderá pela regra do concurso formal.Tais ocorrências configuram, respectivamente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "error in persona; aberratio ictus; aberratio criminis."
      },
      {
        "letra": "B",
        "texto": "aberratio ictus; aberratio criminis; error in persona."
      },
      {
        "letra": "C",
        "texto": "aberratio ictus; error in persona; aberratio criminis."
      },
      {
        "letra": "D",
        "texto": "aberratio criminis; error in persona; aberratio ictus."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "424544",
    "metadata": "Ano: 2014 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Antijuridicidade",
      "Causas supralegais de exclusão da antijuridicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental",
      "Causas de extinção da punibilidade",
      "Prescrição. Conceito e modalidades"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O erro quanto à pessoa contra a qual o crime é praticado determina que se considerem as condições ou qualidades da vítima da infração."
      },
      {
        "letra": "B",
        "texto": "As circunstâncias agravantes não são consideradas para o cálculo da prescrição da pretensão punitiva propriamente dita."
      },
      {
        "letra": "C",
        "texto": "Para o reconhecimento da causa legal de exclusão de ilicitude, identificada pelo estado de necessidade, deve existir uma situação de perigo atual que ameace direito próprio ou alheio, causado ou não voluntariamente pelo agente que não tem o dever de enfrentar o perigo."
      },
      {
        "letra": "D",
        "texto": "A prescrição retroativa antecipada ou em perspectiva tem previsão legal e serve de fundamento para a extinção da punibilidade."
      },
      {
        "letra": "E",
        "texto": "No concurso material de crimes, a extinção da punibilidade pela prescrição incidirá sobre a soma das penas dos delitos"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "419834",
    "metadata": "Ano: 2014 | Banca: ACAFE | Órgão: PC-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Resultado",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "De acordo com o Código Penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pelo resultado que agrava especialmente a pena, só responde o agente que não o houver causado ao menos culposamente."
      },
      {
        "letra": "B",
        "texto": "Nos crimes cometidos sem violência ou grave ameaça à pessoa, reparado o dano ou restituída a coisa até o recebimento da denúncia ou da queixa, por ato voluntário do agente, a pena será reduzida de um a dois terços."
      },
      {
        "letra": "C",
        "texto": "O erro sobre elemento constitutivo do tipo legal de crime exclui o dolo e não permite a punição por crime culposo."
      },
      {
        "letra": "D",
        "texto": "É passível de pena quem, por erro plenamente justificado pelas circunstâncias, supõe situação de fato que, se existisse, tornaria a ação legítima. Haverá isenção de pena quando o erro deriva de culpa e o fato é punível como crime culposo."
      },
      {
        "letra": "E",
        "texto": "Não responde pelo crime o terceiro que determina o erro sobre elemento constitutivo do tipo legal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "419580",
    "metadata": "Ano: 2014 | Banca: TRF - 2ª Região | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Antijuridicidade",
      "Estrito cumprimento de dever legal e exercício regular de direito",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Caio, agente da polícia, durante suas férias, resolve manter a forma e treinar tiros. Vai até um terreno baldio e ali alveja uma caçamba de lixo. O agente imaginava-se sozinho e, sem querer, acerta um mendigo que ali dormia, dentro da caçamba. Em tese, ocorreu:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Descriminante putativa."
      },
      {
        "letra": "B",
        "texto": "Causa legal de exclusão da culpabilidade."
      },
      {
        "letra": "C",
        "texto": "Caso fortuito, ou força maior criminógena."
      },
      {
        "letra": "D",
        "texto": "Erro de tipo."
      },
      {
        "letra": "E",
        "texto": "Erro na execução (aberratio ictus)."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "418350",
    "metadata": "Ano: 2014 | Banca: MPE-MG | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "A queria matar B. Quando este passou próximo ao local em que se postara, disparou um tiro de revólver, errando o alvo e atingindo C, ferindo-o levemente no braço. Deverá responder por:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Lesões corporais culposas contra C."
      },
      {
        "letra": "B",
        "texto": "Homicidio tentado contra C."
      },
      {
        "letra": "C",
        "texto": "Lesões corporais leves contra C."
      },
      {
        "letra": "D",
        "texto": "Homicídio tentado contra B."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "414570",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: MPE-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "O erro inevitável sobre a ilicitude do fato e o erro sobre elementos do tipo excluem",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a punibilidade e a culpabilidade, respectivamente."
      },
      {
        "letra": "B",
        "texto": "a culpabilidade em ambos os casos."
      },
      {
        "letra": "C",
        "texto": "a culpabilidade e o dolo e a culpa, respectivamente."
      },
      {
        "letra": "D",
        "texto": "o dolo e a culpa em ambos os casos."
      },
      {
        "letra": "E",
        "texto": "a culpabilidade e o dolo, respectivamente."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "413340",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Com uma velha espingarda, o exímio atirador Caio matou seu próprio e amado pai Mélvio. Confundiu-o de longe ao vê-lo sair sozinho da casa de seu odiado desafeto Tício, a quem Caio realmente queria matar. Ao morrer, Mélvio vestia o peculiar blusão escarlate que, de inopino, tomara emprestado de Tício, naquela tão gélida quanto límpida manhã de inverno. O instituto normativo mais precisamente aplicável ao caso é, doutrinariamente, conhecido como",
    "alternativas": [
      {
        "letra": "A",
        "texto": "error in personan (Código Penal, art. 20, par. 3º )."
      },
      {
        "letra": "B",
        "texto": "parricidium enquanto circunstância genérica de pena (Código Penal, art. 61, II, “e”, 1ª hipótese)."
      },
      {
        "letra": "C",
        "texto": "aberratio ictus de unidade simples (Código Penal, art. 73, 1ª parte)."
      },
      {
        "letra": "D",
        "texto": "aberratio ictus de unidade complexa (Código Penal, art. 73, 2ª parte)."
      },
      {
        "letra": "E",
        "texto": "aberratio delicti (Código Penal, art. 74)."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "412505",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TCE-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Culposo",
      "Consumação e tentativa",
      "Crimes omissivos",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Em direito penal: I. Reconhecida a tentativa, a pena há de ser diminuída na proporção inversa do iter criminis percorrido pelo agente. II. A causalidade, nos crimes comissivos por omissão, não é fática, mas jurídica, consistente em não haver atuado o omitente, como devia e podia, para impedir o resultado. III. O crime culposo comissivo por omissão pressupõe a violação por parte do omitente do dever de agir para impedir o resultado. IV. O erro sobre a ilicitude do fato, se inevitável, exclui a punibilidade e se confunde com o desconhecimento da lei. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "I, II e IV."
      },
      {
        "letra": "C",
        "texto": "II, III e IV."
      },
      {
        "letra": "D",
        "texto": "III e IV."
      },
      {
        "letra": "E",
        "texto": "I e III."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "411200",
    "metadata": "Ano: 2014 | Banca: TRF - 4ª REGIÃO | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Dadas as assertivas abaixo, assinale a alternativa correta. Os membros de uma organização criminosa, indignados com um delator, que aceitou acordo de colaboração premiada, identificou membros e descreveu as atividades do grupo, decidiram eliminá-lo. Para tanto, encarregaram um dos seus integrantes de matá-lo na saída do edifício do Ministério Público, local onde estaria prestando depoimento. I. Se o atirador, imaginando tratar-se do delator a ser eliminado, atirar e matar pessoa diversa, responderá por homicídio culposo, pois o agente não tinha intenção de matar pessoa diversa, respondendo, assim, por sua imperícia. II. Se o atirador, imaginando tratar-se do delator a ser eliminado, atirar e matar pessoa diversa, responderá por homicídio doloso. Nesse caso, não se consideram as condições ou qualidades da própria vítima, senão as da pessoa contra quem o agente queria praticar o crime. III. Se o atirador, imaginando tratar-se do delator a ser eliminado, atirar e matar pessoa diversa, responderá por homicídio doloso, em concurso com homicídio tentado. IV. Se o atirador, iludido pelo reflexo de uma pessoa que passava do outro lado da rua, atirar e atingir apenas a porta de vidro, responderá por dano culposo, porém qualificado por se tratar de patrimônio da União.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Está correta apenas a assertiva I."
      },
      {
        "letra": "B",
        "texto": "Está correta apenas a assertiva II."
      },
      {
        "letra": "C",
        "texto": "Está correta apenas a assertiva III."
      },
      {
        "letra": "D",
        "texto": "Está correta apenas a assertiva IV."
      },
      {
        "letra": "E",
        "texto": "Nenhuma assertiva está correta."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "409255",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "A doutrina entende por aberratio delicti",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o erro sobre a pessoa, no qual o agente, por engano de representação, atinge outra pessoa no lugar da vítima desejada."
      },
      {
        "letra": "B",
        "texto": "o desvio do golpe que ocorre quando o agente por inabilidade ou acidente não acerta a vítima visada, mas outra pessoa."
      },
      {
        "letra": "C",
        "texto": "o erro sobre a ilicitude do fato."
      },
      {
        "letra": "D",
        "texto": "uma das hipóteses de resultado diverso do pretendido, no qual o agente por inabilidade ou acidente atinge bem jurídico diverso do pretendido."
      },
      {
        "letra": "E",
        "texto": "o resultado que agrava especialmente a pena."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "409253",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "“X”, policial militar, reside com sua família em local extremamente violento. De madrugada, é acordado por alguém tentando arrombar a porta de sua casa. Assustado, pede para sua mulher, igualmente em pânico, que não saia do quarto, e caminha para a entrada da casa onde grita insistentemente para que o suposto ladrão vá embora, avisando-o de que, caso contrário, irá atirar. A advertência é em vão, e a porta se abre aos olhos de “X” que, após efetuar o primeiro disparo, percebe que acertou “Z”, seu filho, que, embriagado, arrombou a porta. Na hipótese apresentada, vindo “Z” a falecer em razão dos disparos, “X”.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "será isento de pena, pois agiu em erro de tipo invencível."
      },
      {
        "letra": "B",
        "texto": "praticou o crime de homicídio doloso consumado."
      },
      {
        "letra": "C",
        "texto": "será isento de pena, pois agiu em erro de tipo causado por outrem."
      },
      {
        "letra": "D",
        "texto": "praticou o crime de homicídio culposo consumado."
      },
      {
        "letra": "E",
        "texto": "praticou o crime de homicídio culposo tentado"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "402201",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: DPE-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental",
      "Crimes contra a vida",
      "Homicídio"
    ],
    "enunciado_principal": "Jorge pretendia matar sua irmã, Ana, para passar a ser o único beneficiário de herança que ambos receberiam. No dia do crime, Jorge fica à espreita enquanto Ana sai da garagem em seu carro. Ocorre que, naquele dia não era Ana que estava ao volante, como ocorria diariamente, mas sim seu namorado. Ana se encontrava no banco do carona. Jorge sabia que sua irmã sempre dirigia seu próprio carro e, assim, tinha certeza de que estaria mirando a arma na direção de Ana, ainda que não conseguisse enxergar o interior do veículo devido aos vidros escuros. Jorge atira no veículo, mas o projétil atinge o namorado de Ana, que vem a falecer. É correto afirmar que Jorge praticou:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o crime de tentativa de homicídio doloso qualificado contra Ana e de homicídio culposo contra o namorado de Ana."
      },
      {
        "letra": "B",
        "texto": "apenas um crime de homicídio doloso qualificado, mas não incidirá na hipótese a circunstância agravante em razão de ser Ana sua irmã, uma vez que foi o namorado desta última quem veio a falecer."
      },
      {
        "letra": "C",
        "texto": "o crime de tentativa de homicídio doloso qualificado contra Ana e de homicídio qualificado contra o namorado de Ana."
      },
      {
        "letra": "D",
        "texto": "apenas um crime de homicídio doloso qualificado, e a pena a ser aplicada ainda será agravada pelo fato de Ana ser sua irmã."
      },
      {
        "letra": "E",
        "texto": "apenas o crime de homicídio culposo contra o namorado de Ana."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "393791",
    "metadata": "Ano: 2014 | Banca: Aroeira | Órgão: PC-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Nos termos do Código Penal, o desconhecimento da lei é inescusável. O erro sobre a ilicitude do fato, se inevitável, isenta de pena; se evitável, poderá diminuí-la de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "um terço à metade."
      },
      {
        "letra": "B",
        "texto": "um a dois terços."
      },
      {
        "letra": "C",
        "texto": "dois a três quintos."
      },
      {
        "letra": "D",
        "texto": "um sexto a um terço."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "393352",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Desistência voluntária e arrependimento eficaz",
      "Crime impossível",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "A respeito da inimputabilidade penal, do erro, da desistência voluntária, do arrependimento eficaz, do crime impossível e da relevância da omissão, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Crime impossível e delito putativo são considerados pela doutrina como expressões sinônimas."
      },
      {
        "letra": "B",
        "texto": "Aquele que causa um acidente e, sem justo motivo, deixa de socorrer a vítima, que falece no local, comete crime de omissão de socorro."
      },
      {
        "letra": "C",
        "texto": "De acordo com o entendimento do STJ, aquele que pratica um crime no mesmo dia em que tenha completado dezoito anos é considerado inimputável."
      },
      {
        "letra": "D",
        "texto": "Aquele que porta carteira nacional de habilitação falsa, acreditando ser ela um documento legítimo, não pratica o delito de uso de documento falso, uma vez que incide em erro de tipo acidental."
      },
      {
        "letra": "E",
        "texto": "O agente que tenha desistido voluntariamente de prosseguir na execução ou, mesmo depois de tê-la esgotado, atue no sentido de evitar a produção do resultado, não poderá ser beneficiado com os institutos da desistência voluntária e do arrependimento eficaz caso o resultado venha a ocorrer."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "386353",
    "metadata": "Ano: 2014 | Banca: FUNDEP (Gestão de Concursos) | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Acerca do erro jurídico-penal é INCORRETO afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ocorre aberratio criminis quando o agente, objetivando um determinado resultado, termina alcançando resultado diverso. Nesta hipótese, o agente responde apenas por culpa, se houver previsão legal nesta modalidade."
      },
      {
        "letra": "B",
        "texto": "o erro acidental atinge elementos secundários ou acessórios dos elementos constitutivos do tipo penal."
      },
      {
        "letra": "C",
        "texto": "a Reforma Penal de 1984 adotou a teoria limitada da culpabilidade, que distingue o erro incidente sobre os pressupostos fáticos de uma causa de justificação do que incide sobre a norma permissiva."
      },
      {
        "letra": "D",
        "texto": "o erro sobre a ilicitude do fato, se inevitável, isenta de pena e, se evitável poderá diminuí-la, de um sexto a um terço. Tal modalidade de erro é classificada como erro de tipo e pode, em circunstâncias excepcionais, excluir a culpabilidade pela prática da conduta."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "381225",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "No que se refere às hipóteses de aberratio ictus, erro e causas excludentes de ilicitude e de culpabilidade, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os elementos subjetivos do tipo, como o próprio dolo e as intenções, tendências e atitudes especiais da ação, podem ser objeto de erro de tipo"
      },
      {
        "letra": "B",
        "texto": "O uso imoderado de um meio necessário configura excesso intensivo de legítima defesa"
      },
      {
        "letra": "C",
        "texto": "O erro de proibição pode incidir sobre a existência e a validade da lei penal, mas não sobre sua interpretação"
      },
      {
        "letra": "D",
        "texto": "Segundo a doutrina majoritária, para o reconhecimento da obediência hierárquica, causa excludente da culpabilidade, não é exigida comprovação da relação de direito público entre coator e coato."
      },
      {
        "letra": "E",
        "texto": "Se A desejando matar B, atinge mortalmente C, A deverá responder, de acordo com a teoria da concretização, por tentativa de homicídio contra B e por homicídio imprudente contra C."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "372322",
    "metadata": "Ano: 2014 | Banca: IBFC | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Quanto à isenção de pena,assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É isento de pena quem, por erro plenamente justifcado pelas circunstâncias, supõe situação de fato que, se existisse, tornaria a ação legítima."
      },
      {
        "letra": "B",
        "texto": "O erro quanto à pessoa contra a qual o crime é praticado não isenta de pena."
      },
      {
        "letra": "C",
        "texto": "O erro sobre a ilicitude do fato, se inevitável, isenta de pena; se evitável, poderá diminuí-la de um a dois terços."
      },
      {
        "letra": "D",
        "texto": "O desconhecimento da lei é inescusável."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "362514",
    "metadata": "Ano: 2014 | Banca: MPE-MA | Órgão: MPE-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Agdo há muito tempo era desafeto de Avalon, principalmente em razão da rivalidade que tinham em relação aos times de futebol que cada um era torcedor. No domingo passado, Avalon parou o carro em frente à casa de Agdo e tocou o hino do clube que havia derrotado o time de Agdo na partida final da Copa do Brasil. Assim, na manhã de segunda-feira, tomado pela raiva, Agdo decide matar Avalon e se dirige armado até a residência deste. Entretanto, ao chegar ao local, depara-se com uma situação inesperada: o velório de Avalon, que morrerá na noite anterior em meio à comemoração da vitória de seu time. Embora desconcertado, mas ainda com muita raiva, Agdo pensa: “já que estou aqui, não me custa dar dois tiros no defunto!”. Agdo saca a arma e atira. Para surpresa de todos no velório, Avalon ao ser alvejado dá um grito, senta-se no caixão e cai novamente. Na necropsia constata- se que Avalon não estava realmente morto, mas se encontrava em estado de catalepsia(1), que não fora detectado pelo médico que firmou o atestado de óbito. Ocorre que, com os tiros recebidos, Avalon saiu do estado cataléptico que se encontrava, mas morreu em seguida devido às lesões causadas pelos projéteis de arma de fogo.(1) Obs.: Catalepsia: paralisia geral de todos os músculos, ficando a pessoa impossibilitada de se mover ou mesmo falar, embora continue consciente e com os seus sentidos ativos e as funções vitais funcionantes, embora desaceleradas. Assim, com relação aos fatos, é correto afirmar que Agdo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Responderá tão só por crime de homicídio qualificado;"
      },
      {
        "letra": "B",
        "texto": "Não responderá por homicídio, pois agiu em erro de tipo; nem por vilipêndio a cadáver, em razão da atipicidade desta conduta;"
      },
      {
        "letra": "C",
        "texto": "Não responderá por crime de homicídio e de vilipêndio a cadáver, vez que agiu em erro de proibição indireto;"
      },
      {
        "letra": "D",
        "texto": "Responderá apenas por crime de vilipêndio a cadáver;"
      },
      {
        "letra": "E",
        "texto": "Responderá tão só por crime de homicídio qualificado em concurso formal com o de vilipêndio a cadáver."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "361237",
    "metadata": "Ano: 2014 | Banca: FMP Concursos | Órgão: TJ-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Em matéria de erro jurídico-penal, é correto dizer que o erro de tipo essencial",
    "alternativas": [
      {
        "letra": "A",
        "texto": "sempre exclui o dolo."
      },
      {
        "letra": "B",
        "texto": "sempre exclui o dolo e a culpa."
      },
      {
        "letra": "C",
        "texto": "sempre exclui a culpabilidade."
      },
      {
        "letra": "D",
        "texto": "atenua a culpabilidade."
      },
      {
        "letra": "E",
        "texto": "exclui a culpabilidade, desde que pressentes certos requisitos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "699722",
    "metadata": "Ano: 2013 | Banca: UEG | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "No que respeita a erro de tipo e erro de proibição, tem-se o seguinte:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é possível afirmar que o sujeito, por erro plenamente justificado pelas circunstâncias, pode ser que encontra-se em fase de estado de necessidade, de legítima defesa, de estrito cumprimento do dever legal e de exercício regular de direito."
      },
      {
        "letra": "B",
        "texto": "não há erro de proibição quando o autor supõe, sem erro, que seu comportamento é ilícito."
      },
      {
        "letra": "C",
        "texto": "o agente, no erro de proibição, faz um juízo acatado sobre aquilo que lhe é permitido fazer na sociedade."
      },
      {
        "letra": "D",
        "texto": "erro de tipo nada mais é que aquele que não incide sobre os pressupostos de fato de uma causa de justificação ou sobre dados secundários da norma penal incriminadora."
      }
    ],
    "gabarito": "X"
  },
  {
    "id": "542783",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Erro do tipo essencial",
      "Erro de tipo acidental",
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "Em relação ao concurso de agentes, à desistência voluntária e ao arrependimento eficaz, bem como à cominação das penas, ao erro do tipo e, ainda, à teoria geral da culpabilidade, julgue o item subsecutivo.O indivíduo, maior e capaz, condenado, definitivamente, por diversos crimes, a pena unificada que perfaça, por exemplo, noventa anos de reclusão, fará jus ao livramento condicional somente após o cumprimento de um terço ou metade de noventa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "448000",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: Câmara Municipal de São Carlos - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Conduta: ação / omissão",
      "Consumação e tentativa",
      "Antijuridicidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Assinale a alternativa correta no tocante às previsões relati­vas aos crimes no Código Penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para a omissão ser considerada penalmente relevan­te, é suficiente que o omitente possa agir para evitar o resultado."
      },
      {
        "letra": "B",
        "texto": "Diz-­se o crime tentado, quando, iniciada a preparação, não se consuma por circunstâncias alheias à vontade do agente."
      },
      {
        "letra": "C",
        "texto": "O erro sobre elemento constitutivo do tipo legal de crime exclui a culpabilidade e isenta de pena o autor do crime."
      },
      {
        "letra": "D",
        "texto": "O erro sobre a ilicitude do fato, se inevitável, isenta de pena; se evitável, poderá diminuí-­la de um sexto a um terço."
      },
      {
        "letra": "E",
        "texto": "Se o fato criminoso é cometido em estrita obediência à ordem manifestamente ilegal de superior hierárquico, só é punível o autor da coação ou da ordem."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "421703",
    "metadata": "Ano: 2013 | Banca: TRT 22 PI | Órgão: TRT - 22ª Região (PI)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Tipo Penal Doloso",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Analise os seguintes enunciados: I - Para a teoria finalista, formulada por Welzel, o dolo migrou da culpabilidade para a ação, deixando nesta apenas os elementos normativos, a saber: a imputabilidade, a consciência potencial da ilicitude e o erro de proibição. II – O erro de tipo, previsto no art. 20, do Código Penal, é uma afirmação de que o dolo está na ação. A caracterização do erro de tipo afasta o dolo e torna, em consequência, o fato atípico. III – O erro sobre a pessoa, não isenta o acusado de pena. IV – O dolo, para a teoria finalista da ação, é natural, e, para a teoria causal, é normativo. Escolha a opção adequada:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas I está correta;"
      },
      {
        "letra": "B",
        "texto": "II e III estão corretas;"
      },
      {
        "letra": "C",
        "texto": "II, III e IV estão corretas;"
      },
      {
        "letra": "D",
        "texto": "todas estão corretas;"
      },
      {
        "letra": "E",
        "texto": "todas estão erradas,"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "354812",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "No que concerne ao erro sobre os elementos do tipo e ao erro sobre a ilicitude do fato, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De acordo com a teoria extremada do dolo, o dolo normativo é constituído de vontade, previsão e consciência atual da ilicitude e o erro jurídico-penal, ainda que evitável, exclui o dolo, diferenciando-se as consequências advindas do erro de tipo e do erro de proibição."
      },
      {
        "letra": "B",
        "texto": "A teoria limitada do dolo, que se equipa ao conhecimento atual da ilicitude a conduta incompatível com uma razoável concepção de direito ou de justo, presume o dolo e dá origem ao direito penal de autor."
      },
      {
        "letra": "C",
        "texto": "De acordo com a teoria dos elementos negativos do tipo, o erro nas determinantes putativas fáticas, considerado erro de proibição, exclui a culpa."
      },
      {
        "letra": "D",
        "texto": "Conforme a teoria extremada da culpabilidade, há erro de tipo permissivo quando o objeto do erro for pressuposto fático de uma causa de justificação."
      },
      {
        "letra": "E",
        "texto": "Conforme a teoria limitada da culpabilidade, recaindo o erro sobre as causas de justificação, a tentativa somente será punível se o erro for invencível."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "335811",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: MPE-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "A respeito do concurso de pessoas e do erro sobre a ilicitude do fato e sobre os elementos do tipo, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Considera-se partícipe de crime comissivo, com ação omissiva, o gerente de estabelecimento comercial, detentor das chaves do local, que, ao sair do estabelecimento, deixa a porta aberta a fim de facilitar a prática de furto."
      },
      {
        "letra": "B",
        "texto": "Considera-se partícipe o passageiro que em ônibus coletivo, instigue o motorista a empregar velocidade excessiva, o que ocasione atropelamento culposo de vítima que faleça em razão do acidente."
      },
      {
        "letra": "C",
        "texto": "Configura erro de tipo essencial a conduta de um indivíduo que, após estrangular outro, crendo que ele esteja morto, enforque-o para simular suicídio, com comprovação posterior de que a vítima tenha morrido em decorrência do enforcamento."
      },
      {
        "letra": "D",
        "texto": "Considere que um servidor público receba, por escrito, séria ameaça a fim de não realizar ato de ofício e se omita, e verifique, posteriormente, que a carta tenha sido endereçada a outro servidor público em idêntica situação funcional. Nesse caso, a conduta do servidor que recebe a carta configura erro de tipo essencial invencível."
      },
      {
        "letra": "E",
        "texto": "Considere que um médico, de forma negligente, entregue a um enfermeiro substância venenosa imaginando tratar-se de substância medicinal, para ser ministrada a paciente, e que o enfermeiro, mesmo percebendo o equívoco, ministre ao paciente a substância fatal, com a intenção de matá-lo. Nesse caso, ocorre participação culposa em crime doloso."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "332049",
    "metadata": "Ano: 2013 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "SOBRE A TEORIA DO ERRO JURÍDICO- PENAL, É CORRETO AFIRMAR:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo os adeptos da teoria dos elementos negativos do tipo, deve o mesmo ser apreendido de maneira total, inserindo-se, pois, as causas de justificação."
      },
      {
        "letra": "B",
        "texto": "Consoante a teoria extremada ou estrita da culpabilidade, o erro ou a ignorância que vicia o aspecto cognitivo do dolo exclui a culpabilidade do agente."
      },
      {
        "letra": "C",
        "texto": "Para a doutrina, o erro invencível é aquele inescusável, na medida em que pode ser superado por pessoa dotada de diligência ordinária, ou seja, pelo “juízo profano”."
      },
      {
        "letra": "D",
        "texto": "O erro de tipo e o erro de proibição correspondem aos modelos fundamentais do erro de fato e erro de direito, sendo este inescusável, salvo raras exceções, e, aquele, em regra escusável."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "331586",
    "metadata": "Ano: 2013 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Semprônio pretendendo matar seu pai Tício, desfere disparos de arma de fogo contra este, enquanto Tício conversava com seu vizinho Esmenio. Entretanto por erro na execução, Semprônio acaba apenas por atingir e matar Esmenio. Neste caso Semprônio responderá pelo crime de homicídio doloso, com a incidência da agravante genérica prevista no art. 61, II, letra “a” do CP (ter praticado o crime contra ascendente);"
      },
      {
        "letra": "B",
        "texto": "Semprônio pretendendo matar seu vizinho Esmenio, desfere disparos de arma de fogo contra Esmenio enquanto ele conversava com Tício pai de Semprônio. Entretanto por erro na execução, Semprônio acaba apenas por atingir e matar Tício. Neste caso Semprônio responderá pelo crime de homicídio doloso, sem a incidência da agravante genérica prevista no art. 61, II, letra “a” do CP (ter praticado o crime contra ascendente);"
      },
      {
        "letra": "C",
        "texto": "Semprônio pretendendo matar seu vizinho Esmenio, desfere contra ele disparos de arma de fogo, enquanto Esmenio conversava com Tício, pai de Semprônio. Entretanto por erro na execução, além de atingir e matar Esmenio, também atinge e mata seu pai Tício. Neste caso Semprônio responderá por crime de homicídio doloso, com a aplicação da regra prevista para o concurso formal de crimes;"
      },
      {
        "letra": "D",
        "texto": "Semprônio pretendendo lesionar seu vizinho Esmenio, e visualizando que este se encontrava na sala distraído, arremessa uma pedra através da vidraça da residência de Esmenio. Entretanto por erro na execução do crime, a pedra acaba por atingir o aparelho de televisão da sala, danificando-o. Neste caso Semprônio responderá por crime de dano;"
      },
      {
        "letra": "E",
        "texto": "Semprônio pretendendo lesionar seu vizinho Esmenio, e visualizando que este se encontrava na sala distraído, arremessa uma pedra através da vidraça da residência de Esmenio. Entretanto por erro na execução do crime, além da pedra atingir e lesionar superficialmente Esmenio, acaba também por acertar e danificar o aparelho de televisão da sala. Neste caso Semprônio responderá apenas por crime de lesões corporais leves."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "329225",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental",
      "Concurso de crimes"
    ],
    "enunciado_principal": "No que se refere às espécies de concurso de crimes, ao erro de tipo e ao erro de proibição, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Conforme a teoria limitada da culpabilidade, adotada no Código Penal, o erro sobre os pressupostos fáticos de uma causa de exclusão da ilicitude constitui modalidade de erro de proibição."
      },
      {
        "letra": "B",
        "texto": "É isento de pena, em razão da ausência de dolo ou culpa, o agente que age mediante erro de tipo acidental, ou seja, o agente que desconhece os dados acessórios ou secundários do crime."
      },
      {
        "letra": "C",
        "texto": "O concurso material ou real consiste na prática, mediante uma só ação ou omissão, de dois ou mais crimes, idênticos ou não, ensejando a aplicação da mais grave das penas cabíveis ou, se iguais, somente de uma delas, mas aumentada, em qualquer caso, de um sexto até metade."
      },
      {
        "letra": "D",
        "texto": "Em se tratando de concurso formal impróprio ou imperfeito, a ação ou omissão é dolosa, e os crimes concorrentes resultam de desígnios autônomos, por isso as penas são aplicadas cumulativamente."
      },
      {
        "letra": "E",
        "texto": "Configura-se crime continuado no caso de o agente, mediante mais de uma ação ou omissão, praticar dois ou mais crimes da mesma espécie, sendo os crimes subsequentes, por condições como tempo, lugar e maneira de execução, havidos como continuação do primeiro, como ocorre, por exemplo, entre o crime de roubo e o de extorsão."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "304684",
    "metadata": "Ano: 2013 | Banca: FMP Concursos | Órgão: MPE-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No conceito analítico do crime, a imputabilidade penal constitui elemento autônomo do crime."
      },
      {
        "letra": "B",
        "texto": "A adequação social constitui, segundo doutrina majoritária, excludente de ilicitude."
      },
      {
        "letra": "C",
        "texto": "Para a doutrina finalista, o princípio da insignificância constitui causa exculpante."
      },
      {
        "letra": "D",
        "texto": "De acordo com a doutrina finalista, a consciência da ilicitude é elemento do dolo."
      },
      {
        "letra": "E",
        "texto": "O erro de tipo sempre exclui o dolo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "302549",
    "metadata": "Ano: 2013 | Banca: UEG | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "João, ao sair do mercado, pega uma bicicleta idêntica à sua, que havia estacionado do lado de fora do estabelecimento, e deixa o local conduzindo-a. Ao fazer isso, incide em erro",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de direito"
      },
      {
        "letra": "B",
        "texto": "na execução"
      },
      {
        "letra": "C",
        "texto": "de tipo"
      },
      {
        "letra": "D",
        "texto": "de proibição"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "301964",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Com relação ao que dispõe o Código Penal brasileiro sobre o erro de tipo, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se o erro de tipo for evitável, isenta-se de pena o agente."
      },
      {
        "letra": "B",
        "texto": "O erro de tipo inevitável exclui o dolo e a culpa."
      },
      {
        "letra": "C",
        "texto": "Sendo inevitável o erro de tipo, exclui-se a culpabilidade."
      },
      {
        "letra": "D",
        "texto": "Se o erro de tipo for evitável, diminui-se a pena de 1/6 a 1/3 em relação ao total legalmente estipulado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "301963",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "A respeito do erro em matéria penal, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Erro de pessoa e aberratio ictus são espécies de erro na execução do crime, não tendo nenhuma relação com a representação que o agente faz da realidade."
      },
      {
        "letra": "B",
        "texto": "Consoante a teoria estrita da culpabilidade, o erro penalmente relevante referido a uma causa de exclusão da ilicitude pode, ou não, configurar erro de permissão, ou seja, erro de proibição indireto."
      },
      {
        "letra": "C",
        "texto": "De acordo com a teoria limitada da culpabilidade, o erro de tipo permissivo é inconfundível com a hipótese descrita expressamente no Código Penal brasileiro como descriminante putativa."
      },
      {
        "letra": "D",
        "texto": "Segundo a teoria extremada do dolo, o erro inevitável, seja em relação aos elementos do tipo, seja em relação à consciência da ilicitude, sempre exclui o dolo e, em consequência, também a culpabilidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "984285",
    "metadata": "Ano: 2012 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Acerca do erro sobre elementos do tipo é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não exclui o dolo, mas reduz a pena de um a dois terços."
      },
      {
        "letra": "B",
        "texto": "Configura circunstância atenuante."
      },
      {
        "letra": "C",
        "texto": "Exclui a imputabilidade."
      },
      {
        "letra": "D",
        "texto": "Configura crime impossível por ineficácia absoluta do meio ou por absoluta impropriedade do objeto."
      },
      {
        "letra": "E",
        "texto": "Exclui o dolo, mas permite a punição por crime culposo, se previsto em lei."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "829719",
    "metadata": "Ano: 2012 | Banca: COPEVE-UFAL | Órgão: MPE-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Antijuridicidade",
      "Legítima defesa",
      "Erro de tipo acidental",
      "Crimes contra a vida",
      "Homicídio"
    ],
    "enunciado_principal": "Cerqueira, velho inimigo de Jovêncio, supondo que este iria matá-lo, por conta de inúmeras ameaças de morte, ao vê-lo levar a mão no bolso do paletó, onde costumava manter uma pistola, desferiu contra ele um único disparo de arma de fogo. Jovêncio, no entanto, carregava neste bolso um presente para Cerqueira, com quem pretendia celebrar as pazes. Ao ser alvejado com o disparo, sacou de sua arma, que estava em um coldre na perna, revidando com um único disparo. Ambos ficaram lesionados. Diante do problema é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "nem Jovêncio, nem Cerqueira praticaram qualquer tipo de crime."
      },
      {
        "letra": "B",
        "texto": "Jovêncio não praticou qualquer delito; porém, Cerqueira deve responder por tentativa de homicídio."
      },
      {
        "letra": "C",
        "texto": "Cerqueira não praticou qualquer delito; porém, Jovêncio deve responder por tentativa de homicídio."
      },
      {
        "letra": "D",
        "texto": "ambos devem responder por lesões corporais."
      },
      {
        "letra": "E",
        "texto": "ambos devem responder por tentativa de homicídio."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "599774",
    "metadata": "Ano: 2012 | Banca: CEC | Órgão: Prefeitura de Pinhais - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Considere as seguintes situações: I. Estudante holandês, em visita ao Rio de Janeiro, que acredita ser permitido pela lei brasileira o consumo de substância entorpecente, é surpreendido por policiais ao fumar um cigarro de maconha. II. Na saída de restaurante, em dia de chuva, cidadão leva um guarda-chuva de terceiro, imaginando que é o seu. III. Gestante ingere substância abortiva, acreditando que estava tomando um suave relaxante muscular. IV. Enfermeira aplica no ferimento de paciente substância corrosiva ácida, imaginando que está utilizando medicamento. Pode vir a constituir erro de tipo a situação descrita apenas no(s) item(ns):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II e III"
      },
      {
        "letra": "B",
        "texto": "II e IV"
      },
      {
        "letra": "C",
        "texto": "I"
      },
      {
        "letra": "D",
        "texto": "II, III e IV"
      },
      {
        "letra": "E",
        "texto": "III e IV"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "577760",
    "metadata": "Ano: 2012 | Banca: MS CONCURSOS | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Quanto ao erro do tipo, analise as alternativas e assinale a incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O erro incriminador essencial escusável está previsto no Código Penal em seu art. 20, caput, 1ª parte e § 1°, 1ª parte. Ocorre quando, sobre o elemento constitutivo do tipo legal de crime, exclui o dolo. Há uma discriminante putativa isentando de pena quem, por erro plenamente justificado pelas circunstâncias, supõe situação de fato que, se existisse, tornaria a ação legítima."
      },
      {
        "letra": "B",
        "texto": "O erro incriminador essencial inescusável está previsto no Código Penal, em seu art. 20, caput, 2ª parte e § 1°, 2ª parte. Ocorre quando o agente age de forma descuidada. Exclui o dolo, mas, não afasta a culpa. Não há isenção de pena quando o erro deriva de culpa e o fato é punível como crime culposo. Assim, o agente responderá por crime culposo, quando previsto em lei."
      },
      {
        "letra": "C",
        "texto": "Responderá pelo delito aquele que furtar bijuteria, acreditando ser um diamante, uma vez que não haverá o reconhecimento do princípio da insignificância. Tal erro não exclui o crime porque a simples troca de objetos não impede a tipificação do delito e configuração do dolo. No erro de tipo acidental sobre o objeto, o réu não poderá ser beneficiado, pois, de qualquer forma o agente praticou ato ilícito. No exemplo mencionado, responderá perante a justiça, pelo crime descrito no art. 155, caput, CP. O sujeito imagina que sua conduta recairá sobre uma determinada coisa, enquanto, na verdade, recai sobre outra, mas sua vontade de furtar prevalece."
      },
      {
        "letra": "D",
        "texto": "O erro de tipo incriminador essencial inescusável não exclui o dolo e, portanto, o agente responderá pelo crime. É aquele que vicia a vontade, mas não a exclui. O error in persona, contra o qual o crime é praticado, não isenta de pena. Não se consideram, neste caso, as condições ou qualidades da vítima, senão as da pessoa contra quem o agente queria praticar o crime. Está previsto no artigo 20, § 3° do Código Penal."
      },
      {
        "letra": "E",
        "texto": "O erro do tipo incriminador acidental está subdividido em error in objeto, error in persona, aberratio ictus, aberratio criminis e aberratio causae."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "443641",
    "metadata": "Ano: 2012 | Banca: FMP Concursos | Órgão: PROCEMPA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É possível a criação de tipos penais incriminadores através de Medida Provisória."
      },
      {
        "letra": "B",
        "texto": "A responsabilidade penal da pessoa jurídica vale para responsabilizar a pessoa jurídica nos crimes cometidos contra o meio ambiente, contra a ordem tributária e contra o sistema financeiro nacional."
      },
      {
        "letra": "C",
        "texto": "A desistência voluntária, o arrependimento eficaz e o arrependimento posterior são causas de extinção da punibilidade."
      },
      {
        "letra": "D",
        "texto": "O erro de tipo essencial inevitável é causa de exclusão do dolo e da culpa do agente."
      },
      {
        "letra": "E",
        "texto": "O funcionário público que solicita vantagem indevida para retardar ato de ofício no exercício da profissão responde pelo mesmo crime que o particular que lhe entrega a vantagem."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "372228",
    "metadata": "Ano: 2012 | Banca: FMP Concursos | Órgão: TJ-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O erro de tipo, uma vez constatado, sempre exclui o dolo."
      },
      {
        "letra": "B",
        "texto": "O erro de tipo, uma vez constatado, pode excluir o dolo, dependendo das circunstâncias."
      },
      {
        "letra": "C",
        "texto": "O erro de tipo, diferentemente do erro de fato, está de acordo com os postulados causalistas."
      },
      {
        "letra": "D",
        "texto": "O erro de tipo sempre afasta a responsabilidade penal culposa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "312096",
    "metadata": "Ano: 2012 | Banca: OFFICIUM | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Considere as assertivas abaixo sobre o instituto do erro. I - O instituto do erro de proibição é uma exceção à norma de que ninguém se escusa de cumprir a lei, alegando que não a conhece. II - A clássica distinção no Direito Penal entre erro de fato e erro de direito é mantida, com nomenclatura diversa, com a adoção da distinção entre erro de tipo e erro de proibição. III - O erro relativo à pessoa, sendo acidental, não isenta de pena, não se considerando na apreciação do fato concreto as condições e qualidades da vítima real, e sim as daquela que o agente pretendia atingir. Quais são corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I"
      },
      {
        "letra": "B",
        "texto": "Apenas II"
      },
      {
        "letra": "C",
        "texto": "Apenas III"
      },
      {
        "letra": "D",
        "texto": "Apenas I e III"
      },
      {
        "letra": "E",
        "texto": "I, II e III"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "271245",
    "metadata": "Ano: 2012 | Banca: AOCP | Órgão: TCE-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "De acordo com o Código Penal, o erro sobre a ilicitude do fato,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se inevitável, isenta de pena; se evitável, poderá diminuí-la de um sexto a um terço."
      },
      {
        "letra": "B",
        "texto": "é inescusável."
      },
      {
        "letra": "C",
        "texto": "se inevitável, diminui a pena de um sexto a um terço; se evitável, será inescusável."
      },
      {
        "letra": "D",
        "texto": "se inevitável, exclui a tipicidade; se evitável, exclui a ilicitude do fato."
      },
      {
        "letra": "E",
        "texto": "reduz a pena à metade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "239285",
    "metadata": "Ano: 2012 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Tipicidade",
      "Consumação e tentativa",
      "Antijuridicidade",
      "Legítima defesa",
      "Erro do tipo essencial",
      "Erro de tipo acidental",
      "Pena de multa"
    ],
    "enunciado_principal": "I – A consumação dos crimes materiais ocorre com o evento natural, enquanto nos formais o resultado naturalístico é dispensável. Os crimes culposos são sempre materiais, apenas havendo consumação com o resultado lesivo típico, sendo, portanto inadmissível a tentativa. II – O erro de tipo, incidente sobre elementares e circunstâncias, exclui a culpa, mas não o dolo, quando vencível. III – Para a caracterização do concurso de agentes exige-se que a pessoa concorra com uma causa para o resultado, admitindo-se a participação por omissão em crimes comissivos. IV – Para caracterização da legítima defesa é imperioso que a agressão seja injusta, atual ou iminente e decorra de uma conduta dolosa. V – Na fixação da pena de multa o magistrado deve atender exclusivamente à situação econômica do réu, em observância ao princípio da individualização da pena.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas III, IV e V estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas I e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas I, II e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas II e V estão corretas."
      },
      {
        "letra": "E",
        "texto": "Todas as assertivas estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "220044",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRE-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "Sobre o crime, de acordo com o Código Penal, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pelo resultado que agrava especialmente a pena, só responde o agente que o houver causado dolosamente."
      },
      {
        "letra": "B",
        "texto": "Não se pune a tentativa quando, por ineficácia absoluta ou relativa do meio, é impossível consumar-se o crime."
      },
      {
        "letra": "C",
        "texto": "O erro sobre a ilicitude do fato, se inevitável, isenta de pena e, se evitável, poderá diminuí-la de um sexto a um terço."
      },
      {
        "letra": "D",
        "texto": "O erro quanto à pessoa contra a qual o crime é praticado não isenta de pena e serão consideradas, neste caso, também, as condições ou qualidades da vítima."
      },
      {
        "letra": "E",
        "texto": "Se o fato é cometido sob coação irresistível ou em estrita obediência a ordem, ainda que não manifestamente ilegal, de superior hierárquico, só é punível o autor da coação ou da ordem."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "214968",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental",
      "Descriminantes Putativas"
    ],
    "enunciado_principal": "Considere a prática de fato criminoso por:I. desconhecimento da lei. II. erro inevitável sobre a ilicitude do fato. III. erro evitável sobre a ilicitude do fato. IV. erro plenamente justificado pelas circunstâncias, que leva à suposição de situação de fato que, se existissem, tornaria a ação legítima.O agente é isento de pena nas situações indicadas APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e IV."
      },
      {
        "letra": "B",
        "texto": "I e III."
      },
      {
        "letra": "C",
        "texto": "I e IV."
      },
      {
        "letra": "D",
        "texto": "II e IV."
      },
      {
        "letra": "E",
        "texto": "III e IV."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "707065",
    "metadata": "Ano: 2011 | Banca: MPE-PB | Órgão: MPE-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro de tipo acidental"
    ],
    "enunciado_principal": "São hipóteses de erro acidental, exceto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Erro sobre o objeto."
      },
      {
        "letra": "B",
        "texto": "Erro na execução."
      },
      {
        "letra": "C",
        "texto": "Erro sobre a pessoa."
      },
      {
        "letra": "D",
        "texto": "Erro de proibição."
      },
      {
        "letra": "E",
        "texto": "(Abstenção de resposta - Seção VIII, item 11, do Edital do Concurso)."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "210936",
    "metadata": "Ano: 2011 | Banca: VUNESP | Órgão: TJ-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Erro do tipo essencial",
      "Erro de tipo acidental",
      "Crimes contra a vida",
      "Homicídio"
    ],
    "enunciado_principal": "Joaquim, pretendendo matar a própria esposa, arma-se com um revólver e fica aguardando a saída dela da academia de ginástica. Analise as hipóteses a seguir. I. Se Joaquim errar o disparo e atingir e matar pessoa diversa que passava pelo local naquele momento, sem atingir a esposa, responderá por homicídio doloso, agravado pelo fato de ter sido o crime cometido contra cônjuge (art. 61, II, “e”, do Código Penal). II. Se Joaquim errar o disparo e atingir e matar pessoa diversa que passava pelo local naquele momento, sem atingir a esposa, responderá por homicídio doloso, mas sem a incidência da agravante de ter sido o crime cometido contra cônjuge (art. 61, II, “e”, do Código Penal). III. Se Joaquim atingir e matar a esposa, mas, simultaneamente, em razão do único disparo, por erro, também atingir e matar pessoa diversa que passava pelo local naquele momento, responderá por homicídio doloso, agravado pelo fato de ter sido o crime cometido contra cônjuge (art. 61, II, “e”, do Código Penal), em concurso formal. IV. Se Joaquim atingir e matar a esposa, mas, simultaneamente, em razão do único disparo, por erro, também atingir e matar pessoa diversa que passava pelo local naquele momento, responderá por homicídio doloso, agravado pelo fato de ter sido o crime cometido contra cônjuge (art. 61, II, “e”, do Código Penal), em concurso material. Estão corretas apenas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III."
      },
      {
        "letra": "B",
        "texto": "I e IV."
      },
      {
        "letra": "C",
        "texto": "II e III."
      },
      {
        "letra": "D",
        "texto": "II e IV."
      }
    ],
    "gabarito": "A"
  }
]