[
  {
    "id": "3272321",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Pena de multa",
      "Espécies de Pena de Multa",
      "Crimes contra a liberdade pessoal",
      "Ameaça"
    ],
    "enunciado_principal": "O artigo 147 do Código Penal (CP) prevê, para o crime de ameaça, pena de um a seis meses ou multa. Em uma discussão no âmbito doméstico, José ameaçou sua esposa dizendo que iria matá-la. Ao final do processo, ele foi condenado ao pagamento de uma multa de quatro salários mínimos. Nesse sentido, é correto afirmar que a condenação está:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De acordo com a Lei Maria da Penha e em desacordo com a jurisprudência do STJ."
      },
      {
        "letra": "B",
        "texto": "De acordo com a Lei Maria da Penha e com a jurisprudência do STJ."
      },
      {
        "letra": "C",
        "texto": "Em desacordo com a Lei Maria da Penha e de acordo com a jurisprudência do STJ."
      },
      {
        "letra": "D",
        "texto": "Em desacordo com a Lei Maria da Penha e com a jurisprudência do STJ."
      },
      {
        "letra": "E",
        "texto": "De acordo com a Lei Maria da Penha e com a jurisprudência do STF."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1981670",
    "metadata": "Ano: 2022 | Banca: FADESP | Órgão: SEFAZ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Pena de multa",
      "Conceito e Características da Pena de Multa",
      "Espécies de Pena de Multa",
      "Dosimetria"
    ],
    "enunciado_principal": "A pena de multa é uma espécie de sanção penal que possui natureza patrimonial e que, na grande maioria das vezes, é cominada no preceito secundário da norma penal (pena cominada) de forma isolada ou cumulada com a pena de prisão (pena corporal). Sobre a pena de multa, de acordo com o Código Penal, é correto afirmar o seguinte:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "na condenação igual ou inferior a um ano, a substituição pode ser feita por multa e por uma pena restritiva de direitos."
      },
      {
        "letra": "B",
        "texto": "a pena de multa consiste no pagamento ao fundo penitenciário da quantia fixada na sentença e calculada em dias-multa. Será, no mínimo, de 5 (cinco) e, no máximo, de 300 (trezentos) dias-multa."
      },
      {
        "letra": "C",
        "texto": "a multa deve ser paga dentro de 15 (quinze) dias depois de transitada em julgado a sentença."
      },
      {
        "letra": "D",
        "texto": "desprezam-se, na pena de multa, as frações da moeda corrente."
      },
      {
        "letra": "E",
        "texto": "transitada em julgado a sentença condenatória, a multa será executada perante o juiz da execução penal, não sendo considerada dívida de valor, sendo aplicáveis, contudo, as normas relativas à dívida ativa da Fazenda Pública, inclusive no que concerne às causas interruptivas e suspensivas da prescrição."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2747530",
    "metadata": "Ano: 2017 | Banca: IMA | Órgão: CREF - 15ª Região (PI - MA)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Pena de multa",
      "Espécies de Pena de Multa",
      "Causas de extinção da punibilidade"
    ],
    "enunciado_principal": "Nos termos do Decreto-Lei n. 3.688/1941, acerca da Lei das Contravenções Penais, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não é punível a tentativa de contravenção."
      },
      {
        "letra": "B",
        "texto": "As penas principais são: prisão simples, restritiva de direitos e multa."
      },
      {
        "letra": "C",
        "texto": "A pena de prisão simples deve ser cumprida, com rigor penitenciário, em estabelecimento especial ou seção especial de prisão comum, em regime semiaberto ou aberto."
      },
      {
        "letra": "D",
        "texto": "No caso de ignorância ou de errada compreensão da lei, quando escusáveis, a pena pode ser reduzida até a metade."
      },
      {
        "letra": "E",
        "texto": "O prazo mínimo de duração da internação em manicômio judiciário ou em casa de custódia e tratamento é de trinta dias."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2738112",
    "metadata": "Ano: 2017 | Banca: SEAP | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Pena de multa",
      "Espécies de Pena de Multa"
    ],
    "enunciado_principal": "A pena pode ser conceituada como uma resposta que a sociedade aplica ao indivíduo que transgrida a ordem jurídico-penal, e consiste na privação ou restrição de um bem jurídico do condenado, de forma a castigá-lo e reeducá-lo. São espécies de penas, exceto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Privativa de liberdade."
      },
      {
        "letra": "B",
        "texto": "Individualização da pena."
      },
      {
        "letra": "C",
        "texto": "Restritiva de direitos."
      },
      {
        "letra": "D",
        "texto": "Multa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2751625",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: METRÔ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Pena de multa",
      "Espécies de Pena de Multa"
    ],
    "enunciado_principal": "O sistema trifásico de aplicação da pena adotado pelo Código Penal brasileiro obedece a seguinte ordem:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "análise das circunstâncias atenuantes e agravantes, análise das causas de diminuição e aumento de pena, fixação da pena base."
      },
      {
        "letra": "B",
        "texto": "fixação da pena base, análise das circunstâncias atenuantes e agravantes, análise das causas de diminuição e aumento de pena."
      },
      {
        "letra": "C",
        "texto": "fixação da pena base, análise das causas de diminuição e aumento de pena, análise das circunstâncias atenuantes e agravantes."
      },
      {
        "letra": "D",
        "texto": "análise das causas de diminuição e aumento de pena, análise das circunstâncias atenuantes e agravantes, fixação da pena base."
      },
      {
        "letra": "E",
        "texto": "análise das circunstâncias atenuantes e agravantes, fixação da pena base, análise das causas de diminuição e aumento de pena."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "470159",
    "metadata": "Ano: 2013 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Detração penal",
      "Pena de multa",
      "Conceito e Características da Pena de Multa",
      "Espécies de Pena de Multa",
      "Dosimetria",
      "Ação penal",
      "Ação penal no crime de lesão corporal",
      "Causas de extinção da punibilidade",
      "Prescrição da pretensão punitiva pela pena em abstrato",
      "Prescrição da pretensão punitiva pela pena em concreto",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Lesões corporais qualificadas",
      "Violência doméstica",
      "Crimes contra o patrimônio",
      "Roubo"
    ],
    "enunciado_principal": "Sujeito teve decretada a prisão preventiva na ação penal em que lhe foi imputada a prática de roubo qualificado, possuindo ele ainda outra ação penal por lesão corporal grave contra a sua companheira e uma terceira por porte ilegal de arma de fogo. Os dois primeiros julgamentos foram designados para a mesma data e o magistrado, a pedido da acusação, absolveu inicialmente Sujeito da prática do roubo. Caso ele venha a ser condenado pela agressão à companheira, o tempo em que esteve preso, preventivamente, deverá ser",
    "alternativas": [
      {
        "letra": "A",
        "texto": "levado em conta na sentença condenatória da lesão corporal grave e funcionar como causa de redução da pena para incidência da prescrição da pretensão punitiva."
      },
      {
        "letra": "B",
        "texto": "considerado apenas para eventual pedido de indenização no juízo cível."
      },
      {
        "letra": "C",
        "texto": "levado em conta para fins de detração na execução da sanção penal a ser cumprida."
      },
      {
        "letra": "D",
        "texto": "calculado como dias remidos e subtraído do montante da pena imposta."
      },
      {
        "letra": "E",
        "texto": "observado pelo juízo criminal na sentença condenatória para cálculo da prestação de serviços à comunidade."
      }
    ],
    "gabarito": "C"
  }
]