[
  {
    "id": "2207116",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: PC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Conceito de Medida de Segurança",
      "Distinções entre a pena e a medida de segurança",
      "Espécies de Medida de Segurança",
      "Superveniência de doença mental"
    ],
    "enunciado_principal": "No que diz respeito ao direito penal, julgue o item a seguir.A liberação do preso internado em hospital de custódia será sempre condicional, devendo ser restabelecida a situação anterior se o agente, antes do decurso de um ano, praticar fato indicativo de persistência de sua periculosidade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2116627",
    "metadata": "Ano: 2023 | Banca: CONSULPAM | Órgão: TCM-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Medida de segurança",
      "Conceito de Medida de Segurança",
      "Distinções entre a pena e a medida de segurança",
      "Espécies de Medida de Segurança"
    ],
    "enunciado_principal": "Consoante o teor do vigente Código Penal brasileiro (Dec. Lei nº. 2.848/1940) acerca da pena, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O condenado será transferido do regime aberto, se, podendo, não pagar a multa cumulativamente aplicada."
      },
      {
        "letra": "B",
        "texto": "O condenado por crime contra a administração pública terá direito à progressão de regime do cumprimento da pena independentemente da reparação do dano que causou."
      },
      {
        "letra": "C",
        "texto": "O trabalho externo é inadmissível, no regime fechado."
      },
      {
        "letra": "D",
        "texto": "Não se computa, na medida de segurança, o tempo de prisão provisória."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2113554",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Espécies de Medida de Segurança"
    ],
    "enunciado_principal": "No caso de medida de segurança de internação, é dispensável o trânsito em julgado da sentença absolutória imprópria ou acórdão para a inclusão do paciente em Hospital de Custódia e Tratamento Psiquiátrico.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1938059",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: DPE-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Espécies de Medida de Segurança"
    ],
    "enunciado_principal": "Sobre a Lei antimanicomial e as medidas de segurança:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não é possível a determinação de tratamento ambulatorial ao inimputável acusado de fato punível com reclusão, devendo, nesse caso, ser considerada a natureza da pena privativa de liberdade aplicável e não a periculosidade do agente, conforme orientação do Superior Tribunal de Justiça."
      },
      {
        "letra": "B",
        "texto": "A imposição de medida de segurança, especialmente na modalidade de internação, quando a pena de multa é a única cominada, ou em casos de infrações leves, vai de encontro ao princípio da intervenção mínima."
      },
      {
        "letra": "C",
        "texto": "A reforma psiquiátrica promovida pela Lei nº 10.216/01 estabelece, em seu art. 1º , caput, clara distinção de tratamento entre a pessoa com transtorno mental em conflito com a lei e as demais pessoas diagnosticadas com transtorno mental."
      },
      {
        "letra": "D",
        "texto": "A ausência de condições extra-hospitalares para tratamento de saúde mental permite a colocação da pessoa com transtorno mental em conflito com a lei em cadeia pública pelo prazo de até 01 (um) ano."
      },
      {
        "letra": "E",
        "texto": "A internação em manicômio judiciário é medida eficaz e deve sempre ser aplicada ao inimputável que tenha praticado fato definido como crime hediondo ou equiparado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1869776",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: DPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Espécies de Medida de Segurança"
    ],
    "enunciado_principal": "Sobre “medida de segurança”, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a análise da cessação da periculosidade pode ser feita por qualquer meio de prova legal;"
      },
      {
        "letra": "B",
        "texto": "é medida aplicável ao inimputável e deve contar com prazo determinado de duração;"
      },
      {
        "letra": "C",
        "texto": "somente com base em parecer médico poderá o juiz decidir sobre sua extinção;"
      },
      {
        "letra": "D",
        "texto": "a decisão sobre sua extinção está inserida no campo de discricionariedade judicial."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1860055",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Espécies de Medida de Segurança"
    ],
    "enunciado_principal": "João, sujeito muito conhecido e querido na comunidade onde vive, cometeu um delito apenado com reclusão. Realizada a perícia, o laudo apontou que João era inimputável ao tempo da ação e que apresentava baixa periculosidade. A instrução processual comprovou a autoria. O juiz o absolveu, de forma imprópria, aplicando-lhe uma medida de segurança, com prazo mínimo de internação de três anos. A partir dessa situação hipotética, julgue o próximo item. O juiz poderia ter corretamente aplicado a João a medida de tratamento ambulatorial, em razão da baixa periculosidade apontada no laudo pericial.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1826465",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Espécies de Medida de Segurança"
    ],
    "enunciado_principal": "Considerando a Parte Geral do Código Penal e a jurisprudência dos tribunais superiores aplicável, julgue o item a seguir. O juiz deverá, obrigatoriamente, determinar a internação do agente inimputável que tiver praticado crime punível com pena de reclusão.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1813807",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Espécies de Medida de Segurança"
    ],
    "enunciado_principal": "As medidas de segurança",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ainda são cumpridas em manicômios em todo o Brasil, pois a Lei n° 10.216/2001 não possui qualquer aplicação prática."
      },
      {
        "letra": "B",
        "texto": "são fundadas pela lógica manicomial que, ao longo dos anos, transformou os hospitais de custódia e tratamento psiquiátrico em instituições muito semelhantes às prisões."
      },
      {
        "letra": "C",
        "texto": "assim como as penas possuem caráter preventivo geral, embora direcionadas a inimputáveis."
      },
      {
        "letra": "D",
        "texto": "comportam institutos despenalizadores como a sua suspensão condicional, por serem mais benéficas que as penas."
      },
      {
        "letra": "E",
        "texto": "de tratamento ambulatorial são substitutivas das penas privativas de liberdade em regime aberto, enquanto as de internação substituem as penas em regime semiaberto e fechado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1785353",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Espécies de Medida de Segurança"
    ],
    "enunciado_principal": "Sobre as medidas de segurança é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A lógica manicomial se funda na segregação hospitalar da pessoa com transtorno mental que tenha praticado um injusto penal para sua neutralização e tentativa declarada de cura."
      },
      {
        "letra": "B",
        "texto": "O Código Penal adota o sistema do duplo binário, sem a possibilidade de aplicação simultânea de pena e medida de segurança, que só se aplicam sucessivamente."
      },
      {
        "letra": "C",
        "texto": "Pelo regime adotado no Código Penal, a medida de segurança pode ser aplicada ao imputável, desde que presente a periculosidade."
      },
      {
        "letra": "D",
        "texto": "É inaplicável o Estatuto da Pessoa com Deficiência (Lei n° 13.146/2015) aos inimputáveis por doença mental, pois seria uma aplicação indevida do positivismo criminológico considerá-los pessoas com deficiência."
      },
      {
        "letra": "E",
        "texto": "Segundo a Lei n° 10.216/2001, a desinternação é sempre condicional, podendo ser restabelecida se dentro de um ano o agente praticar fato indicativo de persistência de sua periculosidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1751209",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Espécies de Medida de Segurança"
    ],
    "enunciado_principal": "Acerca da teoria da pena, julgue o item que se segue.Segundo o Superior Tribunal de Justiça, a determinação da fixação da medida de segurança de internação em hospital de custódia ou em tratamento ambulatorial deve ser vinculada à gravidade do delito perpetrado.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1060393",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Espécies de Medida de Segurança"
    ],
    "enunciado_principal": "Julgue o próximo item, relativos a pena, sua aplicação e a medidas de segurança.É possível submeter o agente inimputável a tratamento ambulatorial se o ato criminoso por ele praticado for punível com pena de detenção.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "972052",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Espécies de Medida de Segurança"
    ],
    "enunciado_principal": "Lúcio, inimputável por doença mental, após três anos de internação em hospital de custódia, foi liberado pelo juiz da execução, em decorrência de parecer favorável da perícia médica da instituição. Depois de sete meses da liberação, Lúcio foi detido novamente pela prática de conduta delitiva de natureza sexual. Nesse caso, o restabelecimento da internação",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é cabível, porque o novo fato delituoso ocorreu antes de completado um ano da liberação, que é condicional."
      },
      {
        "letra": "B",
        "texto": "não é cabível, porque a liberação foi regular e transitou em julgado antes da ocorrência do novo fato delituoso."
      },
      {
        "letra": "C",
        "texto": "não é cabível, porque o novo fato delituoso ocorreu mais de seis meses após a liberação."
      },
      {
        "letra": "D",
        "texto": "é cabível, porque a liberação é incondicional e não depende da ocorrência de novo fato delituoso a qualquer tempo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "936308",
    "metadata": "Ano: 2018 | Banca: TRF - 2ª Região | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Inimputabilidade pela embriaguez",
      "Medida de segurança",
      "Espécies de Medida de Segurança",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Assinale a afirmativa certa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O sujeito que no momento da prática do crime não era capaz de se determinar, completamente, de acordo com o entendimento do caráter ilícito do fato em razão de embriaguez culposa, poderá ter a pena reduzida de um a dois terços."
      },
      {
        "letra": "B",
        "texto": "O critério psicológico determina cientificamente sempre a imputabilidade ou não do agente. Ao passo que o critério biológico etário adotado hoje pela lei penal, é passível de superação pelo juiz na sentença, quando razões de política criminal recomendem."
      },
      {
        "letra": "C",
        "texto": "As medidas de segurança aplicáveis aos inimputáveis são: internação em hospital de custódia e tratamento psiquiátrico; na falta deste em estabelecimento adequado; e sujeição a tratamento ambulatorial. Mas se estiver extinta a punibilidade, nenhuma dessas medidas deve incidir."
      },
      {
        "letra": "D",
        "texto": "No caso de tratamento ambulatorial, o tempo limitado para sua ocorrência variará de um a três anos. Terminado o prazo determinado para sua realização, e constatado por perícia que o inimputável cumpriu o programa ambulatorial, sua liberação do tratamento será declarada cumprida em definitivo."
      },
      {
        "letra": "E",
        "texto": "A doença mental ou o desenvolvimento mental incompleto ou retardado isentam de pena, se ao tempo da ação ou da omissão, ou entre a denúncia e a sentença, o agente era ou se toma inteiramente incapaz de entender o caráter ilícito do fato."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "932926",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Espécies de Medida de Segurança"
    ],
    "enunciado_principal": "Em cada item que se segue, é apresentada uma situação hipotética seguida de uma assertiva a ser julgada com base na legislação de regência e na jurisprudência dos tribunais superiores a respeito de aplicação de pena, cominação de penas, regime de penas, medidas de segurança e livramento condicional.Bruna, de vinte e quatro anos de idade, processada e julgada pela prática do crime de latrocínio, foi absolvida ao final do julgamento, por ter sido considerada inimputável, apesar de sua periculosidade. Nessa situação, mesmo tendo Bruna sido absolvida, o juiz pode impor-lhe medida de segurança.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "904021",
    "metadata": "Ano: 2018 | Banca: NUCEPE | Órgão: PC-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Conceito de Medida de Segurança",
      "Espécies de Medida de Segurança"
    ],
    "enunciado_principal": "Com relação às medidas de segurança, marque a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As medidas de segurança podem ser detentivas (internação) ou restritivas (tratamento ambulatorial). E conforme entendimento do STF, a melhora do quadro psiquiátrico e clínico do paciente autoriza o juízo de execução ou juiz que sentenciou a determinar procedimento de desinternação progressiva em regime de semi-internação."
      },
      {
        "letra": "B",
        "texto": "O inimputável que comete uma conduta típica e ilícita deve ser absolvido."
      },
      {
        "letra": "C",
        "texto": "O semi-imputável que pratica uma conduta típica, ilícita e culpável deve ser condenado."
      },
      {
        "letra": "D",
        "texto": "As medidas de segurança são de internação em hospital de custódia e tratamento psiquiátrico ou, à falta, em outro estabelecimento adequado e de sujeição a tratamento ambulatorial. Caso o fato previsto como crime seja punível com detenção, poderá o juiz submetê-lo a tratamento ambulatorial."
      },
      {
        "letra": "E",
        "texto": "Há entendimento do STF no sentido de que a medida de segurança deve perdurar enquanto não haja cessado a periculosidade do agente, limitada, contudo, ao período máximo de 30 (trinta) anos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "895367",
    "metadata": "Ano: 2018 | Banca: IESES | Órgão: TJ-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Espécies de Medida de Segurança"
    ],
    "enunciado_principal": "Segundo o Código Penal Brasileiro, no que se refere as de medidas de segurança, é correto afirmar: I. Internação em hospital de custódia e tratamento psiquiátrico são consideradas medidas de segurança. II. A desinternação, ou a liberação, será sempre condicional devendo ser restabelecida a situação anterior se o agente, antes do decurso de 1 (um) ano, pratica fato indicativo de persistência de sua periculosidade. III. Extinta a punibilidade, não se impõe medida de segurança nem subsiste a que tenha sido imposta. IV. Se o agente for inimputável, o juiz determinará sua internação. Se, todavia, o fato previsto como crime for punível com detenção, deverá o juiz submetê-lo a tratamento ambulatorial. A sequência correta é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As assertivas I, II, III e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas II e III estão incorretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas II e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas a assertiva IV está incorreta."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "839104",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: PCA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Espécies de Medida de Segurança"
    ],
    "enunciado_principal": "Sobre medida de segurança, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ainda que esteja demonstrada a ocorrência de legítima defesa, é possível a aplicação da medida de segurança ao agente inimputável, em razão de seu elevado grau de periculosidade."
      },
      {
        "letra": "B",
        "texto": "A aplicação da medida de segurança somente é possível aos agentes inimputáveis, nunca aos semi-imputáveis, pois a estes caberá apenas a aplicação da pena diminuída de 1/3 a 2/3."
      },
      {
        "letra": "C",
        "texto": "A internação, ou tratamento ambulatorial, serão por tempo determinado, fixado entre 1 e 3 anos, no máximo."
      },
      {
        "letra": "D",
        "texto": "Uma vez eleito o tratamento ambulatorial, não poderá ser determinada a internação do agente."
      },
      {
        "letra": "E",
        "texto": "A perícia médica realizar-se-á ao termo do prazo mínimo fixado e deverá ser repetida de ano em ano, ou a qualquer tempo, se o determinar o juiz da execução."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "799970",
    "metadata": "Ano: 2017 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Espécies de Medida de Segurança",
      "Prazo de duração",
      "Superveniência de doença mental"
    ],
    "enunciado_principal": "Acerca das medidas de segurança, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As medidas de segurança aplicam-se no caso de prática de contravenção prevista na Lei nº 3.688/41."
      },
      {
        "letra": "B",
        "texto": "O réu deve ser absolvido e aplicada medida de segurança, caso seja constatada a inimputabilidade por doença mental superveniente à prática do fato."
      },
      {
        "letra": "C",
        "texto": "As medidas de segurança de internação ou tratamento ambulatorial, quanto aos réus inimputáveis, são aplicáveis por prazo determinado de 01 a 03 anos."
      },
      {
        "letra": "D",
        "texto": "Após a aplicação de medida de segurança de tratamento ambulatorial poderá ser determinada a internação, no processo de execução, se o acusado praticar novo crime."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "456591",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Crime continuado",
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão.",
      "Suspensão condicional da pena. Revogação.",
      "Medida de segurança",
      "Conceito de Medida de Segurança",
      "Espécies de Medida de Segurança",
      "Causas de extinção da punibilidade",
      "Prescrição da pretensão punitiva pela pena em abstrato",
      "Prescrição da pretensão punitiva pela pena em concreto",
      "Perdão judicial"
    ],
    "enunciado_principal": "Com base em súmulas do STF, STJ e TJDFT, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Mesmo quando a pena base for fixada no mínimo legal, a gravidade abstrata do delito determinará regime prisional mais gravoso que o cabível em decorrência da pena aplicada."
      },
      {
        "letra": "B",
        "texto": "Ao réu que responda por crime continuado é vedada a aplicação do benefício da suspensão condicional do processo."
      },
      {
        "letra": "C",
        "texto": "Ainda que apenas a defesa tenha recorrido de sentença condenatória, poderá ser aplicada, em segunda instância, medida de segurança."
      },
      {
        "letra": "D",
        "texto": "Ao ser proferida sentença concessiva do perdão judicial, será extinta a punibilidade do agente, mas subsistirão os efeitos condenatórios da sentença."
      },
      {
        "letra": "E",
        "texto": "O prazo de prescrição da pretensão punitiva não é afetado pelo fato de o réu em questão ser reincidente."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "293723",
    "metadata": "Ano: 2012 | Banca: IESES | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Espécies de Medida de Segurança"
    ],
    "enunciado_principal": "Assinale a afirmação INCORRETA, segundo o expressamente previsto pelo Código Penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando o agente, mediante uma só ação ou omissão, pratica dois ou mais crimes, idênticos ou não, aplica-se-lhe a mais grave das penas cabíveis ou, se iguais, somente uma delas, mas aumentada, em qualquer caso, de um sexto até metade."
      },
      {
        "letra": "B",
        "texto": "Quando o agente, mediante mais de uma ação ou omissão, pratica dois ou mais crimes da mesma espécie e, pelas condições de tempo, lugar, maneira de execução e outras semelhantes, devem os subsequentes ser havidos como continuação do primeiro, aplica-se-lhe a pena de um só dos crimes, se idênticas, ou a mais grave, se diversas, aumentada, em qualquer caso, de um sexto a dois terços."
      },
      {
        "letra": "C",
        "texto": "São circunstâncias que atenuam a pena, ter cometido o crime sob coação a que podia resistir, ou em cumprimento de ordem de autoridade superior, ou sob a influência de violenta emoção, provocada por ato injusto da vítima."
      },
      {
        "letra": "D",
        "texto": "A Medida de Segurança de internação, ou tratamento ambulatorial será por tempo indeterminado, perdurando enquanto não for averiguada, mediante perícia médica, a cessação de periculosidade, tendo prazo mínimo de 1 (um) a 4 (quatro) anos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "254800",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Medida de segurança",
      "Espécies de Medida de Segurança"
    ],
    "enunciado_principal": "Em uma área rural, Lucas, reincidente em crime de lesão corporal de natureza grave, apontou uma arma de fogo do tipo pistola de calibre 380, municiada com um cartucho, na direção de Flávia, determinou que ambos caminhassem para o interior de um matagal existente na localidade, e ali ele praticou o crime de estupro na forma consumada. Antes de fugir do local, Lucas ainda revistou a roupa de Flávia e levou seu aparelho de telefone celular, que custava duzentos reais. Flávia conseguiu abrigo em uma residência próxima ao local do fato, onde relatou o ocorrido a Roberta, que ligou para policiais militares do posto mais próximo, os quais conseguiram localizar Lucas e prendê-lo na posse da arma de fogo, mas não localizaram o aparelho de telefone celular. Na delegacia de polícia, constatou-se que a arma de fogo era produto de furto registrado na semana anterior por Rodrigo, detentor do respectivo registro da arma. Lucas foi denunciado pelo MP e, no curso da instrução criminal, comprovou-se que ele, ao tempo do crime, por força de desenvolvimento mental incompleto, não era inteiramente capaz de entender o caráter ilícito do fato. Considerando o caso hipotético acima, julgue os itens subsequentes. Na sentença, o juiz poderá proferir sentença absolutória imprópria e impor a Lucas medida de segurança de internação em hospital de custódia e tratamento psiquiátrico pelo prazo mínimo de um a três anos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  }
]