[
  {
    "id": "3334340",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Consumação e tentativa",
      "Ação penal",
      "Ação penal pública condicionada à representação",
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Joana, servidora pública aposentada, decide aplicar um golpe sofisticado. Criando um site falso que imita o da Receita Federal, ela passa a enviar e-mails para idosos entre 60 e 68 anos, informando sobre um suposto “reembolso automático de tributos pagos a maior”. No e-mail, solicita que a vítima informe seus dados pessoais e bancários. Diversas pessoas, acreditando na veracidade da mensagem, fornecem os dados e, em seguida, têm suas contas esvaziadas. Joana é descoberta após denúncia anônima e responde a processo criminal. Sobre os aspectos penais envolvidos, analise as assertivas e assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Joana responderá por furto mediante fraude, pois não houve contato direto com as vítimas, mas apenas fraude eletrônica para subtrair os valores."
      },
      {
        "letra": "B",
        "texto": "A conduta de Joana caracteriza estelionato eletrônico, sendo crime de ação penal pública condicionada à representação."
      },
      {
        "letra": "C",
        "texto": "A criação do site falso, por si só, já configura crime tentado de estelionato, independentemente de prejuízo a terceiros."
      },
      {
        "letra": "D",
        "texto": "Ainda que Joana tenha utilizado fraude eletrônica, a conduta é atípica se as vítimas forneceram os dados voluntariamente."
      },
      {
        "letra": "E",
        "texto": "Como o bem jurídico tutelado no estelionato é a fé pública, Joana responderá por falsidade ideológica, e não por crime patrimonial."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3288437",
    "metadata": "Ano: 2025 | Banca: IBADE | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Dano",
      "Estelionato"
    ],
    "enunciado_principal": "Sobre os crimes contra o patrimônio, marque V ou F nas assertivas e relacione com a sequência correta, em seguida: ( ) Nos crimes de “Dano” deve-se observar o grau de extensão das avarias constatadas, indicando as condições de destruir, inutilizar ou deteriorar um bem alheio. ( ) Enquanto no furto a coisa é subtraída da vítima sem que a mesma perceba a ação, o roubo se caracteriza por semelhante ação delituosa, porém a subtração ocorre com emprego de violência ou grave ameaça. ( ) O Estelionato por meio virtual se configura, atualmente, como o tipo penal com maiores taxas de ocorrência, quando comparado a outros delitos que necessitam de uma aproximação física com a vítima, como o roubo. ( ) O veículo recuperado, aquele que decorre do crime de furto / roubo, deve ser periciado antes da entrega ou restituição ao seu respectivo proprietário.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V – F – F – F"
      },
      {
        "letra": "B",
        "texto": "F – V – V – F"
      },
      {
        "letra": "C",
        "texto": "V – V – F – V"
      },
      {
        "letra": "D",
        "texto": "V – F – V – V"
      },
      {
        "letra": "E",
        "texto": "V – V – V – V"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3288436",
    "metadata": "Ano: 2025 | Banca: IBADE | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Dano",
      "Estelionato"
    ],
    "enunciado_principal": "No Código Penal Brasileiro, no Título II - Dos Crimes contra o Patrimônio, são tipificados alguns destes fatos delituosos, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estelionato."
      },
      {
        "letra": "B",
        "texto": "furto qualificado."
      },
      {
        "letra": "C",
        "texto": "dano."
      },
      {
        "letra": "D",
        "texto": "peculato."
      },
      {
        "letra": "E",
        "texto": "fraude por meio virtual."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3267119",
    "metadata": "Ano: 2025 | Banca: UEG | Órgão: UEG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Crimes contra o patrimônio",
      "Furto",
      "Estelionato"
    ],
    "enunciado_principal": "Carlão, utilizando-se de aparelho eletrônico adquirido no mercado paralelo da internet, fraudou o dispositivo de medição de energia elétrica de sua residência e de seu estabelecimento comercial, resultando na demonstração de consumo menor do que o real de energia elétrica, causando prejuízo à concessionária de energia. Nesse contexto, a conduta de Carlão se amolda como",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estelionato passível de extinção da punibilidade em caso de adimplemento do débito antes do recebimento da denúncia."
      },
      {
        "letra": "B",
        "texto": "furto de energia elétrica mediante fraude passível de extinção da punibilidade em caso de adimplemento do débito antes do recebimento da denúncia."
      },
      {
        "letra": "C",
        "texto": "furto sem extinção da punibilidade em caso de adimplemento do débito antes do recebimento da denúncia."
      },
      {
        "letra": "D",
        "texto": "furto passível de extinção da punibilidade em caso de adimplemento do débito antes da prolação de sentença."
      },
      {
        "letra": "E",
        "texto": "infração penal prevista no artigo 171 do Código Penal, a qual desafia, via de regra, ação pública condicionada."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3239920",
    "metadata": "Ano: 2025 | Banca: OBJETIVA | Órgão: Prefeitura de Rio Negro - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Tendo em vista o Decreto−Lei nº 2.848/1940 — Código Penal, a ação de induzir alguém ao erro, por meio de artifício ou ardil, com o objetivo de obter vantagem ilícita, em prejuízo de outrem, configura o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Extorsão."
      },
      {
        "letra": "B",
        "texto": "Estelionato."
      },
      {
        "letra": "C",
        "texto": "Receptação."
      },
      {
        "letra": "D",
        "texto": "Apropriação indébita."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3096206",
    "metadata": "Ano: 2024 | Banca: FURB | Órgão: Câmara de Brusque - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Considerando os crimes previstos no Código Penal brasileiro, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Considera-se funcionário público, para os efeitos civis, administrativos e penais, quem, embora transitoriamente ou sem remuneração, exerce cargo, emprego ou função pública."
      },
      {
        "letra": "B",
        "texto": "O crime de fraude eletrônica é uma modalidade de estelionato (art. 171 do CP) e consiste em cometer a fraude com a utilização de informações fornecidas pela vítima ou por terceiro induzido a erro por meio de redes sociais, contatos telefônicos ou envio de correio eletrônico fraudulento, ou por qualquer outro meio fraudulento análogo."
      },
      {
        "letra": "C",
        "texto": "Configura o crime de concussão apropriar-se o funcionário público de dinheiro, valor ou qualquer outro bem móvel, público ou particular, de que tem a posse em razão do cargo, ou desviá-lo, em proveito próprio ou alheio."
      },
      {
        "letra": "D",
        "texto": "É isento de pena quem comete qualquer dos crimes patrimoniais previstos no Código Penal, mesmo quando a vítima é pessoa com idade igual ou superior a 60 (sessenta) anos."
      },
      {
        "letra": "E",
        "texto": "Comete o crime de prevaricação o funcionário que deixa, por indulgência, de responsabilizar subordinado que cometeu infração no exercício do cargo ou, quando lhe falte competência, não levar o fato ao conhecimento da autoridade competente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3083256",
    "metadata": "Ano: 2024 | Banca: COTEC | Órgão: Câmara de Mirabela - MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Apropriação indébita",
      "Estelionato"
    ],
    "enunciado_principal": "Determinada pessoa compareceu a uma loja no município de Pirapora e, fazendo uso de documento falso, preencheu um cadastro e levou para casa, em consignação, algumas roupas de grife, com valor estimado de R$ 2.000,00 (dois mil reais), comprometendo-se em, após experimentar os referidos bens em casa, pagar por aqueles escolhidos, devolvendo o restante à loja. Acontece que já havia por parte da pessoa em questão a intenção pré-concebida de não devolver as roupas. Na situação hipotética, segundo entendimento jurisprudencial nesse sentido, por ter causado à casa comercial prejuízo considerável, em tese, teria ocorrido o delito de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Furto qualificado pela fraude."
      },
      {
        "letra": "B",
        "texto": "Apropriação indébita propriamente dita."
      },
      {
        "letra": "C",
        "texto": "Estelionato no tipo penal fundamental (ou básico)."
      },
      {
        "letra": "D",
        "texto": "Furto simples em concurso com crime de falsidade."
      },
      {
        "letra": "E",
        "texto": "Apropriação indébita por negativa de restituição."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3058675",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: ENAM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Antônio assistia a uma série televisiva noturna, quando foi surpreendido pelo inesperado toque da campainha de sua casa. Ao atender a porta, deparou-se com o funcionário de uma renomada loja de vinhos, que indagou se aquele seria o endereço para onde havia sido pedido por João da Silva uma celebrada garrafa de vinho, já devidamente paga por Pix pelo destinatário, no valor de R$1.500,00 (mil e quinhentos reais). Percebendo o erro, mas dominado pela vontade de degustar a bebida, Antônio confirmou falsamente ser ele o autor da encomenda, dando ainda como correto o endereço, o que fez com que a garrafa fosse, em seguida, a ele voluntariamente entregue, sendo consumida por Antônio antes do engano ser percebido pela loja vendedora do produto e por seu funcionário. Sobre a hipótese narrada, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Antônio responderá por furto qualificado pela fraude."
      },
      {
        "letra": "B",
        "texto": "Antônio responderá por crime de estelionato."
      },
      {
        "letra": "C",
        "texto": "Antônio responderá por crime de apropriação indébita simples."
      },
      {
        "letra": "D",
        "texto": "Antônio responderá por apropriação indébita de coisa alheia havida por erro."
      },
      {
        "letra": "E",
        "texto": "Antônio responderá por furto qualificado pela destreza."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3029968",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Classificação dos crimes",
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Matheus compareceu a uma agência bancária da Caixa Econômica Federal para participar de uma reunião com a gerente Maria. Durante as conversas, Matheus, dolosamente, tentou induzir a funcionária em erro, empregando, para tanto, meio fraudulento, com o objetivo de obter, para si, vantagem ilícita, no valor de cinco mil reais, em prejuízo da estatal. Contudo, o crime, embora tenha ingressado na esfera da execução, não se consumou, por circunstâncias alheias à vontade do agente, sem que se possa cogitar na caracterização do crime impossível. Nesse cenário, considerando as disposições do Código Penal, Matheus responderá pela tentativa de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apropriação indébita privilegiada;"
      },
      {
        "letra": "B",
        "texto": "apropriação indébita simples;"
      },
      {
        "letra": "C",
        "texto": "furto simples privilegiado;"
      },
      {
        "letra": "D",
        "texto": "estelionato simples;"
      },
      {
        "letra": "E",
        "texto": "furto simples."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2553238",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "X costuma deixar seu carro quase todos os dias no estacionamento de seu amigo Y, com quem guarda relação de confiança. Certo dia, Z, com a intenção de se apossar do veículo de X, dirigiu-se ao estacionamento e falou ao manobrista que foi buscar o carro a pedido de X. O Manobrista entregou as chaves do veículo de X para Z, que o saiu conduzindo. X foi até o estacionamento e tomou conhecimento de que seu veículo havia sido levado por um terceiro. O veículo não foi localizado e X não conhece Z e nem lhe deu qualquer autorização. A conduta de Z amolda-se ao crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estelionato."
      },
      {
        "letra": "B",
        "texto": "apropriação de coisa havia por erro."
      },
      {
        "letra": "C",
        "texto": "furto qualificado pelo abuso de confiança."
      },
      {
        "letra": "D",
        "texto": "furto mediante fraude."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2547102",
    "metadata": "Ano: 2024 | Banca: Avança SP | Órgão: Câmara Municipal de Itapecerica da Serra - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Sobre os crimes de estelionato e outras fraudes, é CORRETO o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No delito de estelionato, a ação penal é de iniciativa privada e somente se procede mediante queixa do ofendido."
      },
      {
        "letra": "B",
        "texto": "Não constitui fato típico tomar refeição em restaurante, alojar-se em hotel ou utilizar-se de meio de transporte sem dispor de recursos para efetuar o pagamento."
      },
      {
        "letra": "C",
        "texto": "Se o criminoso é primário, e é de pequeno valor o prejuízo, o juiz pode substituir a pena de reclusão pela de detenção, diminuí-la de um a dois terços, ou aplicar somente a pena de multa."
      },
      {
        "letra": "D",
        "texto": "A ação penal referente ao crime de fraude à execução somente se procede mediante representação."
      },
      {
        "letra": "E",
        "texto": "Abusar, em proveito próprio ou alheio, da inexperiência ou da simplicidade ou inferioridade mental de outrem, induzindo-o à prática de jogo ou aposta, ou à especulação com títulos ou mercadorias, sabendo ou devendo saber que a operação é ruinosa, constitui o delito de abuso de incapazes."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2489730",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prazos prescricionais e forma de contagem dos prazos",
      "Decadência.",
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Lúcia, maior e capaz, foi vítima do crime de estelionato na data do seu aniversário de trinta anos de idade, suportando um prejuízo financeiro de dois mil reais. Registre-se que a ofendida somente procurou as autoridades públicas incumbidas da persecução penal sete meses após os fatos, mesmo tendo ciência de quem foi o autor do delito desde o dia da empreitada criminosa. Nesse cenário, considerando as disposições do Código Penal, é correto afirmar que se operou a extinção de punibilidade em razão da:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "prescrição da pretensão executória estatal;"
      },
      {
        "letra": "B",
        "texto": "prescrição da pretensão punitiva estatal;"
      },
      {
        "letra": "C",
        "texto": "renúncia ao direito de queixa;"
      },
      {
        "letra": "D",
        "texto": "perempção;"
      },
      {
        "letra": "E",
        "texto": "decadência."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2489102",
    "metadata": "Ano: 2024 | Banca: IV - UFG | Órgão: TJ-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Leia o caso a seguir. Um homem falsificou uma folha de cheque e a depositou no caixa eletrônico de uma agência de banco privado na cidade de Rio Branco/AC, indicando uma agência do mesmo banco na cidade de Acrelândia/AC para que fosse efetuado o depósito do numerário. A folha se destinava ao débito de valores depositados numa outra conta da agência do banco da cidade de Acrelândia/AC, os quais foram pagos. Elaborado pelo(a) autor(a). O homem responderá pelo crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estelionato, absorvida a falsificação de documento público, que deverá ser processado na cidade de Rio Branco/AC."
      },
      {
        "letra": "B",
        "texto": "falsificação de documento público em concurso formal com estelionato, que deverá ser processado na cidade de Acrelândia/AC."
      },
      {
        "letra": "C",
        "texto": "estelionato, absorvida a falsificação de documento público, que deverá ser processado na cidade de Acrelândia/AC."
      },
      {
        "letra": "D",
        "texto": "falsificação de documento público em concurso formal com estelionato, que deverá ser processado na cidade de Rio Branco/AC."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2459916",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: ENAM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Ricardo, com a intenção de ter um carro, apresentou-se como manobrista na frente de um restaurante e, assim, logrou iludir Carolina, que lhe entregou as chaves de seu veículo, pensando que este seria estacionado em segurança. Em seguida, Ricardo se apossou do veículo de Carolina. Assinale a opção que indica, corretamente, o crime praticado por Ricardo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estelionato."
      },
      {
        "letra": "B",
        "texto": "Apropriação indébita."
      },
      {
        "letra": "C",
        "texto": "Furto mediante fraude."
      },
      {
        "letra": "D",
        "texto": "Furto mediante abuso de confiança."
      },
      {
        "letra": "E",
        "texto": "Apropriação de coisa havida por erro."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2414819",
    "metadata": "Ano: 2024 | Banca: Instituto Consulplan | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Decadência.",
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "João Paulo, idoso contando com 68 anos, em 10/02/2021, foi vítima de estelionato praticado por Fernando, contando com 70 anos de idade na data do cometimento da conduta. O crime foi presenciado por Nathália, amiga de João Paulo, que, na manhã seguinte, compareceu à delegacia, momento em que foi ouvida como testemunha. João Paulo, embora conheça a autoria do crime, preferiu não ir comparecer à delegacia, deixando de ser ouvido em sede extrajudicial. Oito meses após a data do crime, o Ministério Público denunciou Fernando pelo crime de estelionato praticado contra João Paulo. Considerando o caso hipotético narrado, a denúncia deverá ser rejeitada, ante a decadência, eis que, com a nova lei, a ação penal do crime de estelionato passou a ser pública condicionada à representação do ofendido em todos os casos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2407056",
    "metadata": "Ano: 2024 | Banca: Instituto Consulplan | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Em cada item seguir é apresentada uma situação hipotética a ser julgada com base na legislação brasileira protetiva da pessoa idosa. O crime de estelionato tem sua pena aumentada de um terço ao dobro, se cometido contra pessoa idosa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2436348",
    "metadata": "Ano: 2023 | Banca: UNITINS | Órgão: AFTO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "A Polícia Civil prendeu, em 3 de abril 2023, um indivíduo de 39 anos, suspeito de aplicar golpes em idosos em Taguatinga e Ponte Alta do Bom Jesus, na região sudeste do Tocantins. Segundo o delegado que conduziu as investigações, o indivíduo abordava os idosos em suas casas, afirmando ser servidor da Previdência Social e que precisava fazer a prova de vida das vítimas. Em seguida, solicitava todos os documentos pessoais, inclusive os cartões e as senhas de recebimentos dos benefícios e auxílios previdenciários. De posse dos cartões, o indivíduo se dirigia até as agências bancárias de várias cidades e realizava inúmeras transações, como empréstimos, adiantamentos, saques, transferências, além de utilizar o limite de crédito em uma máquina de cartão licenciada em seu nome. Diante de todos esses elementos, foi apresentada representação policial pela prisão preventiva do investigado, o que possibilitou a prisão do indivíduo.Disponível em: agenciatocantins.com.br. Acesso em: 7 ago. 2023. (Adaptado) Os fatos narrados na notícia configuram, em tese, o delito de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "roubo."
      },
      {
        "letra": "B",
        "texto": "furto."
      },
      {
        "letra": "C",
        "texto": "estelionato."
      },
      {
        "letra": "D",
        "texto": "fraude em execução."
      },
      {
        "letra": "E",
        "texto": "dano."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2386174",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Considerando o estelionato contra idoso e vulnerável, e o estelionato praticado mediante fraude eletrônica, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São tipos penais autônomos do crime de estelionato, processáveis por ação penal pública incondicionada."
      },
      {
        "letra": "B",
        "texto": "O estelionato praticado mediando fraude eletrônica é punido de forma aumentada, já que a fraude eletrônica enseja causa de aumento ao crime de estelionato."
      },
      {
        "letra": "C",
        "texto": "O estelionato praticado contra idoso ou vulnerável é processável por ação penal pública incondicionada."
      },
      {
        "letra": "D",
        "texto": "O estelionato praticado mediante fraude eletrônica exige que as informações obtidas por fraude eletrônica sejam fornecidas pela própria vítima, através de contato telefônico, correio eletrônico ou mensagem por aplicativos."
      },
      {
        "letra": "E",
        "texto": "O estelionato contra idoso ou vulnerável, considerada a relevância do resultado gravoso, é punido de forma aumentada, podendo chegar ao dobro da pena do crime de estelionato."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2374461",
    "metadata": "Ano: 2023 | Banca: FCC | Órgão: DPE-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato",
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum"
    ],
    "enunciado_principal": "Considere os casos a seguir: 1. Paulo praticou o crime de furto qualificado mediante fraude contra seu irmão unilateral Pedro. 2. Carlos residia com seus pais há pouco mais de um mês quando praticou o delito de apropriação indébita, cuja ofendida é sua genitora, que contava com 60 anos na data dos fatos. 3. Diana, que contava com 61 anos quando dos fatos, residente na cidade de Vila Velha/ES, foi vítima do crime de estelionato simples praticado por seu irmão, Antônio, que reside em Vitória/ES. 4. Renato praticou a infração penal de incêndio culposo na habitação de seu filho Rafael. Analisando as hipóteses acima, em relação a eventual ação penal e sua necessidade, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ação penal no caso de Renato será pública incondicionada, ao passo que a ação penal em desfavor de Antônio será condicionada à representação."
      },
      {
        "letra": "B",
        "texto": "A ação penal contra Paulo será pública condicionada à representação, mesma hipótese para o caso de Renato."
      },
      {
        "letra": "C",
        "texto": "A ação penal contra Antônio será pública incondicionada, ao passo que a ação penal em desfavor de Carlos será pública condicionada à representação."
      },
      {
        "letra": "D",
        "texto": "Renato sequer deve ser processado, pois incide hipótese de isenção de pena, ao passo que a ação penal contra Carlos será pública incondicionada."
      },
      {
        "letra": "E",
        "texto": "A ação penal em desfavor de Carlos será pública incondicionada, mesma hipótese para o caso de Paulo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2312119",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Efeitos da condenação",
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Em um processo criminal no qual o réu responde por crime de estelionato, praticado contra idoso, do qual resultou prejuízo de R$ 1.500,00, restam demonstradas a autoria e a materialidade delitiva, apurando-se ainda que, depois do recebimento da denúncia, o réu ressarciu o lesado do prejuízo decorrente do crime. Diante do caso narrado, o juiz deve:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "absolver o réu, reconhecendo a falta de justa causa;"
      },
      {
        "letra": "B",
        "texto": "absolver o réu, reconhecendo a incidência do princípio da bagatela;"
      },
      {
        "letra": "C",
        "texto": "condenar o réu, reconhecendo a incidência de circunstância judicial favorável ao réu (consequências do crime) e de causa de aumento de pena (crime cometido contra idoso);"
      },
      {
        "letra": "D",
        "texto": "condenar o réu, reconhecendo a incidência de circunstância agravante (crime praticado contra maior de 60 anos) e de causa de diminuição de pena (arrependimento posterior);"
      },
      {
        "letra": "E",
        "texto": "condenar o réu, reconhecendo a incidência de circunstância atenuante (ter o agente, antes do julgamento, reparado o dano) e de causa de aumento de pena (crime cometido contra idoso)."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2253318",
    "metadata": "Ano: 2023 | Banca: IDECAN | Órgão: Prefeitura de Maracanaú - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Observe o texto abaixo: No golpe da falsa central, criminosos entram em contato com correntistas de diferentes instituições financeiras fingindo ser da central de atendimento e/ou de segurança dos bancos. A fraude tem algumas variações no seu modo de operação, mas sempre visa ao roubo de dados e ao prejuízo financeiro do cliente. Em uma das possibilidades mais comuns, os criminosos afirmam que houve uma movimentação atípica na conta e que, por isso, é necessário confirmar algumas informações, como número do cartão e a senha. (disponível em https://www.techtudo.com.br/noticias/2023/03/golpe- da-falsa-central-entenda-como-funciona-e-saiba-se-proteger.ghtml) Considerando o caso acima, se os criminosos têm êxito em obter fraudulentamente o dinheiro das vítimas, haverá prática do crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estelionato."
      },
      {
        "letra": "B",
        "texto": "apropriação indébita."
      },
      {
        "letra": "C",
        "texto": "roubo."
      },
      {
        "letra": "D",
        "texto": "extorsão."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2253116",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: Prefeitura de São Paulo - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato",
      "Crimes contra a administração pública",
      "Corrupção ativa em transação comercial internacional. Tráfico de influência em transação comercial internacional",
      "Contrabando",
      "Descaminho"
    ],
    "enunciado_principal": "Carlos é comerciante e decide importar uma grande quantidade de eletrônicos, como smartphones e tablets, para revender em sua loja. Ele tem ciência de que, para realizar a importação legalmente, precisa pagar os devidos tributos aduaneiros. Entretanto, visando obter maior lucro, Carlos decide não declarar a totalidade dos eletrônicos importados e subfatura a quantidade real da carga na documentação de importação, com o intuito de reduzir os valores dos tributos que deveria pagar. Considerando o caso apresentado, assinale a alternativa que corresponde à infração cometida por Carlos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Contrabando."
      },
      {
        "letra": "B",
        "texto": "Corrupção ativa em transação comercial."
      },
      {
        "letra": "C",
        "texto": "Falsidade material."
      },
      {
        "letra": "D",
        "texto": "Descaminho."
      },
      {
        "letra": "E",
        "texto": "Estelionato."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2224698",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "João compareceu ao pequeno comércio de Joana, idosa de 71 anos de idade. Após colocar diversos produtos em um carrinho de compras, o agente dirigiu-se ao caixa, ocasião em que entregou à proprietária papel-moeda grosseiramente falsificado, para fins de pagamento. Em seguida, logrando êxito em seu intento, João deixou o estabelecimento e se evadiu. Nesse cenário, considerando as disposições do Código Penal e o entendimento dominante do Superior Tribunal de Justiça, João incorrerá no crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estelionato, persequível mediante ação penal pública incondicionada;"
      },
      {
        "letra": "B",
        "texto": "moeda falsa, persequível mediante ação penal pública incondicionada;"
      },
      {
        "letra": "C",
        "texto": "furto, persequível mediante ação penal pública incondicionada;"
      },
      {
        "letra": "D",
        "texto": "moeda falsa qualificado, por se tratar de vítima idosa;"
      },
      {
        "letra": "E",
        "texto": "estelionato qualificado, por se tratar de vítima idosa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2221680",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita",
      "Estelionato",
      "Crimes contra a administração pública",
      "Peculato",
      "Advocacia administrativa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "Débora, arquiteta e sem vinculo permanente com a Administração Pública, atuando como perita judicial, recebe honorários, mas não realiza o trabalho pericial. Intimada pelo juiz da causa para devolver a quantia, não o faz. A conduta de Débora se amolda ao crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apropriação indébita (Art.168 do CP);"
      },
      {
        "letra": "B",
        "texto": "peculato (Art. 312 do CP);"
      },
      {
        "letra": "C",
        "texto": "estelionato (Art. 171 do CP);"
      },
      {
        "letra": "D",
        "texto": "advocacia administrativa (Art. 321 do CP);"
      },
      {
        "letra": "E",
        "texto": "falsa perícia (Art. 342 do CP)."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2220650",
    "metadata": "Ano: 2023 | Banca: IGEDUC | Órgão: Prefeitura de Triunfo - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Julgue o item a seguir. Aquele que clona contas de redes sociais através de informações obtidas com a vítima, e se passa por ela a fim de solicitar dinheiro, responderá pelo crime de estelionato por fraude eletrônica.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2183243",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Apropriação indébita",
      "Estelionato"
    ],
    "enunciado_principal": "Joana, maior e capaz, ao completar 30 anos de idade, resolve inovar a vida profissional, passando a laborar com a produção de textos publicados na internet. No curso de um dia ordinário de trabalho, o computador de Joana apresenta defeito, motivo pelo qual esta publica, em sua rede social, um pedido por indicações de pessoas especializadas no conserto de eletrônicos. No dia seguinte, João, tendo tomado conhecimento da necessidade de Joana e atuando com dolo, comparece ao domicílio desta e oferece os seus serviços, afirmando que é especialista em eletrônicos e que pode resolver a problemática em cinco dias úteis. Joana, então, entrega o seu computador a João, que desaparece, sem prestar qualquer tipo de serviço à vítima, que permanece desamparada. Nesse cenário, considerando as disposições do Código Penal, a conduta de João caracteriza o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "furto qualificado pela fraude, persequível mediante ação penal pública condicionada à representação do ofendido;"
      },
      {
        "letra": "B",
        "texto": "estelionato, persequível mediante ação penal pública condicionada à representação do ofendido;"
      },
      {
        "letra": "C",
        "texto": "furto qualificado pela fraude, persequível mediante ação penal pública incondicionada;"
      },
      {
        "letra": "D",
        "texto": "apropriação indébita, persequível mediante ação penal pública incondicionada;"
      },
      {
        "letra": "E",
        "texto": "estelionato, persequível mediante ação penal pública incondicionada."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2162296",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de São Cristóvão - SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato",
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Corrupção ativa"
    ],
    "enunciado_principal": "Túlio, passando-se por funcionário da prefeitura, solicitou propina a lojistas em troca de não autuá-los por supostas infrações em seus estabelecimentos comerciais. Nessa situação hipotética, Túlio terá praticado o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estelionato."
      },
      {
        "letra": "B",
        "texto": "corrupção ativa."
      },
      {
        "letra": "C",
        "texto": "excesso de exação."
      },
      {
        "letra": "D",
        "texto": "concussão."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2108177",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: TCM-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Princípios limitadores do poder punitivo estatal",
      "Crimes contra o patrimônio",
      "Roubo",
      "Estelionato",
      "Crimes contra a fé pública",
      "Falsidade ideológica",
      "Crimes contra a administração pública",
      "Contrabando"
    ],
    "enunciado_principal": "A interpretação da Súmula 599 do Superior Tribunal de Justiça veda a aplicação do princípio da insignificância ao crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "roubo."
      },
      {
        "letra": "B",
        "texto": "estelionato."
      },
      {
        "letra": "C",
        "texto": "contrabando"
      },
      {
        "letra": "D",
        "texto": "falsidade ideológica."
      },
      {
        "letra": "E",
        "texto": "adulteração de sinal identificador de veículo automotor."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2080669",
    "metadata": "Ano: 2023 | Banca: FUNDEP (Gestão de Concursos) | Órgão: Prefeitura de Barra Longa - MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Golpes e crimes virtuais aumentam durante a pandemia no RS De acordo com a Secretaria de Segurança Pública, estelionato cresceu 25% durante o isolamento social, em comparação com o mesmo período do ano passado. Especialista dá dicas de como evitar cair em fraudes. Disponível em: https://g1.globo.com/rs/rio-grande-do-sul/ noticia/2020/06/15/golpes-e-crimes-virtuais-aumentamdurante-a-pandemia-no-rs.ghtml. Acesso em: 17 set. 2020. Crime de estelionato é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Atentado que, mesmo de forma virtual, é cometido contra a vida de outrem."
      },
      {
        "letra": "B",
        "texto": "Crimes praticados contra o patrimônio individual por meio da internet."
      },
      {
        "letra": "C",
        "texto": "Obtenção de vantagem patrimonial por meio de procedimentos fraudulentos."
      },
      {
        "letra": "D",
        "texto": "Uso de coação física para a obtenção e ampliação de patrimônio individual."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2059107",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: DPE-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Roubo",
      "Extorsão",
      "Estelionato",
      "Receptação"
    ],
    "enunciado_principal": "Será necessária representação para que se proceda à ação penal no crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "receptação, cuja vítima seja o irmão do agente."
      },
      {
        "letra": "B",
        "texto": "roubo praticado pelo filho contra o pai."
      },
      {
        "letra": "C",
        "texto": "extorsão praticado pelo pai contra o filho homem."
      },
      {
        "letra": "D",
        "texto": "furto praticado por sobrinho contra o tio que possua, à época dos fatos, sessenta e dois anos de idade."
      },
      {
        "letra": "E",
        "texto": "estelionato praticado contra o cônjuge na constância da sociedade conjugal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2191124",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: Câmara Municipal de Itatiba - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Sempre que uma dada sociedade esteja diante de contextos sociais de muita dificuldade econômica, é discutido pela literatura mais especializada, que poderá haver um acréscimo nos crimes, ou seja, nas condutas consideradas desviantes. Dentre os crimes que porventura sofrerão uma possível alta decorrente do contexto social e econômico da citada sociedade, estão aqueles que se comentem face ao patrimônio de outrem. Portanto, é possível concluirmos que a dificuldade econômica se fazendo presente na vida e no cotidiano das pessoas, é possível que daí surja um aumento do quantitativo dos crimes como furto, roubo, extorsão, dano e outros crimes contra o patrimônio. Sabendo disso, e analisando a conduta delitiva do Estelionato, tal como determinado pela legislação penal brasileira, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nas mesmas penas previstas para o tipo penal do Estelionato incorrerá todo aquele que destruir, ainda que parcialmente, patrimônio seu, com o objetivo de receber para si, o valor referente ao seguro"
      },
      {
        "letra": "B",
        "texto": "Caso Fulano, ao realizar o pagamento a Ciclano, pelo trabalho de jardinagem realizado em sua residência, o faça mediante a emissão de cheque, que saiba não possuir suficiente provisão e fundos, poderá responder pela conduta descrita como estelionato por fraude na emissão de cheque sem fundos, ainda que a conduta tenha se dado por culpa de Fulano"
      },
      {
        "letra": "C",
        "texto": "Todo aquele que vier a obter para si uma vantagem considerada pela legislação pátria como sendo de natureza ilícita, tendo para tanto, prejudicado alguém ao induzi-lo ao erro, por meio fraudulento, incorrerá no que o Código Penal tipifica como Estelionato"
      },
      {
        "letra": "D",
        "texto": "Ciclano de Tal, querendo se safar da execução de uma dívida que possui com Beltrano, pratica a conduta de, por meio de negócio jurídico simulado, dar origem a dívidas anteriores àquela que enseja a citada execução, para que, com isso, deixe de arcar com os valores da execução ao alegar que possui dívidas anteriores, com outros credores. Caso tal conduta se efetivasse na prática, não estaríamos diante de nenhum tipo de conduta estelionatária"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2056381",
    "metadata": "Ano: 2022 | Banca: Avança SP | Órgão: Câmara de Embu-Guaçu - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Dano",
      "Estelionato"
    ],
    "enunciado_principal": "No tocante aos crimes contra o patrimônio, previstos, no Código Penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O emprego de arma branca ou de fogo é causa de aumento do crime de roubo."
      },
      {
        "letra": "B",
        "texto": "O crime de dano admite a modalidade culposa."
      },
      {
        "letra": "C",
        "texto": "O furto mediante fraude, cometido por meio de dispositivo eletrônico ou informático, é punido de forma qualificada, com pena idêntica às demais hipóteses qualificadoras."
      },
      {
        "letra": "D",
        "texto": "São crimes de ação penal pública condicionada à representação o furto de coisa comum, o de dano e o de estelionato."
      },
      {
        "letra": "E",
        "texto": "No crime de estelionato, ainda que primário o agente e de pequeno valor o prejuízo, por expressa vedação legal, não se aplica a redução da pena prevista para o crime de furto."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2026859",
    "metadata": "Ano: 2022 | Banca: FADENOR | Órgão: Prefeitura de Dores de Guanhães - MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato",
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Corrupção ativa"
    ],
    "enunciado_principal": "Determinado médico reiteradamente cobrava “custos adicionais” para realizar cirurgias pelo Sistema Único de Saúde (SUS). Totalmente ciente da ilicitude de seus atos, aproveitava-se o profissional da situação de vulnerabilidade das vítimas e de outro médico novato, seu colega no hospital, para exigir de tais pacientes quantia financeira para que se “furasse a fila” do SUS. Os pacientes eram conduzidos para consulta em seu consultório particular, onde as cobranças eram efetivadas e os pagamentos realizados. O Ministério Público, ao preparar a denúncia, está pronto para demonstrar ao judiciário que o médico, de acordo com o que observa o Código Penal, cometeu o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "corrupção passiva."
      },
      {
        "letra": "B",
        "texto": "estelionato."
      },
      {
        "letra": "C",
        "texto": "corrupção ativa."
      },
      {
        "letra": "D",
        "texto": "excesso de exação."
      },
      {
        "letra": "E",
        "texto": "concussão."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1998946",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Apurando um eventual crime de estelionato na tomada de crédito por meio do ilusionismo contra pessoa idosa, após lavratura de boletim de ocorrência feito pela própria vítima, o policial civil Josimar investiga se a assinatura constante no contrato de crédito é da pessoa idosa ou se foi redigida cópia por terceiro estelionatário. Se a assinatura foi forjada, mais crimes poderiam ser imputados ao agente. Nesse caso, Josimar deverá",
    "alternativas": [
      {
        "letra": "A",
        "texto": "determinar busca e apreensão na residência da pessoa idosa lesada para que sejam apreendidos documentos que contenham sua assinatura a fim de conferi-la com a do contrato fraudulento."
      },
      {
        "letra": "B",
        "texto": "intimar a pessoa idosa lesada para que seja colhido material genético a fim de compará-lo com as impressões digitais localizadas no contrato de crédito."
      },
      {
        "letra": "C",
        "texto": "manter-se inerte, uma vez que cabe à pessoa idosa lesada comprovar que a assinatura constante no contrato de crédito foi forjada por terceiro, presumindo-se a veracidade do contrato até prova em contrário."
      },
      {
        "letra": "D",
        "texto": "suspender qualquer diligência no sentido de apurar a eventual falsidade da assinatura, pois o objeto do delito apontado no boletim de ocorrência independe de prova documental."
      },
      {
        "letra": "E",
        "texto": "intimar a pessoa idosa lesada para que compareça à Delegacia levando consigo documentos que contenham sua assinatura de próprio punho para conferência com o contrato fraudulento, ou, na ausência dos documentos, para que escreva aquilo que lhe for ditado, a fim de comparar os escritos, ou ainda que passe por perícia grafotécnica especializada."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1981467",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: DPE-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Estelionato",
      "Receptação",
      "Crimes contra a administração pública",
      "Peculato"
    ],
    "enunciado_principal": "Em relação aos crimes da parte especial do Código Penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo posição do Superior Tribunal de Justiça, comete o crime de peculato o funcionário público que se apropria de verbas pagas a título de remuneração sem cumprir o dever de contraprestar os serviços para o qual foi contratado ou nomeado."
      },
      {
        "letra": "B",
        "texto": "Segundo entendimento do Superior Tribunal de Justiça, o agente que desobedecer a ordem legal de parada, feita por agente público em contexto de policiamento ostensivo, visando a repressão de crimes, não comete conduta típica."
      },
      {
        "letra": "C",
        "texto": "Conforme disposição legal, mostra-se possível a aplicação apenas da pena de multa ao crime de receptação qualificada, desde que de pequeno valor o bem objeto do delito."
      },
      {
        "letra": "D",
        "texto": "Conforme entendimento dos Tribunais Superiores, não se admite a figura do estelionato qualificado-privilegiado, uma vez que o interesse público impede o reconhecimento da benesse legal."
      },
      {
        "letra": "E",
        "texto": "O agente primário que pratica o delito de furto mediante o abuso de confiança de coisa avaliada abaixo de um salário-mínimo, faz jus ao reconhecimento do furto privilegiado-qualificado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1968227",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a inviolabilidade de segredos",
      "Crimes contra o patrimônio",
      "Furto",
      "Estelionato"
    ],
    "enunciado_principal": "Acerca dos crimes que envolvem uso de equipamentos eletrônicos ou informáticos, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O ato de hackear ou invadir dispositivos informáticos somente é considerado crime se houver violação indevida de mecanismo de segurança."
      },
      {
        "letra": "B",
        "texto": "O prejuízo econômico não é condição necessária para caracterização do crime de invasão de dispositivo informático."
      },
      {
        "letra": "C",
        "texto": "Em situações de estelionato contra idoso ou vulnerável, só há aumento de pena nos casos que envolvam meio eletrônico ou informático."
      },
      {
        "letra": "D",
        "texto": "O furto mediante fraude por meio informático ou eletrônico é causa de aumento de pena."
      },
      {
        "letra": "E",
        "texto": "Para fins de dosimetria da pena, é irrelevante determinar se o servidor utilizado para a prática do crime é mantido dentro ou fora do território nacional."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1964864",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: MPC-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Acerca dos crimes contra a previdência e a seguridade social, julgue o item seguinte. A pena pelo crime de estelionato é aumentada de um terço se a conduta for cometida em detrimento do Instituto Nacional de Seguridade Social.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1958872",
    "metadata": "Ano: 2022 | Banca: TRF - 4ª REGIÃO | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Lei penal no espaço",
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Com o confisco alargado, aplicável em condenações por infrações às quais a pena cominada máxima seja superior a seis anos de reclusão, permite-se que o perdimento de bens incida sobre o valor do patrimônio ilicitamente acumulado a partir do início da prática delitiva, sem necessidade de demonstração da relação de causalidade específica entre a prática delitiva e o enriquecimento do condenado."
      },
      {
        "letra": "B",
        "texto": "No que diz respeito à natureza jurídica do delito de estelionato previdenciário, a jurisprudência dos Tribunais Superiores faz as seguintes distinções: I) crime permanente, quando a fraude é praticada pelo próprio beneficiário, que passa, assim, a perceber prestação previdenciária mensalmente; II) crime instantâneo com efeitos permanentes, quando a fraude é praticada por terceiro não beneficiário, de forma a permitir a concessão de benefício previdenciário indevido a outrem; III) crime continuado, quando é praticado por terceiro que, após a morte do beneficiário, não comunica o falecimento e permanece recebendo o benefício regularmente concedido, como se ele fosse, sacando as prestações mediante uso do cartão magnético e senha do segurado falecido."
      },
      {
        "letra": "C",
        "texto": "Consoante jurisprudência atual do Superior Tribunal de Justiça, evidenciado dano ao serviço postal em razão do furto de correspondências e encomendas, estará caracterizada a lesão ao serviço-fim da Empresa Brasileira de Correios e Telégrafos (ECT), a atrair a competência da Justiça Federal mesmo que o crime seja perpetrado em agência explorada por particular mediante contrato de franquia."
      },
      {
        "letra": "D",
        "texto": "Consoante jurisprudência atual do Superior Tribunal de Justiça, é possível o reconhecimento do delito de evasão de divisas como crime antecedente para a caracterização da lavagem de dinheiro, pois, se o agente pratica atos visando à ocultação de numerários ilicitamente enviados ao exterior, também incide em lavagem de dinheiro."
      },
      {
        "letra": "E",
        "texto": "Segundo a jurisprudência atual do Superior Tribunal de Justiça, uma vez preenchidos os pressupostos para a aplicação da extraterritorialidade da lei penal brasileira, crime de homicídio praticado por brasileiro nato contra estrangeiro no exterior, cuja extradição tenha sido negada, deve ser processado e julgado pela Justiça Estadual, já que a situação não se enquadra nas hipóteses do artigo 109 da Constituição Federal."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1946482",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Dano",
      "Estelionato",
      "Receptação"
    ],
    "enunciado_principal": "A respeito dos crimes contra o patrimônio, previstos no Código Penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O furto mediante fraude, cometido por meio de dispositivo eletrônico ou informático, é punido de forma qualificada, com pena idêntica às demais hipóteses qualificadoras."
      },
      {
        "letra": "B",
        "texto": "O emprego de arma branca ou de fogo é causa de aumento do crime de roubo, que pode dobrar a pena, a depender do tipo de arma."
      },
      {
        "letra": "C",
        "texto": "São crimes de ação penal pública condicionada à representação o furto de coisa comum, o esbulho possessório, o de dano e o de estelionato."
      },
      {
        "letra": "D",
        "texto": "O crime de dano e o crime de receptação admitem a modalidade culposa."
      },
      {
        "letra": "E",
        "texto": "No crime de estelionato, ainda que primário o agente e de pequeno valor o prejuízo, por expressa vedação legal, não se aplica a redução da pena prevista para o crime de furto."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1937429",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: Governo do Distrito Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Extorsão",
      "Estelionato"
    ],
    "enunciado_principal": "Em relação aos crimes em espécie, julgue o item subsequente. Na hipótese de um presidiário telefonar para uma mãe de família exigindo que ela faça, imediatamente, um PIX de R$ 5.000,00 para uma terceira pessoa, sob a ameaça de matar seu filho primogênito, que supostamente estaria em cativeiro com outros membros da gangue, quando, na realidade, o filho dela está em segurança na casa da namorada, é correto afirmar que o criminoso responderá pelo crime de estelionato.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1927460",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: Prefeitura de Manaus - AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato",
      "Crimes contra a administração pública",
      "Peculato",
      "Corrupção passiva",
      "Corrupção ativa"
    ],
    "enunciado_principal": "Ao atender determinado paciente pelo Sistema Único de Saúde (SUS), Esculápio, médico regularmente designado para o serviço, utiliza sua máquina particular de videolaparoscopia, item não disponível na rede pública local. Para tanto, após confirmar com outro profissional médico a necessidade do exame, acerta com o paciente o pagamento do valor de R$1.500,00 pelo uso do equipamento, durante a cirurgia realizada. O valor é parcelado em cinco vezes, mas vai a conhecimento público e é apresentado como notícia de fato ao Ministério Público. Diante destes fatos, é correto afirmar que Esculápio",
    "alternativas": [
      {
        "letra": "A",
        "texto": "praticou corrupção ativa."
      },
      {
        "letra": "B",
        "texto": "praticou corrupção passiva."
      },
      {
        "letra": "C",
        "texto": "praticou peculato."
      },
      {
        "letra": "D",
        "texto": "praticou estelionato."
      },
      {
        "letra": "E",
        "texto": "não praticou crime."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1925104",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Logo após alugar um imóvel residencial, Cosme, valendo-se de seus conhecimentos na área de engenharia elétrica, resolveu adulterar o medidor de consumo de energia do imóvel, fazendo com que o aparelho não registrasse o consumo em determinados momentos, alternados com períodos em que o consumo era menor do que o efetivamente realizado. Do ponto de vista jurídico-penal, a conduta de Cosme pode ser classificada como:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "furto simples;"
      },
      {
        "letra": "B",
        "texto": "furto de energia;"
      },
      {
        "letra": "C",
        "texto": "estelionato;"
      },
      {
        "letra": "D",
        "texto": "furto qualificado pela fraude;"
      },
      {
        "letra": "E",
        "texto": "furto de energia qualificado pela fraude."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1911925",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PC-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública incondicionada",
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "No dia 29 de junho de 2021, Maria, nascida em 20 de maio de 1944, foi vítima de um golpe, entregando a um estelionatário 10 mil reais, após ser induzida a erro pelo golpista. Hesita em procurar a polícia, mas o fato é comunicado à autoridade policial por uma vizinha da vítima. A propósito do início do inquérito policial que apura o crime de estelionato, no caso em questão, é correto afirmar que a autoridade policial",
    "alternativas": [
      {
        "letra": "A",
        "texto": "só pode instaurar inquérito se houver representação da ofendida, pois o crime em questão é de ação penal pública condicionada."
      },
      {
        "letra": "B",
        "texto": "pode instaurar inquérito independentemente da representação da ofendida, pois o crime de estelionato praticado contra maior de 70 anos é de ação penal pública incondicionada."
      },
      {
        "letra": "C",
        "texto": "pode instaurar inquérito sem a representação da ofendida, independentemente de sua idade, pois em qualquer caso a ação penal no crime de estelionato é pública incondicionada."
      },
      {
        "letra": "D",
        "texto": "pode instaurar inquérito sem a representação da ofendida, pois qualquer investigação criminal pode ser iniciada de ofício pela autoridade policial, não se exigindo manifestação da vítima."
      },
      {
        "letra": "E",
        "texto": "só pode instaurar inquérito se houver requerimento da ofendida, pois o crime em questão é de ação penal privada."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1901854",
    "metadata": "Ano: 2022 | Banca: FUNDATEC | Órgão: SUSEPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Obter, para si ou para outrem, vantagem ilícita, em prejuízo alheio, induzindo ou mantendo alguém em erro, mediante artifício, ardil, ou qualquer outro meio fraudulento, configura o crime de estelionato, que se procede mediante representação, nos termos do Código Penal, se a vítima for:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A Administração Pública, direta ou indireta."
      },
      {
        "letra": "B",
        "texto": "Criança ou adolescente."
      },
      {
        "letra": "C",
        "texto": "Incapaz."
      },
      {
        "letra": "D",
        "texto": "Pessoa com deficiência física."
      },
      {
        "letra": "E",
        "texto": "Maior de 70 anos de idade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1899394",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PC-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública incondicionada",
      "Ação penal pública condicionada à representação",
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "O crime de Estelionato, após recente alteração legislativa empreendida pela Lei nº 13.964/19, sofreu mudança no que diz respeito ao tipo de ação penal, que anteriormente era pública incondicionada em todos os casos. Com a mudança, o crime de estelionato passou a ser de ação penal pública condicionada à representação do ofendido, preservando, no entanto, algumas hipóteses de ação penal pública incondicionada, todas previstas no §5º do Art. 171. Dentre tais hipóteses não encontramos estelionato cometido contra",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a Administração Pública indireta."
      },
      {
        "letra": "B",
        "texto": "adolescente."
      },
      {
        "letra": "C",
        "texto": "pessoa com deficiência mental."
      },
      {
        "letra": "D",
        "texto": "pessoa maior de 60 anos."
      },
      {
        "letra": "E",
        "texto": "pessoa incapaz."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1891708",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Bráulio, policial civil em férias, estava na DP em que trabalha esperando um inspetor de polícia amigo, com o qual havia combinado de almoçar. Nesse momento, chegou ao local Patrícia, mãe de Gabriel, que fora preso em flagrante delito por furto no dia anterior. Patrícia se dirigiu a Bráulio e disse que estava ali para pagar a fiança do filho. Bráulio, a fim de agilizar o procedimento e sair logo para o almoço, acessou o sistema informatizado e verificou que Gabriel fora autuado por furto qualificado, insuscetível de fiança (o que, inclusive, encontravase mencionado na decisão do delegado plantonista). Ainda assim, Bráulio disse que a fiança foi fixada no valor de um salário mínimo e recolheu para si a quantia entregue por Patrícia. Nessa situação hipotética, Bráulio cometeu crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apropriação indébita."
      },
      {
        "letra": "B",
        "texto": "apropriação de coisa havida por erro."
      },
      {
        "letra": "C",
        "texto": "peculato por erro de outrem."
      },
      {
        "letra": "D",
        "texto": "estelionato."
      },
      {
        "letra": "E",
        "texto": "peculato."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1891706",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Atanagildo ofereceu ação indenizatória contra empresa concessionária de energia elétrica, sustentando, em sua petição inicial, a interrupção no fornecimento de eletricidade por diversos dias consecutivos. A fim de não realizar o pagamento de custas processuais, Atanagildo se declarou hipossuficiente. Contudo, logo restou demonstrado pela empresa que Atanagildo não era hipossuficiente, bem como que, embora realmente o fornecimento de energia tenha sido interrompido na região por problemas técnicos, a suposta casa de Atanagildo não passava de um terreno, no qual não havia construções nem sequer um medidor de consumo de energia. Assim, o magistrado encaminhou cópias dos documentos à Delegacia de Polícia da área, a fim de apurar a existência de crimes. Considerando-se essa situação hipotética, é correto afirmar que Atanagildo praticou",
    "alternativas": [
      {
        "letra": "A",
        "texto": "conduta atípica."
      },
      {
        "letra": "B",
        "texto": "tentativa de estelionato e uso de documento falso."
      },
      {
        "letra": "C",
        "texto": "tentativa de estelionato e falsidade ideológica."
      },
      {
        "letra": "D",
        "texto": "tentativa de estelionato."
      },
      {
        "letra": "E",
        "texto": "falsidade ideológica."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1886825",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Dano",
      "Apropriação indébita",
      "Estelionato",
      "Outras fraudes"
    ],
    "enunciado_principal": "Conforme entendimento do STJ, o uso fraudulento de material transparente nas fases “a” e “b” do medidor de consumo de energia elétrica que permita a alteração do relógio para reduzir a quantidade registrada e consumida e induza a erro a companhia de eletricidade, gerando a obtenção de vantagem ilícita, configura o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "modificação não autorizada de sistema de informações."
      },
      {
        "letra": "B",
        "texto": "dano."
      },
      {
        "letra": "C",
        "texto": "furto."
      },
      {
        "letra": "D",
        "texto": "estelionato."
      },
      {
        "letra": "E",
        "texto": "apropriação indébita."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1864169",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Apropriação indébita",
      "Estelionato"
    ],
    "enunciado_principal": "Determinada investigação foi instaurada para apurar fraude, ocorrida em 02 de julho de 2020, em Macapá, na obtenção de auxílio emergencial concedido pelo Governo Federal, por meio da Caixa Econômica Federal, em decorrência da pandemia da Covid19. Jack declarou na investigação que realizou depósito em sua conta do “ComércioRemunerado”, no valor de R$ 600,00 e depois percebeu que aquela quantia foi transferida para Russel, sendo que não foi Jack quem realizou a operação financeira nem a autorizou. Russel assinalou que a aludida quantia foi realmente transferida para sua conta no “ComércioRemunerado” e foi declarada como pagamento de conserto de motocicleta, para enganar os órgãos competentes e conseguir a antecipação do auxílio emergencial. Disse que foi Fênix, proprietária de uma loja de manutenção de telefones celulares, quem lhe propôs a prática de tais condutas, acrescentando que seria um procedimento legal, e ainda ofereceu R$ 50,00 para cada antecipação passada em sua máquina do “ComércioRemunerado”, sendo que Jack praticou a conduta quatro vezes. Disse ainda que o dinheiro entrava em sua conta no “ComércioRemunerado” e era transferido para a conta de Fênix. O auxílio emergencial era disponibilizado pela União, por meio da Caixa Econômica Federal. O crime supostamente praticado nesse caso é o de: O crime supostamente praticado nesse caso é o de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estelionato;"
      },
      {
        "letra": "B",
        "texto": "furto mediante fraude;"
      },
      {
        "letra": "C",
        "texto": "apropriação indébita;"
      },
      {
        "letra": "D",
        "texto": "apropriação indébita previdenciária;"
      },
      {
        "letra": "E",
        "texto": "peculato."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1860063",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública condicionada à representação",
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "No que diz respeito ao processo penal, julgue o seguinte item. Por força das alterações introduzidas em 23 de janeiro de 2020 pela Lei n.º 13.964/2019, é exigida representação para a propositura de ação penal sobre crime de estelionato que não tenha sido praticado contra a administração pública, direta ou indireta, criança, adolescente, pessoa com deficiência mental, maior de setenta anos de idade ou incapaz. Contudo, dada a natureza da norma em questão, tal exigência aplica-se somente aos crimes de estelionato praticados a partir da data de entrada em vigor das citadas alterações.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3230072",
    "metadata": "Ano: 2021 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Nos crimes previstos no Art. 171 do Código Penal (estelionato), quando praticados mediante depósito, mediante emissão de cheques sem suficiente provisão de fundos em poder do sacado ou com o pagamento frustrado ou mediante transferência de valores, a competência será definida pelo(a):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Local do domicílio do réu."
      },
      {
        "letra": "B",
        "texto": "Local do domicílio da vítima."
      },
      {
        "letra": "C",
        "texto": "Lugar em que se consumar a infração."
      },
      {
        "letra": "D",
        "texto": "Juiz que primeiro tomar conhecimento do fato."
      },
      {
        "letra": "E",
        "texto": "Natureza da infração, regulada pelas leis de organização judiciária."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1868178",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: PC-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Depois de furtar bem de valor considerável, Hades aliena-o para Zeus, incauto consumidor e desconhecedor de sua origem ilícita. Nessa hipótese, Hades deverá responder por:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "crime único de estelionato de disposição de coisa alheia como própria;"
      },
      {
        "letra": "B",
        "texto": "estelionato de disposição de coisa alheia como própria em concurso material com furto;"
      },
      {
        "letra": "C",
        "texto": "estelionato de disposição de coisa alheia como própria em concurso formal próprio com furto;"
      },
      {
        "letra": "D",
        "texto": "estelionato de disposição de coisa alheia como própria em concurso formal impróprio com furto;"
      },
      {
        "letra": "E",
        "texto": "crime único de furto."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1856605",
    "metadata": "Ano: 2021 | Banca: IDECAN | Órgão: PEFOCE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública condicionada à representação",
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Fernanda possui perfil em rede social com finalidade ilícita: ela anuncia a venda de produtos eletrônicos, promete entregá-los aos clientes após o pagamento e, mesmo tendo recebido o dinheiro, não cumpre com o acordado. Dessa forma, induzida em erro por Fernanda, Cláudia, fisioterapeuta de 35 anos, acorda a compra de um aparelho de telefone celular. Fernanda, por sua vez, mesmo tendo recebido a quantia, não envia o produto e bloqueia Claudia nas redes sociais tão logo recebe o dinheiro. Nessa hipótese, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Trata-se de delito de estelionato, não há a necessidade de exame pericial e a ação penal é pública, mas condicionada a representação."
      },
      {
        "letra": "B",
        "texto": "Trata-se de delito de estelionato e o exame de corpo de delito é obrigatório, sendo que a ação penal é privada."
      },
      {
        "letra": "C",
        "texto": "Trata-se de delito de estelionato, não há necessidade de exame de corpo de delito e a ação penal será pública incondicionada."
      },
      {
        "letra": "D",
        "texto": "A conduta não configura crime enquanto não houver lesão significativa ao patrimônio da vítima e, para a comprovação da lesão, será necessário exame pericial. A ação penal é privada."
      },
      {
        "letra": "E",
        "texto": "A conduta não configura crime enquanto não houver lesão significativa ao patrimônio da vítima. Para a comprovação da lesão, não será necessário exame de corpo de delito e, no caso, a ação penal será pública incondicionada."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1856514",
    "metadata": "Ano: 2021 | Banca: FAPEC | Órgão: PC-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Assinale a alternativa correta à luz do Código Penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No caso de fraude para recebimento de indenização ou valor de seguro, o estelionato é considerado crime formal ou de consumação antecipada."
      },
      {
        "letra": "B",
        "texto": "O crime de estelionato (art. 171 do Código Penal) exige nexo de causalidade entre a fraude empregada e o engano da vítima (ou sua manutenção), mas não o exige em relação à obtenção da vantagem, em prejuízo alheio, que pode ou não ser determinada pelo erro."
      },
      {
        "letra": "C",
        "texto": "Conforme entendimento amplamente majoritário na doutrina, a conduta de adulterar o medidor de consumo da água (aparelho é modificado para indicar um consumo menor do que aquele efetivamente verificado) perfaz o crime de furto qualificado pela fraude (art. 155, §4º, inc. II do Código Penal), não o crime de estelionato (art. 171 do Código Penal)."
      },
      {
        "letra": "D",
        "texto": "A conduta da pessoa que ilude a vítima a se desfazer de um bem, causando-lhe prejuízo, mas sem obter, para si ou para outrem, a vantagem ilícita, será atípica, embora possa ser responsabilizada no âmbito cível."
      },
      {
        "letra": "E",
        "texto": "O indivíduo que se intitula agente policial para, mediante ameaça, obter vantagem ilícita de alguém pratica o crime de estelionato (art. 171 do Código Penal), uma vez que há uso de ardil para incutir temor à vítima, ocasionando seu prejuízo financeiro."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1852712",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Consumação e tentativa",
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Com a ajuda de funcionários de determinada serventia extrajudicial, Pablo obteve certidão com conteúdo falso que permitiria que realizasse diversos negócios jurídicos fraudulentos em prejuízo de terceiros. Com a certidão em mãos, Pablo realizou negócio jurídico com Vitor, vindo a causar neste o prejuízo de R$ 50.000,00, pois apenas após o pagamento dos valores, Vitor tomou conhecimento de que a certidão era falsa e que Pablo não poderia realizar o negócio. Na semana seguinte, no mesmo local e com o mesmo modus operandi, Pablo novamente apresentou a certidão falsa, dessa vez para Vanessa, pretendendo realizar negociação semelhante àquela feita com Vitor. Vanessa, contudo, desconfiou da veracidade da certidão e informou os fatos à autoridade policial, sendo constatada a falsidade antes do pagamento dos valores. Vanessa e Vitor manifestaram interesse em ver Pablo responsabilizado por seus atos. Considerando apenas as informações expostas, é correto afirmar que Pablo deverá ser responsabilizado por:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dois crimes de estelionato consumados apenas, diante da natureza formal do delito, não podendo ser reconhecida a continuidade delitiva em razão da pluralidade de vítimas;"
      },
      {
        "letra": "B",
        "texto": "dois crimes de estelionato consumados, diante da natureza formal do delito, além do crime de falsidade, já que a potencialidade lesiva do falso não se exauriu;"
      },
      {
        "letra": "C",
        "texto": "dois crimes de estelionato consumados apenas, diante da natureza formal do delito, podendo ser reconhecida a continuidade delitiva;"
      },
      {
        "letra": "D",
        "texto": "um crime de estelionato consumado e um tentado, além do delito de falsidade, já que a potencialidade lesiva do falso não se exauriu;"
      },
      {
        "letra": "E",
        "texto": "um crime de estelionato consumado e um tentado, apenas, aplicando-se o princípio da consunção em relação ao falso."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1836852",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "O delito de estelionato",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cometido contra idoso ou vulnerável tem a pena aumentada de um sexto a dois terços."
      },
      {
        "letra": "B",
        "texto": "mediante fraude eletrônica é punido com pena de 4 a 8 anos."
      },
      {
        "letra": "C",
        "texto": "com o advento da Lei Anticrime (Lei n° 13.964 de 2019) passou a depender sempre de representação."
      },
      {
        "letra": "D",
        "texto": "na figura privilegiada, embora sem previsão legal, aplica-se nos casos em que a pessoa acusada é primária e de pequeno valor o prejuízo."
      },
      {
        "letra": "E",
        "texto": "absorve o falso toda vez que utilizado para sua prática, sendo incabível o concurso entre os dois delitos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1828397",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: PC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Quanto aos crimes contra o patrimônio, julgue o item a seguir.Crime de estelionato que seja cometido contra pessoa idosa que tenha 62 anos de idade na data do fato somente se procede mediante representação da vítima.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1826470",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Com relação aos crimes previstos na Parte Especial do Código Penal, julgue o próximo item. Considere que o funcionário de determinado estabelecimento, em conluio com seu comparsa, tenha combinado a subtração de bens da empresa e que, no dia dos fatos, o comparsa tenha adentrado o estabelecimento com uma simulação de arma de fogo e exigido a entrega dos valores que estavam em poder do referido funcionário e de terceira pessoa. Considere, ainda, que o funcionário, simulando ser uma vítima, tenha recolhido o dinheiro dos demais empregados e o entregado ao comparsa. Nessa situação hipotética, a denúncia deverá narrar a conduta como fraudulenta e como crime de estelionato, em razão do não emprego de violência devido ao envolvimento do funcionário da empresa como suposta vítima.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1825561",
    "metadata": "Ano: 2021 | Banca: NC-UFPR | Órgão: PC-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Suponha que um sujeito se passe por policial rodoviário para abordar motoristas numa estrada pouco movimentada e assim cobrar propina para não multar supostas irregularidades encontradas nos veículos. Essa conduta praticada pelo falso policial deve ser tipificada como:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "corrupção passiva."
      },
      {
        "letra": "B",
        "texto": "concussão."
      },
      {
        "letra": "C",
        "texto": "extorsão."
      },
      {
        "letra": "D",
        "texto": "furto."
      },
      {
        "letra": "E",
        "texto": "estelionato."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1825430",
    "metadata": "Ano: 2021 | Banca: NC-UFPR | Órgão: PC-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Suponha que um sujeito se passe por agente da vigilância sanitária para abordar comerciantes e assim cobrar propina para não impor multas por supostas irregularidades encontradas nos estabelecimentos comerciais. Tal conduta praticada pelo falso agente deverá ser tipificada como:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "extorsão."
      },
      {
        "letra": "B",
        "texto": "estelionato."
      },
      {
        "letra": "C",
        "texto": "corrupção passiva."
      },
      {
        "letra": "D",
        "texto": "concussão."
      },
      {
        "letra": "E",
        "texto": "apropriação indébita."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1799299",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: PC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Jamil telefonou para Lurdes simulando o sequestro da neta dela. Ambos localizavam-se em Brasília – DF. Ludibriada, Lurdes enviou dinheiro à conta de Jorge, nascido e residente no Paraguai e comparsa de Jamil. Jorge foi condenado e cumpriu pena no estrangeiro pelos fatos narrados. No que se refere a essa situação hipotética, julgue o item que se segue. Jamil praticou o crime de estelionato.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1791324",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: MPE-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Paulo é médico concursado da rede pública de saúde e, no desempenho desse cargo público, costuma registrar o ponto e, em seguida, se retirar do hospital, deixando de cumprir sua carga horária de trabalho. Nessa situação hipotética, de acordo com o entendimento do STJ, Paulo pratica",
    "alternativas": [
      {
        "letra": "A",
        "texto": "peculato."
      },
      {
        "letra": "B",
        "texto": "corrupção."
      },
      {
        "letra": "C",
        "texto": "concussão."
      },
      {
        "letra": "D",
        "texto": "estelionato qualificado."
      },
      {
        "letra": "E",
        "texto": "conduta atípica."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1776229",
    "metadata": "Ano: 2021 | Banca: INSTITUTO AOCP | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Helena, desatenta por natureza, encontra-se em débito com o fisco municipal, razão pela qual dirige-se à repartição pública competente e, espontaneamente, entrega a Benício, funcionário público estadual que estava no gozo de suas férias e apenas visitava o local no momento, determinada quantia em dinheiro a título de pagamento dos valores devidos. Percebendo a confusão de Helena, Benício mantém-se em silêncio e apropria-se do dinheiro. Considerando essa situação hipotética e de acordo com o Código Penal, Benício responderá pelo crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estelionato."
      },
      {
        "letra": "B",
        "texto": "apropriação de coisa havida por erro."
      },
      {
        "letra": "C",
        "texto": "peculato apropriação."
      },
      {
        "letra": "D",
        "texto": "peculato mediante erro de outrem."
      },
      {
        "letra": "E",
        "texto": "corrupção passiva."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1775955",
    "metadata": "Ano: 2021 | Banca: INSTITUTO AOCP | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Sobre os crimes contra o patrimônio, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No furto, a pena aumenta-se de um terço se o crime é praticado durante o repouso noturno."
      },
      {
        "letra": "B",
        "texto": "No roubo, a pena aumenta-se de um terço até metade se a violência ou grave ameaça é exercida com emprego de arma branca."
      },
      {
        "letra": "C",
        "texto": "Aumenta-se a pena até a metade se o estelionato for cometido contra idoso."
      },
      {
        "letra": "D",
        "texto": "Na extorsão mediante sequestro, se o crime é cometido em concurso, o concorrente que o denunciar à autoridade, facilitando a libertação do sequestrado, terá sua pena reduzida de um a dois terços."
      },
      {
        "letra": "E",
        "texto": "A receptação é punível, ainda que desconhecido ou isento de pena o autor do crime de que proveio a coisa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1771674",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: PC-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Haroldo convence Bruna a aplicarem um golpe no casal de noivos Marcos e Fátima, apresentando-se como organizadores de casamento. Após receberem do casal vultosa quantia para a organização das bodas, Haroldo e Bruna mudaram de cidade e trocaram de telefone. Percebendo que haviam sido vítimas de um golpe, Marcos e Fátima registraram os fatos na delegacia, demonstrando interesse em ver os autores responsabilizados pelo crime de estelionato. Após o registro da ocorrência, Bruna, arrependida, por conta própria, efetuou a devolução ao casal de parte do dinheiro que havia recebido. Considerando que houve reparação parcial do dano:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a conduta de Haroldo e Bruna tornou-se atípica, tratando-se de mero ilícito civil;"
      },
      {
        "letra": "B",
        "texto": "Haroldo responderá por estelionato consumado, enquanto Bruna terá sua tipicidade afastada pela reparação parcial do dano;"
      },
      {
        "letra": "C",
        "texto": "Haroldo e Bruna responderão por estelionato, devendo Bruna ter sua pena diminuída pelo arrependimento posterior;"
      },
      {
        "letra": "D",
        "texto": "Haroldo responderá por estelionato tentado, enquanto Bruna terá sua tipicidade afastada pela reparação parcial do dano;"
      },
      {
        "letra": "E",
        "texto": "Haroldo e Bruna responderão por estelionato, sem a causa de diminuição da pena pelo arrependimento posterior."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1770439",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: PC-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Joyce, apresentando-se como agente de viagens, em 04/02/2021, ofertou ao casal Jane e Marcelo pacote turístico para um cruzeiro. Eles se interessaram pela oferta e efetuaram o pagamento de parte do valor do pacote a título de sinal. Sem qualquer notícia nos dias seguintes, Jane e Marcelo tentaram entrar em contato com Joyce, mas não obtiveram êxito, pois o endereço e o número de telefone constantes do cartão de visitas disponibilizado eram falsos. Diante disso, compareceram à delegacia para registrar a ocorrência. Considerando o acima narrado e que o dolo inicial de Joyce restou evidenciado, o fato por ela praticado tipifica o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "furto simples, de ação penal pública condicionada;"
      },
      {
        "letra": "B",
        "texto": "estelionato, que depende de representação das vítimas;"
      },
      {
        "letra": "C",
        "texto": "apropriação indébita, de ação penal pública incondicionada;"
      },
      {
        "letra": "D",
        "texto": "furto mediante fraude, de ação penal pública incondicionada;"
      },
      {
        "letra": "E",
        "texto": "estelionato, que independe de representação das vítimas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1759340",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Laura, idosa de 69 anos, em 02/02/2020, foi vítima de estelionato praticado por Mário, quando ambos estavam em uma festa. O crime foi testemunhado por Carla e José, amigos de Laura que, no dia seguinte, compareceram à Delegacia, ocasião em que foram ouvidos na qualidade de testemunhas. Laura, apesar de ter ciência da autoria do crime, preferiu não ir à Delegacia, deixando de ser ouvida em sede extrajudicial. Passados sete meses da data do crime, o Ministério Público denunciou Mário pelo crime de estelionato perpetrado contra Laura. De acordo com a situação exposta e considerando as inovações trazidas pela Lei nº 13.964/2019 (Pacote Anticrime) sobre a natureza da ação penal nos crimes de estelionato, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a ação penal deverá ser suspensa e a vítima notificada para, em trinta dias, contados da notificação, dizer se deseja representar contra o acusado, sob pena de decadência;"
      },
      {
        "letra": "B",
        "texto": "a denúncia deverá ser rejeitada, ante a decadência, eis que, com a nova lei, a ação penal do crime de estelionato passou a ser pública condicionada à representação do ofendido em todos os casos;"
      },
      {
        "letra": "C",
        "texto": "a denúncia deverá ser rejeitada, eis que, embora idosa, não sendo a vítima pessoa maior de 70 anos, a ação penal no crime de estelionato, com a mudança legislativa, passou a ser pública condicionada à representação do ofendido;"
      },
      {
        "letra": "D",
        "texto": "a denúncia deverá ser rejeitada, ante a ilegitimidade do Ministério Público para propor a ação penal, eis que, com a nova lei, a ação penal no crime de estelionato passou a ser de natureza privada;"
      },
      {
        "letra": "E",
        "texto": "é cabível a suspensão condicional do processo, já que, embora a nova lei não tenha alterado a natureza da ação penal quando a vítima for pessoa idosa, que continua sendo pública incondicionada, o crime possui pena mínima igual a um ano."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1744105",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Consumação e tentativa",
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Estelionato"
    ],
    "enunciado_principal": "Em relação aos crimes contra o patrimônio previstos na legislação codificada, assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As alterações legislativas no Código Penal, promovidas pelas Leis nº 13.654/2018 e nº 13.964/2019, configuraram abolitio criminis temporária em relação à incidência da causa de aumento do crime de roubo, nas hipóteses em que a violência ou grave ameaça é exercida com emprego de arma branca."
      },
      {
        "letra": "B",
        "texto": "Incidirá sobre o crime de roubo a causa de aumento de 2/3 da pena quando houver emprego de arma de fogo de uso permitido."
      },
      {
        "letra": "C",
        "texto": "O furto qualificado pelo emprego de explosivo ou de artefato análogo que cause perigo comum (art. 155, § 4º-A) é considerado hediondo."
      },
      {
        "letra": "D",
        "texto": "O crime de estelionato enseja a propositura de ação penal pública condicionada à representação."
      },
      {
        "letra": "E",
        "texto": "Segundo o STF, há crime de latrocínio consumado quando o resultado morte ocorre, ainda que não realize o agente a subtração de bens da vítima."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1669661",
    "metadata": "Ano: 2020 | Banca: IBADE | Órgão: Prefeitura de Cariacica - ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Roubo",
      "Dano",
      "Apropriação indébita",
      "Estelionato",
      "Outras fraudes"
    ],
    "enunciado_principal": "Se o agente X emprega violência contra uma pessoa que andava pela rua, com o fim de subtrair para si o celular dela, responde pelo crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "esbulho possessório."
      },
      {
        "letra": "B",
        "texto": "apropriação indébita."
      },
      {
        "letra": "C",
        "texto": "estelionato."
      },
      {
        "letra": "D",
        "texto": "dano."
      },
      {
        "letra": "E",
        "texto": "roubo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1137886",
    "metadata": "Ano: 2020 | Banca: Quadrix | Órgão: CRO-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato",
      "Outras fraudes"
    ],
    "enunciado_principal": "À luz do Código Penal brasileiro, julgue o item.O cirurgião‐dentista que entrega ao paciente uma prótese adesiva, depois de combinar com ele a venda de uma prótese fixa metalocerâmica, enganando‐o, comete o crime de fraude no comércio.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1136450",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: MPE-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Estelionato"
    ],
    "enunciado_principal": "Joaquim, com o intuito de fornecer energia elétrica a seu pequeno ponto comercial situado em via pública, efetuou uma ligação clandestina no poste de energia elétrica próximo a seu estabelecimento. Durante dois anos, ele utilizou a energia elétrica dessa fonte, sem qualquer registro ou pagamento do real consumo. Em fiscalização, foi constatada a prática de crime, e, antes do recebimento da denúncia, Joaquim quitou o valor da dívida apurado pela companhia de energia elétrica. Consoante a jurisprudência do STJ, nessa situação hipotética, Joaquim praticou o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "furto mediante fraude, cuja punibilidade foi extinta com o pagamento do débito antes do oferecimento da denúncia."
      },
      {
        "letra": "B",
        "texto": "estelionato, cuja punibilidade foi extinta com o pagamento do débito antes do oferecimento da denúncia."
      },
      {
        "letra": "C",
        "texto": "furto simples, cuja punibilidade não foi extinta com o pagamento do débito, apesar de essa circunstância poder caracterizar arrependimento posterior."
      },
      {
        "letra": "D",
        "texto": "estelionato, cuja punibilidade não foi extinta com o pagamento do débito, apesar de essa circunstância poder caracterizar arrependimento posterior."
      },
      {
        "letra": "E",
        "texto": "furto mediante fraude, cuja punibilidade não foi extinta com o pagamento do débito, apesar de essa circunstância poder caracterizar arrependimento posterior."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1726857",
    "metadata": "Ano: 2019 | Banca: NUCEPE | Órgão: Prefeitura de Capitão de Campos - PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "“Obter, para si ou para outrem, vantagem ilícita, em prejuízo alheio, induzindo ou mantendo alguém em erro, mediante artifício, ardil, ou qualquer outro meio fraudulento” caracteriza o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Furto."
      },
      {
        "letra": "B",
        "texto": "Estelionato."
      },
      {
        "letra": "C",
        "texto": "Roubo."
      },
      {
        "letra": "D",
        "texto": "Lesão."
      },
      {
        "letra": "E",
        "texto": "Furto qualificado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1639808",
    "metadata": "Ano: 2019 | Banca: FAFIPA | Órgão: CREA-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Apropriação indébita",
      "Estelionato"
    ],
    "enunciado_principal": "Considerando o seguinte fato: Tício finge ser cliente da loja X e ali efetua a compra de um par de meias no valor de R$ 10,90. No momento do pagamento, faz confusão dentro da loja, finge que paga pelo produto e induz o funcionário a lhe devolver troco. Esse fato típico enquadra-se como o delito de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Furto."
      },
      {
        "letra": "B",
        "texto": "Furto meiante fraude."
      },
      {
        "letra": "C",
        "texto": "Apropriação indébita."
      },
      {
        "letra": "D",
        "texto": "Estelionato."
      },
      {
        "letra": "E",
        "texto": "Roubo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1634322",
    "metadata": "Ano: 2019 | Banca: IADES | Órgão: PC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Usurpação",
      "Dano",
      "Apropriação indébita",
      "Estelionato",
      "Receptação"
    ],
    "enunciado_principal": "João e Maria eram casados há cerca de 40 anos e em comunhão de bens. João arranjou uma amante e Maria descobriu o fato. Os dois começaram então a se desentender. A respeito do caso apresentado, assinale a alternativa que indica a associação correta entre a descrição e a denominação do crime.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "João chegou bêbado em casa, Maria reclamou e João quebrou a televisão de que tanto Maria gostava. Portanto, João cometeu o crime de dano."
      },
      {
        "letra": "B",
        "texto": "Maria pegou a churrasqueira adorada de João e a vendeu ao vizinho. Maria pode ser enquadrada no crime de furto, e o vizinho no de receptação."
      },
      {
        "letra": "C",
        "texto": "João, usando de ardil, escondeu o secador de Maria; assim ele pode ser enquadrado em estelionato."
      },
      {
        "letra": "D",
        "texto": "João esperava a entrega de um pacote dos Correios, que foi recebido por Maria, e ela o escondeu. Maria pode ser enquadrada no crime de apropriação indébita."
      },
      {
        "letra": "E",
        "texto": "Durante uma briga entre João e Maria, um dos vizinhos aproveitou o momento e fez uma ligação irregular de água do lote dos brigões para o lote de outra vizinha, cometendo, portanto, o crime de usurpação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1117344",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Campinas - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Estelionato"
    ],
    "enunciado_principal": "O crime de subtrair, para si ou para outrem, coisa alheia móvel, mediante concurso de duas ou mais pessoas, é tipificado pelo Código Penal como",
    "alternativas": [
      {
        "letra": "A",
        "texto": "roubo qualificado."
      },
      {
        "letra": "B",
        "texto": "furto qualificado."
      },
      {
        "letra": "C",
        "texto": "estelionato."
      },
      {
        "letra": "D",
        "texto": "furto simples."
      },
      {
        "letra": "E",
        "texto": "roubo simples."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1114147",
    "metadata": "Ano: 2019 | Banca: IADES | Órgão: SEAP-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Apropriação indébita",
      "Estelionato"
    ],
    "enunciado_principal": "E. L. P. pegou o carro de M. A. V., com devida anuência, para limpeza no lava a jato. Após a lavagem, E. L. P. decidiu não mais devolver o carro e sumiu. Com base nessa situação hipotética, assinale a alternativa que indica o crime praticado por E. L. P.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Furto qualificado pela fraude"
      },
      {
        "letra": "B",
        "texto": "Apropriação indébita"
      },
      {
        "letra": "C",
        "texto": "Estelionato"
      },
      {
        "letra": "D",
        "texto": "Furto simples"
      },
      {
        "letra": "E",
        "texto": "Roubo simples"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1082512",
    "metadata": "Ano: 2019 | Banca: FGV | Órgão: MPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Apropriação indébita",
      "Estelionato"
    ],
    "enunciado_principal": "Hugo estava em via pública com seu currículo na mão, considerando o fato de estar desempregado. Ao observar aquela situação, Carlos apresentou-se como funcionário da sociedade empresária que funcionava naquela rua e afirmou que teria um emprego para oferecer a Hugo. Para isso, Hugo precisaria inicialmente apresentar seus documentos. Posteriormente, Carlos solicitou que Hugo lhe entregasse seu aparelho de telefonia celular, afirmando que iria ao interior do estabelecimento comercial para registrar o wi-fi no aparelho. Hugo, então, entregou a Carlos seu celular e permitiu que ele fosse ao estabelecimento, combinando de aguardá-lo em via pública. Uma hora depois, entendendo que Carlos estava demorando, Hugo o procurou no estabelecimento, descobrindo que, na verdade, Carlos nunca trabalhara no local e que deixara a localidade na posse do seu telefone assim que o recebeu. Os fatos são informados ao Ministério Público. Com base apenas nas informações expostas, a conduta de Carlos condiz com a figura típica do crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apropriação indébita majorada em razão do ofício, emprego ou profissão;"
      },
      {
        "letra": "B",
        "texto": "furto qualificado pelo emprego de fraude;"
      },
      {
        "letra": "C",
        "texto": "apropriação indébita simples;"
      },
      {
        "letra": "D",
        "texto": "furto simples;"
      },
      {
        "letra": "E",
        "texto": "estelionato."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1001840",
    "metadata": "Ano: 2019 | Banca: FGV | Órgão: Prefeitura de Salvador - BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Apropriação indébita",
      "Estelionato"
    ],
    "enunciado_principal": "Carlos, guarda municipal, durante seu horário de trabalho, verifica que Joana, declarando-se vendedora de roupas, aproxima-se de Marta e passa a lhe mostrar as saias que teria para venda. Enquanto Marta analisava as roupas apresentadas, Joana, aproveitando-se da situação criada, pega o telefone celular de Marta, que estava em cima do banco. Em seguida, Joana tenta deixar o local dos fatos, levando o telefone e as saias, pois, na verdade, não era vendedora, mas vem a ser presa em flagrante por Carlos. Encaminhada à Delegacia e confirmados os fatos, Joana deverá ser responsabilizada pelo crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "furto simples."
      },
      {
        "letra": "B",
        "texto": "furto mediante fraude."
      },
      {
        "letra": "C",
        "texto": "estelionato simples."
      },
      {
        "letra": "D",
        "texto": "apropriação indébita simples."
      },
      {
        "letra": "E",
        "texto": "apropriação indébita majorada pela fraude."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "976009",
    "metadata": "Ano: 2019 | Banca: INSTITUTO AOCP | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "O sujeito que obtém para si ou para outrem, vantagem ilícita, em prejuízo alheio, induzindo ou mantendo alguém em erro, mediante artifício, ardil, ou qualquer outro meio fraudulento, incorre no delito de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "furto qualificado."
      },
      {
        "letra": "B",
        "texto": "furto de coisa comum."
      },
      {
        "letra": "C",
        "texto": "extorsão."
      },
      {
        "letra": "D",
        "texto": "dano."
      },
      {
        "letra": "E",
        "texto": "estelionato."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "960762",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Estelionato"
    ],
    "enunciado_principal": "Com relação aos crimes contra o patrimônio, julgue os itens que se seguem, com base no entendimento jurisprudencial. I A existência de sistema de vigilância por monitoramento, por impossibilitar a consumação do delito de furto, é suficiente para tornar impossível a configuração desse tipo de crime. II A presença de circunstância qualificadora de natureza objetiva ou subjetiva no delito de furto não afasta a possibilidade de reconhecimento do privilégio, se estiverem presentes a primariedade do agente e o pequeno valor da res furtiva. III Constatada a utilização de arma de fogo desmuniciada na perpetração de delito de roubo, não se aplica a circunstância majorante relacionada ao emprego de arma de fogo. IV No delito de estelionato na modalidade fraude mediante o pagamento em cheque, a realização do pagamento do valor relativo ao título até o recebimento da denúncia impede o prosseguimento da ação penal. Estão certos apenas os itens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "I e III."
      },
      {
        "letra": "C",
        "texto": "III e IV."
      },
      {
        "letra": "D",
        "texto": "I, II e IV."
      },
      {
        "letra": "E",
        "texto": "II, III e IV."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1841441",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Câmara de Tanabi - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Nos termos da Súmula 73 do STJ, a utilização de papel moeda grosseiramente falsificado configura, em tese, o crime de _________ , da competência da Justiça ___________ . Assinale a alternativa que completa, correta e respectivamente, as lacunas.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estelionato ... Federal"
      },
      {
        "letra": "B",
        "texto": "estelionato ... Estadual"
      },
      {
        "letra": "C",
        "texto": "falsificação de moeda ... Federal"
      },
      {
        "letra": "D",
        "texto": "falsificação de moeda ... Estadual"
      },
      {
        "letra": "E",
        "texto": "uso de documento falso ... Federal"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1276834",
    "metadata": "Ano: 2018 | Banca: IV - UFG | Órgão: AparecidaPrev",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "O estelionato previdenciário decorre de previsão do art. 171 do Código Penal, que se consumará quando",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o agente insere ou faz inserir, na Carteira de Trabalho e Previdência Social do empregado ou em documento que deva produzir efeito perante a previdência social, declaração falsa ou diversa da que deveria ter sido escrita."
      },
      {
        "letra": "B",
        "texto": "o agente deixa de repassar à Previdência Social as contribuições recolhidas dos contribuintes, no prazo e na forma legal ou convencional."
      },
      {
        "letra": "C",
        "texto": "o agente obter para si ou outrem vantagem ilícita, em prejuízo alheio, induzindo ou mantendo alguém em erro, mediante artifício, ardil, ou qualquer outro meio fraudulento contra a Previdência Social."
      },
      {
        "letra": "D",
        "texto": "o agente suprime ou reduz contribuição social previdenciária e qualquer acessório, mediante condutas tipificadas em lei."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1035533",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: MPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Apropriação indébita",
      "Estelionato"
    ],
    "enunciado_principal": "Caio compareceu à residência de Maria e apresentou-se como técnico de informática, destacando ter conhecimento que o laptop do imóvel estava com defeito. Confirmando que o laptop não funcionava, Maria buscou o aparelho em seu quarto e o entregou para Caio levar para sua suposta oficina para o conserto, recebendo de Caio uma folha de papel em que confirmava que estava levando o material. Caio foi embora do imóvel, levou o bem para sua casa e não o devolveu para Maria. Durante as investigações foi descoberto que Caio, na realidade, nunca foi técnico de informática, mas tomou conhecimento por terceiros sobre o defeito do computador de Maria e acreditou que poderia enganar a vítima como forma de ficar com aquele bem. Diante disso, decidiu simular ser técnico de informática para receber o bem da lesada. Considerando apenas as informações narradas, no momento do oferecimento da denúncia, o Promotor de Justiça deverá imputar a Caio a prática do crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "furto simples;"
      },
      {
        "letra": "B",
        "texto": "furto qualificado pelo emprego de fraude;"
      },
      {
        "letra": "C",
        "texto": "apropriação indébita simples;"
      },
      {
        "letra": "D",
        "texto": "apropriação indébita majorada em razão do emprego;"
      },
      {
        "letra": "E",
        "texto": "estelionato."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1013399",
    "metadata": "Ano: 2018 | Banca: CETREDE | Órgão: Prefeitura de Forquilha - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Extorsão",
      "Estelionato"
    ],
    "enunciado_principal": "“Dos crimes contra a pessoa” Correlacione a coluna B pela coluna A COLUNA A I. Lesão corporal. II. Furto. III. Roubo. IV. Extorsão. V. Extorsão indireta. VI. Estelionato COLUNA B ( ) Ofender a integridade corporal ou a saúde de outrem. ( ) Constranger alguém, mediante violência ou grave ameaça, e com o intuito de obter para si ou para outrem indevida vantagem econômica, a fazer, tolerar que se faça ou deixar de fazer alguma coisa. ( ) Subtrair, para si ou para outrem, coisa alheia móvel. ( ) Subtrair coisa móvel alheia, para si ou para outrem, mediante grave ameaça ou violência a pessoa, ou depois de havê-la, por qualquer meio, reduzido à impossibilidade de resistência.( ) Obter, para si ou para outrem, vantagem ilícita, em prejuízo alheio, induzindo ou mantendo alguém em erro, mediante artifício, ardil, ou qualquer outro meio fraudulento. ( ) Exigir ou receber, como garantia de dívida, abusando da situação de alguém, documento que pode dar causa a procedimento criminal contra a vítima ou contra terceiro. Marque a opção que apresenta a sequência CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I – IV – II – III – VI – V."
      },
      {
        "letra": "B",
        "texto": "I – II – III – IV – V – VI."
      },
      {
        "letra": "C",
        "texto": "II – IV – V – VI – I – III."
      },
      {
        "letra": "D",
        "texto": "IV – III – II – I – V – VI."
      },
      {
        "letra": "E",
        "texto": "III – V – I – II – VI – IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "991388",
    "metadata": "Ano: 2018 | Banca: IBADE | Órgão: Câmara de Porto Velho - RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Roubo",
      "Estelionato",
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Corrupção passiva",
      "Advocacia administrativa"
    ],
    "enunciado_principal": "O funcionário público que recebe para si diretamente, ainda que fora da sua função, mas em razão dela, vantagem indevida no valor de R$ 10.000 {dez mil reais), pratica crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estelionato"
      },
      {
        "letra": "B",
        "texto": "roubo"
      },
      {
        "letra": "C",
        "texto": "corrupção passiva."
      },
      {
        "letra": "D",
        "texto": "advocacia administrativa."
      },
      {
        "letra": "E",
        "texto": "excesso de exação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "991343",
    "metadata": "Ano: 2018 | Banca: IBADE | Órgão: Câmara de Porto Velho - RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Roubo",
      "Estelionato",
      "Crimes contra a administração pública",
      "Peculato",
      "Prevaricação"
    ],
    "enunciado_principal": "O funcionário público que se apropria de dinheiro público de que tem posse em razão do cargo comete crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "prevaricação"
      },
      {
        "letra": "B",
        "texto": "estelionato"
      },
      {
        "letra": "C",
        "texto": "corrupção"
      },
      {
        "letra": "D",
        "texto": "roubo"
      },
      {
        "letra": "E",
        "texto": "peculato"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "987245",
    "metadata": "Ano: 2018 | Banca: Quadrix | Órgão: CRO-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Acerca do Direito Penal aplicado à prática odontológica, julgue o item que se segue. Para a caracterização do estelionato, é necessário haver o emprego de fraude, a provocação ou a manutenção em erro, a vantagem ilícita e a lesão patrimonial de outrem.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "958100",
    "metadata": "Ano: 2018 | Banca: COPS-UEL | Órgão: PC-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Estelionato"
    ],
    "enunciado_principal": "A respeito dos crimes contra o patrimônio, considere as afirmativas a seguir. I. O delito de furto pressupõe o dissenso da vítima, devendo ainda ser praticado na ausência desta, pois, do contrário, será crime de roubo. II. O agente que, durante a prática do crime de furto, ao ser surpreendido pela vítima, logo depois de subtraída a coisa, empregar grave ameaça, a fim de assegurar a detenção da coisa para si, responderá pelo crime de furto e também pelo crime de ameaça. III. O agente que, simulando ser manobrista de estacionamento, recebe o veículo do cliente para estacioná-lo e, ao invés disso, vende o carro para terceira pessoa, comete o delito de estelionato. IV. Se o agente é primário e é de pequeno valor a coisa furtada, haverá o chamado furto privilegiado e, neste caso, o juiz pode substituir a pena de reclusão pela de detenção, diminuí-la de um a dois terços, ou aplicar somente a pena de multa. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as afirmativas I e II são corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as afirmativas I e IV são corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as afirmativas III e IV são corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as afirmativas I, II e III são corretas."
      },
      {
        "letra": "E",
        "texto": "Somente as afirmativas II, III e IV são corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "953791",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Quanto ao crime de estelionato, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O estelionato na modalidade fraude para recebimento de indenização do seguro, crime de atividade formal, prescinde, para a consumação, da obtenção da vantagem ilícita em prejuízo alheio."
      },
      {
        "letra": "B",
        "texto": "A pena aumenta-se de 1/3 (um terço), se o crime é cometido em detrimento de entidade de direito público ou instituto de economia popular, assistência social ou beneficência, excluindo-se entidades autárquicas da Previdência Social que são regidas por lei própria."
      },
      {
        "letra": "C",
        "texto": "O pagamento de cheque emitido sem provisão de fundos, antes do recebimento da denúncia, não obsta a propositura da ação penal."
      },
      {
        "letra": "D",
        "texto": "Configura crime de estelionato na modalidade fraude no pagamento por meio de cheque sem previsão de fundos a cártula emitida para pagamento de dívida preexistente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "927242",
    "metadata": "Ano: 2018 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Apropriação indébita",
      "Estelionato"
    ],
    "enunciado_principal": "JJ, frentista de um posto de gasolina e responsável pelo recebimento de valores que recebia dos clientes, pretendendo ter uma noite especial com sua namorada em um motel de luxo, resolve pegar do caixa pelo qual é o responsável há mais de 5 (cinco) anos, a quantia de R$ 1.200,00 em dinheiro. Para encobrir seu ato, emite e firma três notas fiscais falsas para pagamentos posteriores, em nome de clientes. Nessa situação hipotética, conforme legislação aplicável ao caso, o frentista pratica crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estelionato."
      },
      {
        "letra": "B",
        "texto": "furto qualificado mediante fraude."
      },
      {
        "letra": "C",
        "texto": "furto qualificado pelo abuso de confiança."
      },
      {
        "letra": "D",
        "texto": "apropriação indébita qualificada em razão do emprego."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "918220",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Apropriação indébita",
      "Estelionato"
    ],
    "enunciado_principal": "José aproximou-se de um turista estrangeiro e, dizendo falsamente ser funcionário da companhia de aviação, se dispôs a tomar conta da sua bagagem, enquanto o mesmo dirigia-se ao balcão de informações, aproveitando-se disso para apossar-se de alguns valores que estavam no interior da mala. Nesse caso, ficou configurado o delito de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "disposição de coisa alheia como própria."
      },
      {
        "letra": "B",
        "texto": "estelionato."
      },
      {
        "letra": "C",
        "texto": "apropriação indébita."
      },
      {
        "letra": "D",
        "texto": "roubo."
      },
      {
        "letra": "E",
        "texto": "furto qualificado pela fraude."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "914182",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: MPE-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Apropriação indébita",
      "Estelionato"
    ],
    "enunciado_principal": "Mário, fingindo ser manobrista de um restaurante famoso, recebe de um cliente seu veículo para estacionar. Em seguida, sai com o veículo para local distante, vindo a oferecê-lo para terceira pessoa de boa fé. O cliente ao sair do restaurante não encontrou o veículo e o guardador, resolvendo registrar o fato na delegacia próxima. Encerrado o inquérito, identificado o autor e elaborado o relatório, os autos foram encaminhados ao Promotor de Justiça que deverá oferecer denúncia em face de Mário pela prática do injusto de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "furto simples."
      },
      {
        "letra": "B",
        "texto": "furto qualificado."
      },
      {
        "letra": "C",
        "texto": "estelionato."
      },
      {
        "letra": "D",
        "texto": "apropriação indébita simples."
      },
      {
        "letra": "E",
        "texto": "apropriação indébita majorada."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "904760",
    "metadata": "Ano: 2018 | Banca: TRF - 3ª REGIÃO | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "José da Silva, réu primário e com condenações criminais anteriores, porém sem trânsito em julgado, confesso, cometeu crime de estelionato contra a Previdência Social, causando prejuízos significativos à autarquia, sendo condenado à pena de 1 (um) ano e 4 (quatro) meses de reclusão e 13 (treze) dias-multa, em regime inicial aberto. Com base nessas informações, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ainda que primário, o juiz poderia ter aumentado a pena-base ante as circunstâncias judiciais desfavoráveis (CP, art. 59), sopesando, para tanto, os antecedentes criminais e as consequências do delito."
      },
      {
        "letra": "B",
        "texto": "A causa de aumento prevista no art. 171, § 3º, do Código Penal é aplicável ao caso por se tratar o ofendido de entidade de direito público, sendo a fração de aumento sempre fixa, em 1/3 (um terço)."
      },
      {
        "letra": "C",
        "texto": "Se o juiz entender possível, a substituição da pena privativa de liberdade aplicada (CP, art. 44) poderá ser feita por uma pena de multa ou uma pena restritiva de direitos."
      },
      {
        "letra": "D",
        "texto": "A confissão do acusado não poderá ser levada em consideração na dosimetria da pena se for alegada alguma causa excludente de antijuridicidade ou culpabilidade (confissão qualificada)."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "897328",
    "metadata": "Ano: 2018 | Banca: FUNDATEC | Órgão: PC-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Roubo",
      "Estelionato"
    ],
    "enunciado_principal": "A respeito dos crimes contra o patrimônio, previstos no Código Penal, analise as assertivas a seguir: I. O silêncio pode ser meio de execução do crime de estelionato, que pode se configurar, portanto, através de uma conduta omissiva. II. Asdrubal, possuindo fotografias íntimas da ex-namorada Miguelina, chantageia a moça, exigindo dela indevida vantagem econômica, sob pena de divulgar tais fotos em redes sociais. Assim agindo, pratica o crime de extorsão. III. Não incide aumento de pena previsto para o crime de dano quando o objeto material do crime envolver bens do patrimônio da Caixa Econômica Federal, por ausência de expressa previsão legal, sob pena de analogia in malam partem. IV. O posicionamento dominante no Supremo Tribunal Federal é pelo não cabimento da continuidade delitiva entre roubo e latrocínio. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas II e IV."
      },
      {
        "letra": "C",
        "texto": "Apenas III e IV."
      },
      {
        "letra": "D",
        "texto": "Apenas I, II e IV."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "897317",
    "metadata": "Ano: 2018 | Banca: FUNDATEC | Órgão: PC-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Em relação aos crimes contra o patrimônio, assinale a alternativa correta, de acordo com entendimento majoritário na doutrina e jurisprudência dos tribunais superiores.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tadeuzinho, menor, subtraiu uma bicicleta de alto valor comercial. Após pintá-la, vendeu-a para Espertinhus, contando a respeito da origem ilícita do objeto. Nessa hipótese, não está configurada a receptação, porque o tipo penal exige que a coisa adquirida seja produto de crime anterior e não de ato infracional, como é o caso."
      },
      {
        "letra": "B",
        "texto": "Astolfo, proprietário de um açougue clandestino, adquiriu, para vender em seu estabelecimento comercial, diversos bois abatidos, que deveria saber serem produto de subtração. Carneiro Ticiani, agropecuarista, nesta condição, adquiriu uma carga de gado nelore, que deveria saber ser produto de furto. Este responderá pelo crime de receptação de animal semovente de produção, com pena de reclusão de 02 a 05 anos e multa. Aquele responderá pelo crime de receptação qualificada, com pena de reclusão de 03 a 08 anos e multa."
      },
      {
        "letra": "C",
        "texto": "Ligeirinhus subtraiu a bolsa de Maria Sussa, enquanto ela dormia, em um ônibus interurbano. Assim agindo, praticou o crime de roubo mediante violência imprópria, porque se aproveitou de situação na qual a vítima não possuía qualquer capacidade de resistência."
      },
      {
        "letra": "D",
        "texto": "Folgadus, imputável, subtraiu o talão de cheques de seu pai, 59 anos, preencheu uma cártula, assinou-a e efetuou vultosas compras em estabelecimento comercial. Folgadus não responde, em tese, por nenhum crime, em função da regra de imunidade absoluta, prevista no artigo 181 do Código Penal."
      },
      {
        "letra": "E",
        "texto": "Santina, 60 anos, conheceu Larapius pela internet, passando a manter com ele relacionamento amoroso. Alegando dificuldades financeiras, Larapius pediu que Santina depositasse para ele elevada quantia em dinheiro, para que pudesse ir até ela. Após o depósito, o perfil da rede social foi desativado e Santina descobriu que tinha sido vítima de um scam amoroso. A conduta de Larapius se amolda ao crime de estelionato majorado, por ter sido praticado contra idosa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "873686",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "No estelionato contra o INSS, o",
    "alternativas": [
      {
        "letra": "A",
        "texto": "beneficiário pratica delito instantâneo de efeitos permanentes, e por isso o prazo prescricional começa a fluir da data do pagamento da primeira parcela."
      },
      {
        "letra": "B",
        "texto": "terceiro e o beneficiário praticam delito permanente, e por isso o prazo prescricional começa a fluir do momento em que o benefício é suspenso ou cancelado."
      },
      {
        "letra": "C",
        "texto": "terceiro pratica delito permanente, e o beneficiário, delito instantâneo, e cada qual terá o início do prazo prescricional em momentos diferentes."
      },
      {
        "letra": "D",
        "texto": "terceiro e o beneficiário praticam delito continuado, e por isso o prazo prescricional começa a fluir do momento em que o benefício é suspenso ou cancelado."
      },
      {
        "letra": "E",
        "texto": "terceiro não beneficiário pratica delito instantâneo de efeitos permanentes, e por isso o prazo prescricional começa a fluir da percepção da primeira prestação do benefício indevido."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "867364",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PC-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Apropriação indébita",
      "Estelionato"
    ],
    "enunciado_principal": "Antônio utilizava diariamente o serviço de manobrista de determinado shopping center para estacionar seu carro. Lara, frequentadora do mesmo local, passou a observar a rotina de Antônio e, certa tarde, se apresentou ao manobrista como namorada daquele, informando que havia vindo buscar o carro a pedido do namorado. O manobrista entregou as chaves do carro a Lara, que entrou no veículo e saiu da garagem do estabelecimento em alta velocidade. A conduta de Lara caracteriza crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estelionato."
      },
      {
        "letra": "B",
        "texto": "furto mediante fraude."
      },
      {
        "letra": "C",
        "texto": "furto com abuso de confiança."
      },
      {
        "letra": "D",
        "texto": "apropriação de coisa havida por erro."
      },
      {
        "letra": "E",
        "texto": "apropriação indébita."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "866295",
    "metadata": "Ano: 2018 | Banca: FUNDATEC | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Extorsão",
      "Extorsão mediante sequestro",
      "Apropriação indébita",
      "Estelionato",
      "Receptação"
    ],
    "enunciado_principal": "Considerando o disposto na Parte Especial do Código Penal, mais especificamente no tocante aos Crimes contra o Patrimônio, analise as seguintes assertivas: I. O crime de furto pode ser qualificado pelo emprego de fraude, entretanto, embora na espécie o agente empregue meio enganoso para iludir a vigilância da vítima sobre a coisa, difere do crime de estelionato, pois neste último não há o ato de subtração. II. O crime de roubo pode ser próprio ou impróprio, neste último caso, quando o agente emprega violência ou grave ameaça para subtrair o bem da vítima. Também, o roubo pode ser qualificado, a chamada figura do latrocínio, sendo este crime hediondo apenas quando do resultado morte, caso em que sempre será um crime preterdoloso. III. O crime de extorsão difere-se do crime de extorsão mediante sequestro, pois este último é uma forma qualificada de extorsão, sendo que todas as suas formas são consideradas como crimes hediondos, diferentemente do crime de extorsão, onde apenas o resultado morte é que gerará a tipificação de crime hediondo. IV. O crime de receptação requer a existência de crime antecedente, sendo que seu sujeito ativo não pode ter sido concorrente desse crime anterior. O crime de apropriação indébita requer dolo posterior e não antecedente à detenção da coisa, pois nesse caso se poderá falar da ocorrência do crime de estelionato. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I e II."
      },
      {
        "letra": "B",
        "texto": "Apenas I, II e IV."
      },
      {
        "letra": "C",
        "texto": "Apenas II, III e IV."
      },
      {
        "letra": "D",
        "texto": "Apenas I, III e IV."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2035175",
    "metadata": "Ano: 2017 | Banca: FAEPOL | Órgão: Prefeitura de Cachoeiras de Macacu - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Aquele que pratica estelionato tem sua pena majorada em dobro quando a vítima é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "adquirente"
      },
      {
        "letra": "B",
        "texto": "comerciante"
      },
      {
        "letra": "C",
        "texto": "idosa"
      },
      {
        "letra": "D",
        "texto": "trabalhadora"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "845895",
    "metadata": "Ano: 2017 | Banca: IBFC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita",
      "Estelionato",
      "Receptação"
    ],
    "enunciado_principal": "Os crimes contra o patrimônio reservaram grande atenção por parte do legislador, ao passo que este estipulou diversas condutas passíveis de sanção criminal, com a finalidade de resguardar o bem jurídico pessoal. Sobre essa modalidade de crime, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não constitui crime de estelionato emitir cheque sem provisão de fundos em poder do sacado"
      },
      {
        "letra": "B",
        "texto": "A pena pelo crime de apropriação indébita é diminuída nos casos em que o ato criminoso é perpetrado por tutor ou curador"
      },
      {
        "letra": "C",
        "texto": "O crime de receptação não admite a modalidade culposa"
      },
      {
        "letra": "D",
        "texto": "É isento de pena o cônjuge que comete crime furto em face do companheiro durante a constância do casamento"
      },
      {
        "letra": "E",
        "texto": "Não será punido criminalmente quem, de qualquer modo, apropriar-se de coisa alheia perdida"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "842151",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: DPU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes instantâneos e permanentes",
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "O item a seguir, a respeito de crimes contra o patrimônio, apresenta uma situação hipotética seguida de uma assertiva a ser julgada à luz da doutrina e da jurisprudência pertinentes. Maria não informou ao INSS o óbito de sua genitora e continuou a utilizar o cartão de benefício de titularidade da falecida pelo período de dez meses. Nessa situação, Maria praticou estelionato de natureza previdenciária, classificado, em decorrência de sua conduta, como crime permanente, de acordo com o entendimento do STJ.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "841993",
    "metadata": "Ano: 2017 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Extorsão",
      "Extorsão mediante sequestro",
      "Estelionato"
    ],
    "enunciado_principal": "Acerca dos crimes contra o patrimônio, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O roubo qualificado pela privação da liberdade, a extorsão simples e a extorsão mediante sequestro, crimes patrimoniais com a circunstância elementar comum de restrição da liberdade da vítima, são considerados crimes hediondos, independentemente da ocorrência de lesão grave ou morte da vítima."
      },
      {
        "letra": "B",
        "texto": "A extorsão mediante sequestro é crime material, consumando-se com o recebimento do resgate exigido como condição para a soltura da vítima."
      },
      {
        "letra": "C",
        "texto": "O crime de receptação é punível, ainda que desconhecido o autor do crime de que proveio a coisa. No entanto, se o autor do crime antecedente for isento de pena, não é punível a prática da receptação."
      },
      {
        "letra": "D",
        "texto": "No crime de estelionato, o emprego da fraude visa diminuir a vigilância da vítima para que o agente realize a subtração do bem móvel."
      },
      {
        "letra": "E",
        "texto": "Será pública e condicionada à representação a ação penal movida contra agente que subtrai da sobrinha dois mil reais guardados na sala onde ambos residem. De acordo com o Código Penal, o autor do crime não poderá se beneficiar da isenção da pena."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "840178",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: PC-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Apropriação indébita",
      "Estelionato"
    ],
    "enunciado_principal": "Leonardo encontra uma cédula de R$ 50,00 sob a poltrona da sala da casa de seu amigo Fausto, lugar que habitualmente frequenta e, sem que o dono da casa perceba, dela se apodera. Diante do caso hipotético apresentado, Leonardo pratica o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apropriação de coisa achada."
      },
      {
        "letra": "B",
        "texto": "furto qualificado."
      },
      {
        "letra": "C",
        "texto": "estelionato."
      },
      {
        "letra": "D",
        "texto": "furto simples."
      },
      {
        "letra": "E",
        "texto": "apropriação indébita."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "834977",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TRE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Acerca do crime de estelionato, julgue os seguintes itens. I Em se tratando de crime de estelionato cometido contra a administração pública, não se aplica o princípio da insignificância, pois a conduta que ofende o patrimônio público, a moral administrativa e a fé pública possui elevado grau de reprovabilidade. II Aplica-se a regra do concurso material de delitos a crime de estelionato previdenciário cometido por um só agente após o óbito do segurado, tendo esse agente efetuado saques mensais de prestações previdenciárias por meio de cartão magnético. III Extingue-se a punibilidade do delito de estelionato previdenciário se o agente devolver a vantagem ilícita recebida à Previdência Social antes do recebimento da denúncia. Com base no entendimento do Superior Tribunal de Justiça, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas o item I está certo."
      },
      {
        "letra": "B",
        "texto": "Apenas o item II está certo."
      },
      {
        "letra": "C",
        "texto": "Apenas os itens I e III estão certos."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens II e III estão certos."
      },
      {
        "letra": "E",
        "texto": "Todos os itens estão certos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "834919",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: SERES-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Um indivíduo, sem antecedentes criminais, pagou, com cheque personalizado em nome de terceiro, mercadorias, no valor de R$ 2.300, compradas em determinado supermercado. Para tanto, apresentou cédula de identidade falsificada com sua fotografia, tendo induzido em erro a pessoa responsável pelo caixa do supermercado. Consumada a ação, tal indivíduo, arrependido, rasgou e destruiu o talão de cheques e a identidade falsificada, inutilizando-os definitivamente. Nessa situação hipotética, o juiz responsável pelo julgamento do referido indivíduo deveria",
    "alternativas": [
      {
        "letra": "A",
        "texto": "condená-lo por falsificação e uso de documento público em concurso material com estelionato."
      },
      {
        "letra": "B",
        "texto": "condená-lo por falsificação e uso de documento público mais estelionato, em continuidade delitiva."
      },
      {
        "letra": "C",
        "texto": "condená-lo apenas pelo estelionato, aplicando a consunção em relação ao crime de falsificação."
      },
      {
        "letra": "D",
        "texto": "absolvê-lo por atipicidade de conduta, aplicando o princípio da insignificância."
      },
      {
        "letra": "E",
        "texto": "absolvê-lo, com reconhecimento do arrependimento posterior."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "829859",
    "metadata": "Ano: 2017 | Banca: VUNESP | Órgão: Prefeitura de Porto Ferreira - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Roubo",
      "Dano",
      "Apropriação indébita",
      "Estelionato",
      "Disposições gerais nos Crimes Contra o Patrimônio"
    ],
    "enunciado_principal": "Em relação aos crimes contra o patrimônio, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o crime de roubo praticado por agente que é irmão da vítima depende de representação."
      },
      {
        "letra": "B",
        "texto": "em relação ao crime de dano, seja ele cometido na forma simples, seja ele cometido na forma qualificada, em suas diversas modalidades, somente se procede mediante queixa."
      },
      {
        "letra": "C",
        "texto": "no crime de esbulho possessório, se a propriedade é particular, e não há emprego de violência, somente se procede mediante queixa."
      },
      {
        "letra": "D",
        "texto": "em relação ao crime de apropriação indébita previdenciária, não há previsão legal de extinção de punibilidade se o agente, espontaneamente, declara, confessa e efetua o pagamento das contribuições, importâncias ou valores e presta as informações devidas à previdência social, na forma definida em lei ou regulamento, antes do início da ação fiscal."
      },
      {
        "letra": "E",
        "texto": "em relação ao crime de estelionato há a necessidade de saber o valor do prejuízo acarretado à vítima para saber se trata-se de ação penal pública incondicionada ou condicionada."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "828305",
    "metadata": "Ano: 2017 | Banca: IESES | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Extorsão indireta",
      "Dano",
      "Estelionato"
    ],
    "enunciado_principal": "De acordo com os tipos penais previstos no Código Penal, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Visando conferir maior proteção em razão da vulnerabilidade apresentada, o Código Penal determina que a pena deva ser dobrada, caso o crime de estelionato seja cometido contra idoso."
      },
      {
        "letra": "B",
        "texto": "Exigir ou receber, como garantia de dívida, abusando da situação de alguém, documento que pode dar causa a procedimento criminal contra a vítima ou contra terceiro caracteriza a prática do crime denominado Extorsão Indireta."
      },
      {
        "letra": "C",
        "texto": "Destruir, inutilizar ou deteriorar coisa alheia por motivo egoístico ou com prejuízo considerável para a vítima constitui crime processado mediante ação penal privada."
      },
      {
        "letra": "D",
        "texto": "Repetindo previsão específica contida no crime de furto, o legislador pátrio fez incidir no delito de roubo uma qualificadora caso haja subtração de veículo automotor que venha a ser transportado para outro Estado ou para o exterior."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "822985",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "No crime de estelionato contra a previdência social, a devolução da vantagem indevida antes do recebimento da denúncia,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "segundo o STJ, pode ser considerada analogicamente ao pagamento do tributo nos crime tributários e significará a extinção da punibilidade."
      },
      {
        "letra": "B",
        "texto": "segundo o STF, pode ser considerada analogicamente à condição prevista na súmula 554 e obstar a ação penal."
      },
      {
        "letra": "C",
        "texto": "segundo o STF, pode ser considerada como falta de justa causa, sem prejuízo da persecução administrativo-fiscal para a cobrança de eventuais juros e multa."
      },
      {
        "letra": "D",
        "texto": "não tem qualquer repercussão na esfera penal por ter o delito em questão natureza previdenciária e expressa previsão legal neste sentido."
      },
      {
        "letra": "E",
        "texto": "somente pode ser considerado como arrependimento posterior."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "818953",
    "metadata": "Ano: 2017 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Apropriação indébita",
      "Estelionato"
    ],
    "enunciado_principal": "Analise as assertivas relacionadas a crimes previstos na Parte Especial do Código Penal, e assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Crime de homicídio (CP, art. 121): se praticado contra ascendente, constitui homicídio simples com circunstância agravante; se praticado contra criança, constitui homicídio simples majorado por causa de aumento de pena; se praticado contra mulher por razões da condição de sexo feminino, constitui homicídio qualificado."
      },
      {
        "letra": "B",
        "texto": "A escusa absolutória, como fundamento de isenção de pena de natureza pessoal, é aplicável, por exemplo, para os crimes de furto (CP, 155, caput), apropriação indébita (CP, art. 168, caput) e estelionato (CP, art. 171, caput), quando praticados em prejuízo de cônjuge, ascendente, descendente ou irmão."
      },
      {
        "letra": "C",
        "texto": "A e B, em concurso de agentes e munidos de arma de fogo, utilizam de violência para subtrair valores de C, que morre em razão da violência empregada. Segundo entendimento consolidado no STJ, A e B respondem pelo crime de latrocínio (CP, art. 157, § 3º), sem incidência da majoração relativa às causas de aumento de pena do emprego de arma e do concurso de agentes."
      },
      {
        "letra": "D",
        "texto": "Crime de lesões corporais (CP, art. 129): a forma simples admite transação penal ou suspensão condicional do processo; a forma qualificada, que resulte em debilidade permanente de membro, não admite transação penal e admite suspensão condicional do processo; a forma qualificada, que resulte em deformidade permanente, não admite transação penal ou suspensão condicional do processo."
      },
      {
        "letra": "E",
        "texto": "O crime de violação de domicílio (CP, art. 150), em suas formas simples ou qualificada, é de ação penal pública incondicionada; o crime de estupro (CP, art. 213), em sua forma simples, praticada contra vítima maior de 18 (dezoito) anos, é de ação penal pública condicionada à representação; o crime de exercício arbitrário das próprias razões (CP, art. 345), sem utilização de violência, é de ação penal privada."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "800803",
    "metadata": "Ano: 2017 | Banca: Fundação La Salle | Órgão: SUSEPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Ameaça",
      "Crimes contra o patrimônio",
      "Extorsão",
      "Estelionato"
    ],
    "enunciado_principal": "Quem constranger alguém, mediante violência ou grave ameaça, ou depois de lhe haver reduzido, por qualquer outro meio, a capacidade de resistência, a não fazer o que a lei permite, ou a fazer o que ela não manda estará incorrendo no crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ameaça."
      },
      {
        "letra": "B",
        "texto": "constrangimento ilegal."
      },
      {
        "letra": "C",
        "texto": "extorsão."
      },
      {
        "letra": "D",
        "texto": "estelionato."
      },
      {
        "letra": "E",
        "texto": "extorsão indireta."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "794616",
    "metadata": "Ano: 2017 | Banca: TRF - 2ª Região | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Assinale a opção correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos casos de estelionato em detrimento do patrimônio do INSS (art. 171, § 3.° do Cód. Penal), cometido pelo próprio beneficiário e renovado mensalmente, o crime assume a natureza permanente, dado que, para além de o delito se protrair no tempo, o agente tem o poder de, a qualquer tempo, fazer cessar a ação delitiva."
      },
      {
        "letra": "B",
        "texto": "O delito de apropriação indébita previdenciária (art. 168-A do Código Penal) constitui crime omissivo próprio e se perfaz com a mera omissão de recolhimento da contribuição previdenciária dentro do prazo e das formas legais, requerendo o dolo específico de querer incorporar a verba ao patrimônio do agente."
      },
      {
        "letra": "C",
        "texto": "Não ocorrida a violência real, não se considera crime o chamado roubo de uso, que se perfaz quando o agente apenas utiliza temporariamente o bem subtraído, sem qualquer intenção, prévia ou posterior, de tê-lo para si."
      },
      {
        "letra": "D",
        "texto": "Comete o crime de concussão o funcionário público que se utiliza de violência ou grave ameaça para obter vantagem indevida."
      },
      {
        "letra": "E",
        "texto": "A extorsão é crime formal e se consuma quando o agente efetivamente obtém a vantagem indevida."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "794615",
    "metadata": "Ano: 2017 | Banca: TRF - 2ª Região | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "João falsificou cédulas de R$100,00, para o fim de utilizá-las na aquisição de computador pertencente a Fritz, alemão que passava férias no Brasil. Após vender o bem, Fritz foi preso em flagrante quando, sem perceber o engodo de que fora vitima, tentou pagar conta de restaurante com uma das cédulas recebidas. A falsificação era grosseira (fato depois atestado por laudo pericial) e foi facilmente detectada. Assinale a opção correia:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "João deve responder pelo crime de falsificação de moeda (artigo 289 do Código Penal), já que logrou êxito em ludibriar a vítima, ofendendo o bem jurídico tutelado na norma penal;"
      },
      {
        "letra": "B",
        "texto": "João responde por dois crimes (artigo 289, caput e artigo 289, parágrafo Io do Código Penal), por ter fabricado a moeda falsa e por tê-la introduzido em circulação;"
      },
      {
        "letra": "C",
        "texto": "Fritz deve responder pelo delito culposo de usar moeda falsa, já que era fácil aferir a falsidade, e João por um crime de moeda falsa, já que a introdução em circulação da moeda, por quem a fabricou, constitui mero exaurimento do delito."
      },
      {
        "letra": "D",
        "texto": "João somente responde pelo crime de introduzir moeda falsa em circulação, uma vez que sua conduta era e foi eficiente a tanto."
      },
      {
        "letra": "E",
        "texto": "João deve responder pelo delito de estelionato."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "773717",
    "metadata": "Ano: 2017 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Roubo",
      "Estelionato",
      "Receptação"
    ],
    "enunciado_principal": "Considere as seguintes afirmações a respeito dos crimes contra o patrimônio. I. Tratando-se de crime de roubo, o juiz poderá substituir a pena de reclusão pela de detenção, diminuí-la de um a dois terços, ou aplicar somente a pena de multa, se o criminoso é primário e se é de pequeno valor a coisa objeto do roubo. II. No delito de estelionato a pena será aplicada em dobro se o crime for cometido contra idoso. III. O delito de receptação não admite a forma qualificada. Quais são INCORRETAS?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas II."
      },
      {
        "letra": "C",
        "texto": "Apenas III."
      },
      {
        "letra": "D",
        "texto": "Apenas I e III."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "762596",
    "metadata": "Ano: 2016 | Banca: ZAMBINI | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Estelionato",
      "Crimes contra a administração pública",
      "Peculato"
    ],
    "enunciado_principal": "O órgão público “X” adquiriu aos veículos de sua frota interna sistemas de recepção e produção de áudio de última geração e, após a instalação, Ronaldo, motorista oficial do órgão, de posse do veículo, removeu o dispositivo recém instalado, apropriando-se do bem. De acordo com o Código Penal, a conduta de Ronaldo é tipificada ao crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "roubo."
      },
      {
        "letra": "B",
        "texto": "furto."
      },
      {
        "letra": "C",
        "texto": "peculato."
      },
      {
        "letra": "D",
        "texto": "estelionato."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "734403",
    "metadata": "Ano: 2016 | Banca: IBEG | Órgão: Prefeitura de Teixeira de Freitas - BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Extorsão",
      "Estelionato"
    ],
    "enunciado_principal": "Qual dos enunciados abaixo não corresponde a entendimento jurisprudencial consagrado em Súmulas de Tribunais Superiores:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "“é inadmissível aplicar, no furto qualificado, pelo concurso de agentes, a majorante do roubo.”"
      },
      {
        "letra": "B",
        "texto": "\"o crime de extorsão consuma-se independentemente da obtenção da vantagem indevida\"."
      },
      {
        "letra": "C",
        "texto": "“no crime de roubo, a intimidação feita com arma de brinquedo autoriza o aumento da pena”"
      },
      {
        "letra": "D",
        "texto": "\"há crime de latrocínio, quando o homicídio se consuma, ainda que não realize o agente a subtração dos bens da vítima\"."
      },
      {
        "letra": "E",
        "texto": "\"Quando o falso se exaure no estelionato, sem mais potencialidade lesiva, é por este absorvido\""
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "713831",
    "metadata": "Ano: 2016 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes de dano e crimes de perigo",
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Estelionato",
      "Receptação"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A Polícia de Campo Grande investigou um fato que se tornou nacionalmente conhecido como o \"golpe da gostosa\". Uma pessoa, que se dizia mulher, trocava mensagens pelas redes sociais. Segundo a polícia, ela agia sempre da mesma maneira. Criava um perfil na internet com fotos de mulher bonita e sensual. Os homens então a adicionavam, e a mulher falava que seria melhor conversarem pelo WhatsApp. Quando elogiada, dizia ser médica, recém-separada, com diversas fotos de supostos atendimentos médicos em seu perfil. Quando a conversa passava para um tom mais íntimo, ela falava que sofria perseguição do ex-marido e pedia dinheiro para comprar uma passagem de avião e ir ao encontro da vítima, mas, assim que confirmado o depósito, a golpista sumia. O “golpe da gostosa” configura crime de estelionato."
      },
      {
        "letra": "B",
        "texto": "Ricardo, ao sair de uma agência bancária, sentiu alguém colocar a mão em seu ombro. A pessoa que o abordou, mostrando que estava com um revólver municiado na cintura, ordenou-lhe que colocasse todo o dinheiro que recém havia sacado na mochila que o agente carregava. Este fato configura roubo qualificado."
      },
      {
        "letra": "C",
        "texto": "José, mediante ardil, instala dispositivo em caixa eletrônico, conhecido como “chupa-cabras”, e consegue acesso aos dados e ao cartão da correntista Neli, que ficou retido no caixa. Na sequência, com o uso do cartão, efetua saques e compras no comércio no valor total de 25 mil reais. Caso de furto qualificado pela fraude."
      },
      {
        "letra": "D",
        "texto": "Sem a ocorrência de lesão ou de perigo concreto de dano na condução do veículo, não constitui crime, de per si, a conduta de quem confia a direção do automotor a pessoa não habilitada ou com o direito de dirigir suspenso."
      },
      {
        "letra": "E",
        "texto": "A receptação qualificada é crime próprio, do industrial ou comerciante, inclusive o clandestino com comércio exercido em sua residência; mas, para a caracterização do delito, a qualidade de comerciante ou industrial do agente não é o suficiente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "698201",
    "metadata": "Ano: 2016 | Banca: FUNCAB | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita",
      "Estelionato",
      "Outras fraudes"
    ],
    "enunciado_principal": "Sobre os crimes contra o patrimônio, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de apropriação indébita pressupõe a posse ou detenção lícita, mas vigiada, do agente sobre coisa móvel alheia, com subsequente inversão do título da posse ou detenção."
      },
      {
        "letra": "B",
        "texto": "Só se configura crime de estelionato quanto há prejuízo patrimonial a outrem, consistente em perder o que já se possui ou em deixar de ganhar o que é devido, não bastando a mera obtenção de uma vantagem indevida pelo agente."
      },
      {
        "letra": "C",
        "texto": "Ocorre alienação ou oneração fraudulenta de coisa própria quando o agente vende coisa de sua propriedade, todavia inalienável, crime do qual participa o adquirente que, cientificado de todas as circunstâncias que envolvem o negócio, opta por efetivá-lo."
      },
      {
        "letra": "D",
        "texto": "Constitui crime de esbulho possessório o ingresso clandestino de duas pessoas em edifício alheio, com a finalidade de usurpá-lo."
      },
      {
        "letra": "E",
        "texto": "Pratica crime de apropriação de coisa achada aquele que se apossa de uma carteira esquecida por colega sobre a mesa por este usada no escritório em que ambos trabalham."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "693601",
    "metadata": "Ano: 2016 | Banca: FUNCAB | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Extorsão",
      "Apropriação indébita",
      "Estelionato"
    ],
    "enunciado_principal": "Afim de subtrair pertences de Bartolomeu, Marinalda coloca barbitúricos em sua bebida, fazendo-o desfalecer. Em seguida, a mulher efetiva a subtração e deixa o local, sendo certo que o lesado somente vem a acordar algumas horas depois. Nesse contexto, é correto afirmar que Marinalda praticou crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estelionato."
      },
      {
        "letra": "B",
        "texto": "extorsão."
      },
      {
        "letra": "C",
        "texto": "roubo."
      },
      {
        "letra": "D",
        "texto": "apropriação indébita."
      },
      {
        "letra": "E",
        "texto": "furto qualificado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "689244",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: Prefeitura de Alumínio - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato",
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Falsidade de documento particular",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "A conduta de “falsificar cartão de crédito ou débito”",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é considerada falsidade de documento particular."
      },
      {
        "letra": "B",
        "texto": "é considerada falsidade de documento público."
      },
      {
        "letra": "C",
        "texto": "é considerada falsidade ideológica."
      },
      {
        "letra": "D",
        "texto": "é crime assimilado ao estelionato."
      },
      {
        "letra": "E",
        "texto": "não é prevista no CP."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "634540",
    "metadata": "Ano: 2016 | Banca: FUNCAB | Órgão: SEGEP-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato",
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Falsidade de documento particular",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Preencher uma folha de cheque em branco, sem autorização do titular da conta bancária vinculada, e almejando sua utilização irregular no futuro para a aquisição fraudulenta de bens, constitui crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estelionato tentado."
      },
      {
        "letra": "B",
        "texto": "falsa identidade."
      },
      {
        "letra": "C",
        "texto": "falsidade ideológica."
      },
      {
        "letra": "D",
        "texto": "falsificação de documento público."
      },
      {
        "letra": "E",
        "texto": "falsificação de documento particular."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "629849",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Apropriação indébita",
      "Estelionato"
    ],
    "enunciado_principal": "Brutus, no interior de uma loja, a pretexto de adquirir roupas, solicitou ao vendedor vários modelos para experimentar, mas, no interior do provador, escondeu uma das peças dentro de suas vestes, devolveu as demais e deixou o local. Brutus cometeu crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "furto qualificado pela fraude."
      },
      {
        "letra": "B",
        "texto": "apropriação indébita."
      },
      {
        "letra": "C",
        "texto": "furto simples."
      },
      {
        "letra": "D",
        "texto": "estelionato."
      },
      {
        "letra": "E",
        "texto": "furto de coisa comum."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "629848",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Extorsão",
      "Apropriação indébita",
      "Estelionato",
      "Receptação"
    ],
    "enunciado_principal": "Placídio achou na rua um cartão de crédito e o utilizou para efetuar compras de roupas finas em um estabelecimento comercial. Essa conduta caracterizou o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apropriação indébita."
      },
      {
        "letra": "B",
        "texto": "furto qualificado pela fraude."
      },
      {
        "letra": "C",
        "texto": "estelionato."
      },
      {
        "letra": "D",
        "texto": "extorsão simples."
      },
      {
        "letra": "E",
        "texto": "receptação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "620432",
    "metadata": "Ano: 2016 | Banca: IESES | Órgão: TJ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita",
      "Estelionato",
      "Receptação"
    ],
    "enunciado_principal": "O ato de adquirir, receber, transportar, conduzir ou ocultar, em proveito próprio ou alheio, coisa que sabe ser produto de crime, ou influir para que terceiro, de boa-fé, a adquira, receba ou oculte é tipificado como crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Receptação."
      },
      {
        "letra": "B",
        "texto": "Apropriação indébita."
      },
      {
        "letra": "C",
        "texto": "Induzimento à especulação."
      },
      {
        "letra": "D",
        "texto": "Estelionato."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "592563",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: Prefeitura de Paulínia - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Apropriação indébita",
      "Estelionato",
      "Receptação"
    ],
    "enunciado_principal": "Um funcionário da Farmácia Vida Boa é o responsável pelo pagamento das contas da sociedade empresarial junto ao estabelecimento financeiro. Em determinada data, quando levava R$ 2.000,00 ao Banco para depósito a pedido do gerente da sociedade, decide, no caminho, ficar com R$ 1.000,00 para si e apenas depositar na conta os outros R$ 1.000,00. Não falsifica, porém, qualquer comprovante de depósito, mas simplesmente não o entrega ao responsável. Considerando a situação narrada, a conduta do funcionário configura:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas ilícito civil, sendo penalmente atípica;"
      },
      {
        "letra": "B",
        "texto": "crime de furto;"
      },
      {
        "letra": "C",
        "texto": "crime de estelionato;"
      },
      {
        "letra": "D",
        "texto": "crime de receptação;"
      },
      {
        "letra": "E",
        "texto": "crime de apropriação indébita."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "571892",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Salvador - BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Roubo",
      "Extorsão",
      "Apropriação indébita",
      "Estelionato"
    ],
    "enunciado_principal": "Assinale a opção correta acerca dos crimes contra o patrimônio conforme entendimento do STJ e da doutrina majoritária.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Indivíduo que vender coisa própria inalienável, gravada de ônus ou litigiosa, ou imóvel que tiver prometido vender a terceiro mediante pagamento em prestações, e silenciar sobre quaisquer dessas circunstâncias, praticará o delito de induzimento à especulação."
      },
      {
        "letra": "B",
        "texto": "Se, posteriormente à subtração dos bens, a vítima for obrigada a fornecer senha para a realização de saques em sua conta bancária, será configurado um delito único, ou seja, a extorsão."
      },
      {
        "letra": "C",
        "texto": "O crime de roubo se consuma quando o agente se torna possuidor da coisa subtraída, mediante violência ou grave ameaça, ainda que o objeto subtraído não saia da esfera de vigilância da vítima."
      },
      {
        "letra": "D",
        "texto": "No crime de apropriação indébita, assim como no de estelionato, o agente detém, anteriormente à prática do crime, a posse lícita da coisa."
      },
      {
        "letra": "E",
        "texto": "A destruição de patrimônio de empresa pública, a exemplo da Caixa Econômica Federal, configura dano qualificado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "570832",
    "metadata": "Ano: 2015 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Acerca dos crimes contra o patrimônio, assinale a alternativa que contém afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Com relação ao crime de furto praticado durante o repouso noturno, a causa de aumento de pena poderá incidir no furto simples e no furto qualificado."
      },
      {
        "letra": "B",
        "texto": "De acordo com entendimento sumulado do Supremo Tribunal Federal, há crime de latrocínio tentado quando o homicídio se consuma sem que haja a subtração dos bens da vítima pelo agente, por circunstâncias alheias à sua vontade."
      },
      {
        "letra": "C",
        "texto": "Casos de subtração de coisa alheia móvel em que o autor usa arma de brinquedo idêntica a arma de fogo verdadeira para coagir a vítima a entregar o bem são considerados roubo majorado pelo emprego de arma."
      },
      {
        "letra": "D",
        "texto": "No crime de estelionato, o emprego da fraude deve ser anterior à obtenção da vantagem ilícita."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "548991",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 23ª REGIÃO (MT)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato",
      "Crimes contra a fé pública",
      "Falsidade de documento público"
    ],
    "enunciado_principal": "Alfredo, de posse de cheque em branco do empregador, falsifica a assinatura deste no título e o utiliza na compra de determinado bem, obtendo vantagem ilícita em prejuízo do comerciante. Na hipótese, segundo entendimento sumulado do Superior Tribunal de Justiça, Alfredo responde por",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falsificação de documento público e estelionato, em concurso formal."
      },
      {
        "letra": "B",
        "texto": "estelionato, apenas."
      },
      {
        "letra": "C",
        "texto": "falsificação de documento público e estelionato, em concurso material."
      },
      {
        "letra": "D",
        "texto": "estelionato e falsificação de documento particular, em concurso formal."
      },
      {
        "letra": "E",
        "texto": "falsificação de documento público, apenas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "544569",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Apropriação indébita",
      "Estelionato",
      "Outras fraudes",
      "Receptação"
    ],
    "enunciado_principal": "NÃO admite a figura privilegiada, com substituição da pena de reclusão pela de detenção, diminuição de um a dois terços ou aplicação somente da pena de multa, o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "furto."
      },
      {
        "letra": "B",
        "texto": "duplicata simulada."
      },
      {
        "letra": "C",
        "texto": "estelionato."
      },
      {
        "letra": "D",
        "texto": "apropriação indébita."
      },
      {
        "letra": "E",
        "texto": "receptação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "534578",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato",
      "Outras fraudes",
      "Crimes contra a fé pública",
      "Moeda falsa",
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação"
    ],
    "enunciado_principal": "Gustavo, funcionário público estadual, com o objetivo de obter vantagem patrimonial ilícita para si, utilizou papel-moeda grosseiramente falsificado para efetuar pagamento de compras de alto valor em um supermercado. Em face dessa situação hipotética, assinale a opção correspondente à figura típica do delito praticado por Gustavo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estelionato"
      },
      {
        "letra": "B",
        "texto": "moeda falsa"
      },
      {
        "letra": "C",
        "texto": "crime assimilado ao de moeda falsa"
      },
      {
        "letra": "D",
        "texto": "fraude no comércio"
      },
      {
        "letra": "E",
        "texto": "concussão"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "534576",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita",
      "Estelionato",
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Prevaricação",
      "Advocacia administrativa"
    ],
    "enunciado_principal": "Em cada uma das opções seguintes é apresentada uma situação hipotética, seguida de uma assertiva a ser julgada com base nas jurisprudências do STJ e do STF acerca dos crimes contra o patrimônio e contra a administração. Assinale a opção que apresenta a assertiva correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Paulo emitiu cheque pré-datado como garantia de dívida contraída com Renato. Renato descobriu, ao tentar descontar o cheque, antes de exigível a dívida, que o emitente não possuía fundos para honrá-lo. Nessa situação, Paulo praticou delito de estelionato na modalidade específica conhecida como fraude no pagamento por meio de cheque."
      },
      {
        "letra": "B",
        "texto": "Marcos, servidor público do estado da Paraíba, dirigiu-se a um órgão da administração pública do referido estado e, sem se identificar, requereu preferência no andamento de processo administrativo em que Rogério, seu amigo, é parte. Nessa situação, a conduta de Marcos não corresponde ao crime de advocacia administrativa."
      },
      {
        "letra": "C",
        "texto": "Luís, guarda municipal em serviço, solicitou R$ 500 a Marcelo por este dirigir veículo sem habilitação. Em troca, Luís não apreenderia o bem nem multaria Marcelo pela infração de trânsito. Nessa situação, Luís praticou o crime de concussão."
      },
      {
        "letra": "D",
        "texto": "Jorge, estagiário do governo do estado da Paraíba, subtraiu valores aos quais tinha acesso no exercício da sua função, referentes ao programa social gerido pelo órgão público em que trabalhava. Nessa situação, a conduta de Jorge corresponde ao tipo penal do crime de apropriação indébita qualificada."
      },
      {
        "letra": "E",
        "texto": "João, chefe do órgão público no qual trabalhava Rodrigo, ao tomar conhecimento de que este subtraiu valores em dinheiro do órgão público, não abriu processo administrativo disciplinar contra Rodrigo, em razão de compaixão pela origem humilde e vida difícil de seu subordinado. Nessa situação, João praticou o crime de prevaricação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "514873",
    "metadata": "Ano: 2015 | Banca: FMP Concursos | Órgão: DPE-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Conforme entendimento sumulado pelo Superior Tribunal de Justiça, quando o falso se exaure no estelionato, sem mais potencialidade lesiva, configura-se concurso material de crimes."
      },
      {
        "letra": "B",
        "texto": "O pagamento de cheque emitido sem suficiente provisão de fundos, após o recebimento da denúncia, não obsta ao prosseguimento da ação penal."
      },
      {
        "letra": "C",
        "texto": "O crime de estelionato se consuma com a simples indução ou manutenção da vítima em erro, independentemente da efetiva obtenção de vantagem indevida."
      },
      {
        "letra": "D",
        "texto": "No crime de estelionato, sendo o autor primário e de pequeno valor o prejuízo, o juiz pode deixar de aplicar a pena."
      },
      {
        "letra": "E",
        "texto": "Se a vítima efetua o pagamento do cheque emitido sem suficiente provisão de fundos, antes do recebimento da denúncia, incide a circunstância atenuante genérica da pena, pelo fato de o agente ter procurado, por sua espontânea vontade, e com eficiência, logo após o crime, evitar-lhe ou minorar-lhe as conseqüências."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "512252",
    "metadata": "Ano: 2015 | Banca: FUNIVERSA | Órgão: PC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Noções Fundamentais",
      "A norma penal",
      "Erro de tipo acidental",
      "Crimes contra a vida",
      "Homicídio",
      "Crimes contra o patrimônio",
      "Furto",
      "Estelionato"
    ],
    "enunciado_principal": "A respeito do erro de execução, do denominado dolus generalis, das normas penais em branco e dos crimes previstos na parte especial do CP, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A complementação da Lei de Drogas por portaria do Ministério da Saúde configura hipótese da chamada norma penal em branco homogênea heteróloga."
      },
      {
        "letra": "B",
        "texto": "Suponha que “A” coloque sonífero na bebida de “B” a fim de subtrair-lhe os pertences (celular, bolsa, cartão de crédito). Neste caso, ausente a violência ou a grave ameaça, “A” responderá por furto ou estelionato, a depender das circunstâncias concretas e do dolo."
      },
      {
        "letra": "C",
        "texto": "Quanto ao erro de execução, o ordenamento jurídico brasileiro adotou a teoria da equivalência, e não a teoria da concretização."
      },
      {
        "letra": "D",
        "texto": "Suponha que “A” tenha atirado contra “B” com o propósito de matá-lo. “A” acredita ter consumado o crime por meio dos tiros. Em seguida, joga o corpo de “B” em um rio, com a intenção de ocultar o cadáver. Posteriormente, descobre-se que “B” estava vivo quando foi jogado no rio e que morreu por afogamento. Nesta hipótese, conforme a doutrina majoritária, “A” poderá responder, a depender do caso, por homicídio doloso tentado em concurso material com homicídio culposo ou por homicídio doloso tentado em concurso material com ocultação de cadáver. Não se admite que “A” responda por homicídio doloso consumado, porque “A” já não possuía animus necandi no momento em que arremessou o corpo de “B” no rio."
      },
      {
        "letra": "E",
        "texto": "Desde que esteja fora do expediente, pratica omissão de socorro o policial que, podendo impedir roubo praticado diante de si, decide permanecer inerte."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "498742",
    "metadata": "Ano: 2015 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "TRATANDO-SE DE ESTELIONATO CONTRA A PREVIDÊNCIA SOCIAL, ASSINALE A ALTERNATIVA CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Decisões recentes do Supremo Tribunal Federal têm afirmado que o estelionato contra a previdência, quando praticado em proveito próprio, é crime permanente;"
      },
      {
        "letra": "B",
        "texto": "O termo inicial do prazo prescricional no estelionato contra a previdência cometido em proveito próprio é o dia do protocolo do requerimento do benefício;"
      },
      {
        "letra": "C",
        "texto": "O estelionato contra a previdência é crime contra a administração pública;"
      },
      {
        "letra": "D",
        "texto": "No estelionato contra a previdência, sujeito passivo é, sempre, o beneficiário, mesmo que conhecendo ilicitudes cometidas pelo intermediário."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "494558",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material",
      "Crime continuado",
      "Crimes contra a vida",
      "Homicídio",
      "Crimes contra o patrimônio",
      "Estelionato",
      "Disposições gerais nos Crimes Contra o Patrimônio",
      "Crimes contra a fé pública",
      "Falsidade de documento particular"
    ],
    "enunciado_principal": "Ana, de quarenta e seis anos de idade, conheceu Silas, de sessenta e três anos de idade, portador de doenças coronárias crônicas. Aproveitando-se da situação de Silas, que era já aposentado por invalidez, Ana começou a manter com ele relacionamento amoroso, visando receber os valores decorrentes de sua aposentadoria. De fato, em pouco tempo e com a aquiescência de Silas, ela obteve declaração formal de união estável e convenceu o companheiro a adotar, mediante processo regular concretizado, seu filho menor, fruto de relacionamento anterior. Durante a união estável, Ana forjou procuração feita em nome de Silas, com auxílio de Lauro, que se passou por Silas no cartório para fins de reconhecimento de firma e em outras ocasiões em que era necessária a presença do outorgante. De posse do instrumento procuratório amplo, Ana fez empréstimos na mesma instituição bancária em que Silas recebia sua aposentadoria, vinculando o pagamento das parcelas do empréstimo ao benefício previdenciário. Além disso, de posse dos mesmos instrumentos, em instituição bancária diversa, Ana firmou contrato de arrendamento mercantil em nome de Silas e transferiu o bem a Lauro. Além disso, passou a perceber, continuamente, a aposentadoria de Silas mediante uso da senha bancária e cartão de benefício, obtidos com uso da aludida procuração. Em data recente, Silas tomou conhecimento de tudo o que Ana havia feito e mais, já que as despesas domésticas estavam sendo pagas com dinheiro proveniente de empréstimos bancários contraídos em seu nome, mês a mês, com prestações que atingiam o percentual de 70% do benefício. Diante disso, Silas encaminhou notitia criminis contra a companheira, encerrando o relacionamento. Ao tomar conhecimento da representação, Ana e Lauro passaram a pressionar Silas, mediante grave ameaça, para que ele se retratasse da representação e assumisse as transações realizadas. Em decorrência da situação, Silas sofreu infarto fulminante e faleceu.Com referência a essa situação hipotética, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ana e Lauro devem responder, em tese, pela prática dos seguintes delitos, entre outros: estelionato, em continuidade delitiva, e estelionato qualificado, em concurso com o crime contra sistema financeiro; falsificação de documento particular; e homicídio na modalidade qualificada."
      },
      {
        "letra": "B",
        "texto": "O crime perpetrado por Ana será o de estelionato qualificado, uma vez que as condutas antecedentes tinham como único desígnio a percepção da aposentadoria de Silas, sendo irrelevante a representação deste."
      },
      {
        "letra": "C",
        "texto": "Se Ana for denunciada pelos crimes patrimoniais descritos, admite-se em seu favor a oposição da escusa absolutória, uma vez que os fatos ocorreram na constância da união estável, não se estendendo essa vantagem a Lauro"
      },
      {
        "letra": "D",
        "texto": "Ana e Lauro perpetraram, em concurso de agentes, o crime de falsificação de documento particular em concurso material com o crime de latrocínio, já que a morte de Silas assegurou a ocultação da falsificação e a impunidade dos agentes."
      },
      {
        "letra": "E",
        "texto": "Os agentes praticaram o estelionato na modalidade qualificada por terem agido em detrimento de entidade de direito público, em concurso de agentes; além disso, Ana e Lauro devem responder também por crime contra sistema financeiro e homicídio na modalidade qualificada, já que Silas tinha mais de sessenta anos de idade quando morreu."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "485927",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "No que se refere aos crimes contra o patrimônio, contra a dignidade sexual e contra a fé e a administração públicas, julgue o item que se segue. Praticará o crime de estelionato aquele que obtiver para si vantagem ilícita, em prejuízo de incapaz, mantendo-o em erro, mediante fraude.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "485295",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: DPE-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Estelionato",
      "Crimes contra a administração pública",
      "Peculato"
    ],
    "enunciado_principal": "Fernanda, funcionária pública vinculada à Defensoria Pública do Estado do Mato Grosso, no ponto de ônibus em frente ao prédio da administração da Defensoria, após deixar seu trabalho na companhia de uma colega de serviço, aproveitando-se da distração desta, subtraiu sua carteira, que estava dentro da bolsa. Descoberta por meio de câmeras de segurança, Fernanda deverá ser denunciada pela prática do crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "peculato-furto."
      },
      {
        "letra": "B",
        "texto": "estelionato."
      },
      {
        "letra": "C",
        "texto": "peculato-desvio."
      },
      {
        "letra": "D",
        "texto": "furto."
      },
      {
        "letra": "E",
        "texto": "peculato-apropriação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "467356",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: DPE-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Estelionato"
    ],
    "enunciado_principal": "A respeito do conflito aparente de normas penais, dos crimes tentados e consumados, da tipicidade penal, dos tipos de imprudência e do arrependimento posterior, julgue o item seguinte.Aquele que vender a terceiro de boa-fé coisa que tenha furtado praticará os crimes de furto e estelionato, já que lesionará bens jurídico-penais de pessoas distintas.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "464207",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 6ª Região (PE)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Segundo entendimento sumulado dos Tribunais Superiores,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não se aplica ao crime de estelionato, em que figure como vítima entidade autárquica da Previdência Social, a qualificadora de o delito ser cometido em detrimento de entidade de direito público ou de instituto de economia popular, assistência social ou beneficência."
      },
      {
        "letra": "B",
        "texto": "o pagamento do cheque emitido sem provisão de fundos, após o recebimento da denúncia, obsta o prosseguimento da ação penal."
      },
      {
        "letra": "C",
        "texto": "configura-se o crime de estelionato na modalidade de emissão de cheque sem fundos ainda que não demonstrada fraude."
      },
      {
        "letra": "D",
        "texto": "a utilização de papel-moeda grosseiramente falsificado não configura, nem mesmo em tese, o crime de estelionato."
      },
      {
        "letra": "E",
        "texto": "quando o falso se exaure no estelionato, sem mais potencialidade lesiva, é por este absorvido."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2719382",
    "metadata": "Ano: 2014 | Banca: FUNCAB | Órgão: SSP-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Ao participar de uma investigação criminal, o perito descobriu que a pessoa investigada praticou autolesão, apresentando várias feridas pelo corpo. Em depoimento pessoal, o investigado omitira tal informação ao perito. Quanto ao ato praticado pelo investigado, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "configura crime, se comprovado que agiu objetivando auferir vantagem econômica."
      },
      {
        "letra": "B",
        "texto": "poderá resultar em inquérito policial quando objetivar enganar a investigação, sendo o inquérito conduzido pelo perito."
      },
      {
        "letra": "C",
        "texto": "o ato praticado pelo investigado configura crime de falso-testemunho."
      },
      {
        "letra": "D",
        "texto": "a omissão não qualifica crime e, sim, contravenção penal."
      },
      {
        "letra": "E",
        "texto": "somente será descrito como crime, se for praticado direto contra a autoridade policial, ou seja, o delegado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "884471",
    "metadata": "Ano: 2014 | Banca: FUNCAB | Órgão: PC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Apropriação indébita",
      "Estelionato",
      "Crimes contra a administração pública",
      "Peculato"
    ],
    "enunciado_principal": "Funcionário público que, no trajeto de sua residência até a repartição onde trabalha, dentro de um ônibus coletivo, aproveita-se da distração de uma pessoa e subtrai-lhe a carteira, contendo quantia em dinheiro, responde pelo crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Furto."
      },
      {
        "letra": "B",
        "texto": "estelionato."
      },
      {
        "letra": "C",
        "texto": "roubo."
      },
      {
        "letra": "D",
        "texto": "apropriação indébita."
      },
      {
        "letra": "E",
        "texto": "peculato."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "726802",
    "metadata": "Ano: 2014 | Banca: FMP Concursos | Órgão: TJ-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pratica o crime de falsidade de documento público somente o agente que pratica a conduta de falsificar, no todo, documento público."
      },
      {
        "letra": "B",
        "texto": "Pratica o crime de falsidade de documento público somente o agente que pratica a conduta de falsificar, no todo, documento público, ou alterar documento público verdadeiro."
      },
      {
        "letra": "C",
        "texto": "Pratica o crime de moeda falsa o agente que falsificar, fabricando-a ou alterando-a, moeda metálica ou papel-moeda de curso legal no país ou no estrangeiro, ainda que a falsificação seja grosseira."
      },
      {
        "letra": "D",
        "texto": "Pratica concurso material de crimes o agente que falsifica documento com o fim específico de cometer estelionato com o referido documento."
      },
      {
        "letra": "E",
        "texto": "Pratica apenas o crime de estelionato quando o falso se exaure no crime de estelionato sem mais potencialidade ofensiva, sendo o falso absorvido por aquele crime-fim."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "493625",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: Prefeitura de Osasco - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "O crime de estelionato é praticado quando alguém:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "constrange outrem, mediante violência ou grave ameaça, e com o intuito de obter para si ou para outrem indevida vantagem econômica, a fazer, tolerar que se faça ou deixar fazer alguma coisa;"
      },
      {
        "letra": "B",
        "texto": "subtrai, para si ou para outrem, coisa alheia móvel consistente em vantagem ilícita, em prejuízo alheio, com abuso de confiança, ou mediante fraude;"
      },
      {
        "letra": "C",
        "texto": "obtém, para si ou para outrem, vantagem ilícita, em prejuízo alheio, induzindo ou mantendo alguém em erro, mediante artifício, ardil, ou qualquer outro meio fraudulento;"
      },
      {
        "letra": "D",
        "texto": "se apropria de coisa alheia móvel, de que tem a posse ou a detenção, mediante grave ameaça ou recurso fraudulento;"
      },
      {
        "letra": "E",
        "texto": "se apropria de coisa alheia com valor econômico vinda ao seu poder por erro, caso fortuito ou força da natureza, mediante fraude."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "485775",
    "metadata": "Ano: 2014 | Banca: IPAD | Órgão: Prefeitura de Recife - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Extorsão",
      "Estelionato"
    ],
    "enunciado_principal": "Beltrano, aproveitando-se da greve da força estadual de segurança pública, invade casa de eletrodomésticos a noite, arromba a porta de acesso e subtrai televisão. Após ampla divulgação do acontecido pelos meios de imprensa, Beltrano arrependido devolve a televisão. Considerando o exposto, e correto afirmar que Beltrano:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não cometeu crime algum, visto que devolveu a televisão."
      },
      {
        "letra": "B",
        "texto": "Cometeu o crime de roubo, visto que agiu quando a força de segurança do Estado se encontrava de greve."
      },
      {
        "letra": "C",
        "texto": "Cometeu o crime de apropriação indébita, visto que inobstante tenha subtraido devolveu o objeto"
      },
      {
        "letra": "D",
        "texto": "Cometeu o crime de furto, sendo irrelevante para consumação do citado crime a devolução da televisão."
      },
      {
        "letra": "E",
        "texto": "Cometeu o crime de estelionato visto que agiu com ardil se aproveitando da greve da força de segurança do Estado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "463519",
    "metadata": "Ano: 2014 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Estelionato"
    ],
    "enunciado_principal": "Com base nos crimes contra o patrimônio, indique a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Conforme entendimento atualizado do Supremo Tribunal Federal, a interceptação ou recepção não autorizada de sinal de TV a cabo constitui crime previsto no art. 155, § 3º, do Código Penal."
      },
      {
        "letra": "B",
        "texto": "Eduardo Pequeno, se valendo de fraude eletrônica, após obter ardilosamente a senha da conta bancária de determinado cliente, burlando o sistema de segurança do banco, obtém a retirada de dinheiro da referida conta. Nessa hipótese, Eduardo Pequeno responderá pelo crime tipificado de estelionato (art. 171, caput, do CP)."
      },
      {
        "letra": "C",
        "texto": "Mané Toupeira, mediante a escavação de um túnel e fazendo uso dele, adentrou em determinada agência bancária e subtraiu dinheiro em espécie do cofre da instituição bancária. Nesse caso, Mané Toupeira praticou o crime de furto qualificado pela escalada (art. 155, § 4º, II, CP)."
      },
      {
        "letra": "D",
        "texto": "Don Juan, sem violência ou grave ameaça, consegue dopar a vítima Maria Inocente com fortes doses de sonífero, misturadas em bebida. Em seguida, aproveitando-se do sono profundo da vítima, Don Juan subtrai dinheiro em espécie da carteira de Maria Inocente. Nessa hipótese, Don Juan responderá pelo crime de furto mediante fraude (art. 155, § 4º, II, do CP) ."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "456745",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato",
      "Outras fraudes",
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Falsidade de documento particular"
    ],
    "enunciado_principal": "Em 20/10/2012 empresário é surpreendido pela fiscalização frustrando direito assegurado pela legislação do trabalho em razão da jornada exaustiva imposta aos empregados, tendo ficado caracterizada a condição análoga à de escravo. No curso da ação penal, comprovou-se que o empregador lançou falsas anotações nas carteiras de trabalho dos empregados e que, em 05/05/2010, fora condenado em outro processo, pela prática de apropriação indébita de contribuições previdenciárias. Segundo o Código Penal, a conduta do empregador de lançar anotação falsa na carteira de trabalho dos empregados pode ser tipificada como",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estelionato."
      },
      {
        "letra": "B",
        "texto": "fraude trabalhista."
      },
      {
        "letra": "C",
        "texto": "falsificação de documento público."
      },
      {
        "letra": "D",
        "texto": "falsificação de documento particular."
      },
      {
        "letra": "E",
        "texto": "uso de documento falso."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "453813",
    "metadata": "Ano: 2014 | Banca: IBFC | Órgão: PC-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Suponha que um determinado indivíduo vá até uma padaria e, utilizando uma cópia grosseira de uma nota de R$ 10,00 (dez reais), consiga comprar pães, causando prejuízo ao referido estabelecimento. Este indivíduo praticou:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Crime de petrechos para falsificação de moeda e será julgado pela Justiça Federal."
      },
      {
        "letra": "B",
        "texto": "Crime de moeda falsa e será julgado pela Justiça Federal."
      },
      {
        "letra": "C",
        "texto": "Crime de estelionato e será julgado pela Justiça Estadual."
      },
      {
        "letra": "D",
        "texto": "Crime de falsificação de papéis públicos e será julgado pela Justiça Estadual."
      },
      {
        "letra": "E",
        "texto": "Crime contra o Sistema Financeiro Nacional e será julgado pela Justiça Federal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "444034",
    "metadata": "Ano: 2014 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Everton Frühauf, ao adquirir mercadorias no Supermercado Preço Bom, pagou as compras com um cheque subtraído de seu colega de trabalho, Renato Klein. No caixa, apresentou-se como titular da conta-corrente. Preencheu a cártula e falsificou a assinatura de Renato. O atendente, seguindo o procedimento de rotina, chamou o supervisor para liberar a cártula, quando foram surpreendidos com a conduta de Everton, que deixou o estabelecimento em desabalada corrida, sem levar as mercadorias, por presumir que sua ação teria sido descoberta. No estacionamento, o segurança do estabelecimento deteve Everton e conduziu-o à autoridade policial. Esse caso configura",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tentativa de furto qualificado pela fraude."
      },
      {
        "letra": "B",
        "texto": "tentativa de estelionato."
      },
      {
        "letra": "C",
        "texto": "desistência voluntária."
      },
      {
        "letra": "D",
        "texto": "arrependimento posterior."
      },
      {
        "letra": "E",
        "texto": "arrependimento eficaz."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "437209",
    "metadata": "Ano: 2014 | Banca: CONSULPAM | Órgão: SURG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Roubo",
      "Dano",
      "Estelionato",
      "Outras fraudes"
    ],
    "enunciado_principal": "Tomando por base os tipos penais de crimes contra o patrimônio, complete as lacunas abaixo para, ao final, escolher a sequência CORRETA: I - Subtrair coisa móvel alheia, para si ou para outrem, mediante grave ameaça ou violência a pessoa, ou depois de havê-la, por qualquer meio, reduzido à impossibilidade de resistência. II - Constranger alguém, mediante violência ou grave ameaça, e com o intuito de obter para si ou para outrem indevida vantagem econômica, a fazer, tolerar que se faça ou deixar fazer alguma coisa. III - Obter, para si ou para outrem, vantagem ilícita, em prejuízo alheio, induzindo ou mantendo alguém em erro, mediante artifício, ardil, ou qualquer outro meio fraudulento. IV - Exigir ou receber, como garantia de dívida, abusando da situação de alguém, documento que pode dar causa a procedimento criminal contra a vítima ou contra terceiro.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estelionato, extorsão indireta, roubo, extorsão"
      },
      {
        "letra": "B",
        "texto": "roubo, extorsão, estelionato, extorsão indireta."
      },
      {
        "letra": "C",
        "texto": "estelionato, apropriação indébita, fraude, dano."
      },
      {
        "letra": "D",
        "texto": "estelionato, roubo, extorsão indireta, extorsão"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "425151",
    "metadata": "Ano: 2014 | Banca: TRT 14R | Órgão: TRT - 14ª Região (RO e AC)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Extorsão",
      "Apropriação indébita",
      "Estelionato"
    ],
    "enunciado_principal": "Trabalhando como motorista de caminhão, Juvenal que estava passando por dificuldades financeiras, vendeu os pneus novos do veículo para um vizinho (a quem convenceu ser o legítimo proprietário de tais bens) e os substituiu por pneus recauchutados, apresentando ao empregador nota fiscal que os indicavam como pneus novos de excelente marca. Seu ajudante, presente naquela oportunidade, insurgiu-se e foi ameaçado por Juvenal de sofrer violência física, caso não se calasse. A respeito do ocorrido e considerando os tipos penais, é INCORRETO afirmar que Juvenal praticou:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Furto qualificado;"
      },
      {
        "letra": "B",
        "texto": "Extorsão;"
      },
      {
        "letra": "C",
        "texto": "Apropriação indébita, com aumento de pena;"
      },
      {
        "letra": "D",
        "texto": "Estelionato e disposição de coisa alheia como própria;"
      },
      {
        "letra": "E",
        "texto": "Receptação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "424543",
    "metadata": "Ano: 2014 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Astuto Mendes, ao tomar conhecimento de que a empresa Engemax faria o conserto e a manutenção em seu parque de informática, apresentou-se falsamente como técnico da empresa Betamax Manutenção de Computadores. Utilizando-se de uma carteira de identidade e crachá falsificados, fez-se passar por um funcionário da empresa que prestava assistência técnica a Engemax. Dessa forma, obteve autorização para recolher 24 computadores. De posse das máquinas, alienou-as imediatamente. Astuto Mendes cometeu o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "peculato."
      },
      {
        "letra": "B",
        "texto": "apropriação indébita."
      },
      {
        "letra": "C",
        "texto": "estelionato."
      },
      {
        "letra": "D",
        "texto": "furto simples."
      },
      {
        "letra": "E",
        "texto": "furto qualificado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "415105",
    "metadata": "Ano: 2014 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita",
      "Estelionato"
    ],
    "enunciado_principal": "No crime de apropriação indébita exige-se uma quebra de confiança por parte do agente, eis que a vítima voluntariamente entrega bem móvel de sua propriedade ou posse, perpetuando-se o crime no momento que autor do delito se nega em devolver o objeto ao seu legítimo dono. Entretanto, se o agente, de forma premeditada, pega o bem já consciente que não irá devolvê-lo, cometerá a conduta de estelionato, e não a acima mencionada.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "410894",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: METRÔ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Estelionato",
      "Receptação",
      "Crimes contra a administração pública",
      "Favorecimento pessoal",
      "Favorecimento real"
    ],
    "enunciado_principal": "Tício subtraiu um veículo automóvel e o levou até a oficina de Cezar, que modificou as placas identificadoras para assegurar-lhe a posse do produto do crime. Nesse caso, Cezar responderá por",
    "alternativas": [
      {
        "letra": "A",
        "texto": "furto."
      },
      {
        "letra": "B",
        "texto": "favorecimento real."
      },
      {
        "letra": "C",
        "texto": "favorecimento pessoal."
      },
      {
        "letra": "D",
        "texto": "receptação."
      },
      {
        "letra": "E",
        "texto": "estelionato."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "402386",
    "metadata": "Ano: 2014 | Banca: NUCEPE | Órgão: PC-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Apropriação indébita",
      "Estelionato"
    ],
    "enunciado_principal": "Leonel pediu a Riedel que guardasse, em seu apartamento, um livro muito raro. Após três meses, Leonel apodera-se do referido livro, sem devolvê-lo a Riedel quando foi solicitado, este crime configura-se:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apropriação indébita."
      },
      {
        "letra": "B",
        "texto": "furto."
      },
      {
        "letra": "C",
        "texto": "estelionato."
      },
      {
        "letra": "D",
        "texto": "roubo."
      },
      {
        "letra": "E",
        "texto": "peculato."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "389032",
    "metadata": "Ano: 2014 | Banca: UFMT | Órgão: MPE-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato",
      "Crimes contra a fé pública",
      "Uso de documento falso"
    ],
    "enunciado_principal": "Consoante entendimento do Superior Tribunal de Justiça, analise as assertivas. I - Compete à Justiça Estadual processar e julgar o crime de falsa anotação na Carteira de Trabalho e Previdência Social, atribuído à empresa privada. II - A utilização de papel-moeda grosseiramente falsificado configura, em tese, o crime de estelionato, da competência da Justiça Estadual. III - Compete à Justiça Federal o processo e julgamento dos crimes de falsificação e uso de documento falso relativo a estabelecimento particular de ensino. IV - Compete à Justiça Estadual processar e julgar crime de falso testemunho cometido no processo trabalhista. Está correto o que se afirma em :",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "II e III, apenas."
      },
      {
        "letra": "C",
        "texto": "IV, apenas."
      },
      {
        "letra": "D",
        "texto": "I, III e IV, apenas."
      },
      {
        "letra": "E",
        "texto": "I e II, apenas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "361633",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: PGE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes instantâneos e permanentes",
      "Causas de extinção da punibilidade",
      "Prazos prescricionais e forma de contagem dos prazos",
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Conforme o STF, o crime de estelionato previdenciário praticado por terceiro não beneficiário tem natureza de crime instantâneo de efeitos permanentes, razão por que seu prazo prescricional começa a fluir da percepção da primeira parcela do benefício.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "618271",
    "metadata": "Ano: 2013 | Banca: Prefeitura do Rio de Janeiro - RJ | Órgão: SMA-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato",
      "Crimes contra a administração pública",
      "Peculato",
      "Concussão e Excesso de Exação",
      "Prevaricação"
    ],
    "enunciado_principal": "Exigir, para si, diretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida configura o seguinte tipo penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "peculato"
      },
      {
        "letra": "B",
        "texto": "estelionato"
      },
      {
        "letra": "C",
        "texto": "concussão"
      },
      {
        "letra": "D",
        "texto": "prevaricação"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "542793",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Com relação aos crimes previstos no CP, julgue o item que se segue.No estelionato perpetrado em detrimento de entidade de direito público, admite-se a incidência da figura privilegiada (pequeno valor do prejuízo) por ser circunstância de natureza objetiva.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "506104",
    "metadata": "Ano: 2013 | Banca: TRT 14R | Órgão: TRT - 14ª Região (RO e AC)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Analise as proposições abaixo e após marque a alternativa correta: I. Quanto ao crime de estelionato, ocorre quando o agente emprega meio fraudulento, induzindo ou mantendo alguém em erro e, assim, conseguindo, para si ou para outrem, vantagem ilícita, com dano patrimonial alheio. II. É sujeito ativo do crime de estelionato qualquer pessoa que induz ou mantém a vítima em erro, empregando meio fraudulento, a fim de obter, para si ou para outrem, vantagem ilícita em prejuízo alheio. O terceiro beneficiado pela ação delituosa, se destinatário doloso do proveito do ilícito, será considerado co-autor.III. Nos termos da notória e reiterada jurisprudência do Supremo Tribunal Federal, a fraude bilateral impede a caracterização do estelionato, porquanto o tipo penal exige a boa-fé da vítima.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas o item I é falso."
      },
      {
        "letra": "B",
        "texto": "Apenas o item II é falso."
      },
      {
        "letra": "C",
        "texto": "Apenas o item III é falso."
      },
      {
        "letra": "D",
        "texto": "Todos os itens são verdadeiros."
      },
      {
        "letra": "E",
        "texto": "Todos os itens são falsos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "414153",
    "metadata": "Ano: 2013 | Banca: FGV | Órgão: TJ-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "João teve apreendido seu veículo pela financeira por falta de pagamento. Não podendo ficar sem o carro para o cumprimento de suas atividades diárias, resolve certa noite se dirigir a um restaurante conhecido da cidade e, fingindo ser manobrista, recebe do proprietário a respectiva chave e, em seguida, desaparece com o carro sendo o fato registrado pelo lesado na delegacia da área.Dias depois, o fato é descoberto e o carro recuperado, não sofrendo o lesado qualquer prejuízo patrimonial. A conduta de João tipifica o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "furto mediante fraude."
      },
      {
        "letra": "B",
        "texto": "estelionato."
      },
      {
        "letra": "C",
        "texto": "apropriação indébita."
      },
      {
        "letra": "D",
        "texto": "furto tentado."
      },
      {
        "letra": "E",
        "texto": "estelionato tentado."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "365793",
    "metadata": "Ano: 2013 | Banca: TJ-PR | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato",
      "Crimes contra a fé pública",
      "Moeda falsa"
    ],
    "enunciado_principal": "Sobre o estelionato e o delito de moeda falsa, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No estelionato previdenciário, manifestado pelo recebimento sucessivo das parcelas do benefício, tem-se a figura de um crime permanente cujo lapso prescricional começa a contar da data em que cessa a permanência, para aquele que recebe os valores mensalmente."
      },
      {
        "letra": "B",
        "texto": "No crime de moeda falsa, é irrelevante o elemento subjetivo em razão do risco social criado."
      },
      {
        "letra": "C",
        "texto": "No crime de moeda falsa, é necessária a imitatio veritatis e não a perfeição da imitatio veri, exigindo-se para a configuração do delito a aptidão para enganar número indeterminado de pessoas."
      },
      {
        "letra": "D",
        "texto": "O estelionato praticado contra a Caixa Econômica Federal, empresa pública federal, é da competência da Justiça Federal, sendo cabível a figura majorada pelo dano à entidade de direito público ou de instituto de economia popular, assistência social ou beneficência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "365791",
    "metadata": "Ano: 2013 | Banca: TJ-PR | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Extorsão",
      "Estelionato"
    ],
    "enunciado_principal": "Quanto a delitos em espécie, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Quando o falso se exaure no estelionato, sem mais potencialidade lesiva, é por este absorvido."
      },
      {
        "letra": "B",
        "texto": "Aplica-se ao crime de estelionato, em que figure como vítima entidade autárquica da previdência social, a qualificadora do § 3.º do art. 171 do Código Penal."
      },
      {
        "letra": "C",
        "texto": "A utilização de papel moeda grosseiramente falsificado não configura, em tese, o crime de estelionato, da competência da Justiça Estadual."
      },
      {
        "letra": "D",
        "texto": "O crime de extorsão consuma-se independentemente da obtenção da vantagem indevida."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "356779",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 15ª Região (SP)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Apropriação indébita",
      "Estelionato"
    ],
    "enunciado_principal": "Paulo exercia, há muitos anos, as funções de caseiro da chácara de Pedro, que nele depositava absoluta confiança, entregando-lhe as chaves da sede para limpeza. Um dia Paulo apanhou as chaves e entrou no quarto, subtraindo a quantia de R$ 3.000,00 que se encontrava na gaveta do armário. Paulo cometeu crime de ;",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apropriação de coisa achada."
      },
      {
        "letra": "B",
        "texto": "apropriação indébita."
      },
      {
        "letra": "C",
        "texto": "furto simples."
      },
      {
        "letra": "D",
        "texto": "estelionato."
      },
      {
        "letra": "E",
        "texto": "furto qualificado pelo abuso de confiança."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "352115",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Em cada uma das opções a seguir, é apresentada uma situação hipotética seguida de uma assertiva a ser julgada acerca de determinadas espécies de delitos. Assinale a opção em que a assertiva está correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Margarida trabalhava no caixa de uma loja de roupas de propriedade de Teresinha, de cuja confiança gozava, razão por que detinha o controle pessoal da movimentação do caixa. Pretendendo mudar-se para outra cidade, Margarida pediu demissão e, no decurso do período de cumprimento do aviso prévio, deixou de registrar, no caixa da loja, a entrada de várias notas relativas a vendas efetuadas, tendo-se apropriado do valor correspondente, que totalizou R$ 850,00. Além disso, Margarida retirou do caixa, para si, ao longo do referido período, outras quantias, que, somadas, alcançaram o valor de R$ 1.500,00. Nessa situação, Margarida praticou furto qualificado em continuação delitiva."
      },
      {
        "letra": "B",
        "texto": "Augusto confiou a Bernardo o preenchimento de uma folha de papel assinada em branco, na qual deveria constar proposta de trabalho com orçamento que seria remetida a um cliente. Bernardo guardou a folha em uma gaveta, planejando preenchê-la assim que retornasse do almoço. Aproveitando-se da ausência de Bernardo, Heleno retirou o papel da gaveta, redigiu uma confissão de dívida de duzentos mil reais de Augusto a seu favor, embora este não lhe devesse coisa alguma, e se apropriou do documento. Nessa situação, a conduta de Heleno se enquadra no tipo penal da falsidade ideológica."
      },
      {
        "letra": "C",
        "texto": "Joaquim subtraiu de Manuel um cheque assinado em branco, preencheu-o com valor expressivo e efetuou o saque do dinheiro diretamente no caixa do banco. Posteriormente, descobriu-se que, de fato, o verdadeiro titular da conta bancária a que pertencia o cheque era Felipe, cuja assinatura fora falsificada por Manuel que havia subtraído o cheque. Nessa situação, Joaquim e Manoel devem responder pela falsificação material do documento e Joaquim, também, por estelionato."
      },
      {
        "letra": "D",
        "texto": "Emiliana, pobre e desempregada, sem condições de criar o quinto filho recém-nascido, entregou a criança a Letícia, que, de comum acordo com o marido, Arnaldo, e juntamente com este, registrou em cartório o menino como se fosse filho do casal. Nessa hipótese, Letícia e Arnaldo devem responder por falsidade ideológica, configurada como crime contra a fé pública."
      },
      {
        "letra": "E",
        "texto": "Ao sair de uma festa, Celestino entregou o ticket de estacionamento ao manobrista e aguardou a chegada do automóvel. O manobrista, por engano, entregou-lhe outro veículo, muito mais novo e, portanto, mais valioso. Mesmo sabendo que aquele não era o seu automóvel, Celestino o recebeu e o levou consigo. Nessa situação, Celestino não provocou o engano, mas também não o desfez, incorrendo no crime de estelionato."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "351356",
    "metadata": "Ano: 2013 | Banca: TRT 2R (SP) | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Extorsão",
      "Estelionato"
    ],
    "enunciado_principal": "Considerando as seguintes figuras penais: 1- furto; 2- extorsão direta ou extorsão indireta; 3- estelionato, e, 4- roubo, observe as proposições abaixo e ao final aponte a alternativa que contenha na ordem seqüencial acima, as proposituras corretas. I. 1- subtração de coisa alheia móvel; 2- subtrair coisa alheia móvel com abuso de confiança; 3- subtrair coisa alheia móvel mediante concurso de duas pessoas; 4- subtrair coisa alheia móvel mediante violência à pessoa. II. 1- subtração de coisa alheia móvel; 2- apropriação de coisa alheia, de que tem a posse; 3- após a subtração da coisa alheia fazer grave ameaça contra a vítima; 4- subtrair coisa alheia com abuso de confiança. III. 1- subtração de coisa alheia móvel; 2- constranger alguém mediante grave ameaça para obter vantagem econômica; 3- obter para si ou para outrem vantagem ilícita, em prejuízo alheio induzindo-o a erro; 4- subtraída a coisa empregar violência contra a pessoa, assegurando a detenção da coisa. IV. 1- subtrair coisa alheia móvel comum, como sócio, para si ou para outrem; 2- deixar de repassar à Previdência Social as contribuições dos contribuintes; 3- deixar animais em propriedade alheia, sem consentimento de quem de direito; 4- empregar violência para deter coisa alheia. V. 1- subtração de coisa alheia móvel; 2- receber, como garantia da dívida, abusando da situação de alguém, documento que pode dar causa a procedimento criminal contra a vítima; 3- vender, permutar, dar em pagamento coisa alheia como própria; 4- subtração de coisa móvel alheia, para si ou para outrem, mediante violência à pessoa. Está correta a alternativa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, lI e III."
      },
      {
        "letra": "B",
        "texto": "I e IV."
      },
      {
        "letra": "C",
        "texto": "III eV ."
      },
      {
        "letra": "D",
        "texto": "I, II e IV."
      },
      {
        "letra": "E",
        "texto": "II e V."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "331874",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "No estelionato perpetrado em detrimento de entidade de direito público, admite - se a incidência da figura privilegiada ( pequeno valor do prejuízo ) por ser circunstância de natureza objetiva.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "312828",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "O crime de fraude no pagamento por meio de cheque (CP, art. 171, § 2.º, VI) tem expressa previsão de aumento de pena, na razão de um terço, se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cometido em detrimento de entidade de direito público."
      },
      {
        "letra": "B",
        "texto": "cometido por funcionário público."
      },
      {
        "letra": "C",
        "texto": "causa qualquer prejuízo à vítima."
      },
      {
        "letra": "D",
        "texto": "consumado."
      },
      {
        "letra": "E",
        "texto": "causa vultoso prejuízo à vítima."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "312522",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Apropriação indébita",
      "Estelionato"
    ],
    "enunciado_principal": "Aquele que subtrai, para si ou para outrem, coisa alheia móvel, com abuso de confiança, ou mediante fraude, escalada ou destreza, pratica o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "roubo."
      },
      {
        "letra": "B",
        "texto": "furto simples."
      },
      {
        "letra": "C",
        "texto": "estelionato."
      },
      {
        "letra": "D",
        "texto": "furto qualificado."
      },
      {
        "letra": "E",
        "texto": "apropriação indébita."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "305569",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato",
      "Crimes contra a fé pública",
      "Outras falsidades",
      "Crimes contra a administração pública",
      "Violação de sigilo de proposta de concorrência",
      "Impedimento, perturbação ou fraude de concorrência. Inutilização de edital ou de sinal"
    ],
    "enunciado_principal": "Carlindo, médico, conseguiu e utilizou o conteúdo da prova do concurso público para provimento do cargo de médico do governo estadual, sendo o primeiro colocado no concurso público. Logo, Carlindo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "praticou o crime de estelionato (artigo 171 do CP)."
      },
      {
        "letra": "B",
        "texto": "praticou o crime de impedimento, perturbação ou fraude de concorrência (artigo 335 do CP)."
      },
      {
        "letra": "C",
        "texto": "praticou o crime de violação do sigilo de proposta de concorrência (artigo 326 do CP)."
      },
      {
        "letra": "D",
        "texto": "praticou o crime de fraude em certames de interesse público (artigo 311-A do CP)."
      },
      {
        "letra": "E",
        "texto": "não praticou crime."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "305558",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato",
      "Crimes contra a fé pública",
      "Falsidade ideológica",
      "Crimes contra a administração pública",
      "Patrocínio infiel. Patrocínio simultâneo ou tergiversação"
    ],
    "enunciado_principal": "Crisântemo, Advogado, recebeu, simultaneamente, procurações do inventariante de um espólio e de um credor deste, em cujo nome lhe move ação executiva. Assim, o crime praticado por Crisântemo foi:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falsidade ideológica."
      },
      {
        "letra": "B",
        "texto": "tergiversação."
      },
      {
        "letra": "C",
        "texto": "estelionato."
      },
      {
        "letra": "D",
        "texto": "fraude à execução."
      },
      {
        "letra": "E",
        "texto": "falimentar (Lei nº 11.101/1995)."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "305550",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Extorsão",
      "Apropriação indébita",
      "Estelionato"
    ],
    "enunciado_principal": "Vitorina, ex-funcionária da empresa de fornecimento de energia elétrica, vestindo um uniforme antigo, foi até a casa de Pauliana dizendo que estava ali para receber os valores da conta mensal de fornecimento de energia elétrica. Acreditando em Vitorina, Pauliana, pagou os valores a esta, que utilizou o dinheiro para comprar alguns vestidos. Entretanto, como sempre, as contas dessa empresa eram e deveriam ser pagas na rede bancária. Logo, Vitorina praticou o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "furto."
      },
      {
        "letra": "B",
        "texto": "roubo."
      },
      {
        "letra": "C",
        "texto": "estelionato."
      },
      {
        "letra": "D",
        "texto": "apropriação indébita."
      },
      {
        "letra": "E",
        "texto": "extorsão."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "304685",
    "metadata": "Ano: 2013 | Banca: FMP Concursos | Órgão: MPE-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria.",
      "Causas de extinção da punibilidade",
      "Prescrição da pretensão punitiva pela pena em abstrato",
      "Crimes contra o patrimônio",
      "Extorsão",
      "Estelionato",
      "Crimes contra a fé pública",
      "Moeda falsa"
    ],
    "enunciado_principal": "De acordo com o Superior Tribunal de Justiça, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A utilização de papel moeda falsificado configura crime de moeda falsa, em qualquer hipótese."
      },
      {
        "letra": "B",
        "texto": "As ações penais em curso podem ser utilizadas como antecedentes criminais para agravar a pena-base."
      },
      {
        "letra": "C",
        "texto": "Quando o falso se exaure no estelionato, sem mais potencialidade lesiva, é pelo estelionato absorvido."
      },
      {
        "letra": "D",
        "texto": "É admissível a extinção da punibilidade pela prescrição da pretensão punitiva com fundamento em pena hipotética."
      },
      {
        "letra": "E",
        "texto": "O crime de extorsão consuma-se no momento da obtenção da vantagem indevida."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "300465",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Extorsão",
      "Extorsão mediante sequestro",
      "Extorsão indireta",
      "Estelionato",
      "Receptação"
    ],
    "enunciado_principal": "Quanto aos crimes contra o patrimônio, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "equiparável à atividade comercial, para efeito de configuração da receptação qualificada, qualquer forma de comércio irregular ou clandestino, excluído o exercido em residência."
      },
      {
        "letra": "B",
        "texto": "configura o delito de extorsão indireta o ato de exigir, como garantia de dívida, abusando da situação de alguém, documento que pode dar causa a procedimento civil contra a vítima ou contra terceiro."
      },
      {
        "letra": "C",
        "texto": "a consumação do crime de extorsão independe da obtenção da vantagem indevida, segundo entendimento sumulado do Superior Tribunal de Justiça."
      },
      {
        "letra": "D",
        "texto": "cabível a diminuição da pena na extorsão mediante sequestro para o coautor que denunciá-la à autoridade, facilitando a libertação do sequestrado, apenas se o crime é cometido por quadrilha ou bando."
      },
      {
        "letra": "E",
        "texto": "independe de comprovação de fraude o delito de estelionato na modalidade de emissão de cheque sem suficiente provisão de fundos em poder do sacado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1664501",
    "metadata": "Ano: 2012 | Banca: FDC | Órgão: Prefeitura de Belo Horizonte - MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato",
      "Crimes contra a administração pública",
      "Peculato",
      "Concussão e Excesso de Exação",
      "Corrupção passiva",
      "Prevaricação"
    ],
    "enunciado_principal": "Retardar, indevidamente, prática de ato de ofício, para satisfazer interesse ou sentimento pessoal, corresponde aos seguintes tipos de crime e de pena, respectivamente:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "peculato – reclusão"
      },
      {
        "letra": "B",
        "texto": "estelionato - reclusão"
      },
      {
        "letra": "C",
        "texto": "concussão – detenção"
      },
      {
        "letra": "D",
        "texto": "corrupção ativa – reclusão"
      },
      {
        "letra": "E",
        "texto": "prevaricação – detenção"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1232987",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Heleno, empregado temporário da concessionária de serviço público de eletricidade, tendo verificado que Maurício possuía, em sua residência, uma ligação de eletricidade clandestina, realizada, fraudulentamente, mediante ligação direta entre o poste de energia e a casa, informou-o de que lavraria o auto de infração e iria à delegacia registrar a ocorrência de crime. Com a intenção de impedir a aplicação da multa, Maurício ofereceu a Heleno a quantia de R$ 100,00, que a aceitou. Heleno, entretanto, comunicou o fato à polícia, o que levou à prisão de Maurício. Na delegacia, o agente de polícia Pedro, amigo íntimo de Maurício, convenceu o delegado a reservar a melhor cela da repartição pública para o preso. A partir da situação hipotética acima, julgue o item seguinte, acerca de crimes contra o patrimônio e crimes contra a administração pública. Em decorrência da ligação clandestina de eletricidade em sua residência, Maurício responderá pelo crime de estelionato.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "984292",
    "metadata": "Ano: 2012 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Comete delito de estelionato o agente que obtém, para si ou para outrem, vantagem ilícita, em prejuízo alheio, induzindo ou mantendo alguém em erro, mediante artifício, ardil, ou qualquer outro meio fraudulento. Nas mesmas penas incorre quem:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Frauda recebimento de indenização ou valor de seguro e exerce o curandeirismo."
      },
      {
        "letra": "B",
        "texto": "Frauda a entrega de coisa e pratica o charlatanismo."
      },
      {
        "letra": "C",
        "texto": "Fornece substância médica em desacordo com receita e frauda no pagamento por meio de cheque."
      },
      {
        "letra": "D",
        "texto": "Emite duplicata simulada e frauda no pagamento por meio de cheque."
      },
      {
        "letra": "E",
        "texto": "Defrauda penhor e dispõe de coisa alheia como própria."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "599777",
    "metadata": "Ano: 2012 | Banca: CEC | Órgão: Prefeitura de Pinhais - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Estelionato"
    ],
    "enunciado_principal": "Assinale (V) se a assertiva for Verdadeira e (F) se a assertiva for Falsa, a respeito dos crimes contra o patrimônio: ( ) A energia elétrica é equiparada pelo legislador a “coisa alheia móvel\" e, assim, pode ser objeto do crime de furto. ( ) A pessoa que, logo depois de subtraída a coisa, emprega violência contra pessoa ou grave ameaça, a fim de assegurar a impunidade do crime ou a detenção da coisa para si ou para terceiro, comete o crime de roubo próprio. ( ) O crime de apropriação indébita consuma-se quando o agente transforma a posse em propriedade, ou seja, quando se inverte a posse em domínio. ( ) Disposição de coisa alheia como própria é uma modalidade de estelionato. ( ) O crime de receptação é punível, ainda que desconhecido ou isento de pena o autor do crime de que proveio a coisa. Marque a alternativa que corresponde, de cima para baixo, às respostas dadas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V – V – F – V – V"
      },
      {
        "letra": "B",
        "texto": "V – V – F – F – V"
      },
      {
        "letra": "C",
        "texto": "F – F – V – V – F"
      },
      {
        "letra": "D",
        "texto": "V – F – V – V – V"
      },
      {
        "letra": "E",
        "texto": "V – F – V – V – F"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "426525",
    "metadata": "Ano: 2012 | Banca: TRT 14R | Órgão: TRT - 14ª Região (RO e AC)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Dentre os requisitos listados abaixo marque o único que NÃO importa para caraterizar o crime de estelionato:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "emprego de fraude (artifício, ardil, ou qualquer outro meio fraudulento);"
      },
      {
        "letra": "B",
        "texto": "vítima agir com má-fé;"
      },
      {
        "letra": "C",
        "texto": "provocação ou manutenção em erro;"
      },
      {
        "letra": "D",
        "texto": "locupletação (vantagem) ilícita;"
      },
      {
        "letra": "E",
        "texto": "lesão patrimonial de outrem."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "352416",
    "metadata": "Ano: 2012 | Banca: TRF - 4ª REGIÃO | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Causas de Extinção da Punibilidade - Noções gerais",
      "Prescrição. Conceito e modalidades",
      "Crimes contra o patrimônio",
      "Furto",
      "Estelionato",
      "Crimes contra a paz pública",
      "Associação criminosa"
    ],
    "enunciado_principal": "Dadas as assertivas abaixo, assinale a alternativa correta. I. Conforme entendimento do Superior Tribunal de Justiça, a subtração de valores de conta bancária por meio de cartão magnético supostamente clonado assemelha-se à fraude eletrônica realizada por intermédio da Internet para subtração de valores, mediante transferência de numerários de conta corrente sob a guarda de instituição financeira, ambas condutas enquadradas como crime de furto mediante fraude, previsto no artigo 155, § 4º, II do Código Penal. II. Ocorre o crime de bando ou quadrilha ainda que seja declarada a extinção da punibilidade de um corréu pela prescrição etária, porquanto a jurisprudência do Superior Tribunal de Justiça não exige a condenação de todos os acusados para a configuração do crime, bastando, para tanto, a comprovação da existência do vínculo associativo entre quatro ou mais agentes. III. O Código Penal, na parte especial, estabelece causa de isenção de pena, conhecida como escusa absolutória, a quem praticar qualquer dos crimes previstos no Título dos Crimes contra o Patrimônio, em prejuízo de cônjuge, ascendente ou descendente. IV. Em relação aos crimes contra a honra, à exceção da calúnia, a ofensa irrogada em juízo, na discussão da causa, pela parte ou por seu procurador, segundo a lei penal, caracteriza exclusão do crime, também denominada imunidade judiciária. V. Ao estelionato privilegiado, como no caso do furto e da apropriação indébita, o Código Penal possibilita a substituição ou diminuição da pena quando for pequeno o valor do prejuízo e houver primariedade e bons antecedentes.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estão corretas apenas as assertivas I e II."
      },
      {
        "letra": "B",
        "texto": "Estão corretas apenas as assertivas I, II e IV."
      },
      {
        "letra": "C",
        "texto": "Estão corretas apenas as assertivas III, IV e V."
      },
      {
        "letra": "D",
        "texto": "Estão corretas apenas as assertivas I, III e V."
      },
      {
        "letra": "E",
        "texto": "Estão corretas todas as assertivas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "336281",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato",
      "Receptação"
    ],
    "enunciado_principal": "Assinale a opção correta acerca dos delitos de estelionato e receptação.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Folhas de cheque e cartões bancários não podem ser objeto material do crime de receptação, uma vez que são desprovidos de valor econômico."
      },
      {
        "letra": "B",
        "texto": "O preceito secundário do delito de receptação qualificada foi declarado inconstitucional pelo STF, por violação aos princípios constitucionais da proporcionalidade e da individualização da pena."
      },
      {
        "letra": "C",
        "texto": "Para o reconhecimento do estelionato privilegiado, considera-se apenas o pequeno valor da coisa, e não o prejuízo sofrido pela vítima."
      },
      {
        "letra": "D",
        "texto": "O delito de estelionato previdenciário, segundo a pacífica jurisprudência do STJ, tem natureza de crime permanente, cujos efeitos se prolongam."
      },
      {
        "letra": "E",
        "texto": "Aplica-se o princípio da insignificância ao crime de estelionato, ainda que cometido em detrimento de entidade de direito público."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "324304",
    "metadata": "Ano: 2012 | Banca: FGV | Órgão: PC-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "O advogado Juarez, que se encontrava suspenso pela OAB em razão de diversas reclamações de clientes, contrata novo serviço profissional para dar início à ação cível respectiva, recebendo certa importância em dinheiro como honorários e para pagar as despesas processuais respectivas. Depois de vários meses sem dar qualquer noticia ao cliente, este descobre que o profissional nunca deu início à ação respectiva, tendo ficado com a quantia que se recusa a devolver.Efetuado o registro próprio,Juarez deve responder :",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pelo crime de apropriação indébita (Art. 168 CP), tendo em tese direito à suspensão do processo."
      },
      {
        "letra": "B",
        "texto": "pelo crime de estelionato (Art. 171 CP), tendo em tese direito à suspensão do processo."
      },
      {
        "letra": "C",
        "texto": "pelo crime de apropriação indébita majorada (Art. 168, § 1º CP), com direito à suspensão do processo."
      },
      {
        "letra": "D",
        "texto": "pelo crime de apropriação indébita majorada (artigo 168 § 1º CP), sem direito à suspensão do processo."
      },
      {
        "letra": "E",
        "texto": "pelo crime de estelionato (Art. 171 CP), sem direito à suspensão do processo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "321543",
    "metadata": "Ano: 2012 | Banca: FUJB | Órgão: MPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Helen, escriturária da sociedade empresária Ipilinha S/A., ao elaborar a folha de pagamento dos funcionários, atribuiu, por equívoco, a Sérgio, chefe do departamento pessoal, o salário líquido de R$ 6.000,00 (seis mil reais), quando a importância correta seria de R$2.000,00(dois mil reais). Percebendo o erro que em muito o favorecia,Sérgio encaminhou a aludida folha de pagamento,após aprová-la, ao Banco Ching ChingS/A.,agência Castelo. No dia seguinte, já efetuado o crédito em sua conta corrente,Sérgio sacou do Banco a quantia de R $6.000,00(seis mil reais) em espécie.Diante da situação hipotética apresentada, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Helen cometeu apropriação indébita culposa e Sérgio praticou apropriação indébita de coisa havida por erro:"
      },
      {
        "letra": "B",
        "texto": "Sérgio praticou estelionato e Helen cometeu apropriação indébita culposa;"
      },
      {
        "letra": "C",
        "texto": "Sérgio praticou furto qualificado pela fraude e Helen não cometeu crime (fato atípico);"
      },
      {
        "letra": "D",
        "texto": "Helen não cometeu crime (fato atípico) e Sérgio cometeu apropriação indébita de coisa havida por erro;"
      },
      {
        "letra": "E",
        "texto": "Sérgio cometeu estelionato e Helen não cometeu crime (fato atípico)."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "293475",
    "metadata": "Ano: 2012 | Banca: IESES | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "É certo afirmar: I. É admissível a adoção do regime prisional semiaberto aos reincidentes condenados a pena igual ou inferior a 4 (quatro) anos se favoráveis às circunstâncias judiciais. II. A punição do intermediador, no jogo do bicho, depende da identificação do “apostador” ou do “banqueiro”. III. Quando o falso se exaure no estelionato, sem mais potencialidade lesiva, é por esse absorvido. IV. Para efeitos penais, o reconhecimento da menoridade do réu, prescinde de prova documental hábil. Analisando as proposições, pode-se afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições II e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições II e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições I e IV estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "287513",
    "metadata": "Ano: 2012 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato",
      "Crimes contra a dignidade sexual",
      "Assédio sexual"
    ],
    "enunciado_principal": "É correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime tipificado como de assédio sexual (art. 216-A, CP) não pode ter como vítima o homem."
      },
      {
        "letra": "B",
        "texto": "O convivente que deixou, sem justa causa, de prover a subsistência do companheiro com quem viveu em união estável, não lhe proporcionando os recursos necessários, pratica o crime de abandono material (art. 244, CP)."
      },
      {
        "letra": "C",
        "texto": "Não se pune o incêndio culposo (art. 250, § 2o , CP), salvo se é em edifício público."
      },
      {
        "letra": "D",
        "texto": "No crime de explosão (art. 251, CP), é dispensável para a consumação do crime a efetiva explosão, bastando que da ação do agente ocorra perigo concreto à incolumidade pública."
      },
      {
        "letra": "E",
        "texto": "O estelionato (art. 171, caput, CP) é crime formal, que se consuma independentemente da efetiva obtenção de vantagem ilícita, bastando à sua consumação o emprego de artifício, ardil ou qualquer outro meio fraudulento."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "283084",
    "metadata": "Ano: 2012 | Banca: FUNCAB | Órgão: PC-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Crimes contra o patrimônio",
      "Furto",
      "Apropriação indébita",
      "Estelionato",
      "Crimes contra a fé pública",
      "Falsidade de documento público"
    ],
    "enunciado_principal": "Walter, motoboy de uma farmácia, após receber de um cliente um cheque de R$ 20,00, entrega ao estabelecimento a quantia em espécie, mantendo-se na posse do título. Em seguida, o adultera, modificando o valor original para R$ 2.000,00. De posse do documento adulterado, vai até o banco para descontá-lo, mas o gerente, percebendo a fraude, liga para a Delegacia da área, alertando sobre o fato. Ao perceber a chegada da viatura, Walter deixa apressadamente a inst i tuição f inancei ra, abandonando, no local, o título falsificado. Nesse contexto, é correto afirmar que a conduta deWalter:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "configura crime de estelionato, na forma tentada, pois o delito foi interrompido por circunstâncias alheias à sua vontade."
      },
      {
        "letra": "B",
        "texto": "se amolda ao tipo penal da apropriação indébita, na forma tentada, pois o delito foi interrompido por circunstâncias alheias à sua vontade."
      },
      {
        "letra": "C",
        "texto": "é tipificada como crime de furto mediante fraude, na forma tentada, pois o delito foi interrompido por circunstâncias alheias à sua vontade."
      },
      {
        "letra": "D",
        "texto": "caracteriza crime de falsificação de documento público, pois, havendo desistência voluntária, o autor só responde pelos atos até então praticados."
      },
      {
        "letra": "E",
        "texto": "é atípica, pois ocorreu a desistência voluntária e a falsidade existente resta absorvida pela finalidade patrimonial."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "275158",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Apropriação indébita",
      "Estelionato",
      "Disposições gerais nos Crimes Contra o Patrimônio"
    ],
    "enunciado_principal": "Assinale a opção correta, acerca de crimes contra o patrimônio.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O cadáver, utilizado para estudos em uma universidade, que foi subtraído e destruído com o simples propósito de impedir as pesquisas acadêmicas, não caracteriza objeto material do crime de furto, em virtude de sua absoluta impropriedade."
      },
      {
        "letra": "B",
        "texto": "Nos delitos patrimoniais, as imunidades penais de caráter pessoal, quando absolutas isentam o agente de pena; quando relativas afastam a culpabilidade, diminuindo o juízo de reprovação da conduta."
      },
      {
        "letra": "C",
        "texto": "O cheque emitido fraudulentamente mediante falsificação da assinatura do titular, se pago integralmente antes do recebimento da denúncia, exclui o crime de estelionato em sua forma básica."
      },
      {
        "letra": "D",
        "texto": "Para a consumação do crime de apropriação indébita previdenciária basta o não recolhimento das contribuições descontadas, no prazo legal, independentemente de dano patrimonial efetivo à previdência."
      },
      {
        "letra": "E",
        "texto": "Qualquer pessoa pode ser sujeito ativo do crime de furto em sua forma simples, o que inclui, em alguns casos, tanto o possuidor quanto o proprietário da coisa móvel."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "262163",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRT - 20ª REGIÃO (SE)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Extorsão",
      "Apropriação indébita",
      "Estelionato"
    ],
    "enunciado_principal": "Quanto aos crimes contra o patrimônio, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a fraude não precisa ser anterior à obtenção da vantagem ilícita no delito de estelionato."
      },
      {
        "letra": "B",
        "texto": "na apropriação indébita o dolo é subsequente ao apossamento da coisa."
      },
      {
        "letra": "C",
        "texto": "a fraude, no furto qualificado, antecede o apossamento da coisa e é a causa de sua entrega ao agente pela vítima."
      },
      {
        "letra": "D",
        "texto": "é dispensável a fraude para a configuração do delito de estelionato na modalidade de emissão de cheque sem fundos."
      },
      {
        "letra": "E",
        "texto": "a vítima, iludida, entrega a coisa voluntariamente no delito de extorsão."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "250631",
    "metadata": "Ano: 2012 | Banca: NC-UFPR | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato",
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Falsidade de documento particular"
    ],
    "enunciado_principal": "Levando-se em conta uma denúncia que imputa ao réu a prática dos crimes de falsidade documental e estelionato, como deve agir o Magistrado em caso de sentença condenatória?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Condenar o réu pela prática de ambos os crimes, em concurso material, somando-se a pena dos dois crimes."
      },
      {
        "letra": "B",
        "texto": "Condenar o réu pelo crime de falso, eis que esse é o delito pelo qual se chegou ao estelionato, afastando a condenação por esse último."
      },
      {
        "letra": "C",
        "texto": "Condenar o réu por ambos os crimes, em concurso material, aplicando somente a pena do crime mais grave, aumentando- se de até metade diante do concurso."
      },
      {
        "letra": "D",
        "texto": "Condenar o réu apenas pelo crime de estelionato, pois quando o falso se exaure nesse delito sem mais potencialidade lesiva, é por ele absorvido e se aplica apenas a pena do estelionato, não havendo concurso material."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "236064",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Em cada um dos itens de 92 a 95 é apresentada uma situação hipotética, acerca dos crimes contra a pessoa, contra o patrimônio, contra a fé pública e contra a administração pública, seguida de uma assertiva a ser julgada. No curso de investigação policial para apurar a prática de estelionato contra banco público, foi constatado que um de seus empregados concorreu culposamente para que outrem praticasse a infração. Logo após a descoberta dos fatos, o empregado reparou integralmente o dano causado, restituindo os valores devidamente corrigidos e atualizados antes do encerramento do inquérito policial. Nessa situação, está extinta a punibilidade do agente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1656754",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "Acerca dos crimes contra o patrimônio, e sua tipicidade, julgue o item que se segue.No crime de estelionato, a fraude, ou ardil, é usada pelo agente para que a vítima, mantida em erro, entregue espontaneamente o bem, enquanto, no furto mediante fraude o ardil é uma forma de reduzir a vigilância da vítima, para que o próprio agente subtraia o bem móvel.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "208954",
    "metadata": "Ano: 2011 | Banca: FUMARC | Órgão: PC-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Estelionato"
    ],
    "enunciado_principal": "Com relação aos crimes patrimoniais, é INCORRETO afrmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "segundo entendimento consolidado pelo STF, o crime de estelionato, quando na modalidade de fraude no pagamento, por meio de cheque, consuma-se no momento e local em que o banco sacado recusa o seu pagamento."
      },
      {
        "letra": "B",
        "texto": "o agente que rouba o veículo da vítima e, sem motivação alguma, a coloca no porta malas, abandonando-a em estrada de município vizinho, responde pelos crimes de roubo e sequestro, em concurso material."
      },
      {
        "letra": "C",
        "texto": "o agente que invade estabelecimento comercial anunciando assalto e acaba por matar o proprietário e um cliente, fugindo em seguida com o dinheiro do caixa e a carteira do cliente, responde por um só crime de latrocínio, crime complexo em que a pluralidade de vítimas serve apenas para fxação da pena."
      },
      {
        "letra": "D",
        "texto": "agente que, após furtar, em concurso de pessoas, preciosa jóia em shopping Center, adquire a quota parte, dos demais meliantes, não responde por crime de receptação, tratando-se de post factum impunível."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "207719",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: AL-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato",
      "Crimes contra a administração pública",
      "Peculato",
      "Concussão e Excesso de Exação"
    ],
    "enunciado_principal": "Acerca dos crimes contra a administração pública, a paz pública e o patrimônio, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Conforme a jurisprudência pacífica do STJ, configura bis in idem a condenação por crime de quadrilha armada e roubo qualificado pelo uso de armas."
      },
      {
        "letra": "B",
        "texto": "Segundo a jurisprudência do STJ, o princípio da insignificância é aplicável ao crime de estelionato, ainda que cometido em detrimento de entidade de direito público."
      },
      {
        "letra": "C",
        "texto": "À pessoa estranha à administração pública somente poderá ser imputado o crime de peculato quando a sua atuação ilícita se der em comprovada parceria com quem ostente a qualidade de servidor público."
      },
      {
        "letra": "D",
        "texto": "Não caracteriza bis in idem a condenação pela prática do delito de concussão, com aplicação da circunstância agravante decorrente do fato de o agente ter agido com abuso de poder ou violação de dever inerente ao seu cargo."
      },
      {
        "letra": "E",
        "texto": "Pratica o delito de excesso de exação o funcionário público que exige multa que sabe ou deveria saber indevida, ou, quando devida, emprega na cobrança meio vexatório ou gravoso, que a lei não autoriza."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "197591",
    "metadata": "Ano: 2011 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Estelionato"
    ],
    "enunciado_principal": "Aquele que, após haver realizado a subtração de bens, ministra narcótico na bebida do vigia local para dali sair com sucesso de posse de alguns dos objetos subtraídos, responde por:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "furto consumado."
      },
      {
        "letra": "B",
        "texto": "roubo impróprio."
      },
      {
        "letra": "C",
        "texto": "tentativa de furto."
      },
      {
        "letra": "D",
        "texto": "roubo impróprio tentado."
      },
      {
        "letra": "E",
        "texto": "estelionato."
      }
    ],
    "gabarito": "A"
  }
]