[
  {
    "id": "3267400",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria.",
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "[Questão Inédita] Em uma pequena cidade do interior da “Q”lândia, terra dos concurseiros, Mevinho, de 35 anos, vivia com sua enteada Nutella, de apenas 11 anos, filha de sua companheira, com quem mantinha união estável há quatro anos. Aproveitando-se da relação de confiança estabelecida no ambiente familiar, Mevinho passou a praticar atos libidinosos com Nutella durante as ausências da mãe, comportamento que se repetiu por meses, até que a criança confidenciou o fato a uma professora, que denunciou o caso às autoridades. O Ministério Público denunciou Mevinho pela prática de estupro de vulnerável (art. 217-A do Código Penal). Na dosimetria da pena, o magistrado aplicou simultaneamente a agravante da alínea \"f\" do inciso II do art. 61 do CP (prevalência de relações domésticas) e a causa de aumento do art. 226, II, do CP (delito cometido com abuso de autoridade ou confiança decorrente de relação doméstica ou de coabitação). A defesa, por sua vez, alegou bis in idem, sustentando que ambas as normas penais se referem à mesma circunstância. Com base na jurisprudência atual do Superior Tribunal de Justiça e nas normas penais pertinentes, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Há bis in idem na aplicação simultânea da agravante do art. 61, II, \"f\", e da causa de aumento do art. 226, II, do CP, pois ambas se referem à mesma situação de abuso da confiança doméstica."
      },
      {
        "letra": "B",
        "texto": "A aplicação simultânea da agravante e da causa de aumento mencionadas viola o princípio da legalidade, uma vez que não é expressamente autorizada pela lei penal."
      },
      {
        "letra": "C",
        "texto": "O STJ admite a aplicação cumulativa da agravante do art. 61, II, \"f\", e da causa de aumento do art. 226, II, do CP, pois cada uma incide sobre aspectos distintos da conduta: uma valorando a condição subjetiva do agente e outra a circunstância objetiva da infração."
      },
      {
        "letra": "D",
        "texto": "A causa de aumento do art. 226, II, somente pode ser aplicada se o agente for pai biológico da vítima, o que não se verifica na hipótese, impedindo sua incidência."
      },
      {
        "letra": "E",
        "texto": "A jurisprudência do STJ entende que a agravante do art. 61, II, \"f\", deve ser afastada quando o crime é praticado em contexto de coabitação, pois a relação de convivência já está abarcada pela majorante do art. 226, II."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3267397",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "[Questão Inédita] À luz da jurisprudência dos tribunais superiores e da doutrina majoritária, assinale a alternativa correta sobre o crime de estupro de vulnerável:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A ausência de resistência da vítima menor de 14 anos pode afastar a tipicidade da conduta, desde que demonstrado seu consentimento voluntário e consciente."
      },
      {
        "letra": "B",
        "texto": "O estupro de vulnerável admite forma tentada, inclusive quando o ato libidinoso não chega a ser concretizado por circunstâncias alheias à vontade do agente."
      },
      {
        "letra": "C",
        "texto": "O consentimento dos pais ou responsáveis legais da vítima menor de 14 anos pode legitimar a conduta do agente e afastar a criminalização do ato."
      },
      {
        "letra": "D",
        "texto": "A presunção de vulnerabilidade da vítima menor de 14 anos é relativa e pode ser afastada por prova da sua maturidade sexual."
      },
      {
        "letra": "E",
        "texto": "O casamento posterior entre o agente e a vítima de estupro de vulnerável possui efeitos extintivos da punibilidade, desde que tenha havido retratação da vítima."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3345837",
    "metadata": "Ano: 2024 | Banca: IV - UFG | Órgão: TJ-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Consumação e tentativa",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "Leia o caso a seguir. Uma adolescente de 13 anos e meio de idade cria perfil em uma página de relacionamentos numa rede social, no qual informa ter 14 anos de idade. A adolescente possui aparência compatível com a idade informada no perfil. Um jovem de 20 anos manifesta interesse pelo perfil e com ela inicia diálogos que culminam num encontro no qual, com consentimento da adolescente, trocam beijos e carícias íntimas, mas não praticam conjunção carnal. Após ver o casal em público, um amigo do jovem, que conhecia a adolescente, o informa sobre a verdadeira idade dela. Em razão disso, o jovem rompe com a adolescente que, inconformada com o fim do relacionamento, procura a delegacia acompanhada de seus pais e o denuncia por estupro de vulnerável. Elaborado pelo(a) autor(a). O fato praticado pelo jovem no caso narrado é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "atípico porque ficou configurado o erro de proibição inevitável."
      },
      {
        "letra": "B",
        "texto": "típico e punível como fato tentado porque não houve a prática de conjunção carnal."
      },
      {
        "letra": "C",
        "texto": "típico e não punível porque ficou configurado o erro de proibição inevitável."
      },
      {
        "letra": "D",
        "texto": "típico e punível como fato consumado porque basta a prática de ato libidinoso."
      },
      {
        "letra": "E",
        "texto": "atípico porque ficou configurado o erro de tipo inevitável."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3117549",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública incondicionada",
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "Dario, em um bloco que desfila pelas ruas de Olinda, no carnaval de 2024, percebendo que uma foliã está totalmente embriagada, passa a beijá-la lascivamente, sem seu prévio consentimento, embora ela não resista à abordagem, devido a seu estado. Diante do caso narrado, Dario cometeu o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estupro, crime de ação penal privada;"
      },
      {
        "letra": "B",
        "texto": "estupro, crime de ação penal pública incondicionada;"
      },
      {
        "letra": "C",
        "texto": "estupro de vulnerável, crime de ação penal pública incondicionada;"
      },
      {
        "letra": "D",
        "texto": "importunação sexual, crime de ação penal pública incondicionada;"
      },
      {
        "letra": "E",
        "texto": "estupro de vulnerável, crime de ação penal pública condicionada a representação da vítima."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3038294",
    "metadata": "Ano: 2024 | Banca: CPCON | Órgão: Prefeitura de Lagoa Seca - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável",
      "Registro não autorizado da intimidade sexual",
      "Divulgação de cena de estupro ou de cena de estupro de vulnerável, de cena de sexo ou de pornografia"
    ],
    "enunciado_principal": "Sobre os crimes sexuais contra vulnerável, registro de intimidades, rufianismo e similares, tipificados no Código Penal, analise as proposições a seguir. I- Ter conjunção carnal ou praticar outro ato libidinoso com menor de 14 (catorze) anos, com alguém que, por enfermidade ou deficiência mental, não tem o necessário discernimento para a prática do ato, ou que, por qualquer outra causa, não pode oferecer resistência e ainda, se da conduta resulta lesão corporal de natureza grave, a pena será de reclusão, de 8 (oito) a 15 (quinze) anos. II- É crime de intimidade sexual: produzir, fotografar, filmar ou registrar, por qualquer meio, conteúdo com cena de nudez ou ato sexual ou libidinoso de caráter íntimo e privado sem autorização dos participantes. III- É crime oferecer, trocar, disponibilizar, transmitir, vender ou expor à venda, distribuir, publicar ou divulgar, por qualquer meio - inclusive por meio de comunicação de massa ou sistema de informática ou telemática - fotografia, vídeo ou outro registro audiovisual que contenha cena de estupro ou de estupro de vulnerável ou que faça apologia ou induza à sua prática, ou, sem o consentimento da vítima, cena de sexo, nudez ou pornografia. É CORRETO o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II e III apenas."
      },
      {
        "letra": "B",
        "texto": "I apenas."
      },
      {
        "letra": "C",
        "texto": "I e II apenas."
      },
      {
        "letra": "D",
        "texto": "II apenas."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3015517",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: SEAP-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "Jonas ingressou no domicílio de Maria, sua vizinha, e a constrangeu, mediante grave ameaça consubstanciada no emprego de uma faca, a com ele praticar conjunção carnal. Registre-se que, no momento do crime, Maria era uma adolescente saudável física e psicologicamente, contando com 15 (quinze) anos de idade. Nesse cenário, considerando as disposições do Código Penal, é correto afirmar que Jonas responderá pelo crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estupro de vulnerável."
      },
      {
        "letra": "B",
        "texto": "importunação sexual."
      },
      {
        "letra": "C",
        "texto": "assédio sexual."
      },
      {
        "letra": "D",
        "texto": "rufianismo."
      },
      {
        "letra": "E",
        "texto": "estupro"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2386996",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "Bianca é acordada de madrugada por ruídos provenientes do quarto de sua filha de 12 anos de idade. Deslocando-se ao cômodo de onde provinham os ruídos, surpreende a menor tendo relações sexuais com o padrasto. Após assistir ao fato por alguns segundos, sem tomar qualquer medida em relação ao que presenciava, a mãe retorna para sua cama. Diante do caso narrado, é correto afirmar que Bianca:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deverá responder pelo crime de omissão de socorro;"
      },
      {
        "letra": "B",
        "texto": "deverá responder pelo crime de estupro de vulnerável, sem a incidência de qualquer causa de aumento de pena;"
      },
      {
        "letra": "C",
        "texto": "deverá responder pelo crime de estupro de vulnerável, com a incidência da causa de aumento de pena decorrente do concurso de pessoas;"
      },
      {
        "letra": "D",
        "texto": "não deverá responder por crime algum, pois não concorreu para o estupro de vulnerável cometido pelo padrasto da vítima;"
      },
      {
        "letra": "E",
        "texto": "deverá responder pelo crime de estupro de vulnerável, com a incidência da causa de aumento de pena decorrente de ser genitora da vítima."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2386991",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "Ilmar, de 20 anos de idade, namorado de Jorgina, de 13 anos de idade, vai com ela ao cinema e, durante a projeção do filme, aproveitando-se da escuridão e do fato de a sala estar quase vazia, pede-lhe que faça sexo oral com ele, vindo ela a praticá-lo. Porém, o casal é surpreendido durante o ato por um segurança do estabelecimento, que aciona a polícia. Diante do caso narrado, Ilmar deverá responder por:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ato obsceno;"
      },
      {
        "letra": "B",
        "texto": "importunação sexual;"
      },
      {
        "letra": "C",
        "texto": "estupro de vulnerável;"
      },
      {
        "letra": "D",
        "texto": "ato obsceno e importunação sexual;"
      },
      {
        "letra": "E",
        "texto": "ato obsceno e estupro de vulnerável."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2367569",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Lei penal no espaço",
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "Isabela vivia com sua mãe Patrícia, seu avô, Maurício, e seus dois irmãos mais velhos, Diego e Ricardo, de 10 e 12 anos, respectivamente, em Rochester, Inglaterra. Maurício, aproveitando-se dos momentos em que Patrícia o deixava supervisionando os filhos, diariamente, acariciava os seios e a vagina da neta. Em certa ocasião, vizinhos ouviram gritos de socorro e acionaram a polícia local, que encontrou a pequena com hemorragia e ferimentos na região da vagina e nádegas e os irmãos, Diego e Ricardo, trancados dentro do armário, com fitas adesivas nos tornozelos e sinais, com hematomas e marcas de queimadura nas costas e tórax, em vários estágios de cicatrização. Os policiais não encontraram Maurício no local, porque este fugira para o Brasil, após notar que a Polícia tinha sido acionada. Os infantes Diego e Ricardo, em contato com a rede protetiva inglesa, ainda esclareceram que Maurício, rotineiramente, queimava as costas dos netos com cigarro, utilizava alicate para causar cortes na barriga deles e desferia tapas e golpes com cinto, quando eles o desobedeciam, bem como pontuaram que ficavam trancados no armário, de onde tinham visão, por ser de vidro, de tudo o que ocorria no quarto, enquanto o avô abusava da irmã, e que foram eles que gritaram por socorro, permitindo o acionamento da polícia. Em avaliação, as crianças apresentavam sinais indicativos de transtorno de estresse pós-traumático. Ciente da narrativa acima, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apesar do lugar do crime não ser o Brasil, aplica-se a lei brasileira ao caso, com base nos princípios da nacionalidade passiva e da justiça universal."
      },
      {
        "letra": "B",
        "texto": "A conduta de Maurício de acariciar a neta Isabela configura, de acordo com recente julgado do Superior Tribunal de Justiça, importunação sexual e a de ferir Diego e Ricardo, na presença dela, configura violência psicológica, na forma da Lei nº 13431/2017."
      },
      {
        "letra": "C",
        "texto": "A violência empregada contra Diego e Ricardo, por configurar tortura, não admite a aplicação da Lei brasileira, nos termos da Lei nº 9455/1997, porque, mesmo as vítimas sendo brasileiras, Maurício não está mais no território nacional."
      },
      {
        "letra": "D",
        "texto": "De acordo como Superior Tribunal de Justiça, como não se pode delimitar o número de atos libidinosos perpetrados por Maurício contra a neta não é possível aplicar o aumento máximo previsto no Art. 71 do Código Penal."
      },
      {
        "letra": "E",
        "texto": "Para a violência sexual perpetrada por Maurício, a prescrição, antes de transitar em julgado a sentença final, começa a correr da data em que a vítima completar dezoito anos, salvo se, a esse tempo, já tiver sido proposta ação penal."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2645893",
    "metadata": "Ano: 2023 | Banca: IDECAN | Órgão: SSP-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "Um delegado de polícia está relatando um inquérito em que uma mulher teria sido vítima do “Boa noite, Cinderela”, quando um indivíduo manteve relações sexuais, enquanto ela estava inconsciente. Aponte o crime que a Autoridade Policial deve imputar ao agressor.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Artigo 217-A, estupro de vulnerável."
      },
      {
        "letra": "B",
        "texto": "Artigo 213, estupro."
      },
      {
        "letra": "C",
        "texto": "Artigo 215-A, importunação sexual."
      },
      {
        "letra": "D",
        "texto": "Artigo 215, violação sexual mediante fraude."
      },
      {
        "letra": "E",
        "texto": "Artigo 216-A, assédio sexual."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2635305",
    "metadata": "Ano: 2023 | Banca: IDECAN | Órgão: SSP-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável",
      "Favorecimento da prostituição ou outra forma de exploração sexual",
      "Disposições Gerais dos crimes contra a liberdade sexual e dos crimes sexuais contra vulneráveis"
    ],
    "enunciado_principal": "No rol dos crimes contra a dignidade sexual previstos no Código Penal, está tipificada a seguinte conduta: “Praticar contra alguém e sem a sua anuência ato libidinoso com o objetivo de satisfazer a própria lascívia ou a de terceiro”. Logo, praticando tal comportamento, o agente criminoso responderá por",
    "alternativas": [
      {
        "letra": "A",
        "texto": "crime de rufianismo."
      },
      {
        "letra": "B",
        "texto": "crime de assédio sexual."
      },
      {
        "letra": "C",
        "texto": "crime de sedução."
      },
      {
        "letra": "D",
        "texto": "crime de importunação sexual."
      },
      {
        "letra": "E",
        "texto": "crime de violação sexual mediante fraude."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2566668",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: PM-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "Maria, menor de 13 anos de idade, manteve, consensualmente, relação sexual com seu namorado, José, de 18 anos de idade. Nesse caso, de acordo com o Código Penal, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o consentimento de Maria exclui a ilicitude da conduta de José e, portanto, não há de se falar em crime de estupro de vulnerável."
      },
      {
        "letra": "B",
        "texto": "a conduta de José somente seria qualificada como crime de estupro de vulnerável caso Maria não tivesse mantido relações sexuais prévias com outra pessoa antes da relação sexual com José."
      },
      {
        "letra": "C",
        "texto": "José cometeu estupro de vulnerável, independentemente do consentimento da vítima ou de Maria já ter tido relações sexuais prévias com outra pessoa."
      },
      {
        "letra": "D",
        "texto": "o crime de estupro de vulnerável somente ocorre quando há violência ou grave ameaça contra a vítima."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2535148",
    "metadata": "Ano: 2023 | Banca: IDECAN | Órgão: SSP-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "Para o Superior Tribunal de Justiça, não será configurado crime de estupro de vulnerável se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "inexistir conjunção carnal ou qualquer tipo de ato libidinoso."
      },
      {
        "letra": "B",
        "texto": "houver o consentimento da vítima para a prática do ato."
      },
      {
        "letra": "C",
        "texto": "a vítima já tiver experiência sexual anterior."
      },
      {
        "letra": "D",
        "texto": "a vítima estiver em relacionamento amoroso com o agente."
      },
      {
        "letra": "E",
        "texto": "o agente e a vítima forem inteiramente incapazes de entender o caráter ilícito do fato."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2324565",
    "metadata": "Ano: 2023 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "Examine as assertivas abaixo e responda: I. Pedro, mediante violência, consistente em amarrar na cabeceira da cama os braços de Maria, sua enteada, de 13 anos de idade, mantém com ela conjunção carnal, e assim comete o crime de estupro, tipificado no art. 213, caput, do Código Penal. II. Incide nas sanções do crime de estupro, tipificado no art. 213, caput, do Código Penal, o enfermeiro que, a pretexto de administrar um medicamento na vítima, injeta nela uma substância anestésica que lhe causa a total falta da consciência e, aproveitando-se dessa circunstância, mantém com ela ato libidinoso diverso da conjunção carnal, consistente em sexo anal. III. Incide nas sanções do crime de estupro de vulnerável, tipificado no art. 217-A, §1º, do Código Penal, o agente que em uma festa, clandestinamente, insere narcótico potentíssimo na bebida da vítima, maior de 18 anos de idade, reduzindo-a a estado de absoluta impossibilidade de resistência, antes de praticar com ela ato libidinoso diverso da conjunção carnal, consistente em tocar suas partes íntimas. IV. Incide nas sanções do crime de estupro de vulnerável, tipificado no art. 217-A, caput, do Código Penal, o agente que pratica ato libidinoso ou conjunção carnal com terceira pessoa, na presença de menor de 14 anos de idade, induzindo esta última a presenciá-lo, a fim de satisfazer a própria lascívia do agente. V. O crime de estupro, tipificado no art. 213 do Código Penal, admite modalidades de figuras típicas criminais iniciadas mediante ação penal pública incondicionada ou iniciadas mediante ação penal pública condicionada.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todas as afirmativas estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as afirmativas I e II estão corretas."
      },
      {
        "letra": "C",
        "texto": "A afirmativa III é a única correta."
      },
      {
        "letra": "D",
        "texto": "As afirmativas I, III e V estão incorretas."
      },
      {
        "letra": "E",
        "texto": "Todas as afirmativas estão incorretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2247793",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Assédio sexual",
      "Estupro de vulnerável",
      "Importunação Sexual"
    ],
    "enunciado_principal": "Nélio, colocando a mão sob sua camisa e simulando estar armado, aborda Olímpia, de 15 anos de idade, e determina que ela o masturbe, sob ameaça de morte. Temendo por sua vida, por acreditar que ele realmente estivesse armado, Olímpia cumpre a ordem.Diante do caso narrado, Nélio deverá responder por:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estupro, em sua forma simples;"
      },
      {
        "letra": "B",
        "texto": "importunação sexual;"
      },
      {
        "letra": "C",
        "texto": "assédio sexual;"
      },
      {
        "letra": "D",
        "texto": "estupro, em sua forma qualificada;"
      },
      {
        "letra": "E",
        "texto": "estupro de vulnerável."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2194586",
    "metadata": "Ano: 2023 | Banca: IDECAN | Órgão: Prefeitura de Fortaleza - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "Lucas, 25 anos, inicia relacionamento amoroso com Caroline, sua vizinha, sabendo que a menina não havia sequer completado a idade de 13 anos, com ela mantendo, de forma consentida, atos libidinosos distintos da conjunção carnal. A pedido de Caroline, que evitava gravidez, o casal jamais manteve cópula vagínica. Nestas circunstâncias:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Lucas não praticou qualquer crime, porque os atos foram mantidos com consentimento da vítima."
      },
      {
        "letra": "B",
        "texto": "Lucas praticou o crime de estupro de vulnerável na forma tentada, pois não chegou a manter conjunção carnal com Caroline."
      },
      {
        "letra": "C",
        "texto": "Lucas praticou o crime de estupro de vulnerável consumado."
      },
      {
        "letra": "D",
        "texto": "Lucas não praticou o crime porque sua conduta está justificada, na medida em que respeitou os limites impostos por Caroline."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2183245",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável",
      "Ultraje público ao pudor",
      "Importunação Sexual"
    ],
    "enunciado_principal": "Luiz, maior e capaz, conheceu uma adolescente de 12 anos de idade, tendo conhecimento dessa informação. Após semanas de conversas, Luiz e a adolescente começaram a namorar, com a concordância dos genitores da infante. Após alguns meses, vizinhos descobriram os fatos e deram ciência às autoridades competentes. Durante as investigações, a adolescente narrou que não praticou conjunção carnal com Luiz, mas apenas outros atos, como beijos e carícias recíprocas nas partes íntimas. Disse, ainda, que todos os atos foram consentidos. Nesse cenário, considerando as disposições do Código Penal e a jurisprudência dominante do Superior Tribunal de Justiça, é correto afirmar que Luiz:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "responderá pelo crime de estupro de vulnerável, considerando que o consentimento da vítima, na espécie, é penalmente irrelevante;"
      },
      {
        "letra": "B",
        "texto": "responderá pelo crime de atentado violento ao pudor, considerando que o consentimento da vítima, na espécie, é penalmente irrelevante;"
      },
      {
        "letra": "C",
        "texto": "não responderá por qualquer crime, considerando que havia o consentimento expresso dos genitores da infante, seus representantes legais;"
      },
      {
        "letra": "D",
        "texto": "responderá pelo crime de importunação sexual, considerando que o consentimento da vítima, na espécie, é penalmente irrelevante;"
      },
      {
        "letra": "E",
        "texto": "não responderá por qualquer crime, considerando que havia o consentimento expresso da vítima."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2182266",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: Prefeitura de Palmas - TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão",
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "Tendo em conta o Código Penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A omissão é penalmente relevante se o omitente, ainda que sem o dever de agir, deixa de evitar o resultado, quando lhe era possível fazê-lo."
      },
      {
        "letra": "B",
        "texto": "O homicídio doloso praticado contra menor de 14 anos enseja causa de aumento de pena, de dois terços."
      },
      {
        "letra": "C",
        "texto": "O emprego de arma de fogo qualifica o roubo, já o uso de arma branca implica causa de aumento da pena, da metade."
      },
      {
        "letra": "D",
        "texto": "Praticar conjunção carnal com a esposa desacordada por ingestão de bebida alcoólica configura estupro de vulnerável."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2059108",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: DPE-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Violação sexual mediante fraude",
      "Assédio sexual",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "Indivíduo maior e capaz, sob a alegação de que estava doente e precisava de material genético humano, praticou atos libidinosos com adolescente de 15 anos de idade, o qual consentiu com a prática em razão da argumentação do maior. A conduta do indivíduo maior e capaz, no caso apresentado, é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estupro de vulnerável."
      },
      {
        "letra": "B",
        "texto": "assédio sexual."
      },
      {
        "letra": "C",
        "texto": "atípica."
      },
      {
        "letra": "D",
        "texto": "violação sexual mediante fraude."
      },
      {
        "letra": "E",
        "texto": "estupro na forma simples."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2031579",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "Amaury foi acusado de estupro de vulnerável mediante conjunção carnal após ter praticado sexo com uma mulher severamente embriagada que conhecera em casa noturna de Goiânia. Após o trâmite processual, sobreveio sentença condenatória, que considerou Amaury culpado por estupro de vulnerável tentado, uma vez que a conjunção carnal não se encerrou com ejaculação, segundo laudo. O Ministério Público ou a Defesa, se discordar da decisão, deverá interpor recurso de apelação alegando",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ser Amaury digno de absolvição, porquanto o crime de estupro de vulnerável só pode ser cometido contra menores de 14 anos."
      },
      {
        "letra": "B",
        "texto": "que o delito imputado a Amaury não necessita de finalização da relação sexual, bastando que o acusado tenha tocado na vítima, por se tratar de crime formal."
      },
      {
        "letra": "C",
        "texto": "ser Amaury digno de absolvição, pois a embriaguez da vítima não pode ser imputada ao réu, por ausência de nexo de causalidade."
      },
      {
        "letra": "D",
        "texto": "que a ejaculação é elemento indispensável para a execução do delito, devendo ser Amaury absolvido por atipicidade."
      },
      {
        "letra": "E",
        "texto": "que o delito de estupro de vulnerável mediante conjunção carnal se consuma independentemente da ejaculação masculina, uma vez que se trata de crime material e instantâneo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1960229",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Sequestro ou cárcere privado",
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável",
      "Corrupção de menores",
      "Divulgação de cena de estupro de vulnerável, de cena de sexo ou de pornografia"
    ],
    "enunciado_principal": "Configura crime contra a dignidade sexual a conduta de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "oferecer, por qualquer meio, inclusive por meio de comunicação de massa, fotografia, vídeo ou outro registro audiovisual que contenha cena de estupro, ou, sem o consentimento da vítima, cena de sexo ou de nudez ou pornografia"
      },
      {
        "letra": "B",
        "texto": "privar alguém de sua liberdade, mediante sequestro ou cárcere privado, para a prática de atos libidinosos"
      },
      {
        "letra": "C",
        "texto": "ter conjunção carnal ou praticar outro ato libidinoso com menor de 14 (catorze) anos"
      },
      {
        "letra": "D",
        "texto": "fotografar, filmar ou registrar, por qualquer meio, conteúdo com cena de nudez ou ato sexual ou libidinoso de caráter íntimo e privado sem autorização dos participantes"
      },
      {
        "letra": "E",
        "texto": "induzir alguém menor de 14 (catorze) anos a satisfazer a lascívia de outrem"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1955335",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "No Código Penal, os artigos que tratam do estupro são o 213 (Estupro) e 217-A (Estupro de vulnerável). Acerca dos contextos do crime de estupro e da avaliação pericial a este relacionada, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o bem jurídico tutelado é a inviolabilidade do corpo humano e o sujeito passivo é qualquer pessoa do sexo feminino."
      },
      {
        "letra": "B",
        "texto": "a notificação do estupro a autoridades policiais é subordinada à autorização da vítima quando do atendimento em serviço de saúde de pessoa com relato de violência sexual ocorrida recentemente."
      },
      {
        "letra": "C",
        "texto": "na avaliação pericial do provável estupro, é facultativo ao Médico Legista proceder à fundamentação da existência de conjunção carnal relacionada à ocorrência, haja vista a credibilidade do depoimento oral e o conceito de revitimização."
      },
      {
        "letra": "D",
        "texto": "os vestígios da conjunção carnal e/ou ato libidinoso, considerando a pesquisa de espermatozoides e de antígeno prostático específico, devem ser colhidos em até 72h da ocorrência, preferencialmente."
      },
      {
        "letra": "E",
        "texto": "a vítima de estupro não deve ser atendida pelos serviços de saúde no país, a não ser na iminência de risco de morte ou lesões corporais graves que demandem atendimento imediato. Em qualquer circunstância, a vítima deve ser informada sobre os seus direitos segundo seu próprio caso."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1947759",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: MPE-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "Segundo entendimento do Superior Tribunal de Justiça (STJ), a contemplação lasciva de uma criança, por meio da Internet, sem qualquer contato físico, configura",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estupro."
      },
      {
        "letra": "B",
        "texto": "importunação ofensiva ao pudor."
      },
      {
        "letra": "C",
        "texto": "estupro de vulnerável."
      },
      {
        "letra": "D",
        "texto": "corrupção de menores."
      },
      {
        "letra": "E",
        "texto": "violação sexual mediante fraude."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1945464",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável",
      "Favorecimento da prostituição ou outra forma de exploração sexual",
      "Casa de prostituição",
      "Importunação Sexual"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre crimes contra a dignidade sexual.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A conduta de manter relação sexual com pessoa desacordada, por ingestão de álcool, incapaz de oferecer resistência, caracteriza o crime de estupro, artigo 213, do Código Penal, qualificado pela especial condição de vulnerabilidade da vítima."
      },
      {
        "letra": "B",
        "texto": "O crime de importunação sexual, artigo 215-A, do Código Penal, é de natureza subsidiária, restando caracterizado somente se o ato libidinoso praticado não constituir crime mais grave."
      },
      {
        "letra": "C",
        "texto": "A prática de conjunção carnal com menor de 14 anos, se consentida, não caracteriza o crime de estupro de vulnerável, artigo 217-A, do Código Penal, se comprovado que a vítima já mantinha vida sexual ativa anteriormente."
      },
      {
        "letra": "D",
        "texto": "A conduta de registrar ato sexual sem autorização dos participantes, artigo 216-B, do Código Penal, só é punível se houver divulgação a terceiros, por qualquer meio."
      },
      {
        "letra": "E",
        "texto": "A conduta de manter estabelecimento destinado à prática de exploração sexual, artigo 229, do Código Penal, é atípica, caso não haja participação de criança e adolescente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1933395",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão",
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "Lucas, com 15 anos de idade, conheceu Lívia, com 13 anos de idade, na escola onde estudavam. Com o tempo, ambos se apaixonaram e começaram a namorar. Após terem a primeira relação sexual, Lívia comunicou o fato aos seus pais, os quais, por gostarem de Lucas, convidaram-no a morar junto com Lívia, na casa da família. Lucas, ainda com 15 anos de idade, aceitou prontamente o convite e imediatamente passou a conviver com Lívia, que ainda tinha 13 anos de idade, como marido e mulher, na casa dos pais dela, mantendo, continuamente, relação sexual consentida por Lívia e com a ciência dos pais desta. Considerando essa situação hipotética e o conceito tripartite de crime, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas os pais de Lívia responderão por crime de estupro de vulnerável, na forma da omissão imprópria, por serem autores mediatos do delito."
      },
      {
        "letra": "B",
        "texto": "Apenas Lucas cometeu crime de estupro de vulnerável, pois os pais de Lívia não tiveram conhecimento prévio da primeira relação sexual dos menores."
      },
      {
        "letra": "C",
        "texto": "Lucas é autor do crime de estupro de vulnerável e os pais de Lívia são partícipes pela omissão própria, e cada um deles responderá na medida de sua culpabilidade."
      },
      {
        "letra": "D",
        "texto": "Lucas é autor do crime de estupro de vulnerável e os pais de Lívia são partícipes pela omissão imprópria, e cada um deles responderá na medida de sua culpabilidade."
      },
      {
        "letra": "E",
        "texto": "O fato é atípico, em razão do princípio da adequação social, que suprime a tipicidade material."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1932806",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "Um adolescente com doze anos de idade foi abusado sexualmente por Almir, indivíduo de sua própria família e maior de idade, tendo sido praticados diversos atos libidinosos contra ele. Nessa situação hipotética, Almir responderá por crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estupro simples."
      },
      {
        "letra": "B",
        "texto": "abuso sexual."
      },
      {
        "letra": "C",
        "texto": "corrupção de menores."
      },
      {
        "letra": "D",
        "texto": "estupro de vulnerável."
      },
      {
        "letra": "E",
        "texto": "exploração sexual."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1908905",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: DPE-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "O crime de estupro de vulnerável, conforme o Superior Tribunal de Justiça,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "impede a responsabilização do agente na qualidade de partícipe."
      },
      {
        "letra": "B",
        "texto": "prescinde de contato físico direto do réu com a vítima."
      },
      {
        "letra": "C",
        "texto": "não é considerado hediondo diante da legalidade estrita para tal configuração."
      },
      {
        "letra": "D",
        "texto": "pode ser considerado atípico diante de eventual consentimento da vítima."
      },
      {
        "letra": "E",
        "texto": "exige a fixação de regime inicial fechado em razão do quantum de pena previsto."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1879131",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável",
      "Importunação Sexual"
    ],
    "enunciado_principal": "No dia 20/04/2021, Apolo, de 20 (vinte) anos de idade, com o objetivo de controlar o comportamento social da sua irmã Artemis, de 9 (nove) anos de idade completos, aproveitando-se que a vítima estava distraída ouvindo música, apalpou seus seios, praticando esse único ato. Considerando o entendimento dos Tribunais Superiores e as disposições previstas no Código Penal acerca dos crimes contra a dignidade sexual, analise as afirmativas a seguir. I. Apolo cometeu o crime disposto no Art. 215-A do Código Penal (importunação sexual), visto que o ato não foi cometido com violência e não houve a prática de outros atos. II. Apolo cometeu o crime disposto no Art. 217-A do Código Penal (estupro de vulnerável), visto que a presunção de violência é absoluta e deve-se usar o princípio da especialidade no caso. III. Em caso de condenação, o Juiz deve aplicar, necessariamente, a causa de aumento de pena que mais aumenta, não se admitindo a aplicação cumulativa das majorantes. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, somente."
      },
      {
        "letra": "B",
        "texto": "II, somente."
      },
      {
        "letra": "C",
        "texto": "I e III, somente."
      },
      {
        "letra": "D",
        "texto": "II e III, somente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1870413",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: MPE-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "Com o advento da Lei n.º 12.015/2009, o STJ entendeu que “O crime de estupro de vulnerável configura-se com a conjunção carnal ou prática de ato libidinoso com menor de 14 anos, sendo irrelevante o eventual consentimento da vítima para a prática do ato, experiência sexual anterior ou existência de relacionamento amoroso com o agente”. Esse entendimento do STJ",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não constitui retroatividade de lei penal mais gravosa (novatio legis in pejus)."
      },
      {
        "letra": "B",
        "texto": "criou conflito aparente de normas, cabendo a aplicação do princípio da subsidiariedade."
      },
      {
        "letra": "C",
        "texto": "pode retroagir para alcançar fatos ocorridos antes da alteração da Lei n.º 12.015/2009."
      },
      {
        "letra": "D",
        "texto": "extrapolou a mera interpretação legislativa, não podendo ser aplicado a fatos anteriores à vigência da referida lei."
      },
      {
        "letra": "E",
        "texto": "ampliou o conteúdo da norma penal, com violação do princípio da legalidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1870411",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: MPE-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "Alex e Bianca são casados há uma década. Há três anos, a irmã de Bianca, criança com 10 anos de idade, passou a pernoitar na residência do casal, ocasiões em que Alex aproveitava para praticar atos de natureza sexual contra a menina. Em uma noite, Bianca descobriu o que estava ocorrendo nas visitas, mas não tomou atitude para impedir a reiteração das condutas criminosas do cônjuge. Ao contrário, Bianca continuou permitindo que a irmã dormisse em sua casa e que o marido se aproveitasse da situação. Com relação à situação hipotética anterior, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Bianca deverá responder pelo delito de estupro de vulnerável por omissão imprópria."
      },
      {
        "letra": "B",
        "texto": "A conduta de Bianca é atípica, visto que não houve prévio ajuste com a prática criminosa de Alex, tampouco ela assistiu ao ato libidinoso ou o realizou."
      },
      {
        "letra": "C",
        "texto": "Alex deverá responder pelo crime de estupro em concurso material com corrupção de menores."
      },
      {
        "letra": "D",
        "texto": "Alex deverá responder por estupro de vulnerável, e Bianca, pelo crime de mediação para servir a lascívia de outrem."
      },
      {
        "letra": "E",
        "texto": "Bianca deverá responder por participação em crime menos grave — no caso, importunação sexual."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1980606",
    "metadata": "Ano: 2021 | Banca: FUMARC | Órgão: PC-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "Em uma festa, um indivíduo de 30 anos praticou sexo oral com menina de 12 anos, no banheiro, com consentimento desta. Neste caso, pode-se afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "houve apenas a prática de ato libidinoso, não se configurando crime."
      },
      {
        "letra": "B",
        "texto": "houve crime de atentado violento ao pudor."
      },
      {
        "letra": "C",
        "texto": "houve crime de estupro, pois a vítima é considerada vulnerável."
      },
      {
        "letra": "D",
        "texto": "não houve crime de estupro, pois houve consentimento da vítima."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1868382",
    "metadata": "Ano: 2021 | Banca: IESES | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "Sobre os crimes contra a Dignidade sexual previstos no Código Penal, responda:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O tráfico de pessoas para fins de exploração sexual se encontra previsto no Título dos Crimes contra a Dignidade Sexual."
      },
      {
        "letra": "B",
        "texto": "A jurisprudência atual dos Tribunais Superiores afasta a tipicidade do delito de Manutenção de Casa de Prostituição, previsto no artigo 229, em função da adequação social da conduta."
      },
      {
        "letra": "C",
        "texto": "Os crimes contra a Dignidade Sexual se processam, em regra, por ação penal pública incondicionada, à exceção do crime de estupro, que depende de representação da vítima."
      },
      {
        "letra": "D",
        "texto": "O delito de estupro de vulnerável, previsto no artigo 217-A, independe da ocorrência de lesões na vítima, uma vez que a violência é presumida."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1868183",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: PC-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "Sob o argumento da produção de cena de arte para um filme, Circe produz, dirige e filma, por meio de hand cam, a prática de ato sexual entre Hebe, então com 13 anos de idade, e Deimos, conhecido ator do ambiente pornográfico, com mais de 25 anos de carreira. Sob o aspecto jurídico-penal, é correto afirmar que essa conduta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não configura ilícito penal;"
      },
      {
        "letra": "B",
        "texto": "configura crime de estupro;"
      },
      {
        "letra": "C",
        "texto": "configura crime de estupro de vulnerável;"
      },
      {
        "letra": "D",
        "texto": "configura crime de estupro em concurso com o Art. 240 da Lei nº 8.069/1990;"
      },
      {
        "letra": "E",
        "texto": "configura crime de estupro de vulnerável em concurso com o Art. 240 da Lei nº 8.069/1990."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1845147",
    "metadata": "Ano: 2021 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "A conduta daquele que beija, bem como passa a mão no corpo e nas partes íntimas de uma criança de dez (10) anos de idade, não ocasionando lesões físicas à vítima, configura crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estupro tentado."
      },
      {
        "letra": "B",
        "texto": "importunação sexual."
      },
      {
        "letra": "C",
        "texto": "estupro de vulnerável tentado."
      },
      {
        "letra": "D",
        "texto": "estupro de vulnerável."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1845009",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "Segundo a jurisprudência do Superior Tribunal de Justiça, a continuidade delitiva",
    "alternativas": [
      {
        "letra": "A",
        "texto": "específica aplica-se para os crimes de estupro ou de atentado violento ao pudor praticados com violência presumida."
      },
      {
        "letra": "B",
        "texto": "pode ser reconhecida entre crimes de estupro de vulnerável praticados contra vítimas diversas."
      },
      {
        "letra": "C",
        "texto": "é possível entre os crimes de roubo e extorsão se o agente, após o roubo, constrange a vítima a entregar o cartão bancário e a senha para sacar o dinheiro da conta."
      },
      {
        "letra": "D",
        "texto": "específica, para fins de cálculo do aumento de pena, independe da análise das circunstâncias judiciais."
      },
      {
        "letra": "E",
        "texto": "exige fundamentação concreta para a fixação da fração de aumento de pena, sendo insuficiente para a exasperação a mera indicação do número de crimes."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1826472",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "Com relação aos crimes previstos na Parte Especial do Código Penal, julgue o próximo item. A prática sexual com pessoa em estado de sono caracteriza estupro de vulnerável.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1810872",
    "metadata": "Ano: 2021 | Banca: IDECAN | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Assédio sexual",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "De acordo com o 13º Anuário Brasileiro de Segurança Pública, de 2011 em diante, ocorreu um aumento muito significativo nos registros de ocorrência relacionados ao crime de estupro. Segundo esse mesmo levantamento, a maior parte de crimes de estupro praticados no Brasil é o estupro de vulnerável, que é aquele praticado contra menores de 14 anos ou pessoas com doenças ou deficiência mental que não têm discernimento para a prática do ato ou que, por qualquer outra causa, não podem oferecer resistência. Acerca da jurisprudência do Superior Tribunal de Justiça sobre o tema, assinale a afirmativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O delito de estupro de vulnerável (art. 217-A do CP) se consuma com a prática de qualquer ato de libidinagem ofensivo à dignidade sexual da vítima."
      },
      {
        "letra": "B",
        "texto": "Em razão do princípio da especialidade, é descabida a desclassificação do crime de estupro de vulnerável (art. 217-A do Código Penal) para o crime de importunação sexual (art. 215-A do CP), uma vez que este é praticado sem violência ou grave ameaça, e aquele traz ínsito ao seu tipo penal a presunção absoluta de violência ou de grave ameaça."
      },
      {
        "letra": "C",
        "texto": "A contemplação lasciva configura o ato libidinoso constitutivo dos tipos dos art. 213 e art. 217-A do CP, sendo irrelevante, para a consumação dos delitos, que haja contato físico entre ofensor e vítima."
      },
      {
        "letra": "D",
        "texto": "Não há bis in idem na incidência da agravante genérica do art. 61, II, f, concomitantemente com a causa de aumento de pena do art. 226, II, ambas do CP, no crime de estupro."
      },
      {
        "letra": "E",
        "texto": "Não se configura crime de assédio sexual (art. 216-A do CP) na relação entre professor e aluno."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1781548",
    "metadata": "Ano: 2021 | Banca: AOCP | Órgão: MPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Policarpo, quando passava pela Rua Getúlio Vargas, em Bagé, mediante grave ameaça, roubou da senhora Ayla seu relógio. A polícia civil local, ao receber a notitia criminis, instaurou inquérito policial contra ele e o indiciou por tal crime. Durante a fase investigativa, Policarpo, impelido por forte arrependimento do que havia feito, devolveu, voluntariamente, o relógio à vítima. Nessa situação hipotética, caso Policarpo seja condenado, terá em seu favor uma redução de pena de 1/3 (um terço) a 2/3 (dois terços) em razão do arrependimento posterior (art. 16, do Código Penal). Nesse caso, quanto mais rápida for a entrega do bem, maior será a redução da pena."
      },
      {
        "letra": "B",
        "texto": "Nísia estava em uma praia totalmente deserta com Epílogo, seu amigo de infância. Por onde os olhos alcançavam, via-se apenas areia, sem pedras, sem morros e sem arvoredos. Com a intenção de lesar Epílogo, ela desferiu um golpe em suas costas, ocasião em que Epílogo caiu e bateu a cabeça justamente em uma pedra (única e não visível), encoberta pela areia (imprevisível), momento em que faleceu por traumatismo craniano. Considerando essa situação hipotética, pode-se afirmar que a conduta dela adequa-se ao crime de lesão corporal seguida de morte."
      },
      {
        "letra": "C",
        "texto": "Honório efetuou compra de uma bicicleta e emitiu um cheque sem fundos, de sua conta corrente, para pagar a referida bicicleta. O cheque foi devolvido pelo banco por ausência de fundos. Em razão desse fato, foi instaurado inquérito policial contra ele por violação ao art. 171, § 2º, inciso VI, do Código Penal (estelionato mediante fraude no pagamento por meio de cheque). Ainda na fase investigativa, Honório, voluntariamente, restituiu integralmente o prejuízo à vítima, pagando o valor devido. Nesse caso hipotético, segundo entendimento do Superior Tribunal de Justiça, ele terá em seu favor uma excludente legal de ilicitude, que obstará a propositura da ação penal."
      },
      {
        "letra": "D",
        "texto": "Esdras e Efraim, em coautoria, ajustaram a prática do crime de furto contra o Restaurante Bom Prato, em horário em que não houvesse ninguém, ou seja, que estivesse fechado. A exigência de Efraim, para a prática delituosa, seria para que fossem desarmados, pois ele não aceitava o emprego de qualquer violência. Na ocasião em que o crime foi praticado, Esdras disse a Efraim para ficar do lado de fora dando cobertura, enquanto ele entraria no restaurante para furtar. Ao entrar no restaurante sozinho, Esdras se depara com o vigia e, de posse de uma faca (que trazia em sua cintura, sem o conhecimento de Efraim), desfere vários golpes no vigia que não resiste aos ferimentos e morre no local. Em seguida, Esdras foge e deixa seu colega sem saber do ocorrido. Com base nesse contexto hipotético, pode-se afirmar que Efraim agiu em cooperação dolosamente distinta, razão pela qual responderá por crime de roubo com causa especial de diminuição de pena."
      },
      {
        "letra": "E",
        "texto": "Para o Superior Tribunal de Justiça, o estupro de vulnerável se consuma com a prática de qualquer ato libidinoso ofensivo à dignidade sexual da vítima, sendo dispensável o contato físico direto entre ela e o réu para a configuração do delito."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1771678",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: PC-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "Maicon, 25 anos, e Maria, 13 anos, que não era mais virgem, iniciaram relacionamento amoroso, com a concordância dos pais da menor. Após dois meses de namoro, ainda antes do aniversário de 14 anos de Maria, o casal praticou relação sexual, o que ocorreu com o consentimento de Joana, mãe da adolescente, que, após conversar com Maicon, incentivou o ato sexual entre os dois como prova de amor. Tomando conhecimento do ocorrido dias depois, André, pai de Maria, ficou indignado com o ato sexual e registrou o fato na delegacia. Diante desse quadro, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Maicon e Joana responderão por estupro de vulnerável, na forma majorada;"
      },
      {
        "letra": "B",
        "texto": "Maicon responderá por estupro de vulnerável e Joana,por corrupção de menores;"
      },
      {
        "letra": "C",
        "texto": "o fato será atípico, porque houve consentimento expresso da representante legal da vítima;"
      },
      {
        "letra": "D",
        "texto": "o fato será atípico, pois a vítima, apesar da idade, não era mais virgem e inexperiente;"
      },
      {
        "letra": "E",
        "texto": "Maicon e Joana responderão por estupro de vulnerável, não incidindo qualquer majorante."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1767740",
    "metadata": "Ano: 2021 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "A respeito de CRIMES CONTRA A DIGNIDADE SEXUAL, conforme o STJ, é CORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É possível a desclassificação do crime de estupro de vulnerável (art. 217-A do CP) para o de importunação sexual (art. 215-A, do CP), se as carícias forem por cima da roupa."
      },
      {
        "letra": "B",
        "texto": "Não é possível a configuração do crime de assédio sexual (Art. 216-A, do CP) entre professor e aluno, porque inexiste relação hierárquica ou de ascendência, inerentes ao exercício do emprego, cargo ou função, próprios do tipo."
      },
      {
        "letra": "C",
        "texto": "A incidência da causa de aumento de pena referente à condição de padrasto do autor (art. 226, II, do CP) afasta a aplicação da agravante relativa à prevalência das relações domésticas em ambiente familiar (art. 61, II, “f”, do CP), sob pena de bis in idem."
      },
      {
        "letra": "D",
        "texto": "A contemplação lasciva pode tipificar o crime de estupro de vulnerável (art. 217-A do CP)."
      },
      {
        "letra": "E",
        "texto": "No estupro de vulnerável (art. 217-A do CP), o trauma psicológico, decorrente do fato, é suficiente para a valoração negativa das consequências do crime (art. 59 do CP)."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1761803",
    "metadata": "Ano: 2021 | Banca: INSTITUTO AOCP | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Lei penal no espaço",
      "Causas de extinção da punibilidade",
      "Perdão judicial",
      "Crimes contra o patrimônio",
      "Roubo",
      "Crimes contra a propriedade imaterial",
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "De acordo com o Direito Penal, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aplica-se a lei brasileira ao crime de homicídio cometido na Argentina contra o Presidente da República do Brasil. Trata-se de hipótese de extraterritorialidade incondicionada, dada a incidência do princípio da representação."
      },
      {
        "letra": "B",
        "texto": "A sentença concessiva do perdão judicial é declaratória da extinção da punibilidade, não subsistindo qualquer efeito condenatório."
      },
      {
        "letra": "C",
        "texto": "Consuma-se o crime de roubo com a inversão da posse do bem mediante emprego de violência ou grave ameaça, ainda que por breve tempo e em seguida à perseguição imediata ao agente e recuperação da coisa roubada, sendo prescindível a posse mansa e pacífica ou desvigiada."
      },
      {
        "letra": "D",
        "texto": "Para a configuração do delito de violação de direito autoral e a comprovação de sua materialidade, é suficiente a perícia realizada por amostragem do produto apreendido, nos aspectos externos do material, e é desnecessária a identificação dos titulares dos direitos autorais violados ou daqueles que os representem."
      },
      {
        "letra": "E",
        "texto": "O crime de estupro de vulnerável se configura com a conjunção carnal ou prática de ato libidinoso com menor de catorze anos, sendo irrelevante eventual consentimento da vítima para a prática do ato, sua experiência sexual anterior ou existência de relacionamento amoroso com o agente."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1696295",
    "metadata": "Ano: 2020 | Banca: FACET Concursos | Órgão: Prefeitura de Capim - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "João, pessoa imputável, decidiu ir a um show de música clássica. Os responsáveis pela a organização do evento musical anunciaram que apenas seria admitida a entrada de pessoas maiores de 18 anos. No dia do espetáculo, no interior do local da apresentação musical, João conheceu Maria, pessoa que pela compleição física aparentava ter mais de 18 (dezoito) anos. Por um longo período João e Maria conversavam, oportunidade em que ambos ingeriram bebida alcoólica, a qual foi adquirida por Maria junto ao \"serviço de bar\". Após o término do show, João e Maria se deslocaram até o imóvel residencial do primeiro. Lá chegando, João e Maria mantiveram, consensualmente, conjunção carnal. Porém, após a prática do ato sexual, Maria informou a João que possuía 13 (treze) anos de idade, tendo, inclusive, mostrado documento hábil comprovando sua idade. Maria tentou tranquilizar João informando que já possuía vida sexual ativa. Diante dos fatos apresentados, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "João praticou o crime de estupro de vulnerável, uma vez que Maria é menor de 14 (quatorze) anos."
      },
      {
        "letra": "B",
        "texto": "João não praticou o crime de estupro de vulnerável, dada a incidência do instituto do erro sobre a pessoa."
      },
      {
        "letra": "C",
        "texto": "João praticou o crime de violação sexual mediante fraude, tendo em vista que Maria tinha a capacidade reduzida."
      },
      {
        "letra": "D",
        "texto": "João não praticou o crime de estupro de vulnerável, em virtude do erro sobre elemento constitutivo do crime."
      },
      {
        "letra": "E",
        "texto": "A experiência sexual anterior de Maria, a teor do entendimento jurisprudencial consolidado no Superior Tribunal de Justiça, impede a responsabilização penal de João pelo crime de estupro de vulnerável."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1097223",
    "metadata": "Ano: 2019 | Banca: COSEAC | Órgão: Prefeitura de Maricá - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "Tício, 25 (vinte e cinco) anos, praticou ato libidinoso contra uma menina de 8 (oito) anos de idade, tocando o órgão genital da criança e fazendo-a tocar no dele. Questionada, a menina disse que havia deixado Tício fazer aquilo com ela. Diante dessa situação hipotética, Tício praticou",
    "alternativas": [
      {
        "letra": "A",
        "texto": "lesão corporal."
      },
      {
        "letra": "B",
        "texto": "crime de estupro de vulnerável."
      },
      {
        "letra": "C",
        "texto": "crime de estelionato."
      },
      {
        "letra": "D",
        "texto": "contravenção penal de importunação ofensiva ao pudor"
      },
      {
        "letra": "E",
        "texto": "nenhum crime."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1092931",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Violação sexual mediante fraude",
      "Estupro de vulnerável",
      "Importunação Sexual"
    ],
    "enunciado_principal": "Tícia, de 16 anos, há dois anos namora Caio, de 19 anos. Tícia é virgem e está decidida a apenas manter relação sexual após o casamento, já marcado para ocorrer no dia em que ela completará 18 anos. Quando estavam sozinhos, na sala, assistindo TV, Caio, aproveitando-se que Tícia cochilava, masturbou-se e ejaculou no corpo da namorada que, imediatamente, acordou. Sentindo-se profundamente violada e agredida, Tícia grita e acorda os pais, que dormiam no quarto da casa. Os pais, vendo a filha suja e em pânico, impedem Caio de fugir e decidem chamar a polícia. Acionada a polícia, Caio é preso, em flagrante delito e, encerradas as investigações, denunciado pelo crime sexual praticado. Diante da situação hipotética, Caio poderá ser processado pelo crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "corrupção de menores, tratando-se de ação penal pública incondicionada."
      },
      {
        "letra": "B",
        "texto": "violação sexual mediante fraude, haja vista que Tícia estava dormindo, sem possibilidade de resistir, tratando-se de crime de ação penal pública condicionada."
      },
      {
        "letra": "C",
        "texto": "importunação sexual, tratando-se de ação penal pública incondicionada."
      },
      {
        "letra": "D",
        "texto": "estupro de vulnerável, haja vista que Tícia é menor, tratando-se de crime de ação penal pública incondicionada."
      },
      {
        "letra": "E",
        "texto": "estupro, incidindo causa de aumento em virtude de a vítima ser menor de 18, tratando-se de ação penal pública condicionada."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1082514",
    "metadata": "Ano: 2019 | Banca: FGV | Órgão: MPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "Tício, padrasto de Lourdes, criança de 11 anos de idade, praticou, mediante violência consistente em diversos socos no rosto, atos libidinosos diversos da conjunção carnal com sua enteada. A vítima contou o ocorrido à sua mãe, apresentando lesões no rosto, de modo que a genitora de Lourdes, de imediato, compareceu com a filha em sede policial e narrou o ocorrido. Recebidos os autos do inquérito policial, o promotor de justiça com atribuição deverá oferecer denúncia imputando a Tício o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estupro de vulnerável (art. 217-A do CP), podendo o emprego de violência real ser considerado na pena base para fins de aplicação da sanção penal, bem como cabendo reconhecimento da causa de aumento de pena pelo fato de o autor ser padrasto da ofendida;"
      },
      {
        "letra": "B",
        "texto": "estupro de vulnerável (art. 217-A do CP), não podendo o emprego de violência real ser considerado na pena base por já funcionar como elementar do delito, mas cabendo reconhecimento da causa de aumento de pena pelo fato de o autor ser padrasto da ofendida;"
      },
      {
        "letra": "C",
        "texto": "estupro qualificado pela idade da vítima (art. 213, §1º do CP), diante da violência real empregada, de modo que a idade da vítima não poderá funcionar como agravante, apesar de presente a causa de aumento pelo fato de o autor ser padrasto da ofendida;"
      },
      {
        "letra": "D",
        "texto": "estupro simples (art. 213 do CP), diante da violência real empregada, funcionando a idade da vítima como agravante da pena, não havendo previsão de causa de aumento de pena, que somente seria aplicável se o autor fosse pai da ofendida;"
      },
      {
        "letra": "E",
        "texto": "estupro qualificado pela idade da vítima (art. 213, §1º do CP), sem causa de aumento por ser o autor padrasto da ofendida, diante da violência real empregada, podendo a idade da vítima funcionar também como agravante da pena."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1062145",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "Júnia, de quatorze anos de idade, acusa Pierre, de dezoito anos de idade, de ter praticado crime de natureza sexual consistente em conjunção carnal forçada no dia do último aniversário da jovem. Pierre, contudo, alega que o ato sexual foi consentido. A respeito dessa situação hipotética, julgue o item a seguir, tendo como referência aspectos legais e jurisprudenciais a ela relacionados.Se comprovada a prática do crime, Pierre responderá por estupro de vulnerável, haja vista a idade da vítima.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "994222",
    "metadata": "Ano: 2019 | Banca: FUNDEP (Gestão de Concursos) | Órgão: DPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "Sobre a parte especial do Código Penal, analise as afirmativas a seguir, conforme a jurisprudência predominante. I. Os crimes contra a dignidade sexual serão processados mediante ação penal pública condicionada à representação, tendo em vista evitar a vitimização secundária, salvo no caso de estupro de vulnerável, hipótese em que a ação penal será pública incondicionada e a pena será aumentada da metade se o agente for ascendente, padrasto ou madrasta da vítima. II. João, imputável, namora Maria, 13 anos idade. O namoro é de conhecimento de todos, inclusive dos pais de Maria. Numa determinada viagem de férias João e Maria mantiveram relação sexual de forma consentida. Nessa situação, a prática de conjunção carnal consentida não afasta a tipificação do crime de estupro de vulnerável. III. Gustavo e Thiago subtraíram a quantia de R$ 300,00 da carteira de um amigo com quem dividiam uma mesa no restaurante em que almoçavam. No caso de uma condenação pelo delito de furto, se presentes todos os requisitos legais, o juízo deverá reconhecer o furto de pequeno valor (art. 155, §2º do CP), mesmo nesse caso incidindo a qualificadora do concurso de agentes e do abuso de confiança. IV. O delito de roubo, assim como o de furto, consuma-se no momento em que o agente se torna possuidor da coisa alheia móvel, ainda que por poucos instantes, sendo prescindível a posse mansa, pacífica, tranquila e desvigiada do bem. Dessa forma, prevalece, a teoria da amotio ou apprehensio junto ao Superior Tribunal de Justiça. V. O delito de dano ao patrimônio público, quando praticado por preso para facilitar a fuga do estabelecimento prisional, demanda a demonstração do dolo específico de causar prejuízo ao bem público (animus nocendi), sem o qual a conduta é atípica, mesmo havendo prejuízo patrimonial ao erário. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e IV, apenas."
      },
      {
        "letra": "B",
        "texto": "II, IV e V, apenas."
      },
      {
        "letra": "C",
        "texto": "III e V, apenas."
      },
      {
        "letra": "D",
        "texto": "III e IV, apenas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "986552",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: DPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "No dia 23 de abril de 2013, Jailson, aproveitando que sua esposa havia saído de casa para fazer compras, decidiu ir até o quarto de sua enteada Jéssica, que à época contava com 19 anos de idade. Ao perceber que Jéssica estava dormindo, Jailson se aproximou de sua cama, apalpou seus seios e começou a acariciar sua vagina por dentro da calcinha. Ocorre que, nesse momento, o irmão de Jéssica chegou à casa e, ao presenciar a cena, começou a gritar, momento em que Jailson se afastou da jovem e fugiu. O tipo penal em que incorreu Jailson, sem analisar se o delito teria se dado na forma consumada ou tentada, é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Constrangimento ilegal (art. 146, caput, do CP)."
      },
      {
        "letra": "B",
        "texto": "Estupro (art. 213, caput, do CP)."
      },
      {
        "letra": "C",
        "texto": "Estupro de vulnerável (art. 217-A, §1º , do CP)."
      },
      {
        "letra": "D",
        "texto": "Violação sexual mediante fraude (art. 215, caput, do CP)."
      },
      {
        "letra": "E",
        "texto": "Importunação sexual (art. 215-A, do CP)."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "975989",
    "metadata": "Ano: 2019 | Banca: INSTITUTO AOCP | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "Em relação ao crime de estupro de vulnerável, é questão pacificada no Direito Penal",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a irrelevância do consentimento da vítima para a prática do ato, bem como sua experiência sexual anterior ou existência de relacionamento amoroso com o agente."
      },
      {
        "letra": "B",
        "texto": "o critério exclusivo de vulnerabilidade pela idade da vítima, menor de 14 anos."
      },
      {
        "letra": "C",
        "texto": "que a vítima do sexo masculino não pode ser sujeito passivo do delito em análise."
      },
      {
        "letra": "D",
        "texto": "que o desconhecimento da lei exclui a tipicidade delitiva."
      },
      {
        "letra": "E",
        "texto": "que a pena é duplicada se o agente exercer autoridade sobre a vítima."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "936310",
    "metadata": "Ano: 2018 | Banca: TRF - 2ª Região | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável",
      "Tráfico de Pessoas"
    ],
    "enunciado_principal": "Leia as assertivas abaixo e assinale a opção correta: I- O crime específico de tráfico de pessoas consiste em agenciar, aliciar, recrutar, transportar, transferir, comprar, alojar ou acolher pessoa, mediante grave ameaça, violência, coação, fraude ou abuso, com a finalidade de remover-lhe órgãos, tecidos ou partes do corpo; submetê-la a trabalho em condições análogas à de escravo; submetê-la a qualquer tipo de servidão; adoção ilegal ou exploração sexual. II- A pedofilia por meio da informática ou telemática também se caracteriza quando alguém assegura meios ou serviços para o armazenamento ou o acesso por rede de computadores às fotografias, cenas, imagens ou outro registro que contenha cena de sexo explícito ou pornográfica envolvendo criança ou adolescente, mas não quando o responsável legal pela prestação do serviço, embora notificado, deixa de desabilitar o acesso ao conteúdo. III- A aquisição, posse ou armazenamento de fotografia, vídeo ou outra forma de registro que contenha cena de sexo explícito ou pornográfica envolvendo criança ou adolescente é crime sempre punido com reclusão de um a quatro anos e multa, sendo irrelevante para a aplicação da pena, que haja pequena quantidade de material pornográfico apreendido. IV- O crime de estupro próprio, punido com a pena de reclusão de oito a doze anos e multa, consiste no constrangimento de mulher, mediante violência ou grave ameaça, a ter conjunção carnal ou a praticar ou permitir que com ela se pratique qualquer outro ato libidinoso diverso da conjunção carnal, assim como também quando da conduta resulta lesão corporal de natureza grave, ou se a vítima é menor de dezoito ou maior de catorze anos. V- O recém introduzido crime de estupro de vulnerável consiste em ter conjunção carnal ou praticar outro ato libidinoso com menor de catorze anos. E incorre na mesma pena quem pratica as mesmas ações com alguém que, por enfermidade ou deficiência mental, não tem o necessário discernimento para a prática do ato, ou que, por qualquer outra causa, não pode oferecer resistência.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as assertivas I e II estão corretas."
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas III e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas I e V estão corretas."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas II e IV estão corretas."
      },
      {
        "letra": "E",
        "texto": "Apenas as assertivas III e V estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "930610",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: MPE-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável",
      "Satisfação de lascívia mediante a presença de criança ou adolescente"
    ],
    "enunciado_principal": "João e Maria, com 18 e 13 anos de idade, respectivamente, iniciaram relacionamento amoroso que culminou em relações sexuais consensuais. Inconformado com o fato, o pai de Maria procura a autoridade policial e solicita a instauração de inquérito policial contra João por entender que sua filha está sendo vítima de abuso sexual. No âmbito do direito penal,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "João praticou o crime de satisfação de lascívia contra pessoa menor de 14 anos."
      },
      {
        "letra": "B",
        "texto": "a existência de relacionamento amoroso entre o casal torna a conduta de João atípica."
      },
      {
        "letra": "C",
        "texto": "o consentimento de Maria à conjunção carnal torna o crime de estupro impossível."
      },
      {
        "letra": "D",
        "texto": "comprovado que Maria tinha experiência sexual anterior, João praticou o crime de estupro privilegiado."
      },
      {
        "letra": "E",
        "texto": "João praticou o crime de estupro de vulnerável."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "923529",
    "metadata": "Ano: 2018 | Banca: UEG | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública incondicionada",
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "Sobre os crimes contra a liberdade sexual e os crimes sexuais contra vulnerável, previstos no Código Penal, verifica-se que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a corrupção de menores (artigo 218 do Código Penal) é crime hediondo."
      },
      {
        "letra": "B",
        "texto": "em regra, o estupro (artigo 213) se processa mediante ação penal privada."
      },
      {
        "letra": "C",
        "texto": "no estupro (art. 213), a qualificadora do § 2º só incide se o resultado morte for doloso."
      },
      {
        "letra": "D",
        "texto": "a ação penal é pública incondicionada para os crimes sexuais contra vulnerável (Capítulo II do Título VI)."
      },
      {
        "letra": "E",
        "texto": "segundo entendimento do Superior Tribunal de Justiça, a existência de relacionamento amoroso entre agente e vítima pode descaracterizar o crime de estupro de vulnerável (artigo 217-A)."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "911536",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: TJ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "Considerando a jurisprudência dos tribunais superiores acerca dos crimes contra a dignidade sexual, julgue os seguintes itens. I Ato sexual praticado por maior de idade com menor de quatorze anos de idade não configura estupro de vulnerável se tiver havido consentimento da parte menor. II Toques e apalpações fugazes nos seios e na genitália da vítima são atitudes insuficientes para configurar o tipo de estupro de vulnerável. III O trauma psicológico sofrido pela vítima de estupro de vulnerável é justificativa para a exasperação da pena-base imposta ao agente da conduta delituosa. Assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nenhum item está certo."
      },
      {
        "letra": "B",
        "texto": "Apenas o item II está certo."
      },
      {
        "letra": "C",
        "texto": "Apenas o item III está certo."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens I e II estão certos."
      },
      {
        "letra": "E",
        "texto": "Apenas os itens I e III estão certos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "897316",
    "metadata": "Ano: 2018 | Banca: FUNDATEC | Órgão: PC-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "Analise as seguintes situações hipotéticas, e assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Viriato amordaça Gezilda, para que ela não grite por socorro. Em seguida, pratica conjunção carnal com ela, sem perceber que a vítima está se engasgando devido à mordaça utilizada por ele. Gezilda, que é maior de idade e capaz, morre sufocada. Viriato deverá responder por estupro e homicídio culposo, em concurso material."
      },
      {
        "letra": "B",
        "texto": "Zezão aborda a vítima Vitinha, maior de idade e capaz, em via pública, arrasta-a para um terreno abandonado. Ao perceber que será estuprada, Vitinha entra em luta corporal com Zezão e acaba sendo morta, porque Zezão efetuou um disparo, empregando uma arma de fogo que levava consigo. Em seguida, Zezão realiza atos sexuais com Vitinha. Nessa hipótese, Zezão responderá tão somente pelos crimes de estupro e homicídio qualificado, em concurso material."
      },
      {
        "letra": "C",
        "texto": "Beraldo aborda a vítima Zequinha, 11 anos de idade, em via pública, levando-o para um edifício em construção, oferecendo a ele dinheiro e doces, para que fizesse sexo oral em Beraldo. Após o ato, com medo de ser identificado, Beraldo mata Zequinha com uma pedrada na cabeça. Beraldo deverá responder pelo crime de estupro de vulnerável, qualificado pela morte de Zequinha."
      },
      {
        "letra": "D",
        "texto": "Tiburcio, imputável, tio de Adalgisa, 09 anos de idade, em uma ocasião em que foi visitar a irmã, mãe da menor, aproveitou-se de um momento em que esteve sozinho com Adalgisa, tirou a roupa da menina, pedindo que fizesse poses sensuais, fotografando-a em tal condição. No mesmo dia, porém, mais tarde, oferecendo a ela doces, fez com que praticasse sexo oral nele. Tibúrcio responderá pela prática de estupro de vulnerável, em concurso material com o crime previsto no artigo 240 do Estatuto da Criança e do Adolescente, ambos os delitos em suas formas majoradas pela condição de ser tio da menor."
      },
      {
        "letra": "E",
        "texto": "Tyrapele, cirurgião plástico, anestesiou a paciente Suzi, 25 anos e, em seguida, praticou ato libidinoso diverso da conjunção carnal com ela, aproveitando-se de que Suzi estava inconsciente e sem condições de oferecer resistência. Nesse caso, praticou o crime denominado violação sexual mediante fraude."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "896384",
    "metadata": "Ano: 2018 | Banca: IESES | Órgão: TJ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável",
      "Satisfação de lascívia mediante a presença de criança ou adolescente",
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações",
      "Extravio, sonegação ou inutilização de livro ou documento",
      "Desacato"
    ],
    "enunciado_principal": "É certo afirmar: I. A tentativa é inadmissível no crime de desacato em razão de exigir prática efetiva pelo sujeito ativo da ofensa ao proferir palavras injuriosas na presença do ofendido. II. Produzir, reproduzir, dirigir, fotografar, filmar ou registrar, por qualquer meio, cena de sexo explícito ou pornográfica, envolvendo criança ou adolescente se constitui em crime previsto no Código Penal, salvo havendo autorização judicial, em respeito ao direito fundamental à livre expressão da atividade intelectual e artística. III. O sujeito ativo do crime de inserção de dados falsos em sistema de informações somente pode ser o funcionário público, e especialmente aquele devidamente autorizado a trabalhar com a informatização ou sistema de dados da Administração Pública. O tipo penal, que tipifica crime próprio, tem o especial cuidado de destacar que o sujeito ativo dessa infração penal é o funcionário autorizado, afastando, dessa forma, qualquer outro funcionário que, eventualmente, imiscuir-se indevidamente nos sistemas informatizados ou banco de dados da Administração Pública. IV. O objeto material do crime de “extravio, sonegação ou inutilização de livro ou documento” é o livro oficial ou qualquer documento público ou privado. Essa documentação pode ser de qualquer natureza, tais como de valor histórico, contábil, patrimonial, registral e protocolar. Analisando as proposições, pode-se afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições II e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições III e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições I e II estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "890293",
    "metadata": "Ano: 2018 | Banca: INSTITUTO AOCP | Órgão: ITEP-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "Estupro de vulnerável é ter",
    "alternativas": [
      {
        "letra": "A",
        "texto": "conjunção carnal ou praticar outro ato libidinoso com menor de 14 anos."
      },
      {
        "letra": "B",
        "texto": "conjunção carnal ou praticar outro ato libidinoso com mulher entre 16 e 21 anos."
      },
      {
        "letra": "C",
        "texto": "conjunção carnal não consentida com mulher entre 14 e 18 anos."
      },
      {
        "letra": "D",
        "texto": "conjunção carnal não consentida com mulher entre 14 e 21 anos."
      },
      {
        "letra": "E",
        "texto": "conjunção carnal, mesmo que seja consentida, com mulher entre 14 e 16 anos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "886366",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "A respeito dos crimes sexuais, previstos no Título VI, do Código Penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não se tipifica crime de estupro se o agente é cônjuge da vítima, já que o casamento impõe aos cônjuges o dever de prestação sexual."
      },
      {
        "letra": "B",
        "texto": "A prática de conjunção carnal ou outro ato libidinoso com menor de 18 (dezoito) anos é estupro de vulnerável, previsto no artigo 217-A do Código Penal."
      },
      {
        "letra": "C",
        "texto": "A prática de conjunção carnal ou qualquer outro ato libidinoso com adolescente de idade entre 14 (catorze) e 18 (dezoito) anos, em situação de prostituição, é atípica."
      },
      {
        "letra": "D",
        "texto": "Os crimes sexuais, com exceção do estupro de vulnerável, são processáveis mediante ação penal pública condicionada à representação."
      },
      {
        "letra": "E",
        "texto": "Haverá aumento de pena se o agente transmite à vítima doença sexualmente transmissível de que sabe ou deveria saber ser portador."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "878468",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: TJ-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso formal",
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável",
      "Corrupção de menores"
    ],
    "enunciado_principal": "Valter, 30 anos, foi denunciado pela prática de crime de estupro de vulnerável (Art. 217-A, §1º do CP – pena: 8 a 15 anos de reclusão) e corrupção de menores (Art. 244-B, Lei nº 8.069/90 – pena: 1 a 4 anos de reclusão) em concurso formal de delitos, pois, segundo consta da denúncia, na companhia de seu sobrinho de 16 anos, teria praticado conjunção carnal com vítima de 22 anos que possuía deficiência mental e não podia oferecer resistência. Consta do procedimento a informação de que o adolescente responderia a outra ação socioeducativa pela suposta prática de ato infracional. Os fatos são integralmente confirmados durante a instrução, de modo que o Ministério Público requer a condenação nos termos da denúncia. A defesa, porém, requer a absolvição do crime de corrupção de menores e aplicação da pena mínima do estupro. Considerando as informações narradas e que não há circunstância a justificar a aplicação da pena de qualquer dos crimes, em caso de condenação, acima do mínimo legal, no momento da sentença:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não deverá ser reconhecida a corrupção de menores, diante do passado infracional do adolescente, afastando-se o concurso de crimes;"
      },
      {
        "letra": "B",
        "texto": "deverá ser reconhecida a corrupção de menores, não havendo, porém, quaisquer consequências na aplicação da pena, já que o crime de estupro é mais grave;"
      },
      {
        "letra": "C",
        "texto": "não deverá ser reconhecida a corrupção de menores, que resta configurada quando o agente pratica crime com menor de 14 anos, afastando-se o concurso de crimes;"
      },
      {
        "letra": "D",
        "texto": "deverá ser reconhecida a corrupção de menores e, aplicando-se a pena mínima do crime de estupro de vulnerável, diante do concurso formal, deverá, no caso, ser aplicada a regra da exasperação;"
      },
      {
        "letra": "E",
        "texto": "deverá ser reconhecida a corrupção de menores e, aplicando-se a pena mínima do crime de estupro de vulnerável, diante do concurso formal, deverá, no caso, ser aplicada a regra da cumulação de penas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "873682",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável",
      "Corrupção de menores"
    ],
    "enunciado_principal": "Conforme o ordenamento penal pátrio e o entendimento dos tribunais superiores:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Compete à Justiça Estadual do local do upload processar e julgar os crimes consistentes em disponibilizar ou adquirir material pornográfico envolvendo criança ou adolescente (arts. 241, 241-A e 241-B da Lei nº 8.069/1990) quando praticados por meio da rede mundial de computadores."
      },
      {
        "letra": "B",
        "texto": "Para a configuração do crime de corrupção de menores, atual artigo 244-B do Estatuto da Criança e do Adolescente, se faz necessária a prova da efetiva corrupção do menor, uma vez que se trata de delito material, cujo bem jurídico tutelado pela norma visa, sobretudo, a impedir que o maior imputável induza ou facilite a inserção ou a manutenção do menor na esfera criminal."
      },
      {
        "letra": "C",
        "texto": "Não configura o crime de corrupção de menores na hipótese em que o maior imputável pratica com o menor a infração penal ou induz a praticá-la, quando o adolescente possui outros antecedentes infracionais, pois, a cada nova prática criminosa em que o menor participa não ser pode falar de um aumento da degradação de sua personalidade."
      },
      {
        "letra": "D",
        "texto": "Para a caracterização do crime de estupro de vulnerável previsto no art. 217-A, caput, do Código Penal, basta que o agente tenha conjunção carnal ou pratique qualquer ato libidinoso com pessoa menor de 14 anos. O consentimento da vítima, sua eventual experiência sexual anterior ou a existência de relacionamento amoroso entre o agente e a vítima não afastam a ocorrência do crime."
      },
      {
        "letra": "E",
        "texto": "Ocorre erro de tipo no crime de corrupção de menores, não cabendo à defesa apresentar elementos probatórios capazes de sustentar a alegação de desconhecimento do acusado acerca da menoridade do coautor."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "867361",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PC-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "A ação penal relativa a crime de estupro será pública condicionada à representação se a vítima for",
    "alternativas": [
      {
        "letra": "A",
        "texto": "incapaz de oferecer resistência por estar em coma."
      },
      {
        "letra": "B",
        "texto": "menor de dezoito anos de idade e a relação sexual houver sido consentida."
      },
      {
        "letra": "C",
        "texto": "mentalmente enferma e não possuir discernimento para o ato sexual."
      },
      {
        "letra": "D",
        "texto": "menor de dezoito anos de idade e maior de quatorze anos de idade e não houver consentido a relação sexual."
      },
      {
        "letra": "E",
        "texto": "maior de dezoito anos de idade e capaz."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "866806",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PC-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "Com relação ao crime de estupro, considera-se vulnerável a vítima",
    "alternativas": [
      {
        "letra": "A",
        "texto": "que morre em consequência da violência sexual."
      },
      {
        "letra": "B",
        "texto": "que pratica o ato sexual mediante fraude ou dissimulação."
      },
      {
        "letra": "C",
        "texto": "mentalmente enferma, sem discernimento para o ato sexual."
      },
      {
        "letra": "D",
        "texto": "com quatorze anos de idade completos."
      },
      {
        "letra": "E",
        "texto": "com até dezoito anos de idade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "843730",
    "metadata": "Ano: 2017 | Banca: FAPEMS | Órgão: PC-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "A dignidade sexual integra o princípio maior da dignidade da pessoa humana e recebe do Estado proteção especial cujas normas penais e sanções passaram nos últimos tempos por grandes modificações, a fim de se adequarem à nova realidade, que envolve em particular a liberdade sexual das pessoas, garantindo a sua livre manifestação e reprimindo quem de alguma forma lhe cause limitação ou aflição. No que diz respeito aos crimes de estupro e estupro de vulnerável, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O ato de manter relações sexuais, mediante violência ou grave ameaça, com pessoa maior de quatorze e menor de dezoito anos de idade caracteriza estupro de vulnerável, em virtude dos efeitos mais gravosos aos adolescentes."
      },
      {
        "letra": "B",
        "texto": "No crime de estupro, exige-se da vítima retidão moral, não caracterizando constrangimento ilegal a prática do ato contra prostituta, ou pessoa que de qualquer modo utilize a relação sexual como modo de vida."
      },
      {
        "letra": "C",
        "texto": "A violência praticada no crime de estupro é uma imposição de ordem física direta, perpetrada contra a vítima. A violência indireta praticada contra terceiro que a vítima queira proteger não caracteriza a tipicidade formal."
      },
      {
        "letra": "D",
        "texto": "No estupro de vulnerável, o consentimento não opera como causa permissiva e sua aferição, seja na forma direta ou por equiparação, é obtida pela conjunção dos critérios biológicos e psicológicos da culpabilidade."
      },
      {
        "letra": "E",
        "texto": "O consentimento da vítima, maior e capaz, obtido por meio de constrangimento praticado em face de grave ameaça perpetrado pelo autor, não afasta a tipicidade formal do crime de estupro."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "839598",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: PC-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável",
      "Favorecimento da prostituição ou outra forma de exploração sexual",
      "Disposições Gerais dos crimes contra a liberdade sexual e dos crimes sexuais contra vulneráveis"
    ],
    "enunciado_principal": "Nas infrações contra a dignidade sexual: I. Induzir ou atrair alguém à prostituição ou outra forma de exploração sexual, facilitá-la, impedir ou dificultar que alguém a abandone é crime punido com detenção. II. O estupro de vulnerável é descrito como ter conjunção carnal ou praticar outro ato libidinoso com menor de 16 anos. III. A pena é aumentada de quarta parte se o crime é cometido com o concurso de 2 ou mais pessoas. IV. A pena é aumentada de metade, se o agente é ascendente, padrasto ou madrasta, tio, irmão, cônjuge, companheiro, tutor, curador, preceptor ou empregador da vítima ou por qualquer outro título tem autoridade sobre ela. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "II e III."
      },
      {
        "letra": "C",
        "texto": "I e IV."
      },
      {
        "letra": "D",
        "texto": "III."
      },
      {
        "letra": "E",
        "texto": "III e IV."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "839136",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: PCA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "A mídia noticiou que um médico endoscopista foi flagrado em sua clínica tendo relação sexual com uma paciente de 35 anos enquanto ela estava sob efeito do sedativo utilizado para o exame de endoscopia digestiva alta. Desse modo, o médico foi acusado de ter cometido crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estupro."
      },
      {
        "letra": "B",
        "texto": "atentado violento do pudor."
      },
      {
        "letra": "C",
        "texto": "estupro de vulnerável."
      },
      {
        "letra": "D",
        "texto": "sedução."
      },
      {
        "letra": "E",
        "texto": "assédio sexual."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "812996",
    "metadata": "Ano: 2017 | Banca: IBADE | Órgão: PC-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "O crime de estupro de vulnerável (art. 217-Ado CP):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "exige que a vítima seja mulher."
      },
      {
        "letra": "B",
        "texto": "pressupõe violência ou grave ameaça como meios executórios."
      },
      {
        "letra": "C",
        "texto": "é uma hipótese de lenocínio."
      },
      {
        "letra": "D",
        "texto": "é subsidiário ao estupro (art. 213 do CP)."
      },
      {
        "letra": "E",
        "texto": "pode ser praticado mediante conjunção carnal ou ato libidinoso diverso."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "795671",
    "metadata": "Ano: 2017 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Antijuridicidade",
      "Estado de necessidade",
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Alfredo e Ricardo disputam o único salva-vidas durante o naufrágio de um barco, provocado dolosamente por Alfredo. Ricardo, desconhecendo que Alfredo foi o causador do naufrágio, para alcançar a posse exclusiva do salva-vidas, termina por matá-lo. Neste caso, Ricardo teria atuado justificadamente, em estado de necessidade defensivo. E, se houvesse uma terceira pessoa na embarcação, também inocente na provocação do naufrágio, que com ele disputasse o mesmo salva-vidas, se a matasse para salvar a própria vida, Ricardo teria feito em estado de necessidade agressivo, excludente da ilicitude."
      },
      {
        "letra": "B",
        "texto": "Consuma-se o crime de roubo com a inversão da posse do bem mediante emprego de violência ou grave ameaça, ainda que por breve tempo e em seguida a perseguição imediata ao agente e recuperação da coisa roubada, prescindível a posse mansa e pacífica ou desvigiada. No roubo circunstanciado, é admissível o regime fechado para o cumprimento inicial da pena, pois sua fixação não está atrelada, de modo absoluto, ao quantum da pena de reclusão."
      },
      {
        "letra": "C",
        "texto": "Configura crime de estupro a conduta de agente que aborda a vítima de forma violenta e sorrateira, com a manifesta intenção de satisfazer a lascívia, ao dizer-lhe querer “transar” com ela e pela ação de impingir-lhe, à força, beijos no rosto e no corpo, após derrubá-la ao solo e mantê-la subjugada mediante imobilização pela pressão do joelho sobre seu abdômen. Também é crime contra a dignidade sexual, na modalidade de estupro de vulnerável, se o sujeito, mesmo sem contato físico, contempla lascivamente, mediante pagamento, menor de 14 anos desnuda em motel."
      },
      {
        "letra": "D",
        "texto": "A suspensão do processo não é aplicável às infrações penais em concurso material, concurso formal ou continuidade delitiva, quando a pena mínima cominada, pelo somatório ou incidência da majorante, ultrapassar a um ano. Ao crime de lesão corporal resultante de violência doméstica contra mulher não se aplica a suspensão do processo."
      },
      {
        "letra": "E",
        "texto": "O sistema de vigilância por monitoramento eletrônico no interior de estabelecimento comercial, por si só, não torna impossível o cometimento do furto."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "773157",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Crimes contra a liberdade pessoal",
      "Sequestro ou cárcere privado",
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Estupro de vulnerável",
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Disposições Gerais dos crimes contra a liberdade sexual e dos crimes sexuais contra vulneráveis"
    ],
    "enunciado_principal": "Desde os quinze anos de idade, Mariana, adolescente, vive maritalmente com Alfredo, um médico respeitado de quarenta anos de idade. Inicialmente, ela fazia trabalhos domésticos na casa de Alfredo, que tendo achado interessante ter uma companheira nova, convenceu a família de Mariana de que seria melhor para ela casar-se logo, com alguém de posses que pudesse cuidar dela. A família da menina, então, concordou com Alfredo, tendo-a obrigado a ir morar com ele. Ambos casaram-se formalmente quando Mariana completou dezesseis anos de idade. Desde o início da convivência dos dois, Mariana era obrigada a fazer sexo com Alfredo, mesmo contra sua vontade, e era proibida de sair e ter amizades com pessoas de sua idade, sob o argumento de que ela lhe devia obediência por ele ser seu responsável legal, já que ela era menor de dezoito anos idade. Após várias tentativas de fuga, Mariana, então com dezessete anos de idade, conseguiu pular a janela, depois de ter sido novamente violentada, e procurou uma delegacia em busca de ajuda. Na delegacia, o agente recusou-se a registrar o boletim de ocorrência, por ter achado que a adolescente não tinha cara de mulher séria e contava mentiras. Em vez de encaminhar a menina ao Instituto Médico Legal ou ao hospital para exames, o agente mandou-a de volta para casa, tendo oferecido a viatura para acompanhá-la. No mesmo dia, Alfredo matou Mariana. Exumado o corpo da moça, encontraram-se sinais de violência sexual e presença de material biológico nos órgãos genitais de Mariana e embaixo de suas unhas. Considerando a situação hipotética precedente e a respeito de crimes contra a administração pública, contra a dignidade sexual e contra a pessoa, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Sendo Mariana menor de dezoito anos de idade e estando sob a responsabilidade de Alfredo, não se configurou o crime de cárcere privado."
      },
      {
        "letra": "B",
        "texto": "Como Mariana era casada com Alfredo, o agente agiu corretamente ao mandá-la de volta para casa."
      },
      {
        "letra": "C",
        "texto": "O agente cometeu o crime de concussão ao deixar de registrar o boletim de ocorrência."
      },
      {
        "letra": "D",
        "texto": "Como Mariana morreu, Alfredo não poderá ser responsabilizado por estupro se nenhum dos parentes da vítima oferecer a representação em seu lugar."
      },
      {
        "letra": "E",
        "texto": "Alfredo será indiciado pelos crimes de estupro com causa de aumento de pena, homicídio qualificado e cárcere privado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "748470",
    "metadata": "Ano: 2016 | Banca: FUNCAB | Órgão: CODESA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "Alaor, consciente sobre todas as circunstâncias do caso concreto, mediante grave ameaça, obrigou Brenda, criança de 12 anos de idade, a masturbá-lo. Alaor praticou crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "corrupção de menores."
      },
      {
        "letra": "B",
        "texto": "constrangimento ilegal."
      },
      {
        "letra": "C",
        "texto": "ameaça."
      },
      {
        "letra": "D",
        "texto": "estupro de vulnerável."
      },
      {
        "letra": "E",
        "texto": "estupro."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "723947",
    "metadata": "Ano: 2016 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Estupro de vulnerável",
      "Disposições Gerais dos crimes contra a liberdade sexual e dos crimes sexuais contra vulneráveis"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tendo em pauta o Estatuto da Criança e do Adolescente, o armazenamento, em meio virtual, de vídeo pornográfico envolvendo crianças ou adolescentes, para fins particulares e sem qualquer divulgação na web ou para terceiros, não configura crime;"
      },
      {
        "letra": "B",
        "texto": "A prática do crime de estupro contra mulher de 21 anos de idade, em situação que não configura a incidência da Lei n. 11.340/2006 (Lei Maria da Penha), mediante violência que resulta em lesão corporal de natureza grave (art. 213, § 1º , do Código Penal), procede-se mediante ação penal pública;"
      },
      {
        "letra": "C",
        "texto": "A partir da edição da Lei n. 12.015/2009 (que alterou o Código Penal na parte referente a crimes contra a dignidade sexual), a conduta de praticar conjunção carnal consensual com jovem de idade entre 14 e 18 anos de idade, que esteja em situação de prostituição, mediante pagamento, passou a ser atípica;"
      },
      {
        "letra": "D",
        "texto": "A simulação de participação de criança em cena de sexo explícito, por meio de montagem fotográfica, sem divulgação ao público, não configura conduta típica penal;"
      },
      {
        "letra": "E",
        "texto": "O crime descrito no artigo 217–A, caput e parágrafos, do Código Penal (estupro de vulnerável), sempre, em qualquer circunstância, será processado mediante ação penal pública."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "713823",
    "metadata": "Ano: 2016 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "“É um crime que chocou o Brasil”, disse ao G1 a delegada encarregada da investigação sobre o estupro coletivo, mediante doping, de uma jovem de 16 anos, na comunidade do Morro da Barão, Zona Oeste do Rio de Janeiro, por elevado número de agressores. A respeito deste fato, INCORRETO dizer",
    "alternativas": [
      {
        "letra": "A",
        "texto": "que há configuração de estupro de vulnerável, apesar da idade da ofendida, com o aumento da pena em metade, caso esta resultasse grávida."
      },
      {
        "letra": "B",
        "texto": "que se trata de crime hediondo."
      },
      {
        "letra": "C",
        "texto": "que ocorre um único crime, com aumento de terça parte da pena pelo concurso de pessoas, sem prejuízo da valoração da conduta de cada um dos coautores na dosimetria da pena, como circunstância judicial."
      },
      {
        "letra": "D",
        "texto": "que, para a configuração do delito de estupro de vulnerável, são irrelevantes a experiência sexual ou o consentimento da vítima menor de 14 anos."
      },
      {
        "letra": "E",
        "texto": "que a ação penal por estupro de vulnerável é pública incondicionada, havendo precedente jurisprudencial de que no caso de vulnerabilidade momentânea a ação é condicionada."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "692963",
    "metadata": "Ano: 2016 | Banca: FUNCAB | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "Configura estupro de vulnerável a(o):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "manutenção de relações sexuais com pessoa desacordada em virtude de severa embriaguez, ainda que a vítima, depois de concluída a conduta e ao recuperar sua consciência, passe a consentir para com o ato libidinoso."
      },
      {
        "letra": "B",
        "texto": "indução de menor de 14 anos a presenciar a prática de atos libidinosos, a fim de satisfazer a lascívia de outrem."
      },
      {
        "letra": "C",
        "texto": "constrangimento, mediante violência, de pessoa portadora de enfermidade mental à prática de conjunção carnal, ainda que a vítima tenha o necessário discernimento para a prática do ato sexual."
      },
      {
        "letra": "D",
        "texto": "assédio, no ambiente de trabalho de adolescente aprendiz, que conte com 16 anos de idade, visando a obter favorecimento de natureza sexual."
      },
      {
        "letra": "E",
        "texto": "prática de sexo anal consentido com adolescente de 14 anos de idade que esteja submetido à prostituição."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "649449",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: TJM-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Estupro de vulnerável",
      "Disposições Gerais dos crimes contra a liberdade sexual e dos crimes sexuais contra vulneráveis"
    ],
    "enunciado_principal": "Com o ingresso da Lei no 12.015/2009, os crimes sexuais sofreram significativa mudança. A respeito dessas alterações, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os crimes contra a dignidade sexual, a partir do ano de 2009, em regra, são processáveis mediante ação penal pública incondicionada."
      },
      {
        "letra": "B",
        "texto": "Os processos que envolvem crimes contra a dignidade sexual, por expressa determinação legal, são sigilosos."
      },
      {
        "letra": "C",
        "texto": "A figura da presunção de violência foi substituída pela figura da presunção de vulnerabilidade, inexistindo tipo penal autônomo de crime contra a dignidade sexual para sujeito passivo em situação de vulnerabilidade."
      },
      {
        "letra": "D",
        "texto": "A prática de conjunção carnal com alguém menor de 18 anos e maior de 14 anos, em situação de prostituição, não é conduta típica."
      },
      {
        "letra": "E",
        "texto": "Com a revogação do antigo artigo 214 do CP, que previa o crime de atentado violento ao pudor, houve abolitio criminis das condutas que o caracterizavam."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "647132",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: PC-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "Laura e Tiago são casados há seis anos, mas estão separados, de fato, há três meses, embora mantenham contato por conta de um filho, ainda criança, que possuem em comum. Certo dia, aproveitando-se da sua franca entrada na residência em que Laura mora com a criança, Tiago conseguiu subtrair a chave de um dos portões da casa, fez uma cópia dessa chave e devolveu o exemplar original ao seu lugar, sem que Laura disso tivesse conhecimento. Tempos depois, em dia em que Laura estava ausente de casa e o filho deles estava na casa da avó materna, Tiago entrou na casa da ex-esposa e ficou aguardando-a, com a intenção de surpreendê-la e reconquistá-la. Próximo à meia-noite desse mesmo dia, Laura chegou e, por estar bastante embriagada, adormeceu muito rapidamente, sem dar a Tiago a atenção de que ele acreditava ser merecedor. Este ficou enfurecido e enciumado e tentou, sem sucesso, acordá-la. Não tendo alcançado seu objetivo, Tiago resolveu manter, e efetivamente manteve, relação sexual com Laura, que então já estava praticamente desacordada. Nessa situação hipotética, conforme os dispositivos pertinentes aos crimes contra a dignidade sexual insertos na Lei Maria da Penha e no Código Penal,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "para que o crime de estupro se configure, é preciso que tenha ocorrido conjunção carnal na relação sexual."
      },
      {
        "letra": "B",
        "texto": "Tiago não poderá ser acusado de crime de estupro porque Laura ainda é sua esposa."
      },
      {
        "letra": "C",
        "texto": "Tiago não poderá ser acusado de crime de estupro porque não usou de grave ameaça ou violência contra Laura."
      },
      {
        "letra": "D",
        "texto": "Tiago poderá ser acusado de crime de estupro de vulnerável."
      },
      {
        "letra": "E",
        "texto": "Tiago praticou o crime de assédio sexual, pois qualquer indivíduo pode ser sujeito ativo desse crime, independentemente de ostentar condição especial em relação à vítima."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "588021",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: DPE-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "José, com trinta anos de idade, manteve, entre 2013 e 2015, relacionamento amoroso com uma menor que atualmente tem treze anos de idade. Nesse período, constantemente, José, praticava com ela conjunção carnal e outros atos libidinosos diversos. A mãe da menor descobriu o caso e denunciou José à polícia. A menor, em seu depoimento, afirmou que sempre consentiu com o namoro e com os atos sexuais praticados e que, da mesma forma, já havia namorado outros rapazes antes de José. Acerca dessa situação hipotética, assinale a opção correta à luz da jurisprudência dominante, atualmente, no STF e no STJ.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A prévia existência de relacionamento amoroso e duradouro entre a menor e José extingue a punibilidade do agente por crime de estupro de vulnerável."
      },
      {
        "letra": "B",
        "texto": "José praticou crime de estupro de vulnerável e atentado violento ao pudor em continuidade delitiva."
      },
      {
        "letra": "C",
        "texto": "José praticou crime de estupro de vulnerável, ainda que a adolescente tenha consentido em manter com ele relações sexuais."
      },
      {
        "letra": "D",
        "texto": "A ausência de representação formulada pela menor ou por sua mãe impede que José seja processado pelos fatos ocorridos."
      },
      {
        "letra": "E",
        "texto": "A anterior experiência sexual da vítima afasta sua vulnerabilidade, de forma que José deve responder apenas por corrupção de menor."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "553904",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: DPE-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "Fausto foi condenado no tipo penal previsto no art. 217-A do Código Penal a cumprir quatro anos e dois meses de reclusão em regime fechado por ter tentado deslizar suas mãos, em meio a via pública e sem qualquer violência, nos seios de Clarice, de treze anos de idade. Os argumentos mais completos da defesa perante o Tribunal de Justiça são:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Atipicidade material em razão do princípio da lesividade. Subsidiariamente, desclassificação para importunação ofensiva ao pudor e substitutivo da pena privativa de liberdade."
      },
      {
        "letra": "B",
        "texto": "Atipicidade material em razão do princípio da lesividade e a regra da proporcionalidade na aplicação das penas. Subsidiariamente, desclassificação para importunação ofensiva ao pudor e substitutivo da pena privativa de liberdade."
      },
      {
        "letra": "C",
        "texto": "Atipicidade formal e a regra da proporcionalidade na aplicação das penas. Subsidiariamente, desclassificação para importunação ofensiva ao pudor e alteração para o regime semiaberto."
      },
      {
        "letra": "D",
        "texto": "Atipicidade material em razão do princípio da insignificância e regra da proporcionalidade na aplicação da penas. Subsidiariamente, a desclassificação para molestamento por motivo reprovável e substitutivo da pena privativa de liberdade."
      },
      {
        "letra": "E",
        "texto": "Atipicidade formal. Subsidiariamente, desclassificação para molestamento por motivo reprovável e alteração para o regime semiaberto."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "534584",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "Assinale a opção correta a respeito dos crimes contra a dignidade sexual e a família.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No crime de subtração de incapazes, a restituição do menor até o momento da prolação da sentença, desde que este não tenha sofrido maus-tratos ou privações, configura arrependimento posterior."
      },
      {
        "letra": "B",
        "texto": "A persecução penal do crime de estupro de vulnerável ocorre mediante ação penal pública condicionada à representação do ofendido."
      },
      {
        "letra": "C",
        "texto": "O crime de estupro de vulnerável praticado por dois agentes em concurso de pessoas incorre em causa de aumento de pena prevista na parte especial do CP."
      },
      {
        "letra": "D",
        "texto": "O agente solteiro que contrai casamento com pessoa casada, ciente do estado civil desta, pratica conduta atípica."
      },
      {
        "letra": "E",
        "texto": "O agente que, conscientemente, registra, em cartório, filho de terceira pessoa como se fosse seu próprio filho pratica conduta atípica."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "511206",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "Em relação à proteção penal de crianças e adolescentes contra abuso e exploração sexual, pode-se afirmar, conforme a legislação em vigor, que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é entendimento consolidado no Superior Tribunal de Justiça que a conduta praticada pelo cliente ocasional configura o crime de submeter criança ou adolescente à prostituição ou à exploração sexual."
      },
      {
        "letra": "B",
        "texto": "inexiste em nosso Direito legislação penal específica que permita criminalizar a posse de pornografia infantil e outras condutas relacionadas à pedofilia na internet."
      },
      {
        "letra": "C",
        "texto": "o crime de estupro de vulnerável prescinde da elementar violência de fato ou presumida, bastando que o agente mantenha conjunção carnal ou pratique outro ato libidinoso com menor de catorze anos."
      },
      {
        "letra": "D",
        "texto": "no caso de estupro, procede-se mediante ação penal pública incondicionada se a vítima é menor de 14 anos e mediante ação penal pública condicionada se vítima é maior de 14 e menor de 18 anos."
      },
      {
        "letra": "E",
        "texto": "incorre em crime próprio, de corrupção de menores, previsto no Código Penal, aquele que corrompe ou facilita a corrupção de pessoa maior de quatorze e menor de dezoito anos, com ela praticando ato de libidinagem ou induzindo-a a praticá-lo ou presenciá-lo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2750273",
    "metadata": "Ano: 2014 | Banca: FUNCAB | Órgão: SSP-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "De acordo com a Lei nº 12.015/2009, que alterou o Código Penal na parte relacionada aos crimes sexuais, considera-se pessoa vulnerável:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "menor de 16 anos."
      },
      {
        "letra": "B",
        "texto": "gestante."
      },
      {
        "letra": "C",
        "texto": "paraplégico."
      },
      {
        "letra": "D",
        "texto": "índio"
      },
      {
        "letra": "E",
        "texto": "presidiário."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "444037",
    "metadata": "Ano: 2014 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Ação penal",
      "Ação penal pública incondicionada",
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "Assinale a alternativa que preenche corretamente as lacunas do enunciado abaixo, na ordem em que aparecem. Durante o festival de balonismo, na cidade de Torres, Afonso Dias, 52 anos, deslocou-se até a Boate Cristal para festejar a sua classificação no evento. No recinto, conheceu o transformista Maitê, 21 anos, convidando-o para acompanhá-lo na comemoração. Enquanto conversavam, Afonso disfarçadamente colocou uma substância na bebida de Maitê, que o levou a perder os sentidos. Na sequência, conduziu o transformista desmaiado, sem poder oferecer resistência, até seu carro, onde praticou com ele sexo anal. No dia seguinte, Maitê registrou o fato delituoso contra Afonso na Delegacia de Polícia e adotou as medidas necessárias para responsabilizá-lo. No presente caso, o crime praticado pelo agente é o de _______e a ação penal correspondente é ________.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estupro de vulnerável – pública incondicionada"
      },
      {
        "letra": "B",
        "texto": "estupro – pública incondicionada"
      },
      {
        "letra": "C",
        "texto": "violação sexual mediante fraude – pública condicionada à representação"
      },
      {
        "letra": "D",
        "texto": "estupro – pública condicionada à representação"
      },
      {
        "letra": "E",
        "texto": "violação sexual mediante fraude – privada"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "432808",
    "metadata": "Ano: 2014 | Banca: NC-UFPR | Órgão: DPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "Considera-se vulnerável, para fins de tipificação do crime de estupro de vulnerável (art. 217-A, §1º, do CP):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o maior de 60 anos."
      },
      {
        "letra": "B",
        "texto": "quem, por deficiência mental, não tem o necessário discernimento para a prática do ato."
      },
      {
        "letra": "C",
        "texto": "o menor de 16 anos, ainda que possua o necessário discernimento para a prática do ato."
      },
      {
        "letra": "D",
        "texto": "o descendente, menor de 18 anos, ainda que possua o necessário discernimento para a prática do ato."
      },
      {
        "letra": "E",
        "texto": "a mulher, no âmbito das relações domésticas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "415121",
    "metadata": "Ano: 2014 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "São considerados vulneráveis, para fins sexuais, apenas menores de 14 anos, conforme expressamente dispõe o Código Penal Brasileiro.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "389336",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável",
      "Mediação para satisfazer a lascívia de outrem"
    ],
    "enunciado_principal": "“X”, em um cinema, durante a exibição de um filme que continha cenas de sexo, é flagrado por policiais expondo e manipulando sua genitália. Tal conduta, em tese,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tipifica o crime de mediação para satisfazer a lascívia de outrem."
      },
      {
        "letra": "B",
        "texto": "tipifica o crime de ato obsceno."
      },
      {
        "letra": "C",
        "texto": "tipifica o crime de favorecimento da prostituição."
      },
      {
        "letra": "D",
        "texto": "não tipifica crime algum, em razão da existência de excludente de ilicitude."
      },
      {
        "letra": "E",
        "texto": "não tipifica crime algum, uma vez que “X” estava em local apropriado para a prática desse tipo de conduta."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "388960",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "Durante viagem de turismo, indivíduo de 22 anos praticou sexo oral com menina de rua, de 13 anos, dentro do seu veículo, com consentimento desta, em troca de dinheiro. Neste caso, pode-se afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "houve crime de estupro, pois a vítima é considerada vulnerável."
      },
      {
        "letra": "B",
        "texto": "não houve crime de estupro, pois houve consentimento da vítima."
      },
      {
        "letra": "C",
        "texto": "houve crime de atentado violento ao pudor."
      },
      {
        "letra": "D",
        "texto": "não houve crime de estupro, pois não houve violência."
      },
      {
        "letra": "E",
        "texto": "houve apenas a prática de ato libidinoso, não se configurando crime."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "826852",
    "metadata": "Ano: 2013 | Banca: FDRH | Órgão: PC-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "Todas as afirmações abaixo sobre crimes contra a dignidade sexual são verdadeiras, EXCETO uma delas. Assinale-a.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Um cliente que contrata moça com 16 anos de idade para fazer \"programa\", vindo a praticar conjunção carnal com ela, sabendo sua idade e que a mesma é submetida à exploração da prostituição, pratica delito."
      },
      {
        "letra": "B",
        "texto": "No crime de estupro de vulnerável, procede-se, mediante ação penal pública condicionada, à representação da vitima."
      },
      {
        "letra": "C",
        "texto": "Todos os processos em que se apuram crimes contra a dignidade sexual devem correr em segredo de justiça. Isto também deve ser aplicado à fase do inquérito policial."
      },
      {
        "letra": "D",
        "texto": "Atualmente, o estupro, em todas as suas modalidades, é considerado crime hediondo."
      },
      {
        "letra": "E",
        "texto": "No caso de crimes contra a dignidade sexual praticados contra a mulher no âmbito doméstico e familiar, são cabíveis, em tese, as medidas protetivas da chamada Lei “Maria da Penha\"."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "440995",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: POLITEC-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Violação sexual mediante fraude",
      "Assédio sexual",
      "Estupro de vulnerável",
      "Corrupção de menores"
    ],
    "enunciado_principal": "Uma mulher de 30 anos de idade atrai para o seu apartamento, seu vizinho de 13 anos que, apesar da idade, apresenta porte físico bemdesenvolvido.Após convencê-lo de que vai manter sigilo, pratica conjunção carnal com o mesmo. Trata-se de um crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estupro"
      },
      {
        "letra": "B",
        "texto": "violação sexualmediante fraude."
      },
      {
        "letra": "C",
        "texto": "corrupção demenor."
      },
      {
        "letra": "D",
        "texto": "estupro de vulnerável"
      },
      {
        "letra": "E",
        "texto": "assédio sexual."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "331741",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: MPE-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "Com relação aos crimes contra a dignidade sexual, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a gravidez resultante do ato sexual forçado poderá caracterizar uma majorante."
      },
      {
        "letra": "B",
        "texto": "a ação penal será pública incondicionada no caso de e stupro simples cometido mediante violência real."
      },
      {
        "letra": "C",
        "texto": "não é possível responsabilização penal pelo crime de estupro no caso de omissão"
      },
      {
        "letra": "D",
        "texto": "o estupro de vulnerável é crime hediondo apenas nas suas formas qualificadas"
      },
      {
        "letra": "E",
        "texto": "a revogação do rapto violento importa em novatio legis descriminalizadora."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "308743",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável",
      "Favorecimento de prostituição ou outra forma de exploração sexual de vulnerável"
    ],
    "enunciado_principal": "Constitui crime contra a dignidade sexual praticar conjunção carnal ou outro ato libidinoso, sem violência ou grave ameaça, com alguém não deficiente mental ou enfermo",
    "alternativas": [
      {
        "letra": "A",
        "texto": "menor de dezoito anos e maior de dezesseis anos."
      },
      {
        "letra": "B",
        "texto": "menor de dezoito anos e maior de quatorze anos em situação de prostituição."
      },
      {
        "letra": "C",
        "texto": "menor de vinte e um anos e maior de quatorze anos em situação de prostituição."
      },
      {
        "letra": "D",
        "texto": "em situação de prostituição, independentemente da idade."
      },
      {
        "letra": "E",
        "texto": "menor de dezesseis anos e maior de quatorze anos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "308176",
    "metadata": "Ano: 2013 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável",
      "Favorecimento de prostituição ou outra forma de exploração sexual de vulnerável",
      "Favorecimento da prostituição ou outra forma de exploração sexual"
    ],
    "enunciado_principal": "Nos crimes contra a dignidade sexual, tratando-se da vítima menor de 14 anos, ou enferma ou deficiente mental sem o necessário discernimento para o ato, a situação em que o proxeneta e o cliente que pratica a conjunção carnal enquadram-se no delito de estupro de vulnerável; enquanto o proprietário, o gerente ou o responsável pelo local responderão, tão somente, pelo crime de favorecimento à prostituição, na modalidade de conduta equiparada. Já, quando a vítima explorada sexualmente for menor de 18 e maior de 14 anos, o cliente que pratica a conjunção carnal responderá pelo crime de favorecimento à prostituição.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "305568",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Assédio sexual",
      "Estupro de vulnerável",
      "Satisfação de lascívia mediante a presença de criança ou adolescente"
    ],
    "enunciado_principal": "Valtemir praticou conjunção carnal com sua enteada Flaviana, que possui 12 anos de idade. Assim, Valtemir deve responder pelo crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "satisfação de lascívia mediante presença de criança ou adolescente (artigo 218-A do CP)."
      },
      {
        "letra": "B",
        "texto": "submissão de criança ou adolescente à prostituição ou à exploração sexual (artigo 244-A da Lei nº 8.069/1990)."
      },
      {
        "letra": "C",
        "texto": "estupro de vulnerável (artigo 217-A do CP)."
      },
      {
        "letra": "D",
        "texto": "corrupção de menores (Lei nº 2.252/1954)."
      },
      {
        "letra": "E",
        "texto": "assédio sexual (artigo 216-A do CP)."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "301614",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPE-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "Augusto levou sua filha, Ana, de treze anos de idade, a uma boate cuja entrada era permitida apenas para pessoas maiores de dezoito anos de idade, para que a menina se encontrasse com amigas que comemoravam o aniversário de uma delas. O segurança da boate não pediu documento de identificação à menina, que aparentava ser maior de idade. Após consumir algumas doses de tequila, Ana começou a flertar com Otávio, de vinte e oito anos de idade, e disse ao rapaz que tinha dezesseis anos de idade. Após breve conversa, Otávio convidou a adolescente a ir com ele a um motel. Lisonjeada, porém indecisa, Ana perguntou a opinião de suas amigas, que foram unânimes em incentivá-la a aceitar o convite, pois conheciam muito bem Otávio. Na manhã seguinte, após ter relações sexuais consentidas com Otávio, com quem perdera a virgindade, Ana retornou, sozinha, para casa. Desconfiado do que a filha poderia ter feito na noite anterior, Augusto começou a interrogá-la, e ela, por medo, afirmou ter sido obrigada a manter relações sexuais com Otávio. Ato contínuo, Augusto levou a filha até a delegacia de polícia, onde registrou ocorrência policial contra Otávio. Com base nos fatos narrados na situação hipotética acima apresentada, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de estupro de vulnerável impõe, em caráter absoluto, um dever geral de abstenção da conduta de manter conjunção carnal ou qualquer ato libidinoso com pessoa menor de quatorze anos de idade, podendo, entretanto, ser reconhecido o erro de tipo da parte de Otávio, o que engendraria a atipicidade de sua conduta."
      },
      {
        "letra": "B",
        "texto": "Caso Otávio seja absolvido da acusação, ficará configurado o crime de denunciação caluniosa cometido por Augusto."
      },
      {
        "letra": "C",
        "texto": "As amigas de Ana figuram como partícipes do crime do qual Otávio é acusado, pois incentivaram a vítima, menor de idade, a ir ao motel com pessoa maior de idade."
      },
      {
        "letra": "D",
        "texto": "Em razão de ter levado a filha a local exclusivo para pessoas maiores de dezoito anos de idade e de nada ter feito para impedir o fato, pode ser imputado a Augusto o crime de estupro de vulnerável praticado por omissão imprópria, visto que, na qualidade de pai e, portanto, de agente garantidor, deveria impedir a ocorrência do resultado."
      },
      {
        "letra": "E",
        "texto": "Otávio praticou o crime de corrupção sexual de menores, dado o consentimento das relações sexuais, figurando o segurança da boate como partícipe do referido delito, na medida em que sua negligência no trabalho foi determinante para a ocorrência do resultado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "298692",
    "metadata": "Ano: 2013 | Banca: FEPESE | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável",
      "Satisfação de lascívia mediante a presença de criança ou adolescente",
      "Favorecimento de prostituição ou outra forma de exploração sexual de vulnerável",
      "Corrupção de menores"
    ],
    "enunciado_principal": "Assinale a alternativa correta de acordo o Código Penal brasileiro. Aquele que submeter, induzir ou atrair à prostituição ou outra forma de exploração sexual alguém menor de dezoito anos ou que, por enfermidade ou deficiência mental, não tem o necessário discernimento para a prática do ato, facilitá-la, impedir ou dificultar que a abandone, comete o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estupro de vulnerável."
      },
      {
        "letra": "B",
        "texto": "corrupção de menores."
      },
      {
        "letra": "C",
        "texto": "instigação sexual de vulnerável."
      },
      {
        "letra": "D",
        "texto": "favorecimento da prostituição ou outra forma de exploração sexual de vulnerável."
      },
      {
        "letra": "E",
        "texto": "satisfação de lascívia mediante presença de criança ou adolescente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "423393",
    "metadata": "Ano: 2012 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável",
      "Legislação Penal Especial",
      "Crimes contra o Consumidor, a Ordem Econômica e Tributária – Lei nº 8.078 de 1990 e Lei nº 8.137 de 1990"
    ],
    "enunciado_principal": "Considere as seguintes afirmações.I - Cirurgião plástico que, depois de anestesiar sua paciente, de 24 anos, toca em suas partes íntimas, aproveitando-se de seu estado de inconsciência e de sua total incapacidade de resistência, responde pelo crime denominado de \"estupro de vulnerável\". II - Prefeito Municipal que desvia, voluntária e conscientemente, mão de obra pública para prestar serviço em sítio de seu correligionário, em propriedade particular, pratica o crime de peculato-desvio, previsto no art. 312, caput, parte final, do CP. III - Delegado de Polícia que, dolosamente, deixa de instaurar inquérito policial para apurar a prática do crime de tortura cometida por seus subordinados na carceragem da delegacia comete o crime de prevaricação (art., 319 do CP). IV - Nos crimes contra as relações de consumo, além das penas privativas de liberdade e de multa, cumulativa ou alternadamente, podem ser impostas: a interdição temporária de direitos; a publicação em órgão de comunicação de grande circulação, às expensas do condenado, de notícia sobre os fatos e a condenação; e a prestação de serviços à comunidade. V - Agente que se apropria de valores da conta corrente de terceiro, mediante transferência bancária fraudulenta, sem o consentimento do correntista, por meio do canal \"Internet Banking\", burlando o sistema de proteção e de vigilância do Banco sobre os valores mantidos sob sua guarda, comete o crime de estelionato.Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I e III."
      },
      {
        "letra": "B",
        "texto": "Apenas I e IV."
      },
      {
        "letra": "C",
        "texto": "Apenas II e IV."
      },
      {
        "letra": "D",
        "texto": "Apenas III e V."
      },
      {
        "letra": "E",
        "texto": "Apenas IV e V."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "291058",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "Considere que Antônio tenha mantido conjunção carnal consensual com Maria, de treze anos de idade, sem qualquer violência ou ameaça. Nessa situação, a conduta de Antônio, mesmo com o consenso da vítima, caracteriza o crime de estupro de vulnerável.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "286575",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: DPE-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável",
      "Disposições Gerais dos crimes contra a liberdade sexual e dos crimes sexuais contra vulneráveis"
    ],
    "enunciado_principal": "Com relação aos crimes contra a dignidade sexual, assinale a opção correta com base no que dispõe a legislação de regência bem como no entendimento doutrinário e dos tribunais superiores.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Configura estupro de vulnerável a indução da pessoa com mais de quatorze anos e menos de dezoito anos de idade a praticar conjunção carnal ou ato de libidinagem para satisfazer a lascívia de outrem, devendo estar necessariamente presente o elemento subjetivo do injusto."
      },
      {
        "letra": "B",
        "texto": "Em se tratando de estupro de vulnerável, caso tenha ocorrido consentimento da pessoa ofendida, o regime inicial de cumprimento poderá ser diverso do fechado, ou, mesmo, a pena privativa de liberdade ser substituída por restritiva de direitos, visto que a violência impeditiva da substituição, conforme previsto no CP, é a violência real."
      },
      {
        "letra": "C",
        "texto": "A pena prevista para os crimes contra a dignidade sexual é majorada da quarta parte se houver concurso de duas ou mais pessoas e é aumentada de metade se da infração penal resultar gravidez."
      },
      {
        "letra": "D",
        "texto": "De acordo com o CP, considera-se vulnerável, em razão do estado ou condição pessoal da vítima, a pessoa com menos de dezoito e mais de catorze anos de idade, por se presumir a menor capacidade de reagir a intervenções de terceiros no exercício de sua sexualidade, de maneira absoluta."
      },
      {
        "letra": "E",
        "texto": "Há crime de violação sexual mediante fraude, denominado de estelionato sexual, quando a vítima esteja impossibilitada de oferecer resistência ou qualquer outro meio que impeça ou dificulte a livre manifestação de vontade, como, por exemplo, ocorre após a ingestão de bebidas alcoólicas, e o agente não tenha provocado ou concorrido para a situação, mas apenas se aproveitado do fato."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "286037",
    "metadata": "Ano: 2012 | Banca: FGV | Órgão: PC-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Estupro de vulnerável",
      "Disposições Gerais dos crimes contra a liberdade sexual e dos crimes sexuais contra vulneráveis"
    ],
    "enunciado_principal": "No ano de 2011, Giovane, com a anuência de sua companheira Fernanda, pratica com Pérola, filha desta e sua enteada, de apenas, 10 anos, atos libidinosos diversos, o que ocorreu em três dias distintos no mesmo mês, sempre agindo da mesma forma e nas mesmas condições. O fato foi levado ao conhecimento da autoridade policial que instaurou o procedimento próprio. Diante deste quadro, assinale a alternativa que indica os crimes pelos quais Giovane e Fernanda deverão responder.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Giovane deverá responder por estupro com a causa de aumento por ser a vítima sua enteada, por três vezes, na forma continuada, e Fernanda não praticou qualquer fato típico."
      },
      {
        "letra": "B",
        "texto": "Giovane deverá responder por estupro de vulnerável com a causa de aumento por ser a vítima sua enteada, por três vezes, na forma continuada, e Fernanda não praticou qualquer fato típico."
      },
      {
        "letra": "C",
        "texto": "Giovane deverá responder por estupro de vulnerável com a causa de aumento por ser a vítima sua enteada, por três vezes, na forma continuada, e Fernanda pela mesma infração por força de sua omissão, eis que tinha o dever jurídico de impedir o resultado."
      },
      {
        "letra": "D",
        "texto": "Giovane deverá responder por estupro de vulnerável, por três vezes, na forma continuada, e Fernanda pela mesma infração por força de sua omissão, eis que tinha o dever jurídico de impedir o resultado, com relação a ela incidindo a causa de aumento por ser a vítima sua filha."
      },
      {
        "letra": "E",
        "texto": "Giovane deverá responder por estupro de vulnerável com a causa de aumento por ser a vítima sua enteada, por três vezes, em concurso material, e Fernanda pela mesma infração por força de sua omissão, eis que tinha o dever jurídico de impedir o resultado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "275092",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: PC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "Conforme o disposto no CP, manter relações sexuais com menores de dezoito anos de idade, ainda que com o consentimento da vítima, caracteriza, em qualquer caso, estupro de vulnerável.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "270427",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: DPE-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Princípios limitadores do poder punitivo estatal",
      "Conflito aparente de normas",
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Estupro de vulnerável",
      "Corrupção de menores"
    ],
    "enunciado_principal": "Com relação à aplicação da lei penal no tempo, aos crimes contra a dignidade sexual e aos delitos hediondos, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De acordo com a jurisprudência predominante do STJ, a presunção de violência prevista no art. 224 do CP se revela de natureza absoluta, não cedendo à existência de fatores que afastem a dita presunção."
      },
      {
        "letra": "B",
        "texto": "Pratica crime de corrupção de menores, previsto no art. 218 do CP, aquele que induz menor de dezesseis anos a satisfazer a lascívia de outrem."
      },
      {
        "letra": "C",
        "texto": "O art. 224 do CP, no qual era prevista a presunção de violência em crimes sexuais, foi revogado, tendo sido criado um novo tipo penal, tipificado como estupro de vulnerável, que caracteriza a abolitio criminis da conduta prevista no art. 214 (atentado violento ao pudor) c/c o art. 224 do CP."
      },
      {
        "letra": "D",
        "texto": "O princípio da continuidade normativa típica evidencia-se quando uma norma penal é revogada, mas a mesma conduta continua sendo crime no tipo penal revogador, ou seja, a infração penal continua tipificada em outro dispositivo, ainda que topologicamente ou normativamente diverso do originário."
      },
      {
        "letra": "E",
        "texto": "Aplica-se ao agente de violência real ou grave ameaça em crime de estupro ou atentado violento ao pudor a causa especial de aumento de pena prevista no art. 9.º da lei que trata dos crimes hediondos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "269831",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: MPE-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável",
      "Satisfação de lascívia mediante a presença de criança ou adolescente",
      "Favorecimento de prostituição ou outra forma de exploração sexual de vulnerável"
    ],
    "enunciado_principal": "Considerando a situação hipotética acima apresentada e o que dispõe o CP acerca dos crimes contra a dignidade sexual, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Suponha que algum adulto tenha praticado, com outro adulto, conjunção carnal ou qualquer outro ato libidinoso na presença dos adolescentes, ou que os tenha induzido a presenciar os referidos atos, a fim de satisfazer lascívia própria ou de outrem. Nessa situação, esse adulto deve ser responsabilizado pelo delito de satisfação de lascívia na presença de criança ou adolescente."
      },
      {
        "letra": "B",
        "texto": "O proprietário ou o gerente do estabelecimento deve ser responsabilizado tão somente pelo delito de manutenção de estabelecimento para exploração sexual, haja ou não mediação direta na exploração sexual."
      },
      {
        "letra": "C",
        "texto": "Devem responder penalmente pela prática do delito de favorecimento à exploração sexual de vulnerável o proprietário, o gerente ou o responsável pela boate e, de igual modo, os clientes encontrados no local."
      },
      {
        "letra": "D",
        "texto": "Se algum dos clientes da boate for encontrado mantendo conjunção carnal ou qualquer outro ato libidinoso com algum adolescente, será responsabilizado por estupro de vulnerável, se restar demonstrado o pleno conhecimento da menoridade da vítima, ainda que esta tenha assentido em realizar a conduta."
      },
      {
        "letra": "E",
        "texto": "Caso os adolescentes tenham ingressado voluntariamente no estabelecimento para o exercício das atividades descritas e, ao tentarem deixar o local e cessar as práticas, tenham sido impedidos pelo proprietário e gerente, restará consumado o delito de exploração sexual de vulnerável na forma de impedimento ou dificultação do abandono da atividade, cuja pena será agravada da quarta parte pelo concurso de pessoas, com aplicação de pena de multa, tendo como efeito obrigatório da condenação a cassação da licença de localização e funcionamento da boate."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "261682",
    "metadata": "Ano: 2012 | Banca: FEC | Órgão: PC-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável",
      "Favorecimento de prostituição ou outra forma de exploração sexual de vulnerável"
    ],
    "enunciado_principal": "Marco Antônio, caminhoneiro, é preso em flagrante praticando ato libidinoso com P., menor de quinze anos, em uma casa de prostituição mantida pela tia deste, Suzana, também conhecida como D. Suzinha, cafetina da região. O fato de P. ser menor de idade é conhecido de Marco Antônio, habitué do local e cliente costumeiro do rapaz. Na hipótese:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Suzana praticou o crime de favorecimento da prostituição ou outra forma de exploração de vulnerável, enquanto que a conduta de Marco Antônio é atípica, por ser P. maior de quatorze anos e consentir no ato,mesmo mediante paga."
      },
      {
        "letra": "B",
        "texto": "Marco Antônio praticou o crime de estupro de vulnerável, e Suzana o de favorecimento da prostituição ou outra forma de exploração de vulnerável."
      },
      {
        "letra": "C",
        "texto": "praticaram ambos o crime de estupro de vulnerável."
      },
      {
        "letra": "D",
        "texto": "praticaram ambos o crime de favorecimento da prostituição ou outra forma de exploração de vulnerável."
      },
      {
        "letra": "E",
        "texto": "nenhum deles praticou crime, uma vez que P. já está corrompido e é maior de quatorze anos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1233845",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TJ-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Violação sexual mediante fraude",
      "Estupro de vulnerável",
      "Disposições Gerais dos crimes contra a liberdade sexual e dos crimes sexuais contra vulneráveis"
    ],
    "enunciado_principal": "Com referência às infrações penais contra a dignidade sexual, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de satisfação de lascívia mediante presença de criança ou adolescente consuma-se com dolo genérico, não se exigindo o chamado especial fim de agir."
      },
      {
        "letra": "B",
        "texto": "Caso o delito de violação sexual mediante fraude seja cometido com o fim de obtenção de vantagem econômica, o infrator sujeitar-se-á também à pena de multa."
      },
      {
        "letra": "C",
        "texto": "Segundo entendimento do STJ, após a Lei n.º 12.015/2009, o crime de corrupção de menores passou a ser material, ou seja, é exigida prova do efetivo corrompimento do menor."
      },
      {
        "letra": "D",
        "texto": "No estupro, se da conduta resultar lesão corporal de natureza grave ou se a vítima tiver menos de dezoito anos de idade, aplicar-se-á causa especial de aumento de pena."
      },
      {
        "letra": "E",
        "texto": "No assédio sexual, o fato de a vítima ter menos de dezoito anos de idade qualifica o crime, razão pela qual as penas desse delito estarão majoradas em seus limites abstratamente cominados."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "791851",
    "metadata": "Ano: 2011 | Banca: UECE-CEV | Órgão: SEPLAG-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário",
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "Tércio foi condenado definitivamente a 10 anos de pena restritiva de liberdade, em regime fechado, por infração ao art. 217- A do Código Penal Brasileiro (estupro de vulnerável). Levando-se em conta ser o fato delituoso crime hediondo, ter o fato ocorrido em 2008 e ser Tércio primário, ele somente poderá obter a progressão de regime com o cumprimento da pena equivalente a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "um ano e seis meses."
      },
      {
        "letra": "B",
        "texto": "dois anos."
      },
      {
        "letra": "C",
        "texto": "três anos e três meses."
      },
      {
        "letra": "D",
        "texto": "quatro anos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "205300",
    "metadata": "Ano: 2011 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Estupro de vulnerável",
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Sobre os crimes contra a dignidade sexual, aponte a assertiva incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A alteração legislativa havida com a edição da Lei nº 12.015/2009 acarretou a exclusão da conjunção carnal e dos atos libidinosos havidos com violência presumida do rol dos delitos hediondos, vez que o tipo penal de estupro de vulnerável não se encontra expressamente referido na Lei nº 8.072/90, cuja relação é tida pela doutrina como numerus clausus."
      },
      {
        "letra": "B",
        "texto": "O juízo criminal competente para julgar o crime de estupro contra vulnerável, praticado no âmbito das relações domésticas contra a mulher, é o da Vara ou Juizado Especial de Violência Doméstica da Circunscrição Judiciária que abrange o local do fato."
      },
      {
        "letra": "C",
        "texto": "A integração, no artigo 213 do Código Penal, sob a rubrica de estupro, da conjunção carnal e dos atos lidibinosos distintos desta, não impede o reconhecimento da tentativa nessa modalidade de crime."
      },
      {
        "letra": "D",
        "texto": "Não há óbice a que seja prolatada decisão condenatória em hipótese de estupro, na modalidade de conjunção carnal, na qual os fatos foram praticados clandestinamente e em que o laudo de exame de corpo de delito não registrou vestígios de atos sexuais, se a vítima se mostrou firme, coerente e esclarecedora em todas as oportunidades em que foi inquirida."
      },
      {
        "letra": "E",
        "texto": "Nos crimes de estupro de vulnerável havidos após o início de vigência da Lei nº 12.015/2009, não se aplica a causa de aumento de metade da pena constante no artigo 9º da Lei dos Crimes Hediondos, relativa aos delitos praticados na hipótese de presunção de violência."
      }
    ],
    "gabarito": "A"
  }
]