[
  {
    "id": "3582975",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro"
    ],
    "enunciado_principal": "Julgue o seguinte item, referente à situação hipotética precedente. O crime de estupro praticado por Lucas contra Sandra configura delito de ação penal pública condicionada à representação, sendo necessário que a vítima manifeste sua vontade de que o agente seja processado para que o Ministério Público possa oferecer a denúncia.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3582972",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro"
    ],
    "enunciado_principal": "Julgue o seguinte item, referente à situação hipotética precedente. Lucas praticou o delito de estupro, o qual é classificado como comum quanto ao sujeito ativo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3259946",
    "metadata": "Ano: 2025 | Banca: SECPLAN | Órgão: Prefeitura de Presidente Kennedy - ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro"
    ],
    "enunciado_principal": "O cidadão Paulo está reunido com diversos amigos na praça central do município de Presidente Kennedy e avista um casal de jovens, sem roupas, praticando relações sexuais em um banco de madeira existente no local, tendo ouvido gritos da mulher que dizia não querer realizar o ato, claramente ocorrendo violência. Diante disso, entra em contato com a Guarda Municipal que encaminha equipe para resolver a situação. Nos termos do Código Penal, houve a caracterização do crime contra a dignidade sexual de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ato obsceno"
      },
      {
        "letra": "B",
        "texto": "lascívia"
      },
      {
        "letra": "C",
        "texto": "estupro"
      },
      {
        "letra": "D",
        "texto": "fraude"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3240101",
    "metadata": "Ano: 2025 | Banca: OBJETIVA | Órgão: Prefeitura de Rio Negro - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro"
    ],
    "enunciado_principal": "João constrangeu Josefina, mediante violência, a ter conjunção carnal. Diante da situação, configura-se crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Abuso de poder."
      },
      {
        "letra": "B",
        "texto": "Violência sexual."
      },
      {
        "letra": "C",
        "texto": "Sexualidade violenta."
      },
      {
        "letra": "D",
        "texto": "Estupro."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3100495",
    "metadata": "Ano: 2024 | Banca: FAPEC | Órgão: MPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O agente que, com emprego de violência, toca a vítima em suas partes íntimas, mas ao final desiste, voluntariamente, de com ela praticar a conjunção carnal, limitando-se a se masturbar e a ejacular sobre o corpo da ofendida, deverá responder pelo crime de estupro consumado, visto que os atos já praticados, por si só, preenchem a descrição típica da normal penal incriminadora do art. 213, caput, do Código Penal."
      },
      {
        "letra": "B",
        "texto": "O legislador cometeu falha na redação de figuras qualificadas dos crimes de estupro e de estupro de vulnerável, pois previu a punição mais gravosa para os casos em que da conduta resultar lesão corporal de natureza grave, olvidando-se de fazer menção à lesão gravíssima, prevista no art. 129, § 2.º, do Código Penal; nesse caso, o aplicador da lei não pode estender os efeitos da norma para essa segunda hipótese, sob pena de ferir o princípio da legalidade, aplicando a analogia in malam partem."
      },
      {
        "letra": "C",
        "texto": "O crime de estupro qualificado pelos resultados lesão corporal grave ou morte pode ser reconhecido ainda que essas consequências atinjam pessoa diversa daquela contra quem o ato sexual forçado é praticado, como na hipótese em que a violência para minar a resistência da vítima é praticada contra terceiro a ela ligado por relações de afeto e de parentesco."
      },
      {
        "letra": "D",
        "texto": "O agente que adquire partes de uma vaca abatida, sabendo que se trata de produto de crime anterior, com a finalidade de tão somente servir de alimento para sua família, incidirá nas penas do art. 180-A do Código Penal."
      },
      {
        "letra": "E",
        "texto": "O plenário do Supremo Tribunal Federal firmou posição no sentido de que a norma que passou a exigir, como regra, representação da vítima nos crimes de estelionato deve ser aplicada de forma retroativa apenas para os casos em que ainda não foi oferecida denúncia."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3038293",
    "metadata": "Ano: 2024 | Banca: CPCON | Órgão: Prefeitura de Lagoa Seca - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Assédio sexual",
      "Importunação Sexual"
    ],
    "enunciado_principal": "Sobre os crimes contra a liberdade sexual previstos em nosso ordenamento jurídico, analise as proposições a seguir. I- Constranger alguém, mediante violência ou grave ameaça, a ter conjunção carnal ou a praticar ou permitir que com ele se pratique outro ato libidinoso: pena - reclusão, de 8 (oito) a 12 (doze) anos. II- É crime praticar contra alguém e sem a sua anuência ato libidinoso com o objetivo de satisfazer a própria lascívia ou a de terceiro. III- Trata-se de crime de importunação sexual, constranger alguém com o intuito de obter vantagem ou favorecimento sexual, prevalecendo-se o agente da sua condição de superior hierárquico ou ascendência inerentes ao exercício de emprego, cargo ou função. É CORRETO o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "I apenas."
      },
      {
        "letra": "C",
        "texto": "I e II apenas."
      },
      {
        "letra": "D",
        "texto": "II e III apenas."
      },
      {
        "letra": "E",
        "texto": "II apenas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2464794",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: MPE-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Sequestro ou cárcere privado",
      "Crimes contra a dignidade sexual",
      "Estupro"
    ],
    "enunciado_principal": "Caio contrata Mévio, para matar Seprônia, sua ex-chefe, que não perdoa por ter sido demitido. Antes, contudo, solicita que Mévio mantenha Seprônia presa, por alguns dias, em um quarto fechado, infestado de baratas, inseto do qual ela tem fobia. Para tanto, Caio entrega a Mévio metade do valor convencionado, comprometendo-se a pagar o restante somente após a morte. Mévio passa a seguir Seprônia e, no dia em que ela caminhava, sozinha, por rua sem movimento, a aborda, com arma de fogo, obrigando-a a entrar no carro, partindo para um bairro distante, onde já tinha uma casa alugada, para mantê-la, em cárcere privado. Seprônia é trancada em um quarto fechado, todo escuro, sem ventilação, infestado de baratas. Passados alguns minutos presa, Seprônia percebe a presença das baratas e começa a gritar, em desespero. Mévio a mantém presa, por três horas, mas, tendo se excitado com os gritos de pavor de Seprônia, decide tirá-la do quarto, mantendo com ela, sob ameaça de arma de fogo, conjunção carnal forçada. Após, Mévio volta a manter Seprônia presa, no quarto. Durante o período em que Seprônia é mantida trancada, Caio e Mévio se falam. Mévio não conta que submeteu Seprônia à conjunção carnal forçada, apenas reportando a ele o desespero dela, em razão das baratas. No dia em que Mévio mataria Seprônia, ele vê no jornal televisivo a notícia do desaparecimento dela, seguida de entrevista da mãe, chorando pelo sumiço da filha. Neste momento, Mévio se dá conta de que Seprônia é filha de Tícia, sua professora de infância, que o ensinou a ler, além de auxiliar sua família carente, ao longo de anos. Diante disso, Mévio decide não mais matar Seprônia, libertando-a, após a manter em cárcere privado, por 5 dias. Mévio comunica a decisão a Caio, que disse que por conta de Seprônia permanecer viva, tudo viria à tona e eles acabariam presos. Caio ainda falou que nada mais devia a Mévio, já que ele não cumpriu com metade do acordo. Diante da situação hipotética, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Mévio responderá pelo crime de sequestro e cárcere privado qualificado pelo intenso sofrimento causado (artigo 148, parágrafo 2, do CP). Caio responderá pelo homicídio qualificado pelo emprego de tortura, na forma tentada (artigo 121, parágrafo 2, inciso III, do CP). Caio e Mévio responderão também pelo crime de estupro (artigo 213, do CP), que, embora praticado por Mévio, Caio, ao contratá-lo, assumiu o risco de prática de crimes diversos."
      },
      {
        "letra": "B",
        "texto": "Caio e Mévio responderão pelo crime de sequestro e cárcere privado qualificado pelo intenso sofrimento causado (artigo 148, parágrafo 2, do CP). Mévio responderá também pelo crime de estupro (artigo 213, do CP)."
      },
      {
        "letra": "C",
        "texto": "Caio e Mévio responderão pelo homicídio qualificado pelo emprego de tortura, na forma tentada (artigo 121, parágrafo 2, inciso III, do CP). Mévio responderá também pelo crime de estupro (artigo 213, do CP)."
      },
      {
        "letra": "D",
        "texto": "Mévio responderá pelo crime de sequestro e cárcere privado qualificado pelo intenso sofrimento causado (artigo 148, parágrafo 2, do CP). Caio responderá pelo homicídio qualificado pelo emprego de tortura, na forma tentada (artigo 121, parágrafo 2, inciso III, do CP). Mévio também responderá pelo estupro (artigo 213, do CP)."
      },
      {
        "letra": "E",
        "texto": "Caio e Mévio responderão pelo crime de sequestro e cárcere privado qualificado pelo intenso sofrimento causado (artigo 148, parágrafo 2, do CP). Caio e Mévio responderão também pelo crime de estupro (artigo 213, do CP), que, embora praticado por Mévio, Caio, ao contratá-lo, assumiu o risco de prática de crimes diversos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2449089",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro"
    ],
    "enunciado_principal": "Tício e Mévia vivem em união estável há cinco anos, e têm um filho de dois anos de idade. Em um determinado dia, após chegar do trabalho, Tício constrange a sua companheira, mediante o emprego de uma faca, a ter conjunção carnal e a praticar, no mesmo contexto fático, outros atos libidinosos, como felação e sexo anal. Na data subsequente, a mulher se encaminha à unidade policial mais próxima e dá ciência dos fatos ao delegado de polícia, que instaura um inquérito policial em detrimento de Tício. Considerando as disposições do Código Penal e o entendimento dominante dos Tribunais Superiores, é correto afirmar que Tício responderá pela prática do(s) crime(s) de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "violação sexual mediante fraude, duas vezes, em concurso material, com a incidência de causa de aumento de pena, pois o sujeito ativo é companheiro da vítima;"
      },
      {
        "letra": "B",
        "texto": "estupro de vulnerável, duas vezes, em concurso material, com a incidência de causa de aumento de pena, pois o sujeito ativo é companheiro da vítima;"
      },
      {
        "letra": "C",
        "texto": "estupro, uma vez, com a incidência de causa de aumento de pena, pois o sujeito ativo é companheiro da vítima;"
      },
      {
        "letra": "D",
        "texto": "estupro e atentado violento ao pudor, em concurso material, sem a incidência de causas de aumento de pena;"
      },
      {
        "letra": "E",
        "texto": "estupro de vulnerável, uma vez, sem a incidência de causas de aumento de pena."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2394767",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: MPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro"
    ],
    "enunciado_principal": "Mévio praticou contra Tícia conjunção carnal e coito anal, além de a ter forçado a praticar nele sexo oral. As condutas foram praticadas no mesmo contexto, em um período de pouco mais de uma hora. De acordo com a jurisprudência atual do Superior Tribunal de Justiça, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Mévio praticou três crimes de estupro contra Tícia, hava vista que foram três condutas ofensivas à sua dignidade sexual, em concurso material, dado que o tipo penal do estupro é misto cumulativo."
      },
      {
        "letra": "B",
        "texto": "Mévio praticou dois crimes de estupro contra a Tícia, haja vista que, além da conjunção carnal, foram praticados atos libidinosos diversos, em concurso material, dado que o tipo penal do estupro é misto cumulativo."
      },
      {
        "letra": "C",
        "texto": "Mévio praticou um único crime de estupro contra Tícia, haja vista que o tipo penal do estupro é misto alternativo."
      },
      {
        "letra": "D",
        "texto": "Mévio praticou três crimes de estupro contra Tícia, haja vista que foram três condutas ofensivas à sua dignidade sexual, em concurso formal, dado que o tipo penal do estupro é misto cumulativo."
      },
      {
        "letra": "E",
        "texto": "Mévio praticou dois crimes de estupro contra Tícia, haja vista que, além da conjunção carnal, foram praticados atos libidinosos diversos, em concurso formal, dado que o tipo penal é misto cumulativo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2386559",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: PC-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Importunação Sexual"
    ],
    "enunciado_principal": "Marta, com 18 anos de idade, conheceu Jacinto em uma festa. Após algum tempo de conversa, Jacinto, simulando portar uma arma de fogo, constrangeu Marta fisicamente a fazer sexo oral, sem o consentimento dela. Acerca dessa situação hipotética, julgue os itens subsecutivos, considerando a legislação penal brasileira e o entendimento jurisprudencial do STJ. I O ato praticado por Jacinto configura apenas constrangimento ilegal, uma vez que não houve conjunção carnal. II Jacinto praticou o crime de importunação sexual. III A simulação do porte de arma de fogo pode configurar grave ameaça para fins de estupro. Assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas o item I está certo."
      },
      {
        "letra": "B",
        "texto": "Apenas o item II está certo."
      },
      {
        "letra": "C",
        "texto": "Apenas o item III está certo."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens I e III estão certos."
      },
      {
        "letra": "E",
        "texto": "Apenas os itens II e III estão certos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2564377",
    "metadata": "Ano: 2023 | Banca: IDECAN | Órgão: Prefeitura de Maracanaú - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro"
    ],
    "enunciado_principal": "Assinale a alternativa que melhor conceitue o crime de estupro.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Constranger somente a mulher, mediante ameaça, a ter conjunção carnal ou a praticar ou permitir que com ela se pratique outro ato libidinoso."
      },
      {
        "letra": "B",
        "texto": "Constranger alguém maior de 14 anos, mediante violenta emoção, a ter conjunção carnal."
      },
      {
        "letra": "C",
        "texto": "Constranger alguém, mediante violência ou grave ameaça, a ter conjunção carnal ou a praticar ou permitir que com ele se pratique outro ato libidinoso."
      },
      {
        "letra": "D",
        "texto": "Constranger alguém, mediante violenta emoção, a ter conjunção carnal ou a praticar ou permitir que com ela se pratique outro ato libidinoso."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2328470",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro"
    ],
    "enunciado_principal": "Dario, casado com Elisa, começa a beijá-la na cama, sendo correspondido. Na sequência, ele faz menção de terem relações sexuais, porém, ela recusa, alegando que está com sono e quer dormir. Não satisfeito com a negativa de Elisa, Dario a imobiliza e mantém com ela cópula vagínica, a força. Durante a relação sexual, diante da resistência de Elisa e da agressividade com que é possuída pelo marido, ela sofre lesões corporais leves. Diante do caso narrado, a correta adequação típica dos fatos, à luz do ordenamento jurídico penal, é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "lesão corporal qualificada pela violência doméstica;"
      },
      {
        "letra": "B",
        "texto": "estupro qualificado por lesão corporal;"
      },
      {
        "letra": "C",
        "texto": "estupro, com a pena aumentada;"
      },
      {
        "letra": "D",
        "texto": "estupro e lesão corporal qualificada pela violência doméstica;"
      },
      {
        "letra": "E",
        "texto": "estupro, com a pena aumentada, e lesão corporal qualificada pela violência doméstica."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2263811",
    "metadata": "Ano: 2023 | Banca: CONSULPAM | Órgão: Prefeitura de Olinda - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro"
    ],
    "enunciado_principal": "O caput do art. 213, do Código Penal Brasileiro, tipifica a conduta do crime de estupro. Com base na definição legal, assinale, dentre as alternativas abaixo, a que NÃO caracteriza o crime de estupro:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Constranger alguém, mediante violência, a ter conjunção carnal."
      },
      {
        "letra": "B",
        "texto": "Constranger alguém, mediante violência ou grave ameaça, a induzir terceiros à prática de ato libidinoso."
      },
      {
        "letra": "C",
        "texto": "Constranger alguém, mediante violência ou grave ameaça, a permitir que com ele se pratique outro ato libidinoso diverso da conjunção carnal."
      },
      {
        "letra": "D",
        "texto": "Constranger alguém, mediante violência ou grave ameaça, a praticar ou permitir que com ele se pratique conjunção carnal."
      },
      {
        "letra": "E",
        "texto": "Constranger alguém, mediante violência ou grave ameaça, a praticar ato libidinoso."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2247793",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Assédio sexual",
      "Estupro de vulnerável",
      "Importunação Sexual"
    ],
    "enunciado_principal": "Nélio, colocando a mão sob sua camisa e simulando estar armado, aborda Olímpia, de 15 anos de idade, e determina que ela o masturbe, sob ameaça de morte. Temendo por sua vida, por acreditar que ele realmente estivesse armado, Olímpia cumpre a ordem.Diante do caso narrado, Nélio deverá responder por:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estupro, em sua forma simples;"
      },
      {
        "letra": "B",
        "texto": "importunação sexual;"
      },
      {
        "letra": "C",
        "texto": "assédio sexual;"
      },
      {
        "letra": "D",
        "texto": "estupro, em sua forma qualificada;"
      },
      {
        "letra": "E",
        "texto": "estupro de vulnerável."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2211468",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Assédio sexual",
      "Corrupção de menores",
      "Importunação Sexual"
    ],
    "enunciado_principal": "José, para satisfazer a própria lascívia, passou a mão, de maneira superficial e rápida, por baixo da blusa de Júlia, na altura dos seios dela. Júlia tem deficiência mental e, por isso, não tinha o necessário discernimento sobre a prática do ato. Assinale a opção que indica corretamente a tipificação da conduta de José na situação hipotética apresentada.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "importunação sexual"
      },
      {
        "letra": "B",
        "texto": "assédio sexual"
      },
      {
        "letra": "C",
        "texto": "estupro de vulnerável"
      },
      {
        "letra": "D",
        "texto": "ato obsceno"
      },
      {
        "letra": "E",
        "texto": "estupro corretivo"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2199612",
    "metadata": "Ano: 2023 | Banca: INSTITUTO AOCP | Órgão: POLÍCIA CIENTÍFICA-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro"
    ],
    "enunciado_principal": "Um adulto jovem, 19 anos e do sexo masculino, tem relação sexual, com conjunção carnal, com uma menor de 13 anos de idade com o consentimento da menor. Considerando o exposto, o jovem praticou",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ato lícito."
      },
      {
        "letra": "B",
        "texto": "Atentado violento ao pudor."
      },
      {
        "letra": "C",
        "texto": "Sedução de menor."
      },
      {
        "letra": "D",
        "texto": "Estupro"
      },
      {
        "letra": "E",
        "texto": "Relação sexual consensual."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2098994",
    "metadata": "Ano: 2023 | Banca: INSTITUTO AOCP | Órgão: MPE-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Assédio sexual",
      "Importunação Sexual"
    ],
    "enunciado_principal": "Quanto aos crimes contra a dignidade sexual, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de importunação sexual é expressamente subsidiário."
      },
      {
        "letra": "B",
        "texto": "O crime de assédio sexual configura o constrangimento de qualquer pessoa com o intuito de obter vantagem ou favorecimento sexual, desde que o autor se prevaleça de sua condição de superior hierárquico ou ascendência inerentes ao cargo, emprego ou função."
      },
      {
        "letra": "C",
        "texto": "O tipo de estupro de vulnerável permite a interpretação analógica."
      },
      {
        "letra": "D",
        "texto": "A revogação do artigo 214 do Código Penal pela Lei nº 12.015/09 conduziu à abolitio criminis do delito de atentado violento ao pudor anteriormente cometido."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2339685",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro"
    ],
    "enunciado_principal": "O consentimento do ofendido no crime de estupro configura",
    "alternativas": [
      {
        "letra": "A",
        "texto": "excludente de tipicidade."
      },
      {
        "letra": "B",
        "texto": "excludente de culpabilidade."
      },
      {
        "letra": "C",
        "texto": "o tipo penal do estupro."
      },
      {
        "letra": "D",
        "texto": "a causa supralegal de excludente de ilicitude."
      },
      {
        "letra": "E",
        "texto": "excludente de punibilidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2074468",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro"
    ],
    "enunciado_principal": "A respeito dos crimes sexuais, previstos no Código Penal, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a circunstância da vítima ser menor de 18 (dezoito) anos e maior de 14 (quatorze) qualifica o crime de estupro."
      },
      {
        "letra": "B",
        "texto": "o tipo penal do estupro só admite autor homem, muito embora a vítima possa ser homem e mulher."
      },
      {
        "letra": "C",
        "texto": "em se tratando de vítima menor de 18 (dezoito) anos, o crime de estupro é processável mediante ação penal pública condicionada."
      },
      {
        "letra": "D",
        "texto": "o estupro de vulnerável é a prática de conjunção carnal ou qualquer outro ato libidinoso com pessoa menor de 18 (dezoito) anos."
      },
      {
        "letra": "E",
        "texto": "a prática do crime em coautoria ou com uso de arma de fogo são circunstâncias que aumentam a pena dos crimes sexuais."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2031580",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro"
    ],
    "enunciado_principal": "Sobre os crimes contra a dignidade sexual, conforme a jurisprudência dos tribunais superiores, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O princípio da insignificância é aplicável aos crimes contra a dignidade sexual."
      },
      {
        "letra": "B",
        "texto": "A prática de crime ou contravenção penal contra a dignidade sexual impossibilita a substituição da pena privativa de liberdade por restritiva de direitos."
      },
      {
        "letra": "C",
        "texto": "O crime de estupro de vulnerável se configura com a conjunção carnal ou prática de ato libidinoso com menor de 14 anos, sendo irrelevante eventual consentimento da vítima para a prática do ato, sua experiência sexual anterior ou existência de relacionamento amoroso com o agente."
      },
      {
        "letra": "D",
        "texto": "A configuração do crime de importunação sexual independe da prova da efetiva importunação da vítima, por se tratar de delito formal."
      },
      {
        "letra": "E",
        "texto": "É inadmissível aplicar, no estupro qualificado pelo concurso de agentes, a majorante do estupro coletivo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1972013",
    "metadata": "Ano: 2022 | Banca: IDECAN | Órgão: TJ-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro"
    ],
    "enunciado_principal": "Alexandre nutre um desejo sexual arrebatador por Janaina. Após anos de convívio respeitoso e sem que qualquer pessoa soubesse de seus desejos, descobriu que Janaína trai seu marido Carlos constantemente. Após muito pensar, resolveu obrigar Janaina a com ele se relacionar, sob pena de contar tudo sobre as traições ao marido Carlos. Por essa razão, Janaína cedeu e se relacionou com Alexandre. Nessa hipótese, trata-se de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "violação sexual mediante fraude."
      },
      {
        "letra": "B",
        "texto": "importunação sexual."
      },
      {
        "letra": "C",
        "texto": "assédio sexual."
      },
      {
        "letra": "D",
        "texto": "crime algum."
      },
      {
        "letra": "E",
        "texto": "estupro."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1964323",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Favorecimento da prostituição ou outra forma de exploração sexual",
      "Rufianismo",
      "Disposições Gerais dos crimes contra a liberdade sexual e dos crimes sexuais contra vulneráveis",
      "Importunação Sexual"
    ],
    "enunciado_principal": "A dignidade sexual é tema que tem sido socialmente debatido com maior seriedade nas últimas décadas e que merece atenção da sociedade. A discussão em torno do assunto tem gerado reação legislativa positiva e atenção dos tribunais. Acerca desse tema, considerando os dispositivos do Código Penal e a jurisprudência do Superior Tribunal de Justiça, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A importunação sexual, que consiste no ato de constranger alguém à prática de atos libidinosos, passou a ser um tipo penal diferente do estupro por força da Lei n.º 13.718/2018."
      },
      {
        "letra": "B",
        "texto": "A exploração sexual constitui elemento normativo do crime de casa de prostituição, não bastando a conduta consistente na manutenção de casa para fins libidinosos."
      },
      {
        "letra": "C",
        "texto": "Para os crimes praticados contra a dignidade sexual, não há previsão de causa de aumento de pena."
      },
      {
        "letra": "D",
        "texto": "Constitui crime de rufianismo a indução à prostituição ou a outra forma de exploração sexual."
      },
      {
        "letra": "E",
        "texto": "O crime de estupro, previsto no artigo 215 do Código Penal, processa-se mediante representação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1955335",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "No Código Penal, os artigos que tratam do estupro são o 213 (Estupro) e 217-A (Estupro de vulnerável). Acerca dos contextos do crime de estupro e da avaliação pericial a este relacionada, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o bem jurídico tutelado é a inviolabilidade do corpo humano e o sujeito passivo é qualquer pessoa do sexo feminino."
      },
      {
        "letra": "B",
        "texto": "a notificação do estupro a autoridades policiais é subordinada à autorização da vítima quando do atendimento em serviço de saúde de pessoa com relato de violência sexual ocorrida recentemente."
      },
      {
        "letra": "C",
        "texto": "na avaliação pericial do provável estupro, é facultativo ao Médico Legista proceder à fundamentação da existência de conjunção carnal relacionada à ocorrência, haja vista a credibilidade do depoimento oral e o conceito de revitimização."
      },
      {
        "letra": "D",
        "texto": "os vestígios da conjunção carnal e/ou ato libidinoso, considerando a pesquisa de espermatozoides e de antígeno prostático específico, devem ser colhidos em até 72h da ocorrência, preferencialmente."
      },
      {
        "letra": "E",
        "texto": "a vítima de estupro não deve ser atendida pelos serviços de saúde no país, a não ser na iminência de risco de morte ou lesões corporais graves que demandem atendimento imediato. Em qualquer circunstância, a vítima deve ser informada sobre os seus direitos segundo seu próprio caso."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1952903",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: TJ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro"
    ],
    "enunciado_principal": "Sobre os crimes contra a dignidade sexual:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de atentado violento ao pudor pressupõe representação da vítima, que pode ser suprida pelos responsáveis em caso de menoridade."
      },
      {
        "letra": "B",
        "texto": "A violação sexual mediante fraude consiste em seduzir mulher virgem, menor de dezoito anos e maior de quatorze, e ter com ela conjunção carnal, aproveitando-se de sua inexperiência ou justificável confiança."
      },
      {
        "letra": "C",
        "texto": "O crime de estupro, previsto no artigo 213, admite tentativa."
      },
      {
        "letra": "D",
        "texto": "Configura crime de assédio sexual constranger alguém com o intuito de obter vantagem ou favorecimento sexual mediante ameaça."
      },
      {
        "letra": "E",
        "texto": "A conduta de montar uma fotografia com o fim de incluir pessoa em cena de nudez não configura crime."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1908905",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: DPE-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "O crime de estupro de vulnerável, conforme o Superior Tribunal de Justiça,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "impede a responsabilização do agente na qualidade de partícipe."
      },
      {
        "letra": "B",
        "texto": "prescinde de contato físico direto do réu com a vítima."
      },
      {
        "letra": "C",
        "texto": "não é considerado hediondo diante da legalidade estrita para tal configuração."
      },
      {
        "letra": "D",
        "texto": "pode ser considerado atípico diante de eventual consentimento da vítima."
      },
      {
        "letra": "E",
        "texto": "exige a fixação de regime inicial fechado em razão do quantum de pena previsto."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1899605",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PC-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro"
    ],
    "enunciado_principal": "O crime de estupro teve sua definição modificada há alguns anos. Em relação ao tema, avalie se as afirmativas a seguir são falsas (F) ou verdadeiras (V). ( ) na definição atual, a vítima tem que ser menor de 14 anos. ( ) na definição atual, qualquer pessoa pode ser vítima de estupro por não ser conjunção carnal um elemento necessário para o crime. ( ) de acordo com a definição atual, o agressor pode ser masculino ou feminino, uma vez que não é necessária cópula para caracterizar o crime. ( ) a redação atual do artigo corresponde a constranger mulher mediante violência ou grave ameaça a manter conjunção carnal. ( ) a redação atual corresponde a constranger alguém, mediante violência ou grave ameaça, a praticar conjunção carnal ou outro ato libidinoso. As afirmativas são, respectivamente,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F-F-V-F-V."
      },
      {
        "letra": "B",
        "texto": "V-F-V-F-V."
      },
      {
        "letra": "C",
        "texto": "F-V-V-F-V."
      },
      {
        "letra": "D",
        "texto": "V-V-F-V-F."
      },
      {
        "letra": "E",
        "texto": "F-F-V-V-F."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1899399",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PC-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Sequestro ou cárcere privado",
      "Crimes contra a dignidade sexual",
      "Estupro"
    ],
    "enunciado_principal": "João e Maria namoravam há 3 meses. Maria afirmava que pretendia casar-se virgem. Todavia, João insistia de forma recorrente para que Maria tivesse com ele conjunção carnal. Obcecado pela ideia, no dia 30/06/2019, João forçou Maria a entrar em seu carro e dirigiu-se com ela a um sítio de sua propriedade, em lugar ermo na zona rural do município. Chegando ao local, João disse que Maria só iria embora se aceitasse ter relação sexual. Três dias depois, a polícia militar chegou ao local, a partir do rastreamento do aparelho telefônico de Maria, e prendeu João em flagrante. Diante do exposto, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "João não praticou crime algum, visto que sua conduta foi interrompida nos atos preparatórios."
      },
      {
        "letra": "B",
        "texto": "João praticou o crime de estupro na modalidade tentada, pois o iter criminis foi interrompido por razão estranha à sua vontade."
      },
      {
        "letra": "C",
        "texto": "Tendo em vista que a conduta de João não compreende atos executórios do crime de estupro, deve responder apenas pelo crime de sequestro e cárcere privado."
      },
      {
        "letra": "D",
        "texto": "João praticou o crime de importunação sexual na modalidade tentada, pois o iter criminis foi interrompido por razão estranha à sua vontade."
      },
      {
        "letra": "E",
        "texto": "José praticou o crime de importunação sexual, na modalidade consumada."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1893448",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PC-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material",
      "Concurso formal",
      "Crime continuado",
      "Crimes contra a dignidade sexual",
      "Estupro"
    ],
    "enunciado_principal": "Na hipótese de um agente ter praticado um crime de estupro e um crime de atentado violento ao pudor, contra a mesma vítima e no mesmo contexto fático, a partir do advento da Lei nº 12.015/2009, deverá responder por",
    "alternativas": [
      {
        "letra": "A",
        "texto": "concurso material."
      },
      {
        "letra": "B",
        "texto": "concurso formal próprio."
      },
      {
        "letra": "C",
        "texto": "concurso formal impróprio."
      },
      {
        "letra": "D",
        "texto": "continuidade delitiva."
      },
      {
        "letra": "E",
        "texto": "crime único."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1873818",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PC-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro"
    ],
    "enunciado_principal": "O crime de atentado violento ao pudor, a partir da vigência da Lei nº 12.015/2009, deixou de estar descrito no Art. 214 do Código Penal, mas todas as elementares passaram a integrar o tipo de estupro (Art. 213 do Código Penal). A tal fenômeno se dá o nome de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "princípio da continuidade normativo-típica;"
      },
      {
        "letra": "B",
        "texto": "abolitio criminis;"
      },
      {
        "letra": "C",
        "texto": "extra-atividade;"
      },
      {
        "letra": "D",
        "texto": "novatio legis in mellius;"
      },
      {
        "letra": "E",
        "texto": "ultra-atividade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1868182",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: PC-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro"
    ],
    "enunciado_principal": "Ártemis e Deméter se conheceram por meio de aplicativo de encontros casuais para maiores. Depois de algum tempo, ainda sem se verem pessoalmente, trocaram voluntariamente fotos em que aparecem nus. Deméter, então, ameaça expor essas fotos em sites pornográficos, caso Ártemis não concorde em se exibir para ele através de uma webcam, inserindo objetos em seu canal retal. Tal conduta configura o delito de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estupro;"
      },
      {
        "letra": "B",
        "texto": "violação sexual mediante fraude;"
      },
      {
        "letra": "C",
        "texto": "importunação sexual;"
      },
      {
        "letra": "D",
        "texto": "assédio sexual;"
      },
      {
        "letra": "E",
        "texto": "registro não autorizado da intimidade sexual."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1810856",
    "metadata": "Ano: 2021 | Banca: IDECAN | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro"
    ],
    "enunciado_principal": "De acordo com o Código Penal, o crime de estupro ocorre quando há a seguinte conduta: “constranger alguém, mediante violência ou grave ameaça, a ter conjunção carnal ou a praticar ou permitir que com ele se pratique outro ato libidinoso” (artigo 213, caput). O Superior Tribunal de Justiça já se manifestou várias vezes sobre o crime de estupro. Analisando as afirmativas a seguir, assinale a que está em DESACORDO com a jurisprudência do STJ.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nas hipóteses em que há imprecisão acerca do número exato de eventos abusivos à dignidade sexual da vítima, praticados em um longo período de tempo, é adequado o aumento de pena pela continuidade delitiva (art. 71 do CP) em patamar superior ao mínimo legal."
      },
      {
        "letra": "B",
        "texto": "Nos crimes de estupro ou de atentado violento ao pudor praticados com violência presumida, não incide a regra da continuidade delitiva específica (art. 71, parágrafo único, do CP), que condiciona a sua incidência às situações de emprego de violência real."
      },
      {
        "letra": "C",
        "texto": "O segredo de justiça previsto no art. 234-B do Código Penal abrange apenas a vítima de crimes sexuais, devendo constar da autuação somente as iniciais de seu nome."
      },
      {
        "letra": "D",
        "texto": "O avançado estado de embriaguez da vítima, que lhe retire a capacidade de oferecer resistência, é circunstância apta a revelar sua vulnerabilidade e, assim, configurar a prática do crime de estupro previsto no §1º do art. 217-A do Código Penal."
      },
      {
        "letra": "E",
        "texto": "Aquele que adere à determinação do comparsa e contribui para a consumação do crime de estupro, ainda que não tenha praticado a conduta descrita no tipo penal, incide nas penas a ele cominadas, nos exatos termos do art. 29 do Código Penal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1810030",
    "metadata": "Ano: 2021 | Banca: IDECAN | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso material",
      "Crimes contra a vida",
      "Homicídio",
      "Crimes contra a dignidade sexual",
      "Estupro"
    ],
    "enunciado_principal": "Aquele que, com intenção de estuprar uma mulher, mantém com ela, sob coação, relação sexual e, após encerrada a prática delituosa do estupro, resolve matar a vítima, desferindo contra ela facadas que provocam excessiva perda de sangue, sendo causa da morte conforme laudo pericial, responderá por delito de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estupro em concurso formal com delito de homicídio."
      },
      {
        "letra": "B",
        "texto": "estupro qualificado pelo resultado morte."
      },
      {
        "letra": "C",
        "texto": "estupro em concurso material com delito de homicídio."
      },
      {
        "letra": "D",
        "texto": "estupro em concurso material com lesão corporal seguida de morte."
      },
      {
        "letra": "E",
        "texto": "estupro apenas; o delito de homicídio será absorvido pelo estupro."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1782441",
    "metadata": "Ano: 2021 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro"
    ],
    "enunciado_principal": "Quanto ao delito de estupro, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ocorrendo lesão corporal grave consumada e conjunção carnal tentada, configura-se o delito de estupro qualificado pelo resultado lesão grave, na forma tentada."
      },
      {
        "letra": "B",
        "texto": "A respeito do dissenso da vítima, basta, para a configuração do crime de estupro, que o agente atue com dolo eventual."
      },
      {
        "letra": "C",
        "texto": "O delito de estupro se consuma com a prática da conjunção carnal ou de qualquer outro ato libidinoso dela diverso. Caso ocorram ambas as conduas, trata-se de crime único."
      },
      {
        "letra": "D",
        "texto": "A circunstância de a vítima ser maior de 14 e menor de 18 anos configura uma qualificadora do tipo-base."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1669662",
    "metadata": "Ano: 2020 | Banca: IBADE | Órgão: Prefeitura de Cariacica - ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro"
    ],
    "enunciado_principal": "O crime de estupro (artigo 213 do Código Penal Brasileiro), tem a sua pena aumentada se for praticado para controlar o comportamento social ou sexual da vítima. Este tipo de estupro chama-se :",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de vulnerável."
      },
      {
        "letra": "B",
        "texto": "coletivo."
      },
      {
        "letra": "C",
        "texto": "corretivo."
      },
      {
        "letra": "D",
        "texto": "sedução."
      },
      {
        "letra": "E",
        "texto": "não autorizado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1097223",
    "metadata": "Ano: 2019 | Banca: COSEAC | Órgão: Prefeitura de Maricá - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "Tício, 25 (vinte e cinco) anos, praticou ato libidinoso contra uma menina de 8 (oito) anos de idade, tocando o órgão genital da criança e fazendo-a tocar no dele. Questionada, a menina disse que havia deixado Tício fazer aquilo com ela. Diante dessa situação hipotética, Tício praticou",
    "alternativas": [
      {
        "letra": "A",
        "texto": "lesão corporal."
      },
      {
        "letra": "B",
        "texto": "crime de estupro de vulnerável."
      },
      {
        "letra": "C",
        "texto": "crime de estelionato."
      },
      {
        "letra": "D",
        "texto": "contravenção penal de importunação ofensiva ao pudor"
      },
      {
        "letra": "E",
        "texto": "nenhum crime."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1092931",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Violação sexual mediante fraude",
      "Estupro de vulnerável",
      "Importunação Sexual"
    ],
    "enunciado_principal": "Tícia, de 16 anos, há dois anos namora Caio, de 19 anos. Tícia é virgem e está decidida a apenas manter relação sexual após o casamento, já marcado para ocorrer no dia em que ela completará 18 anos. Quando estavam sozinhos, na sala, assistindo TV, Caio, aproveitando-se que Tícia cochilava, masturbou-se e ejaculou no corpo da namorada que, imediatamente, acordou. Sentindo-se profundamente violada e agredida, Tícia grita e acorda os pais, que dormiam no quarto da casa. Os pais, vendo a filha suja e em pânico, impedem Caio de fugir e decidem chamar a polícia. Acionada a polícia, Caio é preso, em flagrante delito e, encerradas as investigações, denunciado pelo crime sexual praticado. Diante da situação hipotética, Caio poderá ser processado pelo crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "corrupção de menores, tratando-se de ação penal pública incondicionada."
      },
      {
        "letra": "B",
        "texto": "violação sexual mediante fraude, haja vista que Tícia estava dormindo, sem possibilidade de resistir, tratando-se de crime de ação penal pública condicionada."
      },
      {
        "letra": "C",
        "texto": "importunação sexual, tratando-se de ação penal pública incondicionada."
      },
      {
        "letra": "D",
        "texto": "estupro de vulnerável, haja vista que Tícia é menor, tratando-se de crime de ação penal pública incondicionada."
      },
      {
        "letra": "E",
        "texto": "estupro, incidindo causa de aumento em virtude de a vítima ser menor de 18, tratando-se de ação penal pública condicionada."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1082514",
    "metadata": "Ano: 2019 | Banca: FGV | Órgão: MPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "Tício, padrasto de Lourdes, criança de 11 anos de idade, praticou, mediante violência consistente em diversos socos no rosto, atos libidinosos diversos da conjunção carnal com sua enteada. A vítima contou o ocorrido à sua mãe, apresentando lesões no rosto, de modo que a genitora de Lourdes, de imediato, compareceu com a filha em sede policial e narrou o ocorrido. Recebidos os autos do inquérito policial, o promotor de justiça com atribuição deverá oferecer denúncia imputando a Tício o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estupro de vulnerável (art. 217-A do CP), podendo o emprego de violência real ser considerado na pena base para fins de aplicação da sanção penal, bem como cabendo reconhecimento da causa de aumento de pena pelo fato de o autor ser padrasto da ofendida;"
      },
      {
        "letra": "B",
        "texto": "estupro de vulnerável (art. 217-A do CP), não podendo o emprego de violência real ser considerado na pena base por já funcionar como elementar do delito, mas cabendo reconhecimento da causa de aumento de pena pelo fato de o autor ser padrasto da ofendida;"
      },
      {
        "letra": "C",
        "texto": "estupro qualificado pela idade da vítima (art. 213, §1º do CP), diante da violência real empregada, de modo que a idade da vítima não poderá funcionar como agravante, apesar de presente a causa de aumento pelo fato de o autor ser padrasto da ofendida;"
      },
      {
        "letra": "D",
        "texto": "estupro simples (art. 213 do CP), diante da violência real empregada, funcionando a idade da vítima como agravante da pena, não havendo previsão de causa de aumento de pena, que somente seria aplicável se o autor fosse pai da ofendida;"
      },
      {
        "letra": "E",
        "texto": "estupro qualificado pela idade da vítima (art. 213, §1º do CP), sem causa de aumento por ser o autor padrasto da ofendida, diante da violência real empregada, podendo a idade da vítima funcionar também como agravante da pena."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1062146",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro"
    ],
    "enunciado_principal": "Júnia, de quatorze anos de idade, acusa Pierre, de dezoito anos de idade, de ter praticado crime de natureza sexual consistente em conjunção carnal forçada no dia do último aniversário da jovem. Pierre, contudo, alega que o ato sexual foi consentido.A respeito dessa situação hipotética, julgue o item a seguir, tendo como referência aspectos legais e jurisprudenciais a ela relacionados.Caso fique comprovado o consentimento de Júnia para a prática do ato sexual, a conduta de Pierre será considerada atípica",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1026873",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: MPE-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro"
    ],
    "enunciado_principal": "De acordo com o ordenamento jurídico e o posicionamento dos tribunais superiores sobre os crimes contra a dignidade sexual,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a prática de passar as mãos nas coxas e seios da vítima menor de 14 anos, por dentro de sua roupa, não pode ser tipificado como crime de estupro de vulnerável (art. 217-A do Código Penal), haja vista que não houve a conjunção carnal."
      },
      {
        "letra": "B",
        "texto": "o estupro (art. 213 do Código Penal), com redação dada pela Lei n° 12.015/2009, é tipo penal misto alternativo. Logo, se o agente, no mesmo contexto fático, pratica conjunção carnal e outro ato libidinoso contra uma só vítima, pratica um só crime do art. 213 do Código Penal."
      },
      {
        "letra": "C",
        "texto": "a conduta consistente em manter casa para fins libidinosos é suficiente para a caracterização do crime tipificado no art. 229 do Código Penal, sendo desnecessário, para a configuração do delito, que haja exploração sexual, assim entendida como a violação à liberdade das pessoas que ali exercem a mercancia carnal."
      },
      {
        "letra": "D",
        "texto": "somente no crime de estupro, praticado mediante violência real, é que a ação penal é pública incondicionada. Nas demais modalidades de violência, trata-se de crime de ação penal condicionada a representação."
      },
      {
        "letra": "E",
        "texto": "segundo a legislação brasileira, o estupro coletivo é aquele praticado mediante concurso de três ou mais pessoas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "987307",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Crimes contra a dignidade sexual",
      "Estupro"
    ],
    "enunciado_principal": "Julgue os itens a seguir com base no Código Penal e na jurisprudência do STJ. I Um indivíduo poderá responder criminalmente por violação sexual mediante fraude, caso pratique frotteurismo contra uma mulher em uma parada de ônibus coletivo lotada, sem o consentimento dela. II Nos casos de parcelamento de contribuições previdenciárias cujo valor seja superior ao estabelecido administrativamente como sendo o mínimo para ajuizamento de suas execuções fiscais, é vedado ao juiz aplicar somente a pena de multa ao agente, ainda que ele seja réu primário. III Tanto ao agente, maior e capaz, que praticar o crime de estupro coletivo quanto ao agente, maior e capaz, que praticar o crime de estupro corretivo será aplicada a mesma majorante de pena in abstrato. IV Situação hipotética: Um homem, em 31/12/2018, por volta das cinco horas da madrugada, com a intenção de obter vantagem pecuniária, explodiu um caixa eletrônico situado em um posto de combustível. Assertiva: De acordo com o STJ, ele responderá criminalmente por furto qualificado em concurso formal impróprio com o crime de explosão majorada. Estão certos apenas os itens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "II e III."
      },
      {
        "letra": "C",
        "texto": "III e IV."
      },
      {
        "letra": "D",
        "texto": "I, II e IV."
      },
      {
        "letra": "E",
        "texto": "I, III e IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "971385",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: MPE-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Assédio sexual",
      "Importunação Sexual"
    ],
    "enunciado_principal": "A respeito de crimes contra a dignidade sexual, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para a configuração do crime de estupro de vulnerável, é relevante, na avaliação da atipicidade da conduta, averiguar a existência de relacionamento amoroso entre a vítima e o agente."
      },
      {
        "letra": "B",
        "texto": "O STJ pacificou o entendimento de que, com o advento do Estatuto da Pessoa com Deficiência, eventual consentimento da vítima afasta a tipicidade do estupro de vulnerável."
      },
      {
        "letra": "C",
        "texto": "Em regra, o crime de importunação sexual pode ter como agente passivo pessoa vulnerável, dados a especificidade da conduta e seu caráter de crime não subsidiário."
      },
      {
        "letra": "D",
        "texto": "Caracteriza o crime de assédio sexual a conduta de médico ginecologista que, durante atendimento, pratica ato libidinoso contra paciente, aproveitando-se do consentimento dado por ela para a realização de exame ginecológico."
      },
      {
        "letra": "E",
        "texto": "Em se tratando de crime de estupro em que a vítima seja maior de dezoito anos de idade e plenamente capaz, a ação penal é pública incondicionada, ainda que não tenha ocorrido violência real na prática do crime."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "923521",
    "metadata": "Ano: 2018 | Banca: UEG | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro"
    ],
    "enunciado_principal": "É crime inafiançável, segundo a Constituição da República Federativa do Brasil:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Transportar arma de fogo de uso permitido, sem autorização e em desacordo com determinação legal."
      },
      {
        "letra": "B",
        "texto": "Ter em depósito, para consumo pessoal, drogas sem autorização e em desacordo com determinação legal."
      },
      {
        "letra": "C",
        "texto": "Tentar constranger alguém, mediante grave ameaça, a ter conjunção carnal."
      },
      {
        "letra": "D",
        "texto": "Constranger alguém, mediante violência com o emprego de arma, e com o intuito de obter para si indevida vantagem econômica, a fazer alguma coisa."
      },
      {
        "letra": "E",
        "texto": "Injuriar alguém, ofendendo-lhe a dignidade, com a utilização de elementos referentes à raça, cor ou etnia."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "911536",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: TJ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "Considerando a jurisprudência dos tribunais superiores acerca dos crimes contra a dignidade sexual, julgue os seguintes itens. I Ato sexual praticado por maior de idade com menor de quatorze anos de idade não configura estupro de vulnerável se tiver havido consentimento da parte menor. II Toques e apalpações fugazes nos seios e na genitália da vítima são atitudes insuficientes para configurar o tipo de estupro de vulnerável. III O trauma psicológico sofrido pela vítima de estupro de vulnerável é justificativa para a exasperação da pena-base imposta ao agente da conduta delituosa. Assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nenhum item está certo."
      },
      {
        "letra": "B",
        "texto": "Apenas o item II está certo."
      },
      {
        "letra": "C",
        "texto": "Apenas o item III está certo."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens I e II estão certos."
      },
      {
        "letra": "E",
        "texto": "Apenas os itens I e III estão certos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "897316",
    "metadata": "Ano: 2018 | Banca: FUNDATEC | Órgão: PC-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "Analise as seguintes situações hipotéticas, e assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Viriato amordaça Gezilda, para que ela não grite por socorro. Em seguida, pratica conjunção carnal com ela, sem perceber que a vítima está se engasgando devido à mordaça utilizada por ele. Gezilda, que é maior de idade e capaz, morre sufocada. Viriato deverá responder por estupro e homicídio culposo, em concurso material."
      },
      {
        "letra": "B",
        "texto": "Zezão aborda a vítima Vitinha, maior de idade e capaz, em via pública, arrasta-a para um terreno abandonado. Ao perceber que será estuprada, Vitinha entra em luta corporal com Zezão e acaba sendo morta, porque Zezão efetuou um disparo, empregando uma arma de fogo que levava consigo. Em seguida, Zezão realiza atos sexuais com Vitinha. Nessa hipótese, Zezão responderá tão somente pelos crimes de estupro e homicídio qualificado, em concurso material."
      },
      {
        "letra": "C",
        "texto": "Beraldo aborda a vítima Zequinha, 11 anos de idade, em via pública, levando-o para um edifício em construção, oferecendo a ele dinheiro e doces, para que fizesse sexo oral em Beraldo. Após o ato, com medo de ser identificado, Beraldo mata Zequinha com uma pedrada na cabeça. Beraldo deverá responder pelo crime de estupro de vulnerável, qualificado pela morte de Zequinha."
      },
      {
        "letra": "D",
        "texto": "Tiburcio, imputável, tio de Adalgisa, 09 anos de idade, em uma ocasião em que foi visitar a irmã, mãe da menor, aproveitou-se de um momento em que esteve sozinho com Adalgisa, tirou a roupa da menina, pedindo que fizesse poses sensuais, fotografando-a em tal condição. No mesmo dia, porém, mais tarde, oferecendo a ela doces, fez com que praticasse sexo oral nele. Tibúrcio responderá pela prática de estupro de vulnerável, em concurso material com o crime previsto no artigo 240 do Estatuto da Criança e do Adolescente, ambos os delitos em suas formas majoradas pela condição de ser tio da menor."
      },
      {
        "letra": "E",
        "texto": "Tyrapele, cirurgião plástico, anestesiou a paciente Suzi, 25 anos e, em seguida, praticou ato libidinoso diverso da conjunção carnal com ela, aproveitando-se de que Suzi estava inconsciente e sem condições de oferecer resistência. Nesse caso, praticou o crime denominado violação sexual mediante fraude."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "886366",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "A respeito dos crimes sexuais, previstos no Título VI, do Código Penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não se tipifica crime de estupro se o agente é cônjuge da vítima, já que o casamento impõe aos cônjuges o dever de prestação sexual."
      },
      {
        "letra": "B",
        "texto": "A prática de conjunção carnal ou outro ato libidinoso com menor de 18 (dezoito) anos é estupro de vulnerável, previsto no artigo 217-A do Código Penal."
      },
      {
        "letra": "C",
        "texto": "A prática de conjunção carnal ou qualquer outro ato libidinoso com adolescente de idade entre 14 (catorze) e 18 (dezoito) anos, em situação de prostituição, é atípica."
      },
      {
        "letra": "D",
        "texto": "Os crimes sexuais, com exceção do estupro de vulnerável, são processáveis mediante ação penal pública condicionada à representação."
      },
      {
        "letra": "E",
        "texto": "Haverá aumento de pena se o agente transmite à vítima doença sexualmente transmissível de que sabe ou deveria saber ser portador."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "867361",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PC-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "A ação penal relativa a crime de estupro será pública condicionada à representação se a vítima for",
    "alternativas": [
      {
        "letra": "A",
        "texto": "incapaz de oferecer resistência por estar em coma."
      },
      {
        "letra": "B",
        "texto": "menor de dezoito anos de idade e a relação sexual houver sido consentida."
      },
      {
        "letra": "C",
        "texto": "mentalmente enferma e não possuir discernimento para o ato sexual."
      },
      {
        "letra": "D",
        "texto": "menor de dezoito anos de idade e maior de quatorze anos de idade e não houver consentido a relação sexual."
      },
      {
        "letra": "E",
        "texto": "maior de dezoito anos de idade e capaz."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "866806",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PC-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "Com relação ao crime de estupro, considera-se vulnerável a vítima",
    "alternativas": [
      {
        "letra": "A",
        "texto": "que morre em consequência da violência sexual."
      },
      {
        "letra": "B",
        "texto": "que pratica o ato sexual mediante fraude ou dissimulação."
      },
      {
        "letra": "C",
        "texto": "mentalmente enferma, sem discernimento para o ato sexual."
      },
      {
        "letra": "D",
        "texto": "com quatorze anos de idade completos."
      },
      {
        "letra": "E",
        "texto": "com até dezoito anos de idade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "866501",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: DPE-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro"
    ],
    "enunciado_principal": "Maria, pessoa maior e capaz, vivia em união estável com João havia cinco anos quando, em janeiro de 2017, ele, descontente com a participação de Maria em uma confraternização de trabalho, proferiu diversos xingamentos contra ela, tendo atingido sua honra subjetiva, danificou todas as suas roupas e diversos objetos da residência de ambos. À época, Maria compareceu à delegacia de polícia, narrou os fatos, mas desistiu de registrar a ocorrência policial ou requerer a aplicação de medidas protetivas em seu favor. Em junho daquele mesmo ano, tendo Maria recebido a visita de uma amiga em sua residência, João ameaçou ambas de morte: utilizando-se de uma faca, exigiu a saída imediata da visita. Após a saída da amiga, João desferiu um golpe de faca no braço de Maria, tendo-lhe causado lesão leve. Dessa vez, Maria comunicou os fatos à polícia e, determinada a romper o relacionamento, requereu a aplicação de medidas protetivas: a autoridade judiciária determinou o afastamento de João do local de convivência com Maria e proibiu a aproximação ou qualquer contato com ela. Inconformado com a atitude de Maria e com o fim do relacionamento, em julho, João foi até a casa de Maria e, utilizando-se de uma faca, ameaçou-a e constrangeu-a a praticar conjunção carnal com ele. A respeito dessa situação hipotética, assinale a opção correta à luz da legislação aplicável.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de ameaça praticado por João contra Maria somente se apura mediante ação penal pública condicionada à representação da ofendida, sendo válida, a qualquer tempo, a retratação da representação junto à autoridade policial para impedir a persecução penal."
      },
      {
        "letra": "B",
        "texto": "Não se aplica a Lei Maria da Penha à conduta praticada por João em julho de 2017, considerando-se que naquela ocasião não existia mais, entre o autor do fato e a vítima, união estável e que eles não mais coabitavam."
      },
      {
        "letra": "C",
        "texto": "O crime de estupro praticado por João em julho de 2017 será apurado por meio de inquérito policial cuja instauração poderá decorrer do mero registro de ocorrência policial feito pela vítima."
      },
      {
        "letra": "D",
        "texto": "As condutas praticadas por João em janeiro de 2017 podem ser apuradas de ofício pela autoridade policial, uma vez que, conforme disposição da Lei Maria da Penha, a instauração de inquérito não dependerá de qualquer providência ou requerimento da ofendida."
      },
      {
        "letra": "E",
        "texto": "A ação penal para apurar o crime de lesão corporal praticado por João contra Maria em junho de 2017 é pública condicionada à representação da ofendida, conforme disposição da Lei Maria da Penha."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2035177",
    "metadata": "Ano: 2017 | Banca: FAEPOL | Órgão: Prefeitura de Cachoeiras de Macacu - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Violação sexual mediante fraude",
      "Assédio sexual"
    ],
    "enunciado_principal": "Constranger alguém com o intuito de obter vantagem ou favorecimento sexual, prevalecendo-se o agente da sua condição de superior hierárquico ou ascendência inerente ao exercício de emprego, cargo ou função constitui, nos termos do Código Penal, crime denominado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "assédio moral"
      },
      {
        "letra": "B",
        "texto": "assédio organizacional"
      },
      {
        "letra": "C",
        "texto": "assédio laboral"
      },
      {
        "letra": "D",
        "texto": "assédio sexual"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "861011",
    "metadata": "Ano: 2017 | Banca: IESES | Órgão: IGP-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro"
    ],
    "enunciado_principal": "Considere a alternativa FALSA sobre o crime de estupro (Código Penal, Art. 213):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Como a conjunção carnal e outros atos libidinosos passaram a caracterizar o crime de estupro, não existe tentativa de estupro, pois a tentativa já é a consumação de ato libidinoso."
      },
      {
        "letra": "B",
        "texto": "Causar lesão corporal grave na vítima em consequência do estupro é uma forma qualificada do crime."
      },
      {
        "letra": "C",
        "texto": "Tanto sujeito ativo quanto sujeito passivo do crime de estupro podem ser homem ou mulher."
      },
      {
        "letra": "D",
        "texto": "Pode-se caracterizar o crime de estupro mesmo que o sujeito ativo não exerça o toque físico no corpo da vítima para a consumação do ato."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "844954",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: PJC-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro"
    ],
    "enunciado_principal": "À luz da jurisprudência dos tribunais superiores, assinale a opção correta com relação aos crimes contra a dignidade sexual.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Delitos de estupro e atentado violento ao pudor, por estarem descritos em tipos penais distintos, não podem ser caracterizados como crime único."
      },
      {
        "letra": "B",
        "texto": "Vítima do sexo masculino não pode ser sujeito passivo do crime de estupro, pois a caracterização desse tipo penal demanda a conjunção carnal."
      },
      {
        "letra": "C",
        "texto": "Se a conjunção carnal decorrer de um ardil que leve a vítima a enganar-se quanto à identidade pessoal do agente, este responderá pelo crime de estupro."
      },
      {
        "letra": "D",
        "texto": "Estupro e atentado violento ao pudor cometidos contra a mesma vítima e no mesmo contexto devem ser tratados como concurso material de crimes."
      },
      {
        "letra": "E",
        "texto": "Presentes os requisitos legais, admite-se a continuidade delitiva entre estupro e atentado violento ao pudor quando praticados contra vítimas diversas ou fora do mesmo contexto."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "843730",
    "metadata": "Ano: 2017 | Banca: FAPEMS | Órgão: PC-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "A dignidade sexual integra o princípio maior da dignidade da pessoa humana e recebe do Estado proteção especial cujas normas penais e sanções passaram nos últimos tempos por grandes modificações, a fim de se adequarem à nova realidade, que envolve em particular a liberdade sexual das pessoas, garantindo a sua livre manifestação e reprimindo quem de alguma forma lhe cause limitação ou aflição. No que diz respeito aos crimes de estupro e estupro de vulnerável, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O ato de manter relações sexuais, mediante violência ou grave ameaça, com pessoa maior de quatorze e menor de dezoito anos de idade caracteriza estupro de vulnerável, em virtude dos efeitos mais gravosos aos adolescentes."
      },
      {
        "letra": "B",
        "texto": "No crime de estupro, exige-se da vítima retidão moral, não caracterizando constrangimento ilegal a prática do ato contra prostituta, ou pessoa que de qualquer modo utilize a relação sexual como modo de vida."
      },
      {
        "letra": "C",
        "texto": "A violência praticada no crime de estupro é uma imposição de ordem física direta, perpetrada contra a vítima. A violência indireta praticada contra terceiro que a vítima queira proteger não caracteriza a tipicidade formal."
      },
      {
        "letra": "D",
        "texto": "No estupro de vulnerável, o consentimento não opera como causa permissiva e sua aferição, seja na forma direta ou por equiparação, é obtida pela conjunção dos critérios biológicos e psicológicos da culpabilidade."
      },
      {
        "letra": "E",
        "texto": "O consentimento da vítima, maior e capaz, obtido por meio de constrangimento praticado em face de grave ameaça perpetrado pelo autor, não afasta a tipicidade formal do crime de estupro."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "812486",
    "metadata": "Ano: 2017 | Banca: IBADE | Órgão: PC-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro"
    ],
    "enunciado_principal": "Assinale a alternativa que corretamente apresenta uma hipótese de estupro, na forma consumada ou tentada (art. 213 do CP).",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aproveitar-se do pouco espaço para locomoção em um coletivo lotado para beliscar as nádegas de uma mulher, que, desconhecendo a autoria do fato, fica impedida de agir contra o autor."
      },
      {
        "letra": "B",
        "texto": "Valer-se de violência contra pessoa portadora de deficiência mental, possuidora de discernimento para o exercício da sexualidade, para com ela praticar ato libidinoso diverso da conjunção carnal."
      },
      {
        "letra": "C",
        "texto": "Propor a um adolescente de quinze anos, por aplicativo de mensagens instantâneas, um encontro sexual para a prática de coito anal, sendo a proposta prontamente refutada pelo adolescente."
      },
      {
        "letra": "D",
        "texto": "Manter relações sexuais, mediante remuneração, com adolescente de quatorze anos completos, o qual esteja submetido à prostituição."
      },
      {
        "letra": "E",
        "texto": "Manipular, sob a roupa, a genitália de pessoa completamente bêbada, que esteja desacordada em virtude da severa ingestão de álcool."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "800685",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: DPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Sobre os crimes em espécie, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo posição do Supremo Tribunal Federal, os crimes de estupro e atentado violento ao pudor, mesmo que cometidos antes da edição da Lei n° 12.015/2009, são considerados hediondos, ainda que praticados na forma simples."
      },
      {
        "letra": "B",
        "texto": "A escusa relativa prevista nas disposições gerais dos crimes contra o patrimônio extingue a punibilidade do sujeito ativo do crime."
      },
      {
        "letra": "C",
        "texto": "A extorsão é crime formal e se consuma quando o sujeito ativo recebe a vantagem exigida."
      },
      {
        "letra": "D",
        "texto": "A receptação na modalidade imprópria admite tentativa."
      },
      {
        "letra": "E",
        "texto": "O art. 28 da Lei n° 10.826/2003 veda, em qualquer hipótese, ao menor de 25 anos, a aquisição de arma de fogo."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "798451",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Princípios limitadores do poder punitivo estatal",
      "Crimes contra a dignidade sexual",
      "Estupro"
    ],
    "enunciado_principal": "Considerando a jurisprudência do STF e do STJ sobre os princípios informativos do direito penal e da teoria geral da pena, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se a natureza e a quantidade da droga apreendida repercutirem na fixação da pena, não poderá esse mesmo parâmetro ser usado para definir o regime inicial de cumprimento dessa pena."
      },
      {
        "letra": "B",
        "texto": "A irretroatividade da lei penal mais gravosa é sempre aplicável, inclusive nos crimes permanentes e nas hipóteses de continuidade delitiva."
      },
      {
        "letra": "C",
        "texto": "Devido ao fato de o crime de lavagem de capitais ser de caráter acessório, a participação do agente no crime antecedente é indispensável à configuração daquele crime."
      },
      {
        "letra": "D",
        "texto": "A prática sequenciada de atos libidinosos e conjunção carnal contra a mesma pessoa, dentro do mesmo contexto fático, configura crime único."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "773157",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Crimes contra a liberdade pessoal",
      "Sequestro ou cárcere privado",
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Estupro de vulnerável",
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Disposições Gerais dos crimes contra a liberdade sexual e dos crimes sexuais contra vulneráveis"
    ],
    "enunciado_principal": "Desde os quinze anos de idade, Mariana, adolescente, vive maritalmente com Alfredo, um médico respeitado de quarenta anos de idade. Inicialmente, ela fazia trabalhos domésticos na casa de Alfredo, que tendo achado interessante ter uma companheira nova, convenceu a família de Mariana de que seria melhor para ela casar-se logo, com alguém de posses que pudesse cuidar dela. A família da menina, então, concordou com Alfredo, tendo-a obrigado a ir morar com ele. Ambos casaram-se formalmente quando Mariana completou dezesseis anos de idade. Desde o início da convivência dos dois, Mariana era obrigada a fazer sexo com Alfredo, mesmo contra sua vontade, e era proibida de sair e ter amizades com pessoas de sua idade, sob o argumento de que ela lhe devia obediência por ele ser seu responsável legal, já que ela era menor de dezoito anos idade. Após várias tentativas de fuga, Mariana, então com dezessete anos de idade, conseguiu pular a janela, depois de ter sido novamente violentada, e procurou uma delegacia em busca de ajuda. Na delegacia, o agente recusou-se a registrar o boletim de ocorrência, por ter achado que a adolescente não tinha cara de mulher séria e contava mentiras. Em vez de encaminhar a menina ao Instituto Médico Legal ou ao hospital para exames, o agente mandou-a de volta para casa, tendo oferecido a viatura para acompanhá-la. No mesmo dia, Alfredo matou Mariana. Exumado o corpo da moça, encontraram-se sinais de violência sexual e presença de material biológico nos órgãos genitais de Mariana e embaixo de suas unhas. Considerando a situação hipotética precedente e a respeito de crimes contra a administração pública, contra a dignidade sexual e contra a pessoa, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Sendo Mariana menor de dezoito anos de idade e estando sob a responsabilidade de Alfredo, não se configurou o crime de cárcere privado."
      },
      {
        "letra": "B",
        "texto": "Como Mariana era casada com Alfredo, o agente agiu corretamente ao mandá-la de volta para casa."
      },
      {
        "letra": "C",
        "texto": "O agente cometeu o crime de concussão ao deixar de registrar o boletim de ocorrência."
      },
      {
        "letra": "D",
        "texto": "Como Mariana morreu, Alfredo não poderá ser responsabilizado por estupro se nenhum dos parentes da vítima oferecer a representação em seu lugar."
      },
      {
        "letra": "E",
        "texto": "Alfredo será indiciado pelos crimes de estupro com causa de aumento de pena, homicídio qualificado e cárcere privado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "723947",
    "metadata": "Ano: 2016 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Estupro de vulnerável",
      "Disposições Gerais dos crimes contra a liberdade sexual e dos crimes sexuais contra vulneráveis"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tendo em pauta o Estatuto da Criança e do Adolescente, o armazenamento, em meio virtual, de vídeo pornográfico envolvendo crianças ou adolescentes, para fins particulares e sem qualquer divulgação na web ou para terceiros, não configura crime;"
      },
      {
        "letra": "B",
        "texto": "A prática do crime de estupro contra mulher de 21 anos de idade, em situação que não configura a incidência da Lei n. 11.340/2006 (Lei Maria da Penha), mediante violência que resulta em lesão corporal de natureza grave (art. 213, § 1º , do Código Penal), procede-se mediante ação penal pública;"
      },
      {
        "letra": "C",
        "texto": "A partir da edição da Lei n. 12.015/2009 (que alterou o Código Penal na parte referente a crimes contra a dignidade sexual), a conduta de praticar conjunção carnal consensual com jovem de idade entre 14 e 18 anos de idade, que esteja em situação de prostituição, mediante pagamento, passou a ser atípica;"
      },
      {
        "letra": "D",
        "texto": "A simulação de participação de criança em cena de sexo explícito, por meio de montagem fotográfica, sem divulgação ao público, não configura conduta típica penal;"
      },
      {
        "letra": "E",
        "texto": "O crime descrito no artigo 217–A, caput e parágrafos, do Código Penal (estupro de vulnerável), sempre, em qualquer circunstância, será processado mediante ação penal pública."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "710292",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a inviolabilidade do domicílio",
      "Crimes contra a dignidade sexual",
      "Estupro"
    ],
    "enunciado_principal": "Maura e Sílvio, que foram casados por dez anos, se separaram há um ano e compartilham a guarda de filho menor. Sílvio buscava o filho na escola e o levava para a casa que era do casal, agora habitada somente pela mãe e pela criança, que fica aos cuidados da babá. A convivência entre ambos era pacífica até que ele soube de novo relacionamento de Maura. Sentindo-se ainda apaixonado por Maura, ele elaborou um plano para tentar reconquistá-la. Em uma ocasião, ao levar o filho para casa como fazia cotidianamente, Sílvio, sem que ninguém percebesse, pegou a chave da casa e fez dela uma cópia. Em determinado dia, ele comprou um anel e flores, preparou um jantar e, à noite, entrou na casa para surpreender a ex-esposa — nem Maura nem a criança estavam presentes. Maura havia deixado a criança com a avó e saíra com o namorado. Ao chegar à casa, bastante embriagada, Maura dormiu sem perceber que Sílvio estava na residência. Sílvio tentou acordá-la, mas, não tendo conseguido, despiu-a, tocou-lhe as partes íntimas e tentou praticar conjunção carnal com ela. Como Maura permanecia desacordada, Sílvio foi embora sem consumar o último ato. Nessa situação hipotética, Sílvio",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cometeu o crime de tentativa de estupro."
      },
      {
        "letra": "B",
        "texto": "não cometeu crime algum porque já foi casado com Maura e tinha franco acesso à casa."
      },
      {
        "letra": "C",
        "texto": "não cometeu crime de estupro, porque não houve violência ou grave ameaça."
      },
      {
        "letra": "D",
        "texto": "cometeu crime contra a dignidade sexual, pois Maura, na situação em que se encontrava, não poderia oferecer resistência."
      },
      {
        "letra": "E",
        "texto": "cometeu apenas o crime de invasão de domicílio."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "649449",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: TJM-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Estupro de vulnerável",
      "Disposições Gerais dos crimes contra a liberdade sexual e dos crimes sexuais contra vulneráveis"
    ],
    "enunciado_principal": "Com o ingresso da Lei no 12.015/2009, os crimes sexuais sofreram significativa mudança. A respeito dessas alterações, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os crimes contra a dignidade sexual, a partir do ano de 2009, em regra, são processáveis mediante ação penal pública incondicionada."
      },
      {
        "letra": "B",
        "texto": "Os processos que envolvem crimes contra a dignidade sexual, por expressa determinação legal, são sigilosos."
      },
      {
        "letra": "C",
        "texto": "A figura da presunção de violência foi substituída pela figura da presunção de vulnerabilidade, inexistindo tipo penal autônomo de crime contra a dignidade sexual para sujeito passivo em situação de vulnerabilidade."
      },
      {
        "letra": "D",
        "texto": "A prática de conjunção carnal com alguém menor de 18 anos e maior de 14 anos, em situação de prostituição, não é conduta típica."
      },
      {
        "letra": "E",
        "texto": "Com a revogação do antigo artigo 214 do CP, que previa o crime de atentado violento ao pudor, houve abolitio criminis das condutas que o caracterizavam."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "647132",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: PC-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "Laura e Tiago são casados há seis anos, mas estão separados, de fato, há três meses, embora mantenham contato por conta de um filho, ainda criança, que possuem em comum. Certo dia, aproveitando-se da sua franca entrada na residência em que Laura mora com a criança, Tiago conseguiu subtrair a chave de um dos portões da casa, fez uma cópia dessa chave e devolveu o exemplar original ao seu lugar, sem que Laura disso tivesse conhecimento. Tempos depois, em dia em que Laura estava ausente de casa e o filho deles estava na casa da avó materna, Tiago entrou na casa da ex-esposa e ficou aguardando-a, com a intenção de surpreendê-la e reconquistá-la. Próximo à meia-noite desse mesmo dia, Laura chegou e, por estar bastante embriagada, adormeceu muito rapidamente, sem dar a Tiago a atenção de que ele acreditava ser merecedor. Este ficou enfurecido e enciumado e tentou, sem sucesso, acordá-la. Não tendo alcançado seu objetivo, Tiago resolveu manter, e efetivamente manteve, relação sexual com Laura, que então já estava praticamente desacordada. Nessa situação hipotética, conforme os dispositivos pertinentes aos crimes contra a dignidade sexual insertos na Lei Maria da Penha e no Código Penal,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "para que o crime de estupro se configure, é preciso que tenha ocorrido conjunção carnal na relação sexual."
      },
      {
        "letra": "B",
        "texto": "Tiago não poderá ser acusado de crime de estupro porque Laura ainda é sua esposa."
      },
      {
        "letra": "C",
        "texto": "Tiago não poderá ser acusado de crime de estupro porque não usou de grave ameaça ou violência contra Laura."
      },
      {
        "letra": "D",
        "texto": "Tiago poderá ser acusado de crime de estupro de vulnerável."
      },
      {
        "letra": "E",
        "texto": "Tiago praticou o crime de assédio sexual, pois qualquer indivíduo pode ser sujeito ativo desse crime, independentemente de ostentar condição especial em relação à vítima."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "646149",
    "metadata": "Ano: 2016 | Banca: UFMT | Órgão: DPE-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Corrupção de menores"
    ],
    "enunciado_principal": "No que se refere aos crimes contra a dignidade sexual, analise as afirmativas abaixo. I - No crime de estupro, não é possível a responsabilização penal por omissão. II - Como regra, a ação penal é privada, exigindo-se a queixa-crime. III - No crime de estupro, o tipo penal não exige contato físico entre a vítima e o agente. IV - Pratica crime de corrupção de menores, previsto no artigo 228 do Código Penal, aquele que induz menor de dezesseis anos a satisfazer a lascívia de outrem. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e IV, apenas."
      },
      {
        "letra": "B",
        "texto": "II e III, apenas."
      },
      {
        "letra": "C",
        "texto": "I e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "III, apenas."
      },
      {
        "letra": "E",
        "texto": "II, III e IV, apenas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "644283",
    "metadata": "Ano: 2016 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Assédio sexual"
    ],
    "enunciado_principal": "Sobre os crimes contra a dignidade sexual, marque a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de assédio sexual (art. 216-A, CP) é crime cujo conteúdo típico exige uma relação de hierarquia entre o agente e a vítima, tal qual aquela existente entre aluno e professor."
      },
      {
        "letra": "B",
        "texto": "A violação sexual mediante fraude (art. 215, CP) é crime formal, vez que para sua configuração basta o emprego da fraude, capaz de afastar a resistência da vítima, independentemente da efetiva conjunção carnal."
      },
      {
        "letra": "C",
        "texto": "No crime de estupro de vulnerável (art. 217-A, CP), caso o agente se valha de violência ou grave ameaça contra a vítima para ter conjunção carnal, responderá pelo crime de estupro, nos termos do art. 213 do CP."
      },
      {
        "letra": "D",
        "texto": "A configuração do crime descrito no art. 218-B do CP (Favorecimento da prostituição ou outra forma de exploração sexual de vulnerável) se configura quando a pessoa induzida passa a se dedicar com habitualidade ao comércio carnal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "619841",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: Prefeitura de Cuiabá - MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Assédio sexual"
    ],
    "enunciado_principal": "Glória, de 25 anos, foi contratada por determinada instituição privada de ensino para ser professora da turma do 2º ano do ensino fundamental. O diretor da escola, superior de Glória, fica encantado pela beleza da nova contratada e, em determinada data, no interior da sala da direção, constrange-a a praticar ato sexual, sob o argumento de que todas as professoras devem o seu trabalho na escola a ele, que as contratou. Glória, não querendo perder seu emprego, cede ao constrangimento. Considerando a situação narrada, é corretor afirmar que a conduta do diretor da escola",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é atípica."
      },
      {
        "letra": "B",
        "texto": "configura crime de assédio sexual."
      },
      {
        "letra": "C",
        "texto": "configura crime de atentado violento ao pudor."
      },
      {
        "letra": "D",
        "texto": "configura crime de estupro."
      },
      {
        "letra": "E",
        "texto": "configura crime de constrangimento ilegal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "512635",
    "metadata": "Ano: 2015 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Periclitação da vida e da saúde",
      "Omissão de socorro",
      "Crimes contra o patrimônio",
      "Roubo",
      "Extorsão",
      "Crimes contra a dignidade sexual",
      "Estupro"
    ],
    "enunciado_principal": "Dentre as afirmações abaixo, assinale a falsa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para a caracterização do latrocínio, é irrelevante que a pessoa morta em razão da violência empregada pelo agente não seja a mesma que detinha a posse da coisa subtraída."
      },
      {
        "letra": "B",
        "texto": "Para a tipificação da extorsão mediante sequestro qualificada pelo resultado é necessário que a violência utilizada pelo agente e da qual resulta morte seja empregada contra o sequestrado."
      },
      {
        "letra": "C",
        "texto": "O estupro qualificado se configura quando o agente, ao praticar a conduta dirigida à realização do estupro, causa lesão corporal de natureza grave ou morte da vítima."
      },
      {
        "letra": "D",
        "texto": "Se a morte da gestante sobrevém em consequência dos meios inadequados empregados pelo agente para provocar o aborto, responderá ele por homicídio culposo."
      },
      {
        "letra": "E",
        "texto": "A forma majorada da omissão de socorro dispensa a prova do nexo causal natural entre a morte da vítima e a conduta do agente, bastando tão somente a existência da possibilidade de que a atuação deste poderia evitar o evento letal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "485928",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro"
    ],
    "enunciado_principal": "No que se refere aos crimes contra o patrimônio, contra a dignidade sexual e contra a fé e a administração públicas, julgue o item que se segue. Cometerá o crime de estupro a mulher que constranger homem, mediante grave ameaça, a com ela praticar conjunção carnal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "463524",
    "metadata": "Ano: 2014 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Crimes contra a inviolabilidade de segredos",
      "Crimes contra o patrimônio",
      "Roubo",
      "Crimes contra a dignidade sexual",
      "Estupro"
    ],
    "enunciado_principal": "Com fundamento na parte especial do Código Penal, marque a resposta correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O diretor de um hospital psiquiátrico que determina a internação de um paciente, sem recomendação médica ou ordem judicial, com a finalidade exclusiva de privar a liberdade ambulatorial da vítima, prática o crime de constrangimento ilegal (art. 146 do CP)."
      },
      {
        "letra": "B",
        "texto": "Maria Inocente contrata Zé Espertalhão para que realize uma manutenção técnica no computador dela. Maria Inocente, para tanto, liga seu computador, registra seu login e apõe sua senha. Logo após, Maria Inocente permite que Zé Espertalhão acesse seu computador para realizar a manutenção mediante conexão com a rede de computadores (internet), sob os olhares dela. Em dado momento, Maria Inocente se ausenta alguns minutos do recinto para ir ao banheiro, oportunidade em que Zé Espertalhão invade uma das pastas do computador dela e faz o upload de fotos íntimas de Maria Inocente para o HD externo dele. Nesta hipótese, Zé Espertalhão responderá pelo crime do art. 154-A do Código Penal (invasão de dispositivo informático)."
      },
      {
        "letra": "C",
        "texto": "Mané Pervertido, mediante grave ameaça, constrange a vítima Maria Inocente a praticar ato libidinoso em si mesma (masturbação) enquanto ele a observa, sem contato físico entre o agente e a vítima. Nesse caso, Mané Pervertido responderá pelo crime de estupro (art. 213, caput, do CP)."
      },
      {
        "letra": "D",
        "texto": "O posicionamento atual do Supremo Tribunal Federal e do Superior Tribunal de Justiça é que o emprego de arma de brinquedo ou de arma imprópria não qualifica o crime de roubo pela ausência da capacidade vulnerante (ofensividade)."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "456496",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: DPE-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro"
    ],
    "enunciado_principal": "Se proposta ação penal após o advento da Lei no 12.015/09 em caso de estupro com violência presumida, praticado em data anterior à vigência do novo diploma, sem abuso do pátrio poder e por pessoa não investida na qualidade de padrasto, tutor ou curador, a ação penal é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pública incondicionada, por força de expressa previsão da legislação vigente à época."
      },
      {
        "letra": "B",
        "texto": "pública incondicionada, se a vítima ou seus pais não podem prover as despesas do processo, sem privar-se de recursos indispensáveis à manutenção própria ou da família."
      },
      {
        "letra": "C",
        "texto": "pública incondicionada, ante a nova redação do art. 225, parágrafo único, do Código Penal, de caráter retroativo."
      },
      {
        "letra": "D",
        "texto": "pública condicionada, independentemente das condições econômicas da vítima ou de seus pais."
      },
      {
        "letra": "E",
        "texto": "privada, em regra."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "432589",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: MPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro"
    ],
    "enunciado_principal": "Carlos, imbuído de perniciosa lascívia concupiscente em face de sua colega de trabalho, Joana, resolve estuprá-la após o fim do expediente. Para tanto, fica escondido no corredor de saída do escritório e, quando a vítima surge diante de si, desfere-lhe um violento soco no rosto, que a leva ao chão. Aproveitando-se da debilidade da moça, Carlos deita-se sobre a mesma, já se preparando para despi-la, porém, antes da prática de qualquer ato libidinoso, repentinamente, imbuído de súbito remorso por ver uma enorme quantidade de sangue jorrando do nariz de sua colega, faz cessar sua intenção e a conduz ao departamento médico, para que receba o atendimento adequado. Em relação a sua conduta, Carlos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "responderá por estupro tentado, em virtude da ocorrência de tentativa imperfeita;"
      },
      {
        "letra": "B",
        "texto": "não responderá por estupro, em virtude da desistência voluntária;"
      },
      {
        "letra": "C",
        "texto": "não responderá por estupro, em virtude de arrependimento eficaz;"
      },
      {
        "letra": "D",
        "texto": "não responderá por estupro, em virtude de arrependimento posterior;"
      },
      {
        "letra": "E",
        "texto": "responderá por estupro consumado, pois atualmente a lei não exige a prática de conjunção carnal para a configuração desse delito."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "424353",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro"
    ],
    "enunciado_principal": "Acerca dos crimes contra a dignidade sexual, julgue o item abaixo.O STF não admite a continuidade delitiva entre os crimes de estupro e atentado violento ao pudor praticados contra a mesma vítima.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "393355",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Progressão de regime penitenciário",
      "Crimes contra a dignidade sexual",
      "Estupro"
    ],
    "enunciado_principal": "A respeito dos crimes contra o patrimônio, dos crimes contra a fé pública, da Lei de Crimes Hediondos, da Lei Maria da Penha e da Lei Antidrogas, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pena privativa de liberdade imposta a um condenado primário, portador de bons antecedentes, sentenciado à pena de três anos de reclusão por tráfico ilícito de substâncias entorpecentes, não pode ser substituída por restritiva de direitos."
      },
      {
        "letra": "B",
        "texto": "Crime de lesão corporal leve praticado em contexto de violência doméstica contra a mulher é de ação penal pública condicionada à representação da ofendida."
      },
      {
        "letra": "C",
        "texto": "Um réu reincidente, condenado à pena de dez anos de reclusão em regime fechado pelo crime de estupro simples, somente poderá progredir de regime depois de cumpridos seis anos de pena."
      },
      {
        "letra": "D",
        "texto": "Aquele que adultera fotocópia não autenticada comete o crime de falsidade ideológica."
      },
      {
        "letra": "E",
        "texto": "Aquele que, à noite, subtrai coisa alheia móvel de residência desabitada pratica o crime de furto simples, sem causa de aumento de pena."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "826852",
    "metadata": "Ano: 2013 | Banca: FDRH | Órgão: PC-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Estupro de vulnerável"
    ],
    "enunciado_principal": "Todas as afirmações abaixo sobre crimes contra a dignidade sexual são verdadeiras, EXCETO uma delas. Assinale-a.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Um cliente que contrata moça com 16 anos de idade para fazer \"programa\", vindo a praticar conjunção carnal com ela, sabendo sua idade e que a mesma é submetida à exploração da prostituição, pratica delito."
      },
      {
        "letra": "B",
        "texto": "No crime de estupro de vulnerável, procede-se, mediante ação penal pública condicionada, à representação da vitima."
      },
      {
        "letra": "C",
        "texto": "Todos os processos em que se apuram crimes contra a dignidade sexual devem correr em segredo de justiça. Isto também deve ser aplicado à fase do inquérito policial."
      },
      {
        "letra": "D",
        "texto": "Atualmente, o estupro, em todas as suas modalidades, é considerado crime hediondo."
      },
      {
        "letra": "E",
        "texto": "No caso de crimes contra a dignidade sexual praticados contra a mulher no âmbito doméstico e familiar, são cabíveis, em tese, as medidas protetivas da chamada Lei “Maria da Penha\"."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "440995",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: POLITEC-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Violação sexual mediante fraude",
      "Assédio sexual",
      "Estupro de vulnerável",
      "Corrupção de menores"
    ],
    "enunciado_principal": "Uma mulher de 30 anos de idade atrai para o seu apartamento, seu vizinho de 13 anos que, apesar da idade, apresenta porte físico bemdesenvolvido.Após convencê-lo de que vai manter sigilo, pratica conjunção carnal com o mesmo. Trata-se de um crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estupro"
      },
      {
        "letra": "B",
        "texto": "violação sexualmediante fraude."
      },
      {
        "letra": "C",
        "texto": "corrupção demenor."
      },
      {
        "letra": "D",
        "texto": "estupro de vulnerável"
      },
      {
        "letra": "E",
        "texto": "assédio sexual."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "423158",
    "metadata": "Ano: 2013 | Banca: MPE-MS | Órgão: MPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Crimes contra a dignidade sexual",
      "Estupro"
    ],
    "enunciado_principal": "Mélvio e Tício ajustam entre si a prática de um furto na residência de Joana, pois acreditavam que ela estava viajando, estando o imóvel deserto. Dividem as atividades criminosas da seguinte maneira: Mélvio deveria permanecer nas imediações para observar e vigiar a aproximação de alguém, enquanto Tício ingressaria no imóvel, mediante arrombamento de uma das janelas. Após adentrar, Tício é surpreendido com a presença de Joana, pois ela não havia viajado. Desse modo, Tício domina Joana, utilizando-se de ameaças de morte, ante sua evidente superioridade física e de uma faca que trazia consigo. Com Joana subjugada, Tício a submete à prática de conjunção carnal. Depois de consumar o ato, ainda com Joana rendida, Tício subtrai vários objetos de valor do local. Após se retirar, Tício partilha com Mélvio o produto do crime, contando-lhe dos fatos ocorridos no interior da residência. Assinale a alternativa correta quanto aos crimes cometidos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tício responde por roubo qualificado e estupro, enquanto Mélvio responde por furto qualificado, aumentando-se a pena até a metade em razão do resultado ocorrido."
      },
      {
        "letra": "B",
        "texto": "Tício e Mélvio respondem por roubo qualificado e estupro."
      },
      {
        "letra": "C",
        "texto": "Tício e Mélvio respondem por roubo qualificado, enquanto Tício também responde pelo estupro."
      },
      {
        "letra": "D",
        "texto": "Tício responde por roubo qualificado e estupro, enquanto Mélvio responde pelo furto qualificado."
      },
      {
        "letra": "E",
        "texto": "Tício responde por roubo qualificado e estupro, enquanto Mélvio responde pelo furto qualificado e estupro."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "407315",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Induzimento, instigação ou auxílio ao suicídio",
      "Infanticídio",
      "Lesões corporais",
      "Crimes contra a dignidade sexual",
      "Estupro"
    ],
    "enunciado_principal": "Acerca dos crimes contra a pessoa, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Com as reformas ocorridas em 2009, o CP sofreu alteração relativa à incorporação dos elementos típicos da figura do atentado violento ao pudor ao tipo penal de estupro, caso em que se verifica o fenômeno denominado abolitio criminis."
      },
      {
        "letra": "B",
        "texto": "O homicídio tentado se distingue do delito de lesão corporal dolosa pela gravidade da ofensa à integridade física da vítima."
      },
      {
        "letra": "C",
        "texto": "O infanticídio representa hipótese de homicídio privilegiado, contendo o tipo penal um elemento subjetivo personalíssimo, qual seja, a influência do estado puerperal."
      },
      {
        "letra": "D",
        "texto": "O ordenamento jurídico penal brasileiro não prevê tipo penal que incrimine o suicídio consumado, já que é impossível punir um morto; todavia, a tentativa de suicídio é punível, com vistas à prevenção e à repressão da conduta."
      },
      {
        "letra": "E",
        "texto": "A conduta voluntária, a ausência do dever de cuidado e a previsibilidade do resultado são elementos do homicídio culposo, figura para cuja configuração, diferentemente do que ocorre com o homicídio doloso, dispensa o nexo de causalidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "369706",
    "metadata": "Ano: 2013 | Banca: IBFC | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro"
    ],
    "enunciado_principal": "De acordo com a Lei n° 12.015/2009, considera-se como estupro:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "prática da conjunção carnal."
      },
      {
        "letra": "B",
        "texto": "o coito anal não consentido, mediante violência psíquica."
      },
      {
        "letra": "C",
        "texto": "qualquer ato libidinoso."
      },
      {
        "letra": "D",
        "texto": "a palpação, quando desta resultar lesão corporal."
      },
      {
        "letra": "E",
        "texto": "a conjunção carnal consentida após fraude."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "353520",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: PC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro"
    ],
    "enunciado_principal": "Por ser o estupro um crime que se submete a ação penal pública condicionada, caso uma mulher, maior de idade e capaz, seja vítima desse crime, somente ela poderá representar contra o autor do fato, embora não seja obrigada a fazê-lo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "335808",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: MPE-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Favorecimento de prostituição ou outra forma de exploração sexual de vulnerável"
    ],
    "enunciado_principal": "A respeito dos crimes contra a dignidade sexual e contra a família, assinale a opção correta com fundamento no disposto no CP e na jurisprudência dos tribunais superiores.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos crimes de estupro, é dispensável a existência de lesões corporais para a caracterização da violência real"
      },
      {
        "letra": "B",
        "texto": "O emprego da falsidade ideológica com a finalidade de praticar o crime de bigamia constitui concurso de crimes, haja vista que são delitos do mesmo gênero."
      },
      {
        "letra": "C",
        "texto": "O proxenetismo mercenário não está sujeito à pena de multa"
      },
      {
        "letra": "D",
        "texto": "Em se tratando de crime de violação sexual mediante fraude, caso o ofensor seja padrinho da vítima, ainda que se intitule como um segundo pai para ela, não incide a causa especial de aumento de pena prevista no CP para os casos de relações de autoridade do agente sobre a vítima"
      },
      {
        "letra": "E",
        "texto": "Não há crime de favorecimento da prostituição se a vítima, de quinze anos de idade, revelar já ter percorrido diversos lugares na condição de prostituída"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "984287",
    "metadata": "Ano: 2012 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Violação sexual mediante fraude"
    ],
    "enunciado_principal": "Não constitui crime contra a dignidade sexual:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Exploração sexual de vulnerável."
      },
      {
        "letra": "B",
        "texto": "Rapto violento ou mediante fraude."
      },
      {
        "letra": "C",
        "texto": "Violência sexual mediante fraude."
      },
      {
        "letra": "D",
        "texto": "Estupro de vulnerável."
      },
      {
        "letra": "E",
        "texto": "Favorecimento à prostituição."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "311782",
    "metadata": "Ano: 2012 | Banca: VUNESP | Órgão: DPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro"
    ],
    "enunciado_principal": "No crime de estupro,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não é possível a responsabilização penal por omissão."
      },
      {
        "letra": "B",
        "texto": "há presunção de violência quando a vítima não é maior de 14 anos."
      },
      {
        "letra": "C",
        "texto": "a tipificação não exige o contato físico entre a vítima e o agente."
      },
      {
        "letra": "D",
        "texto": "como regra, a ação penal é privada, exigindo-se a queixa-crime."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "286037",
    "metadata": "Ano: 2012 | Banca: FGV | Órgão: PC-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Estupro de vulnerável",
      "Disposições Gerais dos crimes contra a liberdade sexual e dos crimes sexuais contra vulneráveis"
    ],
    "enunciado_principal": "No ano de 2011, Giovane, com a anuência de sua companheira Fernanda, pratica com Pérola, filha desta e sua enteada, de apenas, 10 anos, atos libidinosos diversos, o que ocorreu em três dias distintos no mesmo mês, sempre agindo da mesma forma e nas mesmas condições. O fato foi levado ao conhecimento da autoridade policial que instaurou o procedimento próprio. Diante deste quadro, assinale a alternativa que indica os crimes pelos quais Giovane e Fernanda deverão responder.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Giovane deverá responder por estupro com a causa de aumento por ser a vítima sua enteada, por três vezes, na forma continuada, e Fernanda não praticou qualquer fato típico."
      },
      {
        "letra": "B",
        "texto": "Giovane deverá responder por estupro de vulnerável com a causa de aumento por ser a vítima sua enteada, por três vezes, na forma continuada, e Fernanda não praticou qualquer fato típico."
      },
      {
        "letra": "C",
        "texto": "Giovane deverá responder por estupro de vulnerável com a causa de aumento por ser a vítima sua enteada, por três vezes, na forma continuada, e Fernanda pela mesma infração por força de sua omissão, eis que tinha o dever jurídico de impedir o resultado."
      },
      {
        "letra": "D",
        "texto": "Giovane deverá responder por estupro de vulnerável, por três vezes, na forma continuada, e Fernanda pela mesma infração por força de sua omissão, eis que tinha o dever jurídico de impedir o resultado, com relação a ela incidindo a causa de aumento por ser a vítima sua filha."
      },
      {
        "letra": "E",
        "texto": "Giovane deverá responder por estupro de vulnerável com a causa de aumento por ser a vítima sua enteada, por três vezes, em concurso material, e Fernanda pela mesma infração por força de sua omissão, eis que tinha o dever jurídico de impedir o resultado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "283088",
    "metadata": "Ano: 2012 | Banca: FUNCAB | Órgão: PC-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro"
    ],
    "enunciado_principal": "Uma jovem, ao sair da faculdade à noite, é rendida por um homem que a estupra brutalmente, proferindo-lhe várias ameaças. Aproveitando-se de uma distração do bandido e temendo por sua vida, a vítima empreende fuga correndo desesperadamente e, ao atravessar a rua, é atropelada por um veículo que passava pelo local,morrendo imediatamente. Na qualidade de Delegado de Polícia, assinale a alternativa que contempla a correta tipificação da conduta daquele que atacou a jovem.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estupro."
      },
      {
        "letra": "B",
        "texto": "Estupro qualificado pelo resultadomorte."
      },
      {
        "letra": "C",
        "texto": "Homicídio e estupro emconcurso formal."
      },
      {
        "letra": "D",
        "texto": "Homicídio e estupro em concurso material."
      },
      {
        "letra": "E",
        "texto": "Homicídio."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "270427",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: DPE-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Princípios limitadores do poder punitivo estatal",
      "Conflito aparente de normas",
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Estupro de vulnerável",
      "Corrupção de menores"
    ],
    "enunciado_principal": "Com relação à aplicação da lei penal no tempo, aos crimes contra a dignidade sexual e aos delitos hediondos, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De acordo com a jurisprudência predominante do STJ, a presunção de violência prevista no art. 224 do CP se revela de natureza absoluta, não cedendo à existência de fatores que afastem a dita presunção."
      },
      {
        "letra": "B",
        "texto": "Pratica crime de corrupção de menores, previsto no art. 218 do CP, aquele que induz menor de dezesseis anos a satisfazer a lascívia de outrem."
      },
      {
        "letra": "C",
        "texto": "O art. 224 do CP, no qual era prevista a presunção de violência em crimes sexuais, foi revogado, tendo sido criado um novo tipo penal, tipificado como estupro de vulnerável, que caracteriza a abolitio criminis da conduta prevista no art. 214 (atentado violento ao pudor) c/c o art. 224 do CP."
      },
      {
        "letra": "D",
        "texto": "O princípio da continuidade normativa típica evidencia-se quando uma norma penal é revogada, mas a mesma conduta continua sendo crime no tipo penal revogador, ou seja, a infração penal continua tipificada em outro dispositivo, ainda que topologicamente ou normativamente diverso do originário."
      },
      {
        "letra": "E",
        "texto": "Aplica-se ao agente de violência real ou grave ameaça em crime de estupro ou atentado violento ao pudor a causa especial de aumento de pena prevista no art. 9.º da lei que trata dos crimes hediondos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "254799",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro"
    ],
    "enunciado_principal": "Em uma área rural, Lucas, reincidente em crime de lesão corporal de natureza grave, apontou uma arma de fogo do tipo pistola de calibre 380, municiada com um cartucho, na direção de Flávia, determinou que ambos caminhassem para o interior de um matagal existente na localidade, e ali ele praticou o crime de estupro na forma consumada. Antes de fugir do local, Lucas ainda revistou a roupa de Flávia e levou seu aparelho de telefone celular, que custava duzentos reais. Flávia conseguiu abrigo em uma residência próxima ao local do fato, onde relatou o ocorrido a Roberta, que ligou para policiais militares do posto mais próximo, os quais conseguiram localizar Lucas e prendê-lo na posse da arma de fogo, mas não localizaram o aparelho de telefone celular. Na delegacia de polícia, constatou-se que a arma de fogo era produto de furto registrado na semana anterior por Rodrigo, detentor do respectivo registro da arma. Lucas foi denunciado pelo MP e, no curso da instrução criminal, comprovou-se que ele, ao tempo do crime, por força de desenvolvimento mental incompleto, não era inteiramente capaz de entender o caráter ilícito do fato. Considerando o caso hipotético acima, julgue os itens subsequentes. Após ser condenado a pena pelo crime de estupro, Lucas deverá cumpri-la inicialmente em regime fechado, podendo a progressão de regime ocorrer após o cumprimento de dois quintos da pena.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1233845",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TJ-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Violação sexual mediante fraude",
      "Estupro de vulnerável",
      "Disposições Gerais dos crimes contra a liberdade sexual e dos crimes sexuais contra vulneráveis"
    ],
    "enunciado_principal": "Com referência às infrações penais contra a dignidade sexual, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de satisfação de lascívia mediante presença de criança ou adolescente consuma-se com dolo genérico, não se exigindo o chamado especial fim de agir."
      },
      {
        "letra": "B",
        "texto": "Caso o delito de violação sexual mediante fraude seja cometido com o fim de obtenção de vantagem econômica, o infrator sujeitar-se-á também à pena de multa."
      },
      {
        "letra": "C",
        "texto": "Segundo entendimento do STJ, após a Lei n.º 12.015/2009, o crime de corrupção de menores passou a ser material, ou seja, é exigida prova do efetivo corrompimento do menor."
      },
      {
        "letra": "D",
        "texto": "No estupro, se da conduta resultar lesão corporal de natureza grave ou se a vítima tiver menos de dezoito anos de idade, aplicar-se-á causa especial de aumento de pena."
      },
      {
        "letra": "E",
        "texto": "No assédio sexual, o fato de a vítima ter menos de dezoito anos de idade qualifica o crime, razão pela qual as penas desse delito estarão majoradas em seus limites abstratamente cominados."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "301710",
    "metadata": "Ano: 2011 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro"
    ],
    "enunciado_principal": "O funcionário público chefe de setor, que no banheiro da repartição, força conjunção carnal com mulher funcionária, mediante grave ameaça, comete:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Assedio sexual"
      },
      {
        "letra": "B",
        "texto": "Favorecimento pessoal"
      },
      {
        "letra": "C",
        "texto": "Estupro"
      },
      {
        "letra": "D",
        "texto": "Exploração de prestigio"
      },
      {
        "letra": "E",
        "texto": "Atentado ao pudor mediante fraude"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "205300",
    "metadata": "Ano: 2011 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Estupro de vulnerável",
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Sobre os crimes contra a dignidade sexual, aponte a assertiva incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A alteração legislativa havida com a edição da Lei nº 12.015/2009 acarretou a exclusão da conjunção carnal e dos atos libidinosos havidos com violência presumida do rol dos delitos hediondos, vez que o tipo penal de estupro de vulnerável não se encontra expressamente referido na Lei nº 8.072/90, cuja relação é tida pela doutrina como numerus clausus."
      },
      {
        "letra": "B",
        "texto": "O juízo criminal competente para julgar o crime de estupro contra vulnerável, praticado no âmbito das relações domésticas contra a mulher, é o da Vara ou Juizado Especial de Violência Doméstica da Circunscrição Judiciária que abrange o local do fato."
      },
      {
        "letra": "C",
        "texto": "A integração, no artigo 213 do Código Penal, sob a rubrica de estupro, da conjunção carnal e dos atos lidibinosos distintos desta, não impede o reconhecimento da tentativa nessa modalidade de crime."
      },
      {
        "letra": "D",
        "texto": "Não há óbice a que seja prolatada decisão condenatória em hipótese de estupro, na modalidade de conjunção carnal, na qual os fatos foram praticados clandestinamente e em que o laudo de exame de corpo de delito não registrou vestígios de atos sexuais, se a vítima se mostrou firme, coerente e esclarecedora em todas as oportunidades em que foi inquirida."
      },
      {
        "letra": "E",
        "texto": "Nos crimes de estupro de vulnerável havidos após o início de vigência da Lei nº 12.015/2009, não se aplica a causa de aumento de metade da pena constante no artigo 9º da Lei dos Crimes Hediondos, relativa aos delitos praticados na hipótese de presunção de violência."
      }
    ],
    "gabarito": "A"
  }
]