[
  {
    "id": "2380859",
    "metadata": "Ano: 2024 | Banca: IDHTEC | Órgão: Câmara de Itapissuma - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Noções Gerais de Crimes Contra a Administração Pública",
      "Peculato",
      "Peculato mediante erro de outrem",
      "Inserção de dados falsos em sistema de informações",
      "Modificação ou alteração não autorizada de sistemas de informações",
      "Extravio, sonegação ou inutilização de livro ou documento",
      "Corrupção passiva",
      "Prevaricação",
      "Condescendência criminosa",
      "Advocacia administrativa",
      "Violência arbitrária",
      "Abandono de função",
      "Exercício funcional ilegalmente antecipado ou prolongado",
      "Violação de sigilo funcional",
      "Violação de sigilo de proposta de concorrência"
    ],
    "enunciado_principal": "Compreende o conjunto de crimes presentes na alternativa correta, aqueles que são tipificados no Capítulo I - Dos crimes praticados por funcionário público contra a administração em geral - Título XI - Dos crimes contra a administração pública, do Decreto-lei no 2.848, de 7 de dezembro de 1940 (consideradas posteriores modificações por força de lei). Assinale a alternativa que dispõe todos os crimes tipificados no capítulo mencionado.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Peculato culposo; Peculato mediante erro de outrem; Inserção de dados falsos em sistema de informações; Modificação ou alteração não autorizada de sistema de informações; Extravio, sonegação ou inutilização de livro ou documento; Emprego irregular de verbas ou rendas públicas; falta ao trabalho sem justificativa; Concussão; Deslealdade para com a chefia imediata e outros servidores; Facilitação de contrabando ou descaminho; Prevaricação; Condescendência criminosa; Advocacia administrativa; Violência arbitrária; Abandono de função; Exercício funcional ilegalmente antecipado ou prolongado; Violação de sigilo funcional; Violação do sigilo de proposta de concorrência."
      },
      {
        "letra": "B",
        "texto": "Peculato culposo; Peculato mediante erro de outrem; Inserção de dados falsos em sistema de informações; Modificação ou alteração não autorizada de sistema de informações; Extravio, sonegação ou inutilização de livro ou documento; Emprego irregular de verbas ou rendas públicas; Concussão; Corrupção passiva; Facilitação de contrabando ou descaminho; Prevaricação; Condescendência criminosa; Advocacia administrativa; Violência arbitrária; formação de quadrilha; Exercício funcional ilegalmente antecipado ou prolongado; Violação de sigilo funcional; Violação do sigilo de proposta de concorrência."
      },
      {
        "letra": "C",
        "texto": "Peculato culposo; Peculato mediante erro de outrem; Inserção de dados falsos em sistema de informações; Modificação ou alteração não autorizada de sistema de informações; Extravio, sonegação ou inutilização de livro ou documento; Emprego irregular de verbas ou rendas públicas; Concessão a terceiros; Corrupção passiva; Uso de carro oficial para fins privados; Prevaricação; Condescendência criminosa; Advocacia administrativa; Violência arbitrária; Abandono de função; Exercício funcional ilegalmente antecipado ou prolongado; Violação de sigilo funcional; Violação do sigilo de proposta de concorrência."
      },
      {
        "letra": "D",
        "texto": "Peculato culposo; Peculato mediante erro de outrem; Inserção de dados falsos em sistema de informações; Modificação ou alteração não autorizada de sistema de informações; Assassinato; sonegação ou inutilização de livro ou documento; Emprego irregular de verbas ou rendas públicas; Concussão; Corrupção passiva; Facilitação de contrabando ou descaminho; Prevaricação; Condescendência criminosa; Advocacia administrativa regular; Violência arbitrária; Assassinato; Exercício funcional ilegalmente antecipado ou prolongado; Violação de sigilo privado; Violação do sigilo de proposta de concorrência."
      },
      {
        "letra": "E",
        "texto": "Peculato culposo; Peculato mediante erro de outrem; Inserção de dados falsos em sistema de informações; Modificação ou alteração não autorizada de sistema de informações; Extravio, sonegação ou inutilização de livro ou documento; Emprego irregular de verbas ou rendas públicas; Concussão; Corrupção passiva; Facilitação de contrabando ou descaminho; Prevaricação; Condescendência criminosa; Advocacia administrativa; Violência arbitrária; Abandono de função; Exercício funcional ilegalmente antecipado ou prolongado; Violação de sigilo funcional; Violação do sigilo de proposta de concorrência."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2348603",
    "metadata": "Ano: 2023 | Banca: OBJETIVA | Órgão: Prefeitura de Quinze de Novembro - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Exercício funcional ilegalmente antecipado ou prolongado"
    ],
    "enunciado_principal": "De acordo com o Código Penal, a respeito dos crimes contra a administração pública, o funcionário que entra no exercício de função pública antes de satisfeitas as exigências legais, ou continuar a exercê-la, sem autorização, depois de saber que foi oficialmente exonerado, removido ou substituído ou suspenso, realiza a prática de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Violação de sigilo funcional."
      },
      {
        "letra": "B",
        "texto": "Condescendência criminosa."
      },
      {
        "letra": "C",
        "texto": "Exercício funcional ilegalmente antecipado ou prolongado."
      },
      {
        "letra": "D",
        "texto": "Usurpação de função pública."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1995396",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Exercício funcional ilegalmente antecipado ou prolongado",
      "Contrabando"
    ],
    "enunciado_principal": "No que se refere aos crimes contra a administração pública, analise as afirmativas a seguir. I. Constitui crime de exercício funcional ilegalmente antecipado ou prolongado, entrar no exercício de função pública antes de satisfeitas as exigências legais, ou continuar a exercê-la, sem autorização, depois de saber oficialmente que foi exonerado, removido, substituído ou suspenso. II. Kant, próspero empresário, importou mercadoria proibida, sendo que sua conduta foi facilitada pelo servidor público Hegel, o qual, dolosamente, atuou com infração de dever funcional. Nesse contexto, Kant e Hegel responderão pelo crime de contrabando. III. Para a consumação do delito de concussão exige-se a produção do resultado naturalístico consistente no recebimento da vantagem indevida. Estão corretas as afirmativas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III"
      },
      {
        "letra": "B",
        "texto": "I e II apenas"
      },
      {
        "letra": "C",
        "texto": "II apenas"
      },
      {
        "letra": "D",
        "texto": "I e III apenas"
      },
      {
        "letra": "E",
        "texto": "I apenas"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1935401",
    "metadata": "Ano: 2022 | Banca: MetroCapital Soluções | Órgão: Prefeitura de Nova Odessa - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Exercício funcional ilegalmente antecipado ou prolongado"
    ],
    "enunciado_principal": "Pelo artigo 324 do Código Penal, entrar no exercício de função pública antes de satisfeitas as exigências legais, ou continuar a exercê-la, sem autorização, depois de saber oficialmente que foi exonerado, removido, substituído ou suspenso, incorre em pena de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "detenção, de quinze dias a um mês, ou multa."
      },
      {
        "letra": "B",
        "texto": "detenção, de um a três anos, e multa."
      },
      {
        "letra": "C",
        "texto": "detenção, de três meses a um ano, e multa."
      },
      {
        "letra": "D",
        "texto": "detenção, de seis meses a três anos, além da pena correspondente à prática."
      },
      {
        "letra": "E",
        "texto": "reclusão, de 3 (três) a 8 (oito) anos, e multa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1618895",
    "metadata": "Ano: 2019 | Banca: ADVISE | Órgão: Prefeitura de Juarez Távora - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Exercício funcional ilegalmente antecipado ou prolongado"
    ],
    "enunciado_principal": "Assinale a alternativa que corresponde ao tipo penal do crime de “exercício funcional ilegalmente antecipado ou prolongado”:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Revelar fato de que tem ciência em razão do cargo e que deva permanecer em segredo, ou facilitar-lhe a revelação."
      },
      {
        "letra": "B",
        "texto": "Praticar violência, no exercício de função ou a pretexto de exercê-la."
      },
      {
        "letra": "C",
        "texto": "Devassar o sigilo de proposta de concorrência pública, ou proporcionar a terceiro o ensejo de devassá-lo."
      },
      {
        "letra": "D",
        "texto": "Deixar o funcionário, por indulgência, de responsabilizar subordinado que cometeu infração no exercício do cargo ou, quando lhe falte competência, não levar o fato ao conhecimento da autoridade competente."
      },
      {
        "letra": "E",
        "texto": "Entrar no exercício de função pública antes de satisfeitas as exigências legais, ou continuar a exercê-la, sem autorização, depois de saber oficialmente que foi exonerado, removido, substituído ou suspenso."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1041769",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Campinas - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Prevaricação",
      "Violência arbitrária",
      "Exercício funcional ilegalmente antecipado ou prolongado"
    ],
    "enunciado_principal": "O funcionário público que, na cobrança de contribuição social devida, emprega meio vexatório ou gravoso, em tese,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pratica o crime de prevaricação."
      },
      {
        "letra": "B",
        "texto": "não pratica qualquer crime."
      },
      {
        "letra": "C",
        "texto": "pratica o crime de excesso de exação."
      },
      {
        "letra": "D",
        "texto": "pratica o crime de exercício funcional ilegalmente antecipado."
      },
      {
        "letra": "E",
        "texto": "pratica o crime de violência arbitrária."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1027585",
    "metadata": "Ano: 2019 | Banca: IF-MT | Órgão: IF-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Corrupção passiva",
      "Prevaricação",
      "Condescendência criminosa",
      "Exercício funcional ilegalmente antecipado ou prolongado"
    ],
    "enunciado_principal": "Acerca dos crimes contra a Administração Pública em geral elencados no Código Penal Brasileiro, assinale a afirmativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Corrupção passiva: o funcionário exige tributo ou contribuição social que sabe ou deveria saber indevido, ou, quando devido, emprega na cobrança meio vexatório ou gravoso, que a lei não autoriza."
      },
      {
        "letra": "B",
        "texto": "Excesso de exação: solicitar ou receber, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida, ou aceitar promessa de tal vantagem."
      },
      {
        "letra": "C",
        "texto": "Condescendência criminosa: retardar ou deixar de praticar, indevidamente, ato de ofício, ou praticá-lo contra disposição expressa de lei, para satisfazer interesse ou sentimento pessoal."
      },
      {
        "letra": "D",
        "texto": "Prevaricação é retardar: deixar o funcionário, por indulgência, de responsabilizar subordinado que cometeu infração no exercício do cargo ou, quando lhe falte competência, não levar o fato ao conhecimento da autoridade competente."
      },
      {
        "letra": "E",
        "texto": "Exercício funcional ilegalmente antecipado ou prolongado: entrar no exercício de função pública antes de satisfeitas as exigências legais, ou continuar a exercê-la, sem autorização, depois de saber oficialmente que foi exonerado, removido, substituído ou suspenso."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "856168",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Concussão e Excesso de Exação",
      "Prevaricação",
      "Condescendência criminosa",
      "Exercício funcional ilegalmente antecipado ou prolongado"
    ],
    "enunciado_principal": "Josias, funcionário do Tribunal, deixa, por indulgência, de responsabilizar subordinado que cometeu infração no exercício do cargo, mesmo tendo competência para responsabilizá-lo e também não levou o fato ao conhecimento de seu superior. Por sua conduta, Josias poderá sofrer eventual ação penal pelo crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "exercício funcional ilegal."
      },
      {
        "letra": "B",
        "texto": "peculato."
      },
      {
        "letra": "C",
        "texto": "concussão."
      },
      {
        "letra": "D",
        "texto": "prevaricação."
      },
      {
        "letra": "E",
        "texto": "condescendência criminosa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "832422",
    "metadata": "Ano: 2017 | Banca: UTFPR | Órgão: UTFPR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato mediante erro de outrem",
      "Facilitação de contrabando ou descaminho",
      "Abandono de função",
      "Exercício funcional ilegalmente antecipado ou prolongado",
      "Violação de sigilo de proposta de concorrência"
    ],
    "enunciado_principal": "São crimes praticados por funcionário público contra a Administração em geral: I) Abandono ________. II) Emprego irregular_________ou rendas públicas. III) Facilitação____________ ou descaminho. IV) Violação do sigilo__________de concorrência. V) Peculato mediante erro ___________. Assinale a alternativa que preenche corretamente as lacunas na ordem em que se apresentam.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de seção / de bens / de concorrência / de proposta / de outrem."
      },
      {
        "letra": "B",
        "texto": "de função / de verbas / de contrabando / de proposta / de outrem."
      },
      {
        "letra": "C",
        "texto": "de comissão / de verbas / de serviços / de fiscalização / próprio."
      },
      {
        "letra": "D",
        "texto": "de função / de verbas / de contrabando / de proposta / próprio."
      },
      {
        "letra": "E",
        "texto": "de função / de produtos / de contrabando / de documentos / de outrem."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "640845",
    "metadata": "Ano: 2016 | Banca: Prefeitura do Rio de Janeiro - RJ | Órgão: Prefeitura de Rio de Janeiro - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Corrupção passiva",
      "Exercício funcional ilegalmente antecipado ou prolongado"
    ],
    "enunciado_principal": "Dar às verbas públicas aplicação diversa da estabelecida em lei é conduta que corresponde ao seguinte tipo penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "emprego irregular de verbas ou rendas públicas"
      },
      {
        "letra": "B",
        "texto": "exercício funcional ilegalmente prolongado"
      },
      {
        "letra": "C",
        "texto": "concussão"
      },
      {
        "letra": "D",
        "texto": "corrupção passiva"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "433980",
    "metadata": "Ano: 2014 | Banca: Prefeitura do Rio de Janeiro - RJ | Órgão: Prefeitura de Rio de Janeiro - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Exercício funcional ilegalmente antecipado ou prolongado"
    ],
    "enunciado_principal": "Continuar a exercer função pública, sem autorização, depois de saber oficialmente que foi suspenso é crime punido com:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "detenção, de quinze dias a um mês, ou multa"
      },
      {
        "letra": "B",
        "texto": "reclusão, de três a seis meses e multa"
      },
      {
        "letra": "C",
        "texto": "detenção, de dois a oito meses"
      },
      {
        "letra": "D",
        "texto": "reclusão, de um a três meses"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "414513",
    "metadata": "Ano: 2014 | Banca: FEPESE | Órgão: Prefeitura de Florianópolis - SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Noções Gerais de Crimes Contra a Administração Pública",
      "Corrupção passiva",
      "Abandono de função",
      "Exercício funcional ilegalmente antecipado ou prolongado"
    ],
    "enunciado_principal": "Assinale a alternativa correta de acordo com o Código Penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No peculato culposo, a reparação do dano antes da sentença irrecorrível é causa de extinção da punibilidade do agente."
      },
      {
        "letra": "B",
        "texto": "O crime de abandono de função somente estará caracterizado após o decurso de trinta dias."
      },
      {
        "letra": "C",
        "texto": "Pratica crime de corrupção passiva o servidor público que participa de rateio de valor obtido por meio ilícito."
      },
      {
        "letra": "D",
        "texto": "O sujeito ativo nos crimes praticados contra a administração pública deve ser funcionário público, assim caracterizado aquele que, de forma remunerada, exerce cargo, emprego ou função pública."
      },
      {
        "letra": "E",
        "texto": "O delito de alteração não autorizada de sistema de informações exige dolo específico de obter vantagem indevida para si ou para outrem."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "244167",
    "metadata": "Ano: 2012 | Banca: CEPERJ | Órgão: SEAP-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações",
      "Modificação ou alteração não autorizada de sistemas de informações",
      "Extravio, sonegação ou inutilização de livro ou documento",
      "Emprego irregular de verbas ou rendas públicas",
      "Exercício funcional ilegalmente antecipado ou prolongado"
    ],
    "enunciado_principal": "Servidor público é acusado de dar destino a renda pública diverso do previsto em lei está cometendo crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "modificação ou alteração não autorizada de sistema de informações"
      },
      {
        "letra": "B",
        "texto": "extravio, sonegação ou inutilização de livro ou documento"
      },
      {
        "letra": "C",
        "texto": "emprego irregular de verbas ou rendas públicas"
      },
      {
        "letra": "D",
        "texto": "inserção de dados falsos em sistema de informações"
      },
      {
        "letra": "E",
        "texto": "exercício funcional ilegalmente antecipado ou prolongado"
      }
    ],
    "gabarito": "C"
  }
]