[
  {
    "id": "3267127",
    "metadata": "Ano: 2025 | Banca: UEG | Órgão: UEG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Exigibilidade de conduta diversa"
    ],
    "enunciado_principal": "Dona Joana, gerente de um estabelecimento comercial do ramo de varejo, recebeu ligação anônima com teor de ameaça, tendo o interlocutor afirmado que ela deveria transferir todo o numerário disponível nas contas bancárias da empresa a que ela tinha acesso, uma vez que o agente estava em poder de seu filho. Diante do ocorrido, Dona Joana, temendo pela vida do seu descendente, obedeceu a ordem e procedeu transferência de valores para a conta informada, tendo, após, descoberto que se tratava de uma farsa. Desse modo, a conduta de Dona Joana poderá ser enquadrada como",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apropriação indébita."
      },
      {
        "letra": "B",
        "texto": "furto qualificado, mediante confiança."
      },
      {
        "letra": "C",
        "texto": "conduta equiparada à coação física irresistível."
      },
      {
        "letra": "D",
        "texto": "circunstância atenuante da pena."
      },
      {
        "letra": "E",
        "texto": "causa de isenção da pena."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3086952",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Exigibilidade de conduta diversa"
    ],
    "enunciado_principal": "Sobre aspectos atinentes à disciplina penal da culpabilidade, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a embriaguez preordenada constitui hipótese de circunstância atenuante;"
      },
      {
        "letra": "B",
        "texto": "a embriaguez involuntária isenta o réu de pena;"
      },
      {
        "letra": "C",
        "texto": "a coação moral resistível é prevista como circunstância agravante da pena;"
      },
      {
        "letra": "D",
        "texto": "são admitidas, no ordenamento jurídico brasileiro, situações supralegais de inexigibilidade de conduta diversa;"
      },
      {
        "letra": "E",
        "texto": "a emoção ou a paixão podem excluir a culpabilidade ou configurar situação de semi-imputabilidade do agente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3012666",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: TCE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Exigibilidade de conduta diversa"
    ],
    "enunciado_principal": "Acerca de coação e obediência hierárquica, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A coação à prática de crime doloso, seja ela moral ou física, exclui a culpabilidade do agente, que não deve ser punido pelo crime."
      },
      {
        "letra": "B",
        "texto": "Tanto o agente que pratica crime doloso em decorrência de coação quanto aquele que o pratica em obediência a ordem de superior hierárquico agem sob a proteção de uma excludente de culpabilidade, independentemente das circunstâncias dos crimes."
      },
      {
        "letra": "C",
        "texto": "O agente que pratica crime doloso em cumprimento a uma ordem de seu superior hierárquico não poderá ser responsabilizado pela conduta criminosa."
      },
      {
        "letra": "D",
        "texto": "A coação à prática de crime doloso pode tanto excluir a culpabilidade do agente quanto servir para agravar a pena do coator."
      },
      {
        "letra": "E",
        "texto": "A coação à prática de crime doloso só é reconhecida como excludente de culpabilidade se a ameaça envolver violência física."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2328472",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Exigibilidade de conduta diversa"
    ],
    "enunciado_principal": "Homero, sócio-gerente de um pequeno restaurante, que atravessa grave crise financeira em decorrência da pandemia, pela redução expressiva de seu número de clientes, deixa de recolher aos cofres públicos, no prazo legal, valores relativos ao Imposto sobre Circulação de Mercadorias e Serviços (ICMS), vindo a ser processado criminalmente pelos fatos. Diante do caso narrado e à luz da jurisprudência do STJ sobre o tema, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Homero não cometeu qualquer crime, pois os fatos constituem prática de elisão fiscal, devendo o juiz absolvê-lo;"
      },
      {
        "letra": "B",
        "texto": "deve ser reconhecido, em favor de Homero, que praticou o fato quando não lhe era exigível conduta diversa, sendo cabível sua absolvição;"
      },
      {
        "letra": "C",
        "texto": "Homero não cometeu qualquer crime, pois, em consideração às circunstâncias em que agiu, deve ser reconhecida a ausência de dolo em sua conduta, cabendo ao juiz absolvê-lo;"
      },
      {
        "letra": "D",
        "texto": "deve ser reconhecido, em favor de Homero, que praticou o fato sob estado de necessidade, com sua consequente absolvição;"
      },
      {
        "letra": "E",
        "texto": "Homero cometeu o crime de apropriação indébita tributária, inexistindo qualquer excludente da ilicitude ou eximente da culpabilidade que possa beneficiá-lo, devendo o juiz condená-lo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2207453",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: DPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Desistência voluntária e arrependimento eficaz",
      "Antijuridicidade",
      "Estado de necessidade",
      "Exigibilidade de conduta diversa",
      "Potencial conhecimento da ilicitude – Erro de proibição"
    ],
    "enunciado_principal": "No dia 24 de abril de 2023, enquanto aproveitava a piscina de sua residência, Tício recebeu uma ligação telefônica. Ao atendê-la, o agente foi informado de que seu filho havia sido sequestrado. A única forma de salvá-lo sería subtrair o computador pessoal de sua vizinha e entregá-lo aos sequestradores, que dispunham de interesse no conteúdo deste. Os sequestradores, em seguida, encaminharam a Tício uma foto de seu descendente sangrando. Desesperado, Tício ingressou no imóvel de sua vizinha e subtraiu o computador, para atender às demandas dos criminosos. Nesse cenário, considerando as disposições do Código Penal e o entendimento doutrinário dominante, Ticio não responderá por qualquer crime, em razão do(a):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "inexigibilidade de conduta diversa, excludente de culpabilidade."
      },
      {
        "letra": "B",
        "texto": "coação moral irresistível, excludente de culpabilidade."
      },
      {
        "letra": "C",
        "texto": "coação física irresistível, excludente de culpabilidade;"
      },
      {
        "letra": "D",
        "texto": "obediência hierárquica, excludente de ilicitude;"
      },
      {
        "letra": "E",
        "texto": "estado de necessidade, excludente de ilicitude"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2065747",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: CGE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Exigibilidade de conduta diversa"
    ],
    "enunciado_principal": "Arthur é servidor público de determinado órgão da Administração Pública, quando recebe uma ligação ameaçadora, informando que sua esposa, Aline, está em poder de sequestradores, devendo Arthur praticar determinado ato administrativo, em benefício dos criminosos, sob pena de grave ofensa à integridade física de Aline. Arthur se sente ameaçado e apavorado, com justo receio pela integridade física de sua esposa. No caso narrado, na hipótese de Arthur efetivamente praticar o ato de ofício requerido, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Arthur responderá por prevaricação caso não se comprove o efetivo risco à integridade física de Aline."
      },
      {
        "letra": "B",
        "texto": "Arthur age em excludente de ilicitude, uma vez que a situação narrada representa estado de necessidade."
      },
      {
        "letra": "C",
        "texto": "Arthur age em excludente de culpabilidade, uma vez que a situação narrada é de coação moral irresistível."
      },
      {
        "letra": "D",
        "texto": "se Aline estiver realmente sob poder de criminosos, é o caso de coação física irresistível."
      },
      {
        "letra": "E",
        "texto": "Arthur age em erro de tipo, por não saber se Aline está efetivamente sob o poder dos criminosos, excluindo-se a tipicidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2059103",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: DPE-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Exigibilidade de conduta diversa"
    ],
    "enunciado_principal": "Considera-se causa excludente da culpabilidade",
    "alternativas": [
      {
        "letra": "A",
        "texto": "inexigibilidade de conduta diversa."
      },
      {
        "letra": "B",
        "texto": "estado de necessidade."
      },
      {
        "letra": "C",
        "texto": "consentimento do ofendido."
      },
      {
        "letra": "D",
        "texto": "estrito cumprimento do dever legal. ."
      },
      {
        "letra": "E",
        "texto": "exercício regular de direito"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2065236",
    "metadata": "Ano: 2022 | Banca: IDECAN | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Exigibilidade de conduta diversa",
      "Inimputabilidade por doença mental",
      "Inimputabilidade pela embriaguez",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Sobre responsabilização e imputabilidade penal no direito criminal brasileiro, escolha a alternativa com a afirmação correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O indivíduo que apresenta transtorno do humor será considerado semi-imputável quando do cometimento de um delito."
      },
      {
        "letra": "B",
        "texto": "O diagnóstico de esquizofrenia é critério definidor para um réu não sofrer pena com restrição de liberdade."
      },
      {
        "letra": "C",
        "texto": "Uma pessoa que mata o assassino de seu pai, logo após presenciar o crime, poderá ser isento de pena."
      },
      {
        "letra": "D",
        "texto": "No caso de um assassino em série, portador de transtorno de personalidade antissocial, é de se esperar que seja considerado imputável."
      },
      {
        "letra": "E",
        "texto": "O menor de 18 anos, o silvícola e o surdo-mudo são considerados imputáveis, se demonstrarem que tinham entendimento no momento do fato."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1810037",
    "metadata": "Ano: 2021 | Banca: IDECAN | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Antijuridicidade",
      "Legítima defesa",
      "Estrito cumprimento de dever legal e exercício regular de direito",
      "Exigibilidade de conduta diversa",
      "Causas de extinção da punibilidade",
      "Perdão judicial"
    ],
    "enunciado_principal": "Rita é trabalhadora rural no interior do nordeste brasileiro e, já sendo mãe solo de três filhos, todos menores de seis anos de idade, um deles portador de microcefalia, descobre que está grávida pela quarta vez. Não bastasse isso, Rita ainda descobre que o bebê dessa gestação também é portador de microcefalia. Desesperada, pois já vive abaixo da linha da pobreza, Rita percebe que não terá como sustentar e dar a atenção necessária à outra criança que vai nascer, razão pela qual pratica um aborto. Nessa hipótese, a respeito da situação de Rita, é correto afirmar que é possível alegar",
    "alternativas": [
      {
        "letra": "A",
        "texto": "que Rita agiu no exercício regular de um direito, o que exclui a ilicitude da conduta."
      },
      {
        "letra": "B",
        "texto": "a tese de que Rita agiu em legítima defesa, o que exclui a ilicitude da conduta."
      },
      {
        "letra": "C",
        "texto": "que não houve dolo na conduta de Rita, o que exclui a tipicidade da conduta."
      },
      {
        "letra": "D",
        "texto": "uma causa supralegal de inexigibilidade de conduta diversa, o que exclui a culpabilidade."
      },
      {
        "letra": "E",
        "texto": "o perdão judicial, que vai isentar Rita de pena."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1767735",
    "metadata": "Ano: 2021 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Exigibilidade de conduta diversa",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Inimputabilidade por doença mental"
    ],
    "enunciado_principal": "Para a CULPABILIDADE NORMATIVA, adotada em nosso sistema penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O excesso exculpante pode redundar tanto em erro de proibição indireto quanto em inexigibilidade de conduta diversa."
      },
      {
        "letra": "B",
        "texto": "O juízo, que reprova o autor do fato, resulta da inferência de que a conduta contraria o Direito."
      },
      {
        "letra": "C",
        "texto": "A inimputabilidade do doente mental se configura com a enfermidade diagnosticada em exame de sanidade mental, atestando a contemporaneidade da causa."
      },
      {
        "letra": "D",
        "texto": "Não é possível, para a fixação da pena, que o juízo de reprovação incida sobre o autor do fato, pela sua condução de vida."
      },
      {
        "letra": "E",
        "texto": "A ausência da potencial consciência da ilicitude pode redundar na exculpante obediência hierárquica."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1714761",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Exigibilidade de conduta diversa"
    ],
    "enunciado_principal": "Com relação a aspectos gerais do direito penal brasileiro, julgue o item a seguir.A obediência hierárquica afasta a potencial consciência da ilicitude.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1109702",
    "metadata": "Ano: 2019 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Exigibilidade de conduta diversa",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Sobre a culpabilidade, marque a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nas hipóteses de coação física ou moral irresistíveis há fato típico, mas é excluída a culpabilidade. Só é punível o autor da coação, sendo a pena agravada. A coação moral irresistível constitui um exemplo de autoria mediata. No caso de coação moral resistível, ambos (coator e coacto) respondem pelo crime, porém o coator tem a pena aumentada e o coagido deve ser beneficiado com atenuante da sanção penal. A coação moral resistível não é exemplo de autoria mediata."
      },
      {
        "letra": "B",
        "texto": "A obediência hierárquica, como dirimente ou eximente, só tem valor nas relações de direito público. Não pode ser invocada, portanto, nos casos de obediência religiosa ou familiar."
      },
      {
        "letra": "C",
        "texto": "Pela teoria da coculpabilidade, adotada por Zaffaroni e Pierangeli, quando a sociedade é desorganizada, discriminatória e excludente, ou mesmo marginalizadora, ou seja, quando ela cria condições sociais que reduzem o âmbito de determinação e liberdade do agente, ela também contribui para o delito. Assim, haveria coculpabilidade entre o autor da infração e a própria sociedade, devendo o juiz reduzir a pena a ser imposta ao acusado."
      },
      {
        "letra": "D",
        "texto": "A coculpabilidade às avessas, segundo ensina a doutrina, pode envolver a reprovação penal mais severa quanto aos crimes praticados por pessoas dotadas de elevado poder econômico e que abusam dessa vantagem no cometimento de delitos em regra prevalecendo-se das facilidades proporcionadas pelo livre trânsito nos centros de controle político e econômico."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2046099",
    "metadata": "Ano: 2018 | Banca: FUNDATEC | Órgão: SULGÁS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Antijuridicidade",
      "Legítima defesa",
      "Estado de necessidade",
      "Causas supralegais de exclusão da antijuridicidade",
      "Exigibilidade de conduta diversa"
    ],
    "enunciado_principal": "No Direito Penal, conduta praticada para salvar de perigo atual, não provocado por sua vontade e que não podia de outro modo evitar, direito próprio ou alheio, cujo sacrifício, nas circunstâncias, não era razoável exigir-se, caracteriza:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estado de necessidade, excluindo a tipicidade da conduta."
      },
      {
        "letra": "B",
        "texto": "Estado de necessidade, excluindo a ilicitude da conduta."
      },
      {
        "letra": "C",
        "texto": "Legítima defesa, excluindo a tipicidade da conduta."
      },
      {
        "letra": "D",
        "texto": "Legítima defesa, excluindo a ilicitude da conduta."
      },
      {
        "letra": "E",
        "texto": "Inexigibilidade de conduta diversa, excluindo a culpabilidade do agente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "940929",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PC-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Exigibilidade de conduta diversa"
    ],
    "enunciado_principal": "Acerca dessa situação hipotética, julgue o próximo item.A culpabilidade de Carlos poderá ser afastada por inexigibilidade de conduta diversa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "932928",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Exigibilidade de conduta diversa"
    ],
    "enunciado_principal": "Em cada item seguinte, é apresentada uma situação hipotética seguida de uma assertiva a ser julgada com base na legislação de regência e na jurisprudência dos tribunais superiores a respeito de exclusão da culpabilidade, concurso de agentes, prescrição e crime contra o patrimônio.Arnaldo, gerente de banco, estava dentro de seu veículo juntamente com familiares quando foi abordado por dois indivíduos fortemente armados, que ameaçaram os ocupantes do veículo e exigiram de Arnaldo o fornecimento de determinada senha para a realização de uma operação bancária, o que foi por ele prontamente atendido. Nessa situação, o uso da senha pelos indivíduos para eventual prática criminosa excluirá a culpabilidade de Arnaldo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "889854",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Exigibilidade de conduta diversa"
    ],
    "enunciado_principal": "De acordo com o Código Penal, aquele que pratica o fato em estrita obediência a ordem não manifestamente ilegal de superior hierárquico",
    "alternativas": [
      {
        "letra": "A",
        "texto": "responde criminalmente como partícipe de menor importância."
      },
      {
        "letra": "B",
        "texto": "não comete crime, pois tem a ilicitude de sua conduta afastada."
      },
      {
        "letra": "C",
        "texto": "não é punido criminalmente."
      },
      {
        "letra": "D",
        "texto": "responde criminalmente como partícipe."
      },
      {
        "letra": "E",
        "texto": "responde criminalmente como coautor."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "886779",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Exigibilidade de conduta diversa",
      "Potencial conhecimento da ilicitude – Erro de proibição"
    ],
    "enunciado_principal": "De acordo com o Estatuto Penal brasileiro, são elementos da culpabilidade a imputabilidade, a potencial consciência da ilicitude e a exigibilidade de conduta diversa. Sobre a imputabilidade, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O conceito de imputabilidade penal compreende a capacidade mental do indivíduo, considerando-se apenas a sua idade ao tempo do crime."
      },
      {
        "letra": "B",
        "texto": "Entre as causas de exclusão da imputabilidade, encontra-se a embriaguez completa ou incompleta, mas sempre voluntária."
      },
      {
        "letra": "C",
        "texto": "A legislação penal brasileira adotou o critério biopsicológico como aquele de aferição da imputabilidade, independentemente da idade do infrator ao tempo do fato."
      },
      {
        "letra": "D",
        "texto": "Ao agente que, em virtude da perturbação da saúde mental, não for inteiramente capaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento, poderá ser imposta pena como sanção, porém com redução de 1 (um) a 2/3 (dois terços)."
      },
      {
        "letra": "E",
        "texto": "O agente que por embriaguez incompleta e voluntária não for, ao tempo da ação ou da omissão, inteiramente capaz de entender o caráter ilícito do fato será isento de pena."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "883340",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: STJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Exigibilidade de conduta diversa"
    ],
    "enunciado_principal": "A respeito da culpabilidade, da ilicitude e de suas excludentes, julgue o item que se segue.Situação hipotética: Um oficial de justiça detentor de porte de arma de fogo, ao proceder à citação de um réu em processo criminal, foi por este recebido a tiros e acabou desferindo um disparo letal contra o seu agressor. Assertiva: Nessa situação, a conduta do oficial de justiça está abarcada por uma excludente de culpabilidade representada pela inexigibilidade de conduta diversa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "867367",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PC-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Exigibilidade de conduta diversa"
    ],
    "enunciado_principal": "A prática de crime em decorrência de coação moral irresistível configura",
    "alternativas": [
      {
        "letra": "A",
        "texto": "inexigibilidade de conduta diversa."
      },
      {
        "letra": "B",
        "texto": "excludente de antijuridicidade."
      },
      {
        "letra": "C",
        "texto": "inimputabilidade penal."
      },
      {
        "letra": "D",
        "texto": "circunstância atenuante de pena."
      },
      {
        "letra": "E",
        "texto": "atipicidade da conduta."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "846416",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: PGE-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Exigibilidade de conduta diversa"
    ],
    "enunciado_principal": "Um elemento que integra o conceito de culpabilidade aplicado ao direito brasileiro é o(a)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "obediência hierárquica."
      },
      {
        "letra": "B",
        "texto": "dolo."
      },
      {
        "letra": "C",
        "texto": "real consciência da ilicitude."
      },
      {
        "letra": "D",
        "texto": "nexo causal."
      },
      {
        "letra": "E",
        "texto": "exigibilidade de conduta diversa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "758144",
    "metadata": "Ano: 2016 | Banca: FUNCAB | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Exigibilidade de conduta diversa"
    ],
    "enunciado_principal": "No que concerne à exigibilidade de conduta diversa e hipóteses de sua exclusão, é correto afirmar que a:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "embriaguez proveniente de caso fortuito é hipótese de inexigibilidade de conduta diversa."
      },
      {
        "letra": "B",
        "texto": "exclusão da culpabilidade pela obediência hierárquica exige ordem não manifestamente ilegal."
      },
      {
        "letra": "C",
        "texto": "coação moral resistível é considerada causa supralegal de inexigibilidade de conduta diversa."
      },
      {
        "letra": "D",
        "texto": "coação irresistível. física ou moral, conduz á inexigibilidade de conduta diversa."
      },
      {
        "letra": "E",
        "texto": "exigibilidade de conduta diversa é elemento da culpabilidade criado pelas teorias funcionalistas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "647127",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: PC-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Antijuridicidade",
      "Exigibilidade de conduta diversa",
      "Erro do tipo essencial",
      "Noções Gerais Antijuridicidade",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "Acerca das questões de tipicidade, ilicitude (ou antijuridicidade) e culpabilidade, bem como de suas respectivas excludentes, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A inexigibilidade de conduta diversa e a inimputabilidade são causas excludentes de ilicitude."
      },
      {
        "letra": "B",
        "texto": "O erro de proibição é causa excludente de ilicitude."
      },
      {
        "letra": "C",
        "texto": "Há excludente de ilicitude em casos de estado de necessidade, legítima defesa, em estrito cumprimento do dever legal ou no exercício regular do direito."
      },
      {
        "letra": "D",
        "texto": "Há excludente de tipicidade em casos de estado de necessidade, legítima defesa, exercício regular do direito e estrito cumprimento do dever legal."
      },
      {
        "letra": "E",
        "texto": "A inexigibilidade de conduta diversa e a inimputabilidade são causas excludentes de tipicidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "593116",
    "metadata": "Ano: 2015 | Banca: FUNIVERSA | Órgão: Secretaria da Criança - DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Exigibilidade de conduta diversa"
    ],
    "enunciado_principal": "O filho de Túlio foi sequestrado e ameaçado de morte por Márcio, que forçou Túlio a subtrair malotes de um carro forte no intuito de obter o dinheiro necessário para pagar o resgate. Nesse caso hipotético, a conduta de Túlio estará acobertada por",
    "alternativas": [
      {
        "letra": "A",
        "texto": "legítima defesa."
      },
      {
        "letra": "B",
        "texto": "inexigibilidade de conduta diversa."
      },
      {
        "letra": "C",
        "texto": "exclusão de antijuridicidade."
      },
      {
        "letra": "D",
        "texto": "exercício regular de direito."
      },
      {
        "letra": "E",
        "texto": "atipicidade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "485924",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Conduta: ação / omissão",
      "Exigibilidade de conduta diversa"
    ],
    "enunciado_principal": "Julgue o item seguinte, a respeito de concurso de pessoas, tipicidade, ilicitude, culpabilidade e fixação da pena. Aquele que for fisicamente coagido, de forma irresistível, a praticar uma infração penal cometerá fato típico e ilícito, porém não culpável.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "424345",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Exigibilidade de conduta diversa"
    ],
    "enunciado_principal": "Com relação a antijuridicidade, culpabilidade, concurso de pessoas, pena e causas de extinção da punibilidade, julgue o item a seguir.Se um menor de idade morrer devido ao fato de seus pais, por motivo de consciência religiosa, terem impedido a realização de transfusão de sangue, tal conduta dos pais estará acobertada por causa supralegal de exclusão da culpabilidade, consistente no fato de consciência.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "389333",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Exigibilidade de conduta diversa"
    ],
    "enunciado_principal": "A tese supralegal de inexigibilidade de conduta diversa, se acolhida judicialmente, importa em exclusão",
    "alternativas": [
      {
        "letra": "A",
        "texto": "da imputabilidade."
      },
      {
        "letra": "B",
        "texto": "da pena."
      },
      {
        "letra": "C",
        "texto": "de punibilidade."
      },
      {
        "letra": "D",
        "texto": "do crime."
      },
      {
        "letra": "E",
        "texto": "de culpabilidade."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "305561",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Exigibilidade de conduta diversa"
    ],
    "enunciado_principal": "Joaquim, mediante um soco desferido contra o rosto da frágil Maria, obrigou-a a assinar um cheque no valor de R$ 5.000,00, utilizando-o para saldar uma dívida em um comércio, sabendo que não existia tal importância no banco. O cheque foi depositado e devolvido. Assim, Maria:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "praticou o crime de estelionato (fraude no pagamento por meio de cheque)."
      },
      {
        "letra": "B",
        "texto": "não praticou crime, pois estava sob coação física irresistível."
      },
      {
        "letra": "C",
        "texto": "não praticou crime, pois estava sob coação moral irresistível."
      },
      {
        "letra": "D",
        "texto": "não praticou crime, pois estava sob estado de necessidade."
      },
      {
        "letra": "E",
        "texto": "não praticou crime, pois estava sob legítima defesa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "297783",
    "metadata": "Ano: 2013 | Banca: FEPESE | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Tipo Penal Culposo",
      "Antijuridicidade",
      "Estrito cumprimento de dever legal e exercício regular de direito",
      "Exigibilidade de conduta diversa",
      "Inimputabilidade pela embriaguez",
      "Noções Gerais da Culpabilidade"
    ],
    "enunciado_principal": "De acordo com o Direito Penal, não comete crime aquele que age:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "por culpa."
      },
      {
        "letra": "B",
        "texto": "em embriaguez fortuita."
      },
      {
        "letra": "C",
        "texto": "no exercício regular do direito."
      },
      {
        "letra": "D",
        "texto": "em embriaguez completa."
      },
      {
        "letra": "E",
        "texto": "sob violenta emoção."
      }
    ],
    "gabarito": "C"
  }
]