[
  {
    "id": "3520329",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: TJ-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Crimes contra o patrimônio",
      "Extorsão mediante sequestro"
    ],
    "enunciado_principal": "Rubens, agindo com dolo, sequestrou Luiza, famosa influenciadora, com o fim de obter, para si, vantagem pecuniária, como preço do resgate. Contudo, a empreitada delituosa não se desenvolveu da forma esperada pelo agente, sendo certo que, em razão da conduta perpetrada, a ofendida suportou lesão corporal de natureza grave. Nesse cenário, considerando as disposições do Código Penal, é correto afirmar que Rubens responderá pelo crime de extorsão:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "mediante restrição da liberdade da vítima e lesão corporal grave, em concurso de crimes;"
      },
      {
        "letra": "B",
        "texto": "mediante sequestro e lesão corporal grave, em concurso de crimes;"
      },
      {
        "letra": "C",
        "texto": "mediante sequestro, na modalidade qualificada;"
      },
      {
        "letra": "D",
        "texto": "mediante sequestro, na modalidade simples;"
      },
      {
        "letra": "E",
        "texto": "na modalidade qualificada."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3267398",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Extorsão mediante sequestro"
    ],
    "enunciado_principal": "[Questão Inédita] Considerando as disposições legais e o entendimento jurisprudencial sobre o crime de extorsão mediante sequestro, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de extorsão mediante sequestro consuma-se no momento da exigência do resgate, sendo desnecessária a efetiva privação da liberdade da vítima."
      },
      {
        "letra": "B",
        "texto": "Trata-se de crime de ação penal pública condicionada à representação da vítima, salvo nos casos em que resulte lesão corporal grave ou morte."
      },
      {
        "letra": "C",
        "texto": "A extorsão mediante sequestro admite coautoria e participação, sendo possível a responsabilização penal de quem atua apenas no cativeiro, mesmo sem envolvimento direto na exigência do resgate."
      },
      {
        "letra": "D",
        "texto": "A majorante prevista para o crime praticado por bando ou quadrilha foi revogada pela Lei nº 12.850/2013, que tipificou o crime de organização criminosa."
      },
      {
        "letra": "E",
        "texto": "A extorsão mediante sequestro é um crime instantâneo com efeitos permanentes, consumando-se quando a vítima é colocada em cativeiro."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3345838",
    "metadata": "Ano: 2024 | Banca: IV - UFG | Órgão: TJ-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Extorsão mediante sequestro"
    ],
    "enunciado_principal": "O crime de extorsão mediante sequestro, que se configura pela conduta de “sequestrar pessoa com o fim de obter, para si ou para outrem, qualquer vantagem, como condição ou preço do resgate”, possui figuras típicas qualificadas no Código Penal. Entretanto, a princípio, um indivíduo praticará uma extorsão mediante sequestro da modalidade simples, sem incidência de qualificadora, quando",
    "alternativas": [
      {
        "letra": "A",
        "texto": "durar menos de vinte e quatro horas o sequestro."
      },
      {
        "letra": "B",
        "texto": "contar a vítima com mais de sessenta anos."
      },
      {
        "letra": "C",
        "texto": "for produzido o resultado lesão corporal grave."
      },
      {
        "letra": "D",
        "texto": "contar a vítima com menos de dezoito anos."
      },
      {
        "letra": "E",
        "texto": "for produzido o resultado morte."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3015516",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: SEAP-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Extorsão mediante sequestro"
    ],
    "enunciado_principal": "Matheus sequestrou Maria, que conta com 21 anos de idade e é filha de um grande empresário do Estado Alfa, com o fim de obter, para si, vantagem financeira como preço do resgate. Nesse cenário, considerando as disposições do Código Penal, é correto afirmar que Matheus responderá pelo crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "extorsão majorada, em razão da restrição da liberdade da vítima."
      },
      {
        "letra": "B",
        "texto": "roubo majorado, em razão da restrição da liberdade da vítima."
      },
      {
        "letra": "C",
        "texto": "extorsão mediante sequestro."
      },
      {
        "letra": "D",
        "texto": "extorsão indireta."
      },
      {
        "letra": "E",
        "texto": "extorsão."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2467476",
    "metadata": "Ano: 2024 | Banca: IGEDUC | Órgão: Prefeitura de Garanhuns - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Extorsão",
      "Extorsão mediante sequestro",
      "Extorsão indireta",
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Julgue o item a seguir. De acordo com a Lei nº 8.072/1990, os crimes de latrocínio, extorsão qualificada pela morte, e extorsão mediante sequestro são considerados hediondos, não sendo passíveis de fiança ou liberdade provisória.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2448586",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Extorsão mediante sequestro"
    ],
    "enunciado_principal": "João, empresário de sucesso, caminhava pela orla de uma determinada praia, ocasião em que veio a ser sequestrado por Caio, que o levou a um distante cativeiro. Em seguida, Caio ligou para a esposa da vítima e exigiu a transferência de R$ 50.000,00, como preço do resgate, o que foi feito. Após 48 horas do início dos eventos, João foi entregue à sua família. Considerando as disposições do Código Penal, Caio incorrerá nas penas do crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "extorsão mediante sequestro simples, com a incidência de uma causa de aumento de pena;"
      },
      {
        "letra": "B",
        "texto": "extorsão simples, com a incidência de uma causa de aumento de pena;"
      },
      {
        "letra": "C",
        "texto": "extorsão mediante sequestro, na modalidade qualificada;"
      },
      {
        "letra": "D",
        "texto": "sequestro, na modalidade qualificada;"
      },
      {
        "letra": "E",
        "texto": "extorsão mediante sequestro simples."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2385880",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: PGE-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Extorsão mediante sequestro"
    ],
    "enunciado_principal": "Marcos e três comparsas sequestraram uma pessoa de 55 anos de idade, com a finalidade de obterem vantagem como condição ou preço do resgate. Após três dias do cometimento do crime, Marcos se arrependeu e indicou a localização do cativeiro à polícia, permitindo que a vítima fosse libertada com vida. Considerando o crime praticado na situação hipotética apresentada, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Marcos não tem direito à redução da pena pela colaboração efetiva com a polícia, pois ela foi feita após 24 horas do cometimento do crime."
      },
      {
        "letra": "B",
        "texto": "Eventual deficiência da vítima seria um fator que qualificaria o crime."
      },
      {
        "letra": "C",
        "texto": "Eventual lesão corporal de natureza leve causada à vítima seria um fato que qualificaria o crime."
      },
      {
        "letra": "D",
        "texto": "A adequação típica da conduta independe do prazo de duração do sequestro."
      },
      {
        "letra": "E",
        "texto": "A idade da vítima, no caso, não é fator que qualifica o crime."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2367567",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Extorsão mediante sequestro",
      "Outras fraudes",
      "Receptação"
    ],
    "enunciado_principal": "No tocante à parte especial do Código Penal, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aquele que conduz veículo automotor com número do chassi ou placa de identificação adulterada, devendo ter ciência da adulteração, responde pelo delito de receptação."
      },
      {
        "letra": "B",
        "texto": "A pena em caso de furto mediante fraude por meio de dispositivo eletrônico ou informático é aumentada de 1/3 até a metade, se o crime é praticado mediante a utilização de servidor mantido fora do território nacional e, de 1/3 ao dobro, se o crime for praticado contra idoso ou vulnerável."
      },
      {
        "letra": "C",
        "texto": "Na extorsão mediante sequestro, se o concorrente denunciar o crime à autoridade policial, facilitando a libertação do sequestrado, a pena será reduzida de um a dois terços."
      },
      {
        "letra": "D",
        "texto": "Inexiste causa de diminuição da pena pela imputação de prática de contravenção em crime de denunciação caluniosa."
      },
      {
        "letra": "E",
        "texto": "Inexiste causa de aumento de pena, se a vítima é menor ou tem diminuída a capacidade de resistência no caso de induzimento, instigação ou auxílio ao suicídio ou a automutilação, assim como se a prática decorre de motivo egoístico, torpe ou fútil."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2365383",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: PC-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Noções gerais de Concursos de Pessoas",
      "Participação",
      "Cooperação dolosamente distinta",
      "Crimes contra o patrimônio",
      "Extorsão mediante sequestro"
    ],
    "enunciado_principal": "João foi convidado por Murilo para fornecer comida para um grupo de sequestradores durante o período em que a vítima, Marcela, ficaria em cativeiro. Segundo o convite de participação feito por Murilo, o grupo de criminosos pretendia manter a vítima sequestrada até a obtenção de um preço de resgate ou no máximo por uma semana, ocasião em que a libertariam mesmo sem obtenção da vantagem almejada. De qualquer forma, seria necessário alimentar todos os sequestradores e a vítima durante este período. Para isso, Murilo pagaria R$ 200,00 (duzentos reais) por dia a João, independentemente de o preço de resgate ser efetivamente recebido. João aceitou o convite e forneceu a comida conforme combinado. No entanto, durante o sequestro, os criminosos acabaram matando a vítima Marcela porque sua família não pagou o preço de resgate. Diante da situação narrada, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "João não responderá por crime algum porque fornecer comida não é um ato criminoso."
      },
      {
        "letra": "B",
        "texto": "João responderá pelo sequestro e pela morte de Marcela com a mesma pena que todos os sequestradores."
      },
      {
        "letra": "C",
        "texto": "João responderá pelo sequestro e pela morte de Marcela, mas com a pena reduzida no que se refere ao resultado morte."
      },
      {
        "letra": "D",
        "texto": "João responderá pelo sequestro, mas não responderá pela morte."
      },
      {
        "letra": "E",
        "texto": "João responderá pelo sequestro e pela morte na forma culposa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2290844",
    "metadata": "Ano: 2023 | Banca: IGEDUC | Órgão: Prefeitura de Surubim - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Extorsão mediante sequestro"
    ],
    "enunciado_principal": "Julgue o item que se segue.O crime de extorsão mediante sequestro é classificado como hediondo e inafiançável.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2211334",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Crimes contra o patrimônio",
      "Extorsão",
      "Extorsão mediante sequestro"
    ],
    "enunciado_principal": "Pedro e Artur, agindo em comunhão de esforços e unidade de desígnios, um aderindo à conduta do outro, constrangeram Helena, mediante grave ameaça, a entregar-lhes a quantia de R$ 5 mil em espécie, dizendo-lhe que, se ela sacasse o dinheiro, nada de ruim iria lhe acontecer, de forma que ambos os criminosos obtivessem indevida vantagem econômica. Assim, a vítima se dirigiu até uma agência bancária, sempre na vigilância dos dois comparsas, e realizou o saque daquele valor, que foi entregue a eles. No que diz respeito a essa situação hipotética, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo o CP, que adota, como regra, a teoria monista, presentes a pluralidade de agentes e a convergência de vontades voltada à prática da mesma infração penal, Pedro e Artur devem ser responsabilizados pelo delito de extorsão qualificada, na medida da sua culpabilidade."
      },
      {
        "letra": "B",
        "texto": "Caso Pedro e Artur tivessem interrompido a execução do crime por circunstâncias externas alheias às suas vontades, estaria configurada a desistência voluntária."
      },
      {
        "letra": "C",
        "texto": "Será viável o reconhecimento do arrependimento posterior caso Pedro e Artur devolvam o dinheiro a Helena antes do início de eventual ação penal."
      },
      {
        "letra": "D",
        "texto": "Será viável o reconhecimento do arrependimento eficaz caso Pedro e Artur devolvam o dinheiro a Helena antes de iniciada eventual investigação policial."
      },
      {
        "letra": "E",
        "texto": "Dada a concorrência de Artur e Pedro para a prática de uma mesma infração penal, caracterizou-se o concurso de agentes, na modalidade de participação, segundo o conceito restritivo de autor."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2100411",
    "metadata": "Ano: 2023 | Banca: FCC | Órgão: DPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Extorsão mediante sequestro"
    ],
    "enunciado_principal": "O crime de extorsão mediante sequestro:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Por ter como elemento ínsito à sua tipicidade a restrição de liberdade, inadmite o maior rigor punitivo pelo desvalor implicado ao resultado pelo tempo do sequestro, dada a raiz finalista de nosso Código Penal."
      },
      {
        "letra": "B",
        "texto": "Em razão do princípio da legalidade, demanda, além da extorsão, o sequestro em sentido estrito, inviabilizada sua tipicidade em caso de cárcere privado, como a restrição em um porta-malas de veículo."
      },
      {
        "letra": "C",
        "texto": "Permite a delação premiada com a redução da pena de um a dois terços, aplicável ao coautor denunciante somente em caso de efetiva libertação do sequestrado."
      },
      {
        "letra": "D",
        "texto": "É qualificado quando praticado com o emprego de arma de fogo ou contra pessoa idosa, desde que comprovada essa condição nos autos."
      },
      {
        "letra": "E",
        "texto": "Por ser entendido pela jurisprudência dos tribunais superiores como crime formal, não admite tentativa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1899553",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PC-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Extorsão mediante sequestro"
    ],
    "enunciado_principal": "Paulo, desejando sequestrar o filho de seu ex-chefe na empresa da qual fora demitido e obter vultosa quantia como resgate, aluga uma casa em rua pouco movimentada e compra cordas, vendas e mantimentos para alimentar o rapaz durante o período do sequestro. No dia por ele planejado, vai até a saída da escola do rapaz, coloca-o dentro da mala do carro, e o leva para o cativeiro. Lá chegando, põe a vítima, vendada e amarrada, no quarto. Antes que pudesse fazer qualquer contato com a família da vítima pedindo resgate, a polícia invade o local, acionada por vizinhos que estranharam os gritos vindos da casa, e consegue resgatar o rapaz com vida. Diante da hipótese narrada, a respeito da conduta criminosa praticada, é correto afirmar que Paulo deverá responder pelo crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cárcere privado consumado."
      },
      {
        "letra": "B",
        "texto": "tentativa de cárcere privado."
      },
      {
        "letra": "C",
        "texto": "extorsão mediante sequestro tentado."
      },
      {
        "letra": "D",
        "texto": "extorsão mediante sequestro consumado."
      },
      {
        "letra": "E",
        "texto": "constrangimento ilegal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1869768",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: DPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Roubo",
      "Extorsão",
      "Extorsão mediante sequestro"
    ],
    "enunciado_principal": "No texto 1 a ação descoberta pela Polícia Civil, que já vinha monitorando alguns dos integrantes do grupo criminoso, foi de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "extorsão qualificada pela restrição da liberdade da vítima;"
      },
      {
        "letra": "B",
        "texto": "sequestro;"
      },
      {
        "letra": "C",
        "texto": "extorsão mediante sequestro;"
      },
      {
        "letra": "D",
        "texto": "roubo com restrição da liberdade da vítima."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1782434",
    "metadata": "Ano: 2021 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Extorsão mediante sequestro"
    ],
    "enunciado_principal": "No que se refere aos delitos de roubo e de extorsão mediante sequestro, é CORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No delito de roubo, a pena aumenta-se de 2/3 (dois terços) se ocorre destruição de obstáculo, em qualquer caso."
      },
      {
        "letra": "B",
        "texto": "No delito de roubo, a pena aumenta-se de 1/3 (um terço) até metade caso haja emprego de arma de fogo."
      },
      {
        "letra": "C",
        "texto": "Na extorsão mediante sequestro, o resultado morte pode derivar do emprego de grave ameaça."
      },
      {
        "letra": "D",
        "texto": "O delito de extorsão, que é de natureza formal, não admite a modalidade tentada."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1618892",
    "metadata": "Ano: 2019 | Banca: ADVISE | Órgão: Prefeitura de Juarez Távora - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Extorsão",
      "Extorsão mediante sequestro",
      "Extorsão indireta"
    ],
    "enunciado_principal": "José Ildo e Fátima estavam em debate sobre qual seria a nomenclatura do crime cometido pela conduta típica de “Sequestrar pessoa com o fim de obter, para si ou para outrem, qualquer vantagem, como condição ou preço do resgate”. Para sanar a dúvida, os dois colegas buscaram auxílio do professor Leonardo de Direito Penal, que lhes ensinou que se trata do crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Roubo."
      },
      {
        "letra": "B",
        "texto": "Furto."
      },
      {
        "letra": "C",
        "texto": "Extorsão."
      },
      {
        "letra": "D",
        "texto": "Extorsão indireta."
      },
      {
        "letra": "E",
        "texto": "Extorsão mediante sequestro."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1036627",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: TJ-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Extorsão mediante sequestro"
    ],
    "enunciado_principal": "Segundo entendimento sedimentado dos Tribunais Superiores sobre crimes contra o patrimônio,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "há latrocínio tentado quando o homicídio se consuma, mas o agente não realiza a subtração de bens da vítima, não se admitindo o estabelecimento de regime prisional mais gravoso do que o cabível em razão da sanção imposta, com base na gravidade abstrata do delito, se fixada a pena-base no mínimo legal."
      },
      {
        "letra": "B",
        "texto": "é possível o reconhecimento da figura privilegiada nos casos de furto qualificado, se estiverem presentes a primariedade do agente, o pequeno valor da coisa e a qualificadora for de ordem subjetiva, não se admitindo, porém, a aplicação, no furto qualificado pelo concurso de agentes, da correspondente majorante do roubo."
      },
      {
        "letra": "C",
        "texto": "a intimidação feita com arma de brinquedo não autoriza, no crime de roubo, o reconhecimento da causa de aumento relativa ao emprego de arma de fogo, consumando-se o crime com a inversão da posse do bem mediante emprego de violência ou grave ameaça, ainda que por breve tempo e em seguida à perseguição imediata ao agente e recuperação da coisa roubada, imprescindível, porém, a posse mansa e pacífica ou desvigiada."
      },
      {
        "letra": "D",
        "texto": "o condenado por extorsão mediante sequestro, dependendo da data de cometimento da infração, poderá obter a progressão de regime após o cumprimento de um sexto da pena, independendo a consumação do crime de extorsão comum a obtenção de vantagem indevida."
      },
      {
        "letra": "E",
        "texto": "sistema de vigilância realizado por monitoramento eletrônico ou por existência de segurança no interior do estabelecimento comercial, por si só, não torna impossível a configuração do crime de furto, admitindo-se a indicação do número de majorantes como fundamentação concreta para o aumento na terceira fase de aplicação da pena no crime de roubo circunstanciado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "921268",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Extorsão mediante sequestro"
    ],
    "enunciado_principal": "O crime de extorsão mediante sequestro (CP, art. 159)",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é qualificado se do fato resulta lesão corporal grave ou morte."
      },
      {
        "letra": "B",
        "texto": "é qualificado se cometido contra vítima menor de 18 (dezoito) anos ou maior de 50 (cinquenta) anos."
      },
      {
        "letra": "C",
        "texto": "não admite a modalidade tentada."
      },
      {
        "letra": "D",
        "texto": "consuma-se quando o agente solicita vantagem como preço do resgate, por se tratar de crime contra o patrimônio."
      },
      {
        "letra": "E",
        "texto": "consuma-se quando o agente obtém vantagem como preço do resgate, por se tratar de crime contra o patrimônio."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "905939",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Ameaça",
      "Sequestro ou cárcere privado",
      "Crimes contra o patrimônio",
      "Extorsão mediante sequestro"
    ],
    "enunciado_principal": "Tendo em conta os crimes contra a liberdade individual, previstos nos artigos 146 a 149 do Código Penal, bem como os de extorsão (158 do CP) e extorsão mediante sequestro (159 do CP), é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Mévio e Caio, demitidos, ao manterem preso, por 10 dias, em uma casa abandonada, por vingança, o filho do dono da empresa em que trabalhavam, praticam o crime de extorsão mediante sequestro, previsto no artigo 159 do CP."
      },
      {
        "letra": "B",
        "texto": "Mévio, ao manter Tícia, sua vizinha, presa em casa, amarrada à cama, por uma semana, condicionando sua soltura à entrega da senha do cofre, onde ele sabia existir dólares e joias, pratica o crime de cárcere privado, previsto no artigo 148 do CP."
      },
      {
        "letra": "C",
        "texto": "Tício, ao submeter seus empregados a trabalho forçado e a condições degradantes, com restrição à locomoção, pratica o crime de constrangimento ilegal, previsto no artigo 146 do CP."
      },
      {
        "letra": "D",
        "texto": "Tício, ao ficar parado em frente ao trabalho de Mévia, sua ex-mulher, fazendo gestos com as mãos que simbolizam disparos de arma de fogo, causando-lhe temor, pratica o crime de ameaça."
      },
      {
        "letra": "E",
        "texto": "Caio, médico, ao realizar transfusão de sangue em Tício, menor, sem o consentimento dos pais, ainda que para salvá-lo de risco iminente de morte, pratica o crime de constrangimento ilegal, previsto no artigo 146 do CP."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "890896",
    "metadata": "Ano: 2018 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Crimes contra o patrimônio",
      "Extorsão mediante sequestro"
    ],
    "enunciado_principal": "No dia 22.03.2018, às 23:00 horas, João B. arrebatou de sua residência a jovem Cristina D., de 18 anos de idade, levando-a para um imóvel rural afastado da cidade e onde a manteve enclausurada. No dia seguinte, logo ao amanhecer, João B. efetuou ligação telefônica para os pais da menina, ocasião em que exigiu a quantia de R$ 100.000,00 como condição para entregá-la viva, advertindo, outrossim, que a matariam caso a polícia fosse comunicada. Ficou ajustado um encontro no período da tarde, em lugar ermo, para entrega do dinheiro, o que deveria ser feito direta e pessoalmente por Sinésio D., pai da garota. O encontro, então, foi concretizado. Entretanto, no momento do repasse da quantia, houve discussão entre João B. e Sinésio D.. Em meio ao debate, João B. disparou um tiro que atingiu Sinésio D. no peito, causando-lhe a morte. João B. fugiu com o dinheiro. Por volta de 17:00 horas do mesmo dia, Cristina B. foi encontrada por policiais e levada de volta para casa. Avalie a situação e assinale a alternativa CORRETA no que se refere à adequação típica:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "João responderá por roubo agravado pela restrição de liberdade em concurso com homicídio qualificado."
      },
      {
        "letra": "B",
        "texto": "João responderá por extorsão mediante sequestro qualificada pela morte."
      },
      {
        "letra": "C",
        "texto": "João responderá por cárcere privado em concurso com homicídio qualificado."
      },
      {
        "letra": "D",
        "texto": "João responderá por extorsão mediante sequestro em concurso com homicídio qualificado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "886085",
    "metadata": "Ano: 2018 | Banca: MPE-MS | Órgão: MPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Extorsão mediante sequestro",
      "Apropriação indébita",
      "Disposições gerais nos Crimes Contra o Patrimônio",
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É crime de extorsão mediante sequestro a conduta denominada de “sequestro-relâmpago” (ocorre quando os agentes abordam a vítima, restringem sua liberdade e com ela se deslocam e a caixas eletrônicos, com intuito de fazer saques em dinheiro)."
      },
      {
        "letra": "B",
        "texto": "Advogado que é contratado para defender os interesses do seu cliente em processo judicial, recebendo previamente seus honorários, porém descumpre as disposições contratuais, deixando de adotar as providências decorrentes da obrigação pactuada, pratica o crime de apropriação indébita."
      },
      {
        "letra": "C",
        "texto": "Comete crime de concussão o funcionário público que se utiliza de violência ou grave ameaça para obter vantagem indevida."
      },
      {
        "letra": "D",
        "texto": "Funcionário público estadual com intuito de obter vantagem patrimonial para si, utilizando-se de papel-moeda grosseiramente falsificado para efetuar pagamento de compras de elevado valor em lojas comerciais, comete crime assimilado ao de moeda falsa."
      },
      {
        "letra": "E",
        "texto": "Na hipótese de uma pessoa, com dezoito anos, juntamente com um amigo menor de dezoito anos, com comunhão de esforços e unidade de desígnios, subtrair do avô da primeira, com sessenta e um anos de idade, a quantia de R$ 1.200,00, aquela praticará o crime de furto qualificado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "866295",
    "metadata": "Ano: 2018 | Banca: FUNDATEC | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Extorsão",
      "Extorsão mediante sequestro",
      "Apropriação indébita",
      "Estelionato",
      "Receptação"
    ],
    "enunciado_principal": "Considerando o disposto na Parte Especial do Código Penal, mais especificamente no tocante aos Crimes contra o Patrimônio, analise as seguintes assertivas: I. O crime de furto pode ser qualificado pelo emprego de fraude, entretanto, embora na espécie o agente empregue meio enganoso para iludir a vigilância da vítima sobre a coisa, difere do crime de estelionato, pois neste último não há o ato de subtração. II. O crime de roubo pode ser próprio ou impróprio, neste último caso, quando o agente emprega violência ou grave ameaça para subtrair o bem da vítima. Também, o roubo pode ser qualificado, a chamada figura do latrocínio, sendo este crime hediondo apenas quando do resultado morte, caso em que sempre será um crime preterdoloso. III. O crime de extorsão difere-se do crime de extorsão mediante sequestro, pois este último é uma forma qualificada de extorsão, sendo que todas as suas formas são consideradas como crimes hediondos, diferentemente do crime de extorsão, onde apenas o resultado morte é que gerará a tipificação de crime hediondo. IV. O crime de receptação requer a existência de crime antecedente, sendo que seu sujeito ativo não pode ter sido concorrente desse crime anterior. O crime de apropriação indébita requer dolo posterior e não antecedente à detenção da coisa, pois nesse caso se poderá falar da ocorrência do crime de estelionato. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I e II."
      },
      {
        "letra": "B",
        "texto": "Apenas I, II e IV."
      },
      {
        "letra": "C",
        "texto": "Apenas II, III e IV."
      },
      {
        "letra": "D",
        "texto": "Apenas I, III e IV."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2791391",
    "metadata": "Ano: 2017 | Banca: FAPEMS | Órgão: PC-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Extorsão mediante sequestro"
    ],
    "enunciado_principal": "Zuló aproveitando-se da distração de seu devedor, mediante grave ameaça sequestra-o. Ato contínuo conduz-lhe para local desabitado mantendo-o fechado dentro de um galpão, condicionando sua liberdade a pagamento de uma dívida de R$15.000,00 reconhecida legalmente e que se encontra em processo de execução judicial, mas que não fora paga pela vítima, embora esta tivesse condições de fazê-lo. Considerando a situação-problema apresentada, marque a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No caso em espécie, o especial fim de agir da conduta de Zuló é recebimento de dívida devida pela vítima, tratando-se, portanto, de crime de exercício arbitrário das próprias razões."
      },
      {
        "letra": "B",
        "texto": "A conduta não foi praticada com violência à pessoa, logo Zuló cometeu o crime de extorsão e sequestro, caracterizando concurso de crimes."
      },
      {
        "letra": "C",
        "texto": "Considerando que a vantagem almejada por Zuló é devida, sua conduta caracteriza o crime de sequestro ou cárcere privado."
      },
      {
        "letra": "D",
        "texto": "Trata-se de crime de extorsão mediante sequestro, pouco importando no caso que a vantagem desejada por Zuló seja devida pela vítima."
      },
      {
        "letra": "E",
        "texto": "Ausente o recebimento da dívida o crime de extorsão não se consumou, sendo caracterizada a prática somente de crimes de sequestro e cárcere privado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2035172",
    "metadata": "Ano: 2017 | Banca: FAEPOL | Órgão: Prefeitura de Cachoeiras de Macacu - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Extorsão mediante sequestro"
    ],
    "enunciado_principal": "No crime de extorsão mediante sequestro, existem motivos que majoram a pena. Considera-se um desses motivos quando:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "for o sequestrado menor de dezoito anos de idade"
      },
      {
        "letra": "B",
        "texto": "ocorrer de forma indireta sem violência física"
      },
      {
        "letra": "C",
        "texto": "redundar na libertação da vítima antes de passadas 20 horas"
      },
      {
        "letra": "D",
        "texto": "for planejado e cometido por uma só pessoa"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "844949",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: PJC-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Roubo",
      "Extorsão mediante sequestro"
    ],
    "enunciado_principal": "Cada uma das próximas opções apresenta uma situação hipotética, seguida de uma assertiva a ser julgada à luz da doutrina majoritária sobre restrição da liberdade de ir e vir da vítima nos crimes contra o patrimônio. Assinale a opção que apresenta a assertiva correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Júlio, com o auxílio de terceiros, simulou o próprio sequestro para extorquir seus familiares. Nessa situação, Júlio responderá pelo crime de extorsão mediante sequestro."
      },
      {
        "letra": "B",
        "texto": "Márcio tentou extorquir a família de Mara mediante o sequestro desta. Entretanto, policiais descobriram o cativeiro da vítima e libertaram-na sem que houvesse pagamento de resgate. Nessa situação, ante o fato de que a extorsão mediante sequestro integra o rol dos crimes contra o patrimônio, Márcio só responderia por tal crime se tivesse obtido a vantagem pretendida — o resgate."
      },
      {
        "letra": "C",
        "texto": "Aldo, com grave ameaça, coagiu José a entregar-lhe seu cartão de banco e informar sua senha. Lucas, comparsa de Aldo, manteve José preso em um carro enquanto Aldo sacava dinheiro da conta de José. Após tais fatos, Aldo e Lucas liberaram José em local distante para retardar o pedido de socorro à polícia. Nessa situação, Aldo e Lucas responderão pelo crime de roubo com aumento de pena."
      },
      {
        "letra": "D",
        "texto": "Jair praticou o crime de roubo contra Laura e, para tal, a manteve em seu poder por curtíssimo tempo, destinado unicamente à subtração de bens de propriedade dela. Nessa situação, a despeito de Laura ter ficado em poder de Jair por curtíssimo tempo, tal fato constituirá causa de aumento de pena."
      },
      {
        "letra": "E",
        "texto": "Um policial civil, fora do exercício de suas funções, praticou extorsão mediante sequestro. Nessa situação, o policial responderá pelo referido crime e, também, pelo crime de abuso de autoridade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "844172",
    "metadata": "Ano: 2017 | Banca: INSTITUTO AOCP | Órgão: SEJUS - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Extorsão mediante sequestro"
    ],
    "enunciado_principal": "Referente aos crimes contra o patrimônio do Código Penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A extorsão mediante sequestro é um crime permanente."
      },
      {
        "letra": "B",
        "texto": "O agente que arromba a porta do veículo e o furta responde por furto qualificado."
      },
      {
        "letra": "C",
        "texto": "O agente que arromba a porta do veículo e furta um celular que estava em seu interior responde por furto simples."
      },
      {
        "letra": "D",
        "texto": "A extorsão se consuma no momento da obtenção da vantagem."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "843734",
    "metadata": "Ano: 2017 | Banca: FAPEMS | Órgão: PC-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Extorsão mediante sequestro"
    ],
    "enunciado_principal": "O crime de extorsão mediante sequestro, previsto no artigo 159 do Código Penal, é um crime complexo que conjugando bens jurídicos como liberdade e patrimônio igualmente possui a preocupação com a ofensa, a incolumidade pessoal e a própria vida da vítima nas suas formas qualificadas. Diante da hediondez do crime, visando a garantir a liberdade e salvar a vida da vítima, o § 4° do artigo 159 prevê a possibilidade de delação premiada. Nesse sentido, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para desfrutar do benefício da delação premiada, o sujeito não pode ser autor do delito, devendo figurar como mero partícipe."
      },
      {
        "letra": "B",
        "texto": "A delação de que trata o § 4° do artigo 159, do Código Penal pode ser realizada em crime de extorsão mediante sequestro praticado por uma única pessoa."
      },
      {
        "letra": "C",
        "texto": "A delação premiada prevista no artigo 159, § 4°, do Código Pedal, funciona como causa atenuante genérica de pena, com aplicação cogente."
      },
      {
        "letra": "D",
        "texto": "A diminuição de pena para o delator fica a cargo da discricionarredade do julgador, não sendo este obrigado a aplicá-la."
      },
      {
        "letra": "E",
        "texto": "A informação dada em delação deve levar à facilitação da liberdade da vítima sendo desnecessária prisão dos demais envolvidos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "841993",
    "metadata": "Ano: 2017 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Extorsão",
      "Extorsão mediante sequestro",
      "Estelionato"
    ],
    "enunciado_principal": "Acerca dos crimes contra o patrimônio, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O roubo qualificado pela privação da liberdade, a extorsão simples e a extorsão mediante sequestro, crimes patrimoniais com a circunstância elementar comum de restrição da liberdade da vítima, são considerados crimes hediondos, independentemente da ocorrência de lesão grave ou morte da vítima."
      },
      {
        "letra": "B",
        "texto": "A extorsão mediante sequestro é crime material, consumando-se com o recebimento do resgate exigido como condição para a soltura da vítima."
      },
      {
        "letra": "C",
        "texto": "O crime de receptação é punível, ainda que desconhecido o autor do crime de que proveio a coisa. No entanto, se o autor do crime antecedente for isento de pena, não é punível a prática da receptação."
      },
      {
        "letra": "D",
        "texto": "No crime de estelionato, o emprego da fraude visa diminuir a vigilância da vítima para que o agente realize a subtração do bem móvel."
      },
      {
        "letra": "E",
        "texto": "Será pública e condicionada à representação a ação penal movida contra agente que subtrai da sobrinha dois mil reais guardados na sala onde ambos residem. De acordo com o Código Penal, o autor do crime não poderá se beneficiar da isenção da pena."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "812490",
    "metadata": "Ano: 2017 | Banca: IBADE | Órgão: PC-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Extorsão mediante sequestro",
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Sobre o crime de extorsão mediante sequestro, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a consumação do crime do art. 159 do CP se opera com a exigência de uma vantagem como condição ou preço do resgate, o que faz com que o delito seja doutrinariamente classificado como crime formal."
      },
      {
        "letra": "B",
        "texto": "o crime é hediondo mesmo em sua forma simples, dispensando a verificação de resultados morte ou lesão corporal de natureza grave para a incidência da Lei n°8.072, de 1990."
      },
      {
        "letra": "C",
        "texto": "o concurso de pessoas é uma das circunstâncias qualificadoras concernentes ao crime de extorsão mediante sequestro, nos mesmos moldes do furto e diferentemente do que ocorre no roubo, no qual a pluralidade de agentes tem a natureza de causa de aumento da pena."
      },
      {
        "letra": "D",
        "texto": "há, no art. 159 do Código Penal, previsão expressa de delação premiada, determinando diminuição da pena ao participante que revelar o crime à autoridade, permitindo a libertação do sequestrado ou a recuperação do produto ou do proveito do crime."
      },
      {
        "letra": "E",
        "texto": "ocorre a forma qualificada da extorsão mediante sequestro, entre outras hipóteses, quando a restrição à liberdade da vítima dura mais de quinze dias, mas nunca em tempo inferior."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1349558",
    "metadata": "Ano: 2016 | Banca: INSTITUTO AOCP | Órgão: Câmara de Rio Branco - AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Extorsão mediante sequestro"
    ],
    "enunciado_principal": "Quando se fala de “Crime Organizado”, existem vários entendimentos e definições. Dentre esses crimes, está o de “Extorsão mediante sequestro”. Qual artigo do Código Penal define esse crime?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Artigo 159."
      },
      {
        "letra": "B",
        "texto": "Artigo 155."
      },
      {
        "letra": "C",
        "texto": "Artigo 135."
      },
      {
        "letra": "D",
        "texto": "Artigo 137."
      },
      {
        "letra": "E",
        "texto": "Artigo 157."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "802882",
    "metadata": "Ano: 2016 | Banca: IESES | Órgão: TJ-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Extorsão",
      "Extorsão mediante sequestro",
      "Extorsão indireta",
      "Apropriação indébita"
    ],
    "enunciado_principal": "Após a leitura das alternativas abaixo, que contém alguns dos crimes contra o patrimônio previstos no Código Penal Brasileiro, identifique a(s) afirmações correta(s):I. Extorsão - Constranger alguém, mediante violência ou grave ameaça, e com o intuito de obter para si ou para outrem indevida vantagem econômica, a fazer, tolerar que se faça ou deixar de fazer alguma coisa. II. Extorsão indireta - Solicitar, como garantia de dívida, abusando da situação de alguém, documento que pode dar causa a procedimento criminal contra a vítima ou contra terceiro III. Extorsão mediante sequestro - Sequestrar pessoa com o fim de obter, para si ou para outrem, qualquer vantagem, como condição ou preço do resgate. IV. Apropriação de coisa havida por erro, caso fortuito ou força da natureza - Apropriar-se alguém de coisa alheia vinda ao seu poder por descuido, ou em força da natureza: A sequência correta é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As assertivas I e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "As assertivas I, II e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas a assertiva III está correta."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas I e III estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "723936",
    "metadata": "Ano: 2016 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Classificação dos crimes",
      "Resultado",
      "Crimes contra o patrimônio",
      "Extorsão mediante sequestro"
    ],
    "enunciado_principal": "O delito de extorsão mediante sequestro pode ser classificado como:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Delito de tendência interna transcendente peculiar;"
      },
      {
        "letra": "B",
        "texto": "Delito de tendência interna transcendente de resultado separado;"
      },
      {
        "letra": "C",
        "texto": "Delito de tendência interna transcendente incompleto de dois atos;"
      },
      {
        "letra": "D",
        "texto": "Delito de tendência interna peculiar de resultado separado;"
      },
      {
        "letra": "E",
        "texto": "Delito de tendência interna peculiar incompleto de dois atos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "647308",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: PC-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Extorsão mediante sequestro"
    ],
    "enunciado_principal": "Acerca de crimes contra a pessoa e contra o patrimônio, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O juiz poderá deixar de aplicar a pena ao autor que tenha cometido crime de roubo contra ascendente por razões de política criminal, concedendo-lhe o perdão judicial."
      },
      {
        "letra": "B",
        "texto": "Situação hipotética: João sequestrou Sandra e exigiu de sua família o pagamento do resgate. Após manter a vítima em cárcere privado por uma semana, João a libertou, embora não tenha recebido a quantia exigida como pagamento. Assertiva: Nessa situação, está configurado o crime de extorsão mediante sequestro qualificado"
      },
      {
        "letra": "C",
        "texto": "Situação hipotética: Maria, Lúcia e Paula furtaram medicamentos em uma farmácia, sem que o vendedor percebesse, tendo sido, contudo, flagradas pelas câmeras de segurança. Assertiva: Nessa situação, Maria, Lúcia e Paula responderão pelo crime de furto simples."
      },
      {
        "letra": "D",
        "texto": "Situação hipotética: Alexandre adquiriu mercadorias em um supermercado e pagou as compras com um cheque subtraído de terceiro. No caixa, Alexandre apresentou-se como titular da conta corrente, preencheu e falsificou a assinatura na cártula. Assertiva: Nessa situação, Alexandre responderá pelo crime de furto mediante fraude"
      },
      {
        "letra": "E",
        "texto": "Situação hipotética: Na tentativa de subtrair o veículo de Paulo, José desferiu uma facada em Paulo e saiu correndo do local, sem levar o veículo, após gritos de socorro da vítima e da recusa desta em entregar-lhe as chaves do carro. Paulo faleceu em decorrência do ferimento. Assertiva: Nessa situação, José responderá pelo crime de homicídio doloso qualificado pelo motivo fútil."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "645431",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: IPSMI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Extorsão mediante sequestro"
    ],
    "enunciado_principal": "Mévio, endividado, sequestra o próprio pai, senhor de 70 anos, objetivando obter como resgate, de seus irmãos, a quantia de R$ 100.000,00 (cem mil reais). Para tanto, conta com a ajuda de Caio. Passadas 13 horas do sequestro, Caio se arrepende e decide comunicar o crime à Polícia que, pouco depois, invade o local do sequestro, libertando a vítima. A respeito da situação retratada, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Mévio e Caio praticaram extorsão mediante sequestro, na forma qualificada, haja vista que o crime perdurou por período superior a 12 horas."
      },
      {
        "letra": "B",
        "texto": "por se tratar de crime contra o patrimônio, Mévio é isento de pena, pois cometeu o crime em prejuízo de ascendente."
      },
      {
        "letra": "C",
        "texto": "por se tratar de crime contra o patrimônio, relativamente a Mévio, que praticou o crime em prejuízo de ascendente, a ação penal é pública condicionada à representação."
      },
      {
        "letra": "D",
        "texto": "Caio, mesmo tendo denunciado o crime à autoridade policial, não faz jus à redução da pena, por se tratar de crime na forma qualificada."
      },
      {
        "letra": "E",
        "texto": "Mévio e Caio praticaram extorsão mediante sequestro, na forma qualificada, por se tratar de vítima idosa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "593112",
    "metadata": "Ano: 2015 | Banca: FUNIVERSA | Órgão: Secretaria da Criança - DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Extorsão mediante sequestro"
    ],
    "enunciado_principal": "Caio, seis anos de idade, filho de Amália, foi sequestrado por João e Vitor, que solicitaram o pagamento de resgate. Após uma semana de cativeiro, Vitor resolveu apresentar-se à polícia e indicar o local onde Caio estava escondido. Caio foi libertado e o valor solicitado não chegou a ser pago. A partir dessa situação hipotética, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "João e Vitor praticaram crime contra a liberdade individual, tipificado como extorsão mediante sequestro e classificado como hediondo."
      },
      {
        "letra": "B",
        "texto": "O fato de Caio ser uma criança constitui circunstância agravante da pena, não influindo na pena-base do crime, considerada pelo juiz na primeira fase da dosimetria."
      },
      {
        "letra": "C",
        "texto": "É irrelevante a duração do sequestro de Caio para fins da tipificação do crime e da indicação da pena-base a ser considerada pelo juiz na dosimetria."
      },
      {
        "letra": "D",
        "texto": "Como Vitor auxiliou a autoridade policial no esclarecimento do crime, facilitando a libertação de Caio, sua pena será reduzida de um a dois terços."
      },
      {
        "letra": "E",
        "texto": "A falta de pagamento do valor solicitado pelos sequestradores como resgate impediu a consumação do crime, estando caracterizada a tentativa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "577645",
    "metadata": "Ano: 2015 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Roubo",
      "Extorsão",
      "Extorsão mediante sequestro",
      "Apropriação indébita",
      "Receptação",
      "Legislação Penal Especial",
      "Crimes contra a propriedade intelectual de programa de computador  - Lei n° 9.609/1998"
    ],
    "enunciado_principal": "Quanto aos crimes patrimoniais, assinale a afirmativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pratica extorsão quem telefona para a vítima simulando ter sequestrado parente seu e exigindo o depósito de quantia em dinheiro em sua conta, sob ameaça de morte, verificando-se, posteriormente, que não houve sequestro algum."
      },
      {
        "letra": "B",
        "texto": "Aplica-se causa de aumento de pena se o autor do crime de apropriação indébita recebeu a coisa em razão do parentesco com a vítima."
      },
      {
        "letra": "C",
        "texto": "Constituem meios idôneos intimidatórios, a ponto de se configurar o delito de roubo, a simulação de porte de arma de fogo e a afirmação do agente de que, se a vítima não lhe entregar seus pertences, irá “passar fogo\" nela."
      },
      {
        "letra": "D",
        "texto": "O crime de distribuição, ocultação ou manutenção em depósito, sem autorização, de original ou cópia de obra intelectual ou fonograma reproduzido com violação de direito autoral só se configura caso o agente atue com o intuito de lucro direto ou indireto."
      },
      {
        "letra": "E",
        "texto": "Pratica fato atípico o agente que, uma única vez na vida, sem estar no exercício de atividade comercial, vende coisa que sabe ser produto de crime a terceiro, o qual, por sua vez, conhece a origem ilícita do bem."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "555069",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Extorsão mediante sequestro"
    ],
    "enunciado_principal": "Quanto ao crime de extorsão mediante sequestro, pode- -se afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se o crime é cometido em concurso, o concorrente que o denunciar à autoridade, facilitando a libertação do sequestrado, terá sua pena reduzida de 1 (um) a 2/3 (dois terços)."
      },
      {
        "letra": "B",
        "texto": "a vantagem almejada com a extorsão é necessariamente o pagamento do preço do resgate."
      },
      {
        "letra": "C",
        "texto": "se resultar em morte da vítima, tipifica homicídio."
      },
      {
        "letra": "D",
        "texto": "a pena é aumentada quando o sequestro superar, no mínimo, 48 horas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "488991",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: MPU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Extorsão mediante sequestro"
    ],
    "enunciado_principal": "A respeito dos crimes contra o patrimônio, julgue o item a seguir. O crime de extorsão mediante sequestro, desde que se prove que a intenção do agente era, de fato, sequestrar a vítima, se consuma no exato instante em que a pessoa é sequestrada, privada de sua liberdade, independentemente de o(s) sequestrador(es) conseguir(em) solicitar(em) ou receber(em) o resgate.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "418094",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Rixa",
      "Crimes contra o patrimônio",
      "Roubo",
      "Extorsão mediante sequestro"
    ],
    "enunciado_principal": "A respeito dos crimes contra a pessoa e o patrimônio, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se, após passar horas em poder de assaltantes e sob a mira de uma arma, a vítima fornecer-lhes a senha para saque em caixas eletrônicos, estará caracterizado o roubo circunstanciado pela restrição da liberdade da vítima."
      },
      {
        "letra": "B",
        "texto": "Em se tratando do crime de extorsão mediante sequestro, será reduzida a pena do corréu que, agindo em concurso de agentes, denunciar o delito à autoridade competente, ainda que a delação não seja meio eficaz de facilitação da libertação da vítima."
      },
      {
        "letra": "C",
        "texto": "A incidência da qualificadora consistente em emprego de arma independe da comprovação, por meio de apreensão e perícia, do grau de lesividade da arma utilizada na prática do crime de roubo."
      },
      {
        "letra": "D",
        "texto": "Se o porte ilegal de arma de fogo funcionar como crime meio para a prática do roubo, aplicar-se-á o princípio da subsidiariedade, respondendo o agente pela prática do crime fim."
      },
      {
        "letra": "E",
        "texto": "Se, em um jogo de futebol, as torcidas rivais se agredirem mutuamente e um dos contendores atingir, com o bastão de uma bandeira, a boca do adversário, causando-lhe lesões corporais graves, todos os envolvidos responderão pelo resultado mais gravoso, por se tratar do crime de rixa, em que se encontra presente o animus rixandi, ainda que o agressor seja prontamente identificado e preso em flagrante."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "415117",
    "metadata": "Ano: 2014 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Extorsão mediante sequestro"
    ],
    "enunciado_principal": "No crime de extorsão mediante sequestro, havendo delação eficaz de um dos coautores do delito, que contribui para o esclarecimento do caso, mesmo não sendo liberado o sequestrado, por circunstâncias alheias ao delator, terá o acusado ao final do processo uma redução de 1/3 de sua pena, nos moldes que dispõe a Lei dos Crimes Hediondos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "402266",
    "metadata": "Ano: 2014 | Banca: NUCEPE | Órgão: PC-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Roubo",
      "Extorsão",
      "Extorsão mediante sequestro"
    ],
    "enunciado_principal": "Sobre os crimes contra o patrimônio, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os crimes de latrocínio, extorsão, roubo qualificado e extorsão mediante sequestro são classificados como hediondos."
      },
      {
        "letra": "B",
        "texto": "O crime de extorsão mediante sequestro classifica-se como crime material que se consuma quando o agente obtém a vantagem econômica exigida."
      },
      {
        "letra": "C",
        "texto": "No roubo o bem é retirado da vítima, enquanto que na extorsão ela própria é quem o entrega ao agente."
      },
      {
        "letra": "D",
        "texto": "O denominado “sequestro relâmpago” é uma modalidade de crime de extorsão cometido mediante a privação total da liberdade da vítima."
      },
      {
        "letra": "E",
        "texto": "As formas qualificadas do roubo não decorrem, necessariamente, do emprego da violência."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "826848",
    "metadata": "Ano: 2013 | Banca: FDRH | Órgão: PC-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Extorsão mediante sequestro"
    ],
    "enunciado_principal": "Jovem com 18 anos sequestra o próprio avô de 65 anos de idade, colocando-o em cativeiro. Fazendo-se passar por um desconhecido, pede à família o valor do resgate. A família não paga o valor estipulado. Decorridos dez dias do sequestro, ainda sem o pagamento, a policia descobre e “estoura\" o cativeiro, libertando a vítima. Com relação ao problema apresentado, assinale V para as afirmativas verdadeiras e F para as falsas. ( ) O sequestrador ficará isento de pena, pois o delito foi praticado contra ascendente. ( ) A policia não poderia ter ingressado no local sem mandado judicial, pois o crime já estava consumado e exaurido desde o momento do sequestro. ( ) Trata-se de tentativa de extorsão mediante sequestro. A sequência correta de preenchimento dos parênteses, de cima para baixo, é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V - V - V ."
      },
      {
        "letra": "B",
        "texto": "V - V - F ."
      },
      {
        "letra": "C",
        "texto": "F - V - F."
      },
      {
        "letra": "D",
        "texto": "F - F - V."
      },
      {
        "letra": "E",
        "texto": "F - F - F."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "412199",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: DPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Extorsão mediante sequestro",
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "O agente que for acusado da prática de crime de extorsão mediante sequestro em sua forma qualificada estará impedido de obter, durante o processo ou após a condenação transitada em julgado,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cumprimento de pena sob regime progressivo."
      },
      {
        "letra": "B",
        "texto": "fiança e liberdade provisória."
      },
      {
        "letra": "C",
        "texto": "apenas liberdade provisória."
      },
      {
        "letra": "D",
        "texto": "anistia, graça e indulto."
      },
      {
        "letra": "E",
        "texto": "livramento condicional."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "371578",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Lei penal no tempo",
      "Crimes contra o patrimônio",
      "Extorsão mediante sequestro"
    ],
    "enunciado_principal": "Túlio sequestrou Caio com o intuito de obter vantagem pecuniária por meio da exigência de resgate. Durante o período em que a vítima permaneceu presa no cativeiro, entrou em vigor uma nova lei penal que agravou a pena referente ao crime de extorsão mediante sequestro. Alguns meses depois, a vítima foi solta em virtude do pagamento do resgate. Com base nessa situação hipotética e na jurisprudência firmada pelos tribunais superiores, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se Túlio for condenado por extorsão mediante sequestro, deve ser aplicada a nova lei penal mais gravosa."
      },
      {
        "letra": "B",
        "texto": "Se Túlio for condenado por extorsão mediante sequestro, não se deve aplicar a nova lei penal mais gravosa, em razão do princípio da irretroatividade da lei penal mais severa."
      },
      {
        "letra": "C",
        "texto": "Se Túlio for condenado por extorsão mediante sequestro, aplica-se uma combinação da lei antiga com a lei nova, para que sejam determinadas as disposições mais favoráveis das duas leis."
      },
      {
        "letra": "D",
        "texto": "O crime de extorsão mediante sequestro consumou-se com o pagamento do resgate."
      },
      {
        "letra": "E",
        "texto": "O crime de extorsão mediante sequestro consumou-se com a exigência do resgate."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "325235",
    "metadata": "Ano: 2013 | Banca: UEPA | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Extorsão mediante sequestro"
    ],
    "enunciado_principal": "Em relação aos crimes patrimoniais, deve ser indiciado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "por estelionato o agente que, fazendo-se passar por auditor fiscal, subtrai do escritório de uma empresa dois notebooks que estavam sobre mesas de trabalho, enquanto os funcionários se afastam para buscar os livros contábeis por ele exigidos."
      },
      {
        "letra": "B",
        "texto": "por apropriação indébita, o funcionário que retira do cofre da empresa certa quantia em dinheiro, sem saber que havia no local uma câmera, instalada justamente para monitorar o comportamento dos funcionários."
      },
      {
        "letra": "C",
        "texto": "por receptação, o comerciante que faz um acordo com assaltantes de seu bairro, por meio do qual se compromete a comprar, para fins de revenda, peças de celulares que eles roubarem dali por diante."
      },
      {
        "letra": "D",
        "texto": "por extorsão mediante sequestro o indivíduo que, após tomar um casal de namorados como reféns, libera o rapaz para buscar dinheiro, como condição para libertar a moça que continuará em seu poder até o recebimento dos valores."
      },
      {
        "letra": "E",
        "texto": "por extorsão, o indivíduo que chantageia seu concorrente em um concurso público, ameaçando apresentar provas de um crime por ele cometido, como forma de forçá-lo a desistir da vaga, que assim será destinada ao coator."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "305401",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Sequestro ou cárcere privado",
      "Crimes contra o patrimônio",
      "Roubo",
      "Extorsão",
      "Extorsão mediante sequestro"
    ],
    "enunciado_principal": "Lucileide, ao sair de sua residência, foi rendida por dois homens, que portavam armas de fogo, e colocada no porta-malas do seu próprio veículo. Os marginais percorreram por muitas horas vários bairros, sendo exigido sempre de Lucileide efetuar vários saques bancários em contas de sua titularidade, sempre sob a ameaça de armas, inclusive sob a ameaça de ser violentada sexualmente. Logo, Lucileide foi vítima do delito de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cárcere privado (artigo 148 do CP)."
      },
      {
        "letra": "B",
        "texto": "roubo (artigo 157, § 2, V, doCP)."
      },
      {
        "letra": "C",
        "texto": "extorsão simples (artigo 158, caput do CP)."
      },
      {
        "letra": "D",
        "texto": "extorsão qualificada (artigo 158, § 3º do CP)."
      },
      {
        "letra": "E",
        "texto": "extorsãomediante sequestro (artigo 159 do CP)."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "300465",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Extorsão",
      "Extorsão mediante sequestro",
      "Extorsão indireta",
      "Estelionato",
      "Receptação"
    ],
    "enunciado_principal": "Quanto aos crimes contra o patrimônio, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "equiparável à atividade comercial, para efeito de configuração da receptação qualificada, qualquer forma de comércio irregular ou clandestino, excluído o exercido em residência."
      },
      {
        "letra": "B",
        "texto": "configura o delito de extorsão indireta o ato de exigir, como garantia de dívida, abusando da situação de alguém, documento que pode dar causa a procedimento civil contra a vítima ou contra terceiro."
      },
      {
        "letra": "C",
        "texto": "a consumação do crime de extorsão independe da obtenção da vantagem indevida, segundo entendimento sumulado do Superior Tribunal de Justiça."
      },
      {
        "letra": "D",
        "texto": "cabível a diminuição da pena na extorsão mediante sequestro para o coautor que denunciá-la à autoridade, facilitando a libertação do sequestrado, apenas se o crime é cometido por quadrilha ou bando."
      },
      {
        "letra": "E",
        "texto": "independe de comprovação de fraude o delito de estelionato na modalidade de emissão de cheque sem suficiente provisão de fundos em poder do sacado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "293717",
    "metadata": "Ano: 2012 | Banca: IESES | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Extorsão mediante sequestro",
      "Dano",
      "Crimes contra a fé pública",
      "Falsidade de títulos e outros papéis públicos"
    ],
    "enunciado_principal": "Assinale a afirmação correta quanto ao que estabelece o Código Penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na extorsão mediante sequestro, se o crime é cometido em concurso, o concorrente que o denunciar à autoridade, facilitando a libertação do sequestrado, terá sua pena substituída por pena restritiva de direitos."
      },
      {
        "letra": "B",
        "texto": "Falsificar, fabricando ou alterando selo ou sinal atribuído por lei a entidade de direito público, ou a autoridade, ou sinal público de tabelião, caracteriza o tipo penal de Falsificação do Selo ou Sinal público, para o qual está prevista pena de reclusão de dois a seis anos, e multa, que é a mesma pena prevista para quem utiliza indevidamente o selo ou sinal verdadeiro em prejuízo de outrem ou em proveito próprio ou alheio, salvo em se tratando de agente funcionário público."
      },
      {
        "letra": "C",
        "texto": "O crime de dano é qualificado, quando cometido contra o patrimônio de fundações."
      },
      {
        "letra": "D",
        "texto": "Trata-se do tipo de esbulho possessório: suprimir ou deslocar tapume, marco, ou qualquer outro sinal indicativo de linha divisória, para apropriar-se, no todo ou em parte, de coisa imóvel alheia."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "204244",
    "metadata": "Ano: 2011 | Banca: TRT 23R (MT) | Órgão: TRT - 23ª REGIÃO (MT)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Consumação e tentativa",
      "Crimes contra o patrimônio",
      "Furto",
      "Extorsão mediante sequestro"
    ],
    "enunciado_principal": "Fabrício, com a intenção de seqüestrar o filho de seu patrão para obter vantagem monetária com o preço do resgate, compra cordas, furta um carro e arruma o local que serviria como cativeiro. No entanto, dois dias antes de efetivar seu intento, seus planos são descobertos. Diante desses fatos, Fabrício:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não responderá por qualquer crime;"
      },
      {
        "letra": "B",
        "texto": "responderá apenas pelo crime de furto consumado;"
      },
      {
        "letra": "C",
        "texto": "responderá por tentativa de extorsão mediante seqüestro e furto consumado;"
      },
      {
        "letra": "D",
        "texto": "responderá por tentativa de extorsão mediante seqüestro e furto tentado;"
      },
      {
        "letra": "E",
        "texto": "responderá apenas por tentativa de sequestro."
      }
    ],
    "gabarito": "B"
  }
]