[
  {
    "id": "2467476",
    "metadata": "Ano: 2024 | Banca: IGEDUC | Órgão: Prefeitura de Garanhuns - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Extorsão",
      "Extorsão mediante sequestro",
      "Extorsão indireta",
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "Julgue o item a seguir. De acordo com a Lei nº 8.072/1990, os crimes de latrocínio, extorsão qualificada pela morte, e extorsão mediante sequestro são considerados hediondos, não sendo passíveis de fiança ou liberdade provisória.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1618892",
    "metadata": "Ano: 2019 | Banca: ADVISE | Órgão: Prefeitura de Juarez Távora - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Extorsão",
      "Extorsão mediante sequestro",
      "Extorsão indireta"
    ],
    "enunciado_principal": "José Ildo e Fátima estavam em debate sobre qual seria a nomenclatura do crime cometido pela conduta típica de “Sequestrar pessoa com o fim de obter, para si ou para outrem, qualquer vantagem, como condição ou preço do resgate”. Para sanar a dúvida, os dois colegas buscaram auxílio do professor Leonardo de Direito Penal, que lhes ensinou que se trata do crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Roubo."
      },
      {
        "letra": "B",
        "texto": "Furto."
      },
      {
        "letra": "C",
        "texto": "Extorsão."
      },
      {
        "letra": "D",
        "texto": "Extorsão indireta."
      },
      {
        "letra": "E",
        "texto": "Extorsão mediante sequestro."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1089543",
    "metadata": "Ano: 2019 | Banca: Fundação CEFETBAHIA | Órgão: Prefeitura de Cruz das Almas - BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Extorsão",
      "Extorsão indireta"
    ],
    "enunciado_principal": "João exerce a função de guarda municipal em uma Unidade de Saúde da Família (USF) do Município do Brejo. Na última sexta-feira, foi ameaçado por um colega, que portava um canivete, para que não o denunciasse por levar consigo cinco caixas de luvas descartáveis da USF. De acordo com o Código Penal Brasileiro, a situação acima, caracteriza que João foi vítima de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "furto."
      },
      {
        "letra": "B",
        "texto": "furto de coisa comum."
      },
      {
        "letra": "C",
        "texto": "extorsão."
      },
      {
        "letra": "D",
        "texto": "furto qualificado."
      },
      {
        "letra": "E",
        "texto": "extorsão indireta."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "992594",
    "metadata": "Ano: 2019 | Banca: Crescer Concursos | Órgão: Prefeitura de Jijoca de Jericoacoara - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Extorsão indireta"
    ],
    "enunciado_principal": "Com fundamento nas disposições trazidas pelo Código Penal, assinale o item correto:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pena do crime de roubo é majorada caso a violência seja exercida por meio de arma."
      },
      {
        "letra": "B",
        "texto": "Constitui forma de extorsão a conduta de exigir, como garantia de dívida, abusando da situação de alguém, documento que pode dar causa a procedimento criminal contra a vítima."
      },
      {
        "letra": "C",
        "texto": "Tomar refeição em restaurante, alojar-se em hotel ou utilizar-se de meio de transporte sem dispor de recursos para efetuar o pagamento somente se procede mediante queixa."
      },
      {
        "letra": "D",
        "texto": "As escusas absolutórias previstas em relação aos crimes contra o patrimônio, por dicção legal, não se aplicam no caso de mera união estável."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "984659",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Extorsão indireta"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Agente que impõe à vítima, como garantia de dívida, a exigência ou o recebimento de documento que pode dar causa a procedimento criminal contra esta ou terceiro, responde pelo delito de extorsão indireta."
      },
      {
        "letra": "B",
        "texto": "O crime de receptação dolosa imprópria independe da boa-fé do terceiro no recebimento da coisa ilícita para efeito de responsabilização penal deste."
      },
      {
        "letra": "C",
        "texto": "A pena do furto qualificado de veículo automotor transportado para outro Estado ou para o exterior será de 02 (dois) a 08 (oito) anos de reclusão e multa."
      },
      {
        "letra": "D",
        "texto": "Agente que pratica o crime de roubo com o emprego de faca será responsabilizado pela qualificadora do emprego de arma, com pena aumentada em dois terços."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "828305",
    "metadata": "Ano: 2017 | Banca: IESES | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Extorsão indireta",
      "Dano",
      "Estelionato"
    ],
    "enunciado_principal": "De acordo com os tipos penais previstos no Código Penal, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Visando conferir maior proteção em razão da vulnerabilidade apresentada, o Código Penal determina que a pena deva ser dobrada, caso o crime de estelionato seja cometido contra idoso."
      },
      {
        "letra": "B",
        "texto": "Exigir ou receber, como garantia de dívida, abusando da situação de alguém, documento que pode dar causa a procedimento criminal contra a vítima ou contra terceiro caracteriza a prática do crime denominado Extorsão Indireta."
      },
      {
        "letra": "C",
        "texto": "Destruir, inutilizar ou deteriorar coisa alheia por motivo egoístico ou com prejuízo considerável para a vítima constitui crime processado mediante ação penal privada."
      },
      {
        "letra": "D",
        "texto": "Repetindo previsão específica contida no crime de furto, o legislador pátrio fez incidir no delito de roubo uma qualificadora caso haja subtração de veículo automotor que venha a ser transportado para outro Estado ou para o exterior."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "802882",
    "metadata": "Ano: 2016 | Banca: IESES | Órgão: TJ-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Extorsão",
      "Extorsão mediante sequestro",
      "Extorsão indireta",
      "Apropriação indébita"
    ],
    "enunciado_principal": "Após a leitura das alternativas abaixo, que contém alguns dos crimes contra o patrimônio previstos no Código Penal Brasileiro, identifique a(s) afirmações correta(s):I. Extorsão - Constranger alguém, mediante violência ou grave ameaça, e com o intuito de obter para si ou para outrem indevida vantagem econômica, a fazer, tolerar que se faça ou deixar de fazer alguma coisa. II. Extorsão indireta - Solicitar, como garantia de dívida, abusando da situação de alguém, documento que pode dar causa a procedimento criminal contra a vítima ou contra terceiro III. Extorsão mediante sequestro - Sequestrar pessoa com o fim de obter, para si ou para outrem, qualquer vantagem, como condição ou preço do resgate. IV. Apropriação de coisa havida por erro, caso fortuito ou força da natureza - Apropriar-se alguém de coisa alheia vinda ao seu poder por descuido, ou em força da natureza: A sequência correta é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "As assertivas I e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "As assertivas I, II e III estão corretas."
      },
      {
        "letra": "C",
        "texto": "Apenas a assertiva III está correta."
      },
      {
        "letra": "D",
        "texto": "Apenas as assertivas I e III estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "464373",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Crimes contra o patrimônio",
      "Extorsão indireta"
    ],
    "enunciado_principal": "O filho de João tem grave problema de saúde e precisa realizar custoso procedimento cirúrgico, que a família não tem condição de pagar. Imagine que Pedro empresta R$ 50.000,00 a João, mas como garantia de tal dívida exige que João, de próprio punho e em documento escrito, confesse ter traído a própria esposa, bem como ter fraudado a empresa em que ambos trabalham, desviando recursos em proveito próprio. João cede à exigência a fim de obter o empréstimo. A conduta de Pedro",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é isenta de pena, por incidir causa supra legal que afasta a culpabilidade, qual seja, o consentimento da vítima."
      },
      {
        "letra": "B",
        "texto": "configura exercício arbitrário das próprias razões."
      },
      {
        "letra": "C",
        "texto": "é atípica, por ausência de previsão legal."
      },
      {
        "letra": "D",
        "texto": "configura constrangimento ilegal"
      },
      {
        "letra": "E",
        "texto": "configura extorsão indireta."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "305647",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Extorsão",
      "Extorsão indireta",
      "Apropriação indébita"
    ],
    "enunciado_principal": "Segundo o Código Penal, apropriar-se de coisa alheia móvel, de que tem a posse ou a detenção tipifica o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "furto."
      },
      {
        "letra": "B",
        "texto": "roubo."
      },
      {
        "letra": "C",
        "texto": "extorsão."
      },
      {
        "letra": "D",
        "texto": "extorsão indireta."
      },
      {
        "letra": "E",
        "texto": "apropriação indébita."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "300465",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Extorsão",
      "Extorsão mediante sequestro",
      "Extorsão indireta",
      "Estelionato",
      "Receptação"
    ],
    "enunciado_principal": "Quanto aos crimes contra o patrimônio, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "equiparável à atividade comercial, para efeito de configuração da receptação qualificada, qualquer forma de comércio irregular ou clandestino, excluído o exercido em residência."
      },
      {
        "letra": "B",
        "texto": "configura o delito de extorsão indireta o ato de exigir, como garantia de dívida, abusando da situação de alguém, documento que pode dar causa a procedimento civil contra a vítima ou contra terceiro."
      },
      {
        "letra": "C",
        "texto": "a consumação do crime de extorsão independe da obtenção da vantagem indevida, segundo entendimento sumulado do Superior Tribunal de Justiça."
      },
      {
        "letra": "D",
        "texto": "cabível a diminuição da pena na extorsão mediante sequestro para o coautor que denunciá-la à autoridade, facilitando a libertação do sequestrado, apenas se o crime é cometido por quadrilha ou bando."
      },
      {
        "letra": "E",
        "texto": "independe de comprovação de fraude o delito de estelionato na modalidade de emissão de cheque sem suficiente provisão de fundos em poder do sacado."
      }
    ],
    "gabarito": "C"
  }
]