[
  {
    "id": "3291233",
    "metadata": "Ano: 2025 | Banca: FAFIPA | Órgão: Prefeitura de Araucária - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Peculato mediante erro de outrem",
      "Inserção de dados falsos em sistema de informações",
      "Extravio, sonegação ou inutilização de livro ou documento",
      "Concussão e Excesso de Exação"
    ],
    "enunciado_principal": "Quanto aos crimes contra a administração pública, previstos no Código Penal, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Exigir, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida: Pena - reclusão, de 2 (dois) a 12 (doze) anos, e multa."
      },
      {
        "letra": "B",
        "texto": "Extraviar livro oficial ou qualquer documento, de que tem a guarda em razão do cargo; sonegá-lo ou inutilizá-lo, total ou parcialmente: Pena - reclusão, de um a quatro anos, se o fato não constitui crime mais grave."
      },
      {
        "letra": "C",
        "texto": "Apropriar-se de dinheiro ou qualquer utilidade que, no exercício do cargo, recebeu por erro de outrem: Pena - detenção, de um a quatro anos, ou multa."
      },
      {
        "letra": "D",
        "texto": "Inserir ou facilitar, o funcionário autorizado, a inserção de dados falsos, alterar ou excluir indevidamente dados corretos nos sistemas informatizados ou bancos de dados da Administração Pública com o fim de obter vantagem indevida para si ou para outrem ou para causar dano: Pena – reclusão, de 2 (dois) a 12 (doze) anos, e multa."
      },
      {
        "letra": "E",
        "texto": "Apropriar-se o funcionário público de dinheiro, valor ou qualquer outro bem móvel, público ou particular, de que tem a posse em razão do cargo, ou desviá-lo, em proveito próprio ou alheio: Pena - reclusão, de dois a doze anos, e multa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3136676",
    "metadata": "Ano: 2024 | Banca: EDUCA | Órgão: Prefeitura de Jacaraú - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Extravio, sonegação ou inutilização de livro ou documento"
    ],
    "enunciado_principal": "De acordo com o Art. 314 do Código Penal Brasileiro, (Extravio, sonegação ou inutilização de livro ou documento) - extraviar livro oficial ou qualquer documento, de que tem a guarda em razão do cargo; sonegá-lo ou inutilizá-lo, total ou parcialmente, tem a Pena de:Assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Detenção, de 3 (três) meses a 2 (dois) anos, e multa."
      },
      {
        "letra": "B",
        "texto": "Reclusão, de 1 (um) ano a 4 (quatro) anos, e multa."
      },
      {
        "letra": "C",
        "texto": "Reclusão, de 2 (dois) a 12 (doze) anos, e multa."
      },
      {
        "letra": "D",
        "texto": "Detenção, de 6 (seis) meses a 3 (três) anos, e multa."
      },
      {
        "letra": "E",
        "texto": "Reclusão, de 2 (dois) a 10 (dez) anos, e multa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2380859",
    "metadata": "Ano: 2024 | Banca: IDHTEC | Órgão: Câmara de Itapissuma - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Noções Gerais de Crimes Contra a Administração Pública",
      "Peculato",
      "Peculato mediante erro de outrem",
      "Inserção de dados falsos em sistema de informações",
      "Modificação ou alteração não autorizada de sistemas de informações",
      "Extravio, sonegação ou inutilização de livro ou documento",
      "Corrupção passiva",
      "Prevaricação",
      "Condescendência criminosa",
      "Advocacia administrativa",
      "Violência arbitrária",
      "Abandono de função",
      "Exercício funcional ilegalmente antecipado ou prolongado",
      "Violação de sigilo funcional",
      "Violação de sigilo de proposta de concorrência"
    ],
    "enunciado_principal": "Compreende o conjunto de crimes presentes na alternativa correta, aqueles que são tipificados no Capítulo I - Dos crimes praticados por funcionário público contra a administração em geral - Título XI - Dos crimes contra a administração pública, do Decreto-lei no 2.848, de 7 de dezembro de 1940 (consideradas posteriores modificações por força de lei). Assinale a alternativa que dispõe todos os crimes tipificados no capítulo mencionado.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Peculato culposo; Peculato mediante erro de outrem; Inserção de dados falsos em sistema de informações; Modificação ou alteração não autorizada de sistema de informações; Extravio, sonegação ou inutilização de livro ou documento; Emprego irregular de verbas ou rendas públicas; falta ao trabalho sem justificativa; Concussão; Deslealdade para com a chefia imediata e outros servidores; Facilitação de contrabando ou descaminho; Prevaricação; Condescendência criminosa; Advocacia administrativa; Violência arbitrária; Abandono de função; Exercício funcional ilegalmente antecipado ou prolongado; Violação de sigilo funcional; Violação do sigilo de proposta de concorrência."
      },
      {
        "letra": "B",
        "texto": "Peculato culposo; Peculato mediante erro de outrem; Inserção de dados falsos em sistema de informações; Modificação ou alteração não autorizada de sistema de informações; Extravio, sonegação ou inutilização de livro ou documento; Emprego irregular de verbas ou rendas públicas; Concussão; Corrupção passiva; Facilitação de contrabando ou descaminho; Prevaricação; Condescendência criminosa; Advocacia administrativa; Violência arbitrária; formação de quadrilha; Exercício funcional ilegalmente antecipado ou prolongado; Violação de sigilo funcional; Violação do sigilo de proposta de concorrência."
      },
      {
        "letra": "C",
        "texto": "Peculato culposo; Peculato mediante erro de outrem; Inserção de dados falsos em sistema de informações; Modificação ou alteração não autorizada de sistema de informações; Extravio, sonegação ou inutilização de livro ou documento; Emprego irregular de verbas ou rendas públicas; Concessão a terceiros; Corrupção passiva; Uso de carro oficial para fins privados; Prevaricação; Condescendência criminosa; Advocacia administrativa; Violência arbitrária; Abandono de função; Exercício funcional ilegalmente antecipado ou prolongado; Violação de sigilo funcional; Violação do sigilo de proposta de concorrência."
      },
      {
        "letra": "D",
        "texto": "Peculato culposo; Peculato mediante erro de outrem; Inserção de dados falsos em sistema de informações; Modificação ou alteração não autorizada de sistema de informações; Assassinato; sonegação ou inutilização de livro ou documento; Emprego irregular de verbas ou rendas públicas; Concussão; Corrupção passiva; Facilitação de contrabando ou descaminho; Prevaricação; Condescendência criminosa; Advocacia administrativa regular; Violência arbitrária; Assassinato; Exercício funcional ilegalmente antecipado ou prolongado; Violação de sigilo privado; Violação do sigilo de proposta de concorrência."
      },
      {
        "letra": "E",
        "texto": "Peculato culposo; Peculato mediante erro de outrem; Inserção de dados falsos em sistema de informações; Modificação ou alteração não autorizada de sistema de informações; Extravio, sonegação ou inutilização de livro ou documento; Emprego irregular de verbas ou rendas públicas; Concussão; Corrupção passiva; Facilitação de contrabando ou descaminho; Prevaricação; Condescendência criminosa; Advocacia administrativa; Violência arbitrária; Abandono de função; Exercício funcional ilegalmente antecipado ou prolongado; Violação de sigilo funcional; Violação do sigilo de proposta de concorrência."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2218513",
    "metadata": "Ano: 2023 | Banca: SELECON | Órgão: Prefeitura de Lucas do Rio Verde - MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Extravio, sonegação ou inutilização de livro ou documento"
    ],
    "enunciado_principal": "Donald é servidor público e exerce a função de tesoureiro do órgão em que exerce suas funções, administrando valores e realizando pagamentos diversos a fornecedores. Por longo período, desviou dinheiro do órgão público para o seu patrimônio particular. Nos termos do Código Penal, nesse caso, foi caracterizado o crime contra a Administração Pública de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "sonegação"
      },
      {
        "letra": "B",
        "texto": "peculato"
      },
      {
        "letra": "C",
        "texto": "extravio"
      },
      {
        "letra": "D",
        "texto": "exação"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2119236",
    "metadata": "Ano: 2023 | Banca: IBADE | Órgão: CIMCERO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Inserção de dados falsos em sistema de informações",
      "Extravio, sonegação ou inutilização de livro ou documento"
    ],
    "enunciado_principal": "Os crimes tipificados pelo Código Penal Brasileiro, em que pese os crimes contra a administração pública, é elencado uma série de crimes com penas equivalentes à gravidade da infração. Nesse sentido, é CORRETO afirmar ser crime contra a administração pública com regime inicial de detenção:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "peculato culposo."
      },
      {
        "letra": "B",
        "texto": "peculato mediante erro de outrem."
      },
      {
        "letra": "C",
        "texto": "inserção de dados falsos em sistema de informações."
      },
      {
        "letra": "D",
        "texto": "extravio, sonegação ou inutilização de livros ou documentos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2170852",
    "metadata": "Ano: 2021 | Banca: FAFIPA | Órgão: Câmara de Dois Vizinhos - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Peculato mediante erro de outrem",
      "Modificação ou alteração não autorizada de sistemas de informações",
      "Extravio, sonegação ou inutilização de livro ou documento",
      "Concussão e Excesso de Exação"
    ],
    "enunciado_principal": "Acerca dos crimes contra administração pública, assinale a alternativa CORRETA sobre o crime de concussão, nos termos do Código Penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apropriar-se de dinheiro ou qualquer utilidade que, no exercício do cargo, recebeu por erro de outrem."
      },
      {
        "letra": "B",
        "texto": "Modificar ou alterar, o funcionário, sistema de informações ou programa de informática sem autorização ou solicitação de autoridade competente."
      },
      {
        "letra": "C",
        "texto": "Exigir, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida."
      },
      {
        "letra": "D",
        "texto": "Extraviar livro oficial ou qualquer documento, de que tem a guarda em razão do cargo; sonegá-lo ou inutilizá-lo, total ou parcialmente."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1860614",
    "metadata": "Ano: 2021 | Banca: Quadrix | Órgão: CRBio-6ª Região",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Extravio, sonegação ou inutilização de livro ou documento"
    ],
    "enunciado_principal": "No que concerne ao crime de extravio, sonegação ou inutilização de livro ou documento, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É um crime contra a paz pública."
      },
      {
        "letra": "B",
        "texto": "É um crime contra a fé pública."
      },
      {
        "letra": "C",
        "texto": "É um crime contra a administração da justiça."
      },
      {
        "letra": "D",
        "texto": "É um crime contra as finanças públicas."
      },
      {
        "letra": "E",
        "texto": "É um crime contra a Administração Pública."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1837363",
    "metadata": "Ano: 2021 | Banca: FUNDATEC | Órgão: COMUR de Novo Hamburgo - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato mediante erro de outrem",
      "Inserção de dados falsos em sistema de informações",
      "Extravio, sonegação ou inutilização de livro ou documento",
      "Corrupção passiva"
    ],
    "enunciado_principal": "Analise as assertivas abaixo, assinalando V, se verdadeiras, ou F, se falsas, em relação aos atos considerados crimes praticados por funcionário público contra a administração em geral, conforme disposto no Decreto Lei nº 2.848/1940. ( ) Apropriar-se de dinheiro ou qualquer utilidade que, no exercício do cargo, recebeu por erro de outrem. ( ) Inserir ou facilitar a inserção de dados falsos, alterar ou excluir indevidamente dados corretos nos sistemas informatizados ou bancos de dados da Administração Pública com o fim de obter vantagem indevida para si ou para outrem ou para causar dano. ( ) Extraviar documentos oficiais, de que tem a guarda em razão do cargo; sonegá-lo ou inutilizá-lo, total ou parcialmente. ( ) Solicitar ou receber, para si ou para outrem, direta ou indiretamente, vantagem indevida, ou aceitar promessa de tal vantagem. A ordem correta de preenchimento dos parênteses, de cima para baixo, é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "V – F – F – F."
      },
      {
        "letra": "B",
        "texto": "V – V – V – V."
      },
      {
        "letra": "C",
        "texto": "V – F – V – F."
      },
      {
        "letra": "D",
        "texto": "F – V – F – V."
      },
      {
        "letra": "E",
        "texto": "F – F – V – V."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1683344",
    "metadata": "Ano: 2020 | Banca: ADM&TEC | Órgão: Prefeitura de Araçoiaba - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Crimes contra a administração pública",
      "Extravio, sonegação ou inutilização de livro ou documento"
    ],
    "enunciado_principal": "Analise as afirmativas a seguir: I. Se um crime de lesão corporal de natureza grave resulta em incapacidade para as ocupações habituais, por mais de trinta dias; perigo de vida; debilidade permanente de membro, sentido ou função; aceleração de parto, então a pena aplicável ao agente será de reclusão, de um a cinco anos, conforme o artigo 129, § 1º, do Código Penal. II. Extraviar livro oficial ou qualquer documento, de que tem a guarda em razão do cargo, assim como sonegá-lo ou inutilizálo, total ou parcialmente, é um crime com pena de reclusão, de um a quatro anos, se o fato não constitui crime mais grave, de acordo com as disposições do artigo 314 do Código Penal. III. Pescar mediante a utilização de explosivos ou substâncias que, em contato com a água, produzam efeitos semelhantes aos explosivos; ou mesmo com substâncias tóxicas, ou outro meio proibido pela autoridade competente, é um crime cuja pena compreende a reclusão de cinco a quinze anos, conforme o artigo 35 da Lei Federal nº 9.605, de 1998. Marque a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nenhuma afirmativa está correta."
      },
      {
        "letra": "B",
        "texto": "Apenas uma afirmativa está correta."
      },
      {
        "letra": "C",
        "texto": "Apenas duas afirmativas estão corretas."
      },
      {
        "letra": "D",
        "texto": "Todas as afirmativas estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1965051",
    "metadata": "Ano: 2019 | Banca: AGIRH | Órgão: Prefeitura de Lavrinhas - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Extravio, sonegação ou inutilização de livro ou documento"
    ],
    "enunciado_principal": "Certo funcionário público de repartição pública do Estado “Y”, enquanto trabalhava na organização de documentos, num momento de desatenção, ao jogar materiais inúteis no lixo, acabou por jogar também importante documento oficial, que não foi mais encontrado. Podemos dizer que a atitude do funcionário:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Configura situação atípica."
      },
      {
        "letra": "B",
        "texto": "Configura crime de condescendência criminosa."
      },
      {
        "letra": "C",
        "texto": "Configura crime de prevaricação, conforme Artigo 319 do CP."
      },
      {
        "letra": "D",
        "texto": "Configura crime de extravio ou inutilização de livro ou documento, conforme Artigo 314 do CP."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1840443",
    "metadata": "Ano: 2019 | Banca: OBJETIVA | Órgão: Prefeitura de Antônio Prado - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Extravio, sonegação ou inutilização de livro ou documento",
      "Emprego irregular de verbas ou rendas públicas",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "De acordo com o Decreto-Lei nº 2.848/1940 - Código Penal, são crimes praticados por funcionário público contra a administração em geral, entre outros: I. Extraviar livro oficial ou qualquer documento, de que tem a guarda em razão do cargo; sonegá-lo ou inutilizá-lo, total ou parcialmente. II. Dar às verbas ou rendas públicas aplicação diversa da estabelecida em lei. III. Deixar o funcionário, por indulgência, de responsabilizar subordinado que cometeu infração no exercício do cargo ou, quando lhe falte competência, não levar o fato ao conhecimento da autoridade competente. Está(ão) CORRETO(S):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente os itens I e II."
      },
      {
        "letra": "B",
        "texto": "Somente os itens I e III."
      },
      {
        "letra": "C",
        "texto": "Somente os itens II e III."
      },
      {
        "letra": "D",
        "texto": "Todos os itens."
      },
      {
        "letra": "E",
        "texto": "Nenhum dos itens."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1168444",
    "metadata": "Ano: 2019 | Banca: EXATUS | Órgão: Câmara de Candói - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Extravio, sonegação ou inutilização de livro ou documento",
      "Corrupção passiva",
      "Legislação Penal Especial",
      "Crimes contra o Consumidor, a Ordem Econômica e Tributária – Lei nº 8.078 de 1990 e Lei nº 8.137 de 1990"
    ],
    "enunciado_principal": "De acordo com a Lei nº 4.729/1965, constitui crime de sonegação fiscal, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Prestar declaração falsa ou omitir, total ou parcialmente, informação que deva ser produzida a agentes das pessoas jurídicas de direito público interno, com a intenção de eximir-se, total ou parcialmente, do pagamento de tributos, taxas e quaisquer adicionais devidos por lei."
      },
      {
        "letra": "B",
        "texto": "Inserir elementos inexatos ou omitir, rendimentos ou operações de qualquer natureza em documentos ou livros exigidos pelas leis fiscais, com a intenção de exonerar-se do pagamento de tributos devidos à Fazenda Pública."
      },
      {
        "letra": "C",
        "texto": "Alterar faturas e quaisquer documentos relativos a operações mercantis com o propósito de fraudar a Fazenda Pública."
      },
      {
        "letra": "D",
        "texto": "Fornecer ou emitir documentos graciosos ou alterar despesas, majorando-as, com o objetivo de obter dedução de tributos devidos à Fazenda Pública, sem prejuízo das sanções administrativas cabíveis."
      },
      {
        "letra": "E",
        "texto": "Solicitar ou receber, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida, ou aceitar promessa de tal vantagem."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1144118",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Campinas - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Extravio, sonegação ou inutilização de livro ou documento"
    ],
    "enunciado_principal": "Se o engenheiro civil residente da obra extraviar a caderneta de obras (adotada como livro oficial), a pena de reclusão prevista é de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "três meses a dois anos."
      },
      {
        "letra": "B",
        "texto": "três meses a um ano."
      },
      {
        "letra": "C",
        "texto": "dois a oito anos."
      },
      {
        "letra": "D",
        "texto": "dois a doze anos."
      },
      {
        "letra": "E",
        "texto": "um a quatro anos"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "926911",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: AL-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipicidade formal",
      "Crimes contra a administração pública",
      "Extravio, sonegação ou inutilização de livro ou documento",
      "Subtração ou inutilização de livro ou documento. Sonegação de contribuição previdenciária"
    ],
    "enunciado_principal": "Funcionário da Assembleia Legislativa recebeu procedimento que versava sobre a edição de lei estadual de grande relevância. Ciente da controvérsia e da grande pressão que existia contrária à edição da inovação legislativa, resolveu esconder o procedimento entre sua mesa e a parede, no chão, para que ninguém soubesse que estava com o documento para apresentação de parecer. Ocorre que o funcionário, por descuido, veio a derrubar café no documento, tornando-o totalmente inutilizável e gerando prejuízos ao andamento do procedimento. Considerando apenas as informações narradas, é correto afirmar que a conduta do funcionário é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "atípica, não configurando crime."
      },
      {
        "letra": "B",
        "texto": "típica, ilícita e culpável, configurando crime de “extravio, sonegação ou inutilização de livro ou documento”, previsto no Art. 314 do Código Penal."
      },
      {
        "letra": "C",
        "texto": "típica, ilícita, mas não culpável, não configurando crime."
      },
      {
        "letra": "D",
        "texto": "típica, ilícita e culpável, configurando o crime de “subtração ou inutilização de livro ou documento”, prevista no Art. 337 do Código Penal."
      },
      {
        "letra": "E",
        "texto": "típica, mas não ilícita, não configurando crime."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "896384",
    "metadata": "Ano: 2018 | Banca: IESES | Órgão: TJ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável",
      "Satisfação de lascívia mediante a presença de criança ou adolescente",
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações",
      "Extravio, sonegação ou inutilização de livro ou documento",
      "Desacato"
    ],
    "enunciado_principal": "É certo afirmar: I. A tentativa é inadmissível no crime de desacato em razão de exigir prática efetiva pelo sujeito ativo da ofensa ao proferir palavras injuriosas na presença do ofendido. II. Produzir, reproduzir, dirigir, fotografar, filmar ou registrar, por qualquer meio, cena de sexo explícito ou pornográfica, envolvendo criança ou adolescente se constitui em crime previsto no Código Penal, salvo havendo autorização judicial, em respeito ao direito fundamental à livre expressão da atividade intelectual e artística. III. O sujeito ativo do crime de inserção de dados falsos em sistema de informações somente pode ser o funcionário público, e especialmente aquele devidamente autorizado a trabalhar com a informatização ou sistema de dados da Administração Pública. O tipo penal, que tipifica crime próprio, tem o especial cuidado de destacar que o sujeito ativo dessa infração penal é o funcionário autorizado, afastando, dessa forma, qualquer outro funcionário que, eventualmente, imiscuir-se indevidamente nos sistemas informatizados ou banco de dados da Administração Pública. IV. O objeto material do crime de “extravio, sonegação ou inutilização de livro ou documento” é o livro oficial ou qualquer documento público ou privado. Essa documentação pode ser de qualquer natureza, tais como de valor histórico, contábil, patrimonial, registral e protocolar. Analisando as proposições, pode-se afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições II e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições III e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições I e II estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "840370",
    "metadata": "Ano: 2017 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Extravio, sonegação ou inutilização de livro ou documento",
      "Concussão e Excesso de Exação",
      "Corrupção passiva",
      "Prevaricação"
    ],
    "enunciado_principal": "Oficial de Justiça, \"A\", recebe uma mensagem de sua companheira solicitando que retarde a intimação de uma determinada decisão judicial para favorecer uma amiga próxima do casal. A fim de atender ao pedido de sua esposa, \"A\" retarda o ato de ofício. Considerando esta hipótese, \"A\" cometeu",
    "alternativas": [
      {
        "letra": "A",
        "texto": "prevaricação."
      },
      {
        "letra": "B",
        "texto": "corrupção passiva."
      },
      {
        "letra": "C",
        "texto": "concussão."
      },
      {
        "letra": "D",
        "texto": "peculato."
      },
      {
        "letra": "E",
        "texto": "extravio, sonegação ou inutilização de livro ou documento."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "785569",
    "metadata": "Ano: 2017 | Banca: CONSULPLAN | Órgão: CFESS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Extravio, sonegação ou inutilização de livro ou documento",
      "Concussão e Excesso de Exação",
      "Prevaricação"
    ],
    "enunciado_principal": "Substantivo masculino “Crime que consiste na subtração ou desvio, por abuso de confiança, de dinheiro público ou de coisa móvel apreciável, para proveito próprio ou alheio, por funcionário público que os administra ou guarda; abuso de confiança pública.” (Disponível em: http://www.infoescola.com/direito/peculato/.) Através da análise da imagem e do fragmento de texto anteriores, é correto afirmar que trata-se do crime:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Peculato."
      },
      {
        "letra": "B",
        "texto": "Concussão."
      },
      {
        "letra": "C",
        "texto": "Sonegação."
      },
      {
        "letra": "D",
        "texto": "Prevaricação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "634114",
    "metadata": "Ano: 2016 | Banca: FGV | Órgão: MPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Extravio, sonegação ou inutilização de livro ou documento"
    ],
    "enunciado_principal": "Técnico de notificação do Ministério Público recebe documentos sigilosos oriundos de determinando procedimento para cumprimento de diligência. De maneira negligente, porém, joga-os no lixo juntamente com outros papéis de contas pessoais, causando, assim, o sumiço do importante documento público. Considerando a situação narrada, a conduta do técnico de notificação, sob o ponto de vista penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "configura crime de excesso de exação;"
      },
      {
        "letra": "B",
        "texto": "configura crime de extravio, sonegação ou inutilização de livro ou documento público;"
      },
      {
        "letra": "C",
        "texto": "configura crime de violação do sigilo funcional;"
      },
      {
        "letra": "D",
        "texto": "é atípica;"
      },
      {
        "letra": "E",
        "texto": "configura crime de modificação ou alteração não autorizada de sistema de informações."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "603620",
    "metadata": "Ano: 2016 | Banca: CESGRANRIO | Órgão: ANP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato mediante erro de outrem",
      "Extravio, sonegação ou inutilização de livro ou documento",
      "Facilitação de contrabando ou descaminho",
      "Condescendência criminosa"
    ],
    "enunciado_principal": "Sr. X é servidor público, responsável pela fiscalização aduaneira e, com infração de dever funcional, não reprime a conduta de Sr. W que traz de outro país, sem autorização administrativa, combustível derivado do petróleo. Nesse caso, caracteriza-se o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Condescendência criminosa"
      },
      {
        "letra": "B",
        "texto": "Extravio de documentos"
      },
      {
        "letra": "C",
        "texto": "Facilitação de contrabando ou descaminho"
      },
      {
        "letra": "D",
        "texto": "Modificação não autorizada do sistema de informações"
      },
      {
        "letra": "E",
        "texto": "Peculato mediante erro de outrem"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "483726",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Extravio, sonegação ou inutilização de livro ou documento"
    ],
    "enunciado_principal": "José Augusto, funcionário público responsável pela guarda de livros oficiais de determinado cartório judicial, por um descuido seu, não percebeu quando encaminhou um dos livros de que tinha a guarda para a lixeira, junto com outros papéis. Diante do extravio do livro oficial, é correto afirmar que o funcionário:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cometeu o crime de peculato mediante erro de outrem;"
      },
      {
        "letra": "B",
        "texto": "cometeu o crime de extravio, sonegação ou inutilização de livro ou documento;"
      },
      {
        "letra": "C",
        "texto": "não cometeu crime algum contra a Administração em Geral;"
      },
      {
        "letra": "D",
        "texto": "cometeu crime de condescendência criminosa;"
      },
      {
        "letra": "E",
        "texto": "cometeu crime de abandono de função."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "433979",
    "metadata": "Ano: 2014 | Banca: Prefeitura do Rio de Janeiro - RJ | Órgão: Prefeitura de Rio de Janeiro - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Extravio, sonegação ou inutilização de livro ou documento"
    ],
    "enunciado_principal": "Sonegar livro oficial ou qualquer documento, de que tem a guarda em razão do cargo, se o fato não constitui crime mais grave, é tipo penal punido com:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "detenção, de um a três anos"
      },
      {
        "letra": "B",
        "texto": "reclusão, de seis a oito meses"
      },
      {
        "letra": "C",
        "texto": "reclusão, de um a quatro anos"
      },
      {
        "letra": "D",
        "texto": "detenção, de dois a oito meses"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "419442",
    "metadata": "Ano: 2014 | Banca: FUNCAB | Órgão: PJC-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Extravio, sonegação ou inutilização de livro ou documento"
    ],
    "enunciado_principal": "Umbelino, policial civil encarregado de efetuar o transporte de inquéritos policiais da delegacia para o fórum, por descuido, não percebeu quando um dos procedimentos caiu da pilha que transportava no percurso entre a delegacia e o fórum, motivando a instauração de um procedimento de polícia judiciária para apurar o desaparecimento do inquérito policial. Uma vez provada todas essas circunstâncias, Umbelino:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Incidiu no crime de extravio, sonegação ou inutilização de livro ou documento previsto no artigo 314 do Código Penal."
      },
      {
        "letra": "B",
        "texto": "não praticou crime."
      },
      {
        "letra": "C",
        "texto": "incidiu no crime de sonegação de papel ou objeto de valor probatório previsto no artigo 356 do Código Penal."
      },
      {
        "letra": "D",
        "texto": "incidiu no crime de subtração ou inutilização de livro ou documento previsto no artigo 337 do Código Penal."
      },
      {
        "letra": "E",
        "texto": "incidiu no crime de supressão de documento previsto no artigo 305 do Código Penal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "543352",
    "metadata": "Ano: 2013 | Banca: IF-PB | Órgão: IF-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Extravio, sonegação ou inutilização de livro ou documento",
      "Corrupção passiva",
      "Prevaricação",
      "Violência arbitrária"
    ],
    "enunciado_principal": "Quanto aos crimes contra a Administração Pública, segundo o Código Penal Brasileiro, nos seus arts. 312 ao 327, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Considera-se peculato, apropriar-se o funcionário público, de dinheiro, valor ou qualquer outro bem móvel, público ou particular, de que tem a posse em razão do cargo, ou desviá-lo, em proveito próprio ou alheio."
      },
      {
        "letra": "B",
        "texto": "Considera-se extravio, sonegação ou inutilização de livro ou documento extraviar livro oficial ou qualquer documento de que tem a guarda em razão do cargo; sonegá-lo ou inutilizá-lo, total ou parcialmente."
      },
      {
        "letra": "C",
        "texto": "Considera-se corrupção passiva, exigir, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida."
      },
      {
        "letra": "D",
        "texto": "Considera-se prevaricação, retardar ou deixar de praticar, indevidamente, ato de ofício, ou praticá-lo contra disposição expressa de lei, para satisfazer interesse ou sentimento pessoal."
      },
      {
        "letra": "E",
        "texto": "Considera-se violência arbitrária, praticar violência, no exercício de função ou a pretexto de exercê-la."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "289903",
    "metadata": "Ano: 2012 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Extravio, sonegação ou inutilização de livro ou documento",
      "Prevaricação",
      "Abandono de função",
      "Violação de sigilo funcional"
    ],
    "enunciado_principal": "O funcionário público que revela fato de que tem ciência em razão do cargo e que deva permanecer em segredo pratica crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Abandono de função."
      },
      {
        "letra": "B",
        "texto": "Prevaricação."
      },
      {
        "letra": "C",
        "texto": "Extravio, sonegação ou inutilização de livro ou documento."
      },
      {
        "letra": "D",
        "texto": "Inserção de dados falsos em sistema de informações."
      },
      {
        "letra": "E",
        "texto": "Violação de sigilo funcional."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "244167",
    "metadata": "Ano: 2012 | Banca: CEPERJ | Órgão: SEAP-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações",
      "Modificação ou alteração não autorizada de sistemas de informações",
      "Extravio, sonegação ou inutilização de livro ou documento",
      "Emprego irregular de verbas ou rendas públicas",
      "Exercício funcional ilegalmente antecipado ou prolongado"
    ],
    "enunciado_principal": "Servidor público é acusado de dar destino a renda pública diverso do previsto em lei está cometendo crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "modificação ou alteração não autorizada de sistema de informações"
      },
      {
        "letra": "B",
        "texto": "extravio, sonegação ou inutilização de livro ou documento"
      },
      {
        "letra": "C",
        "texto": "emprego irregular de verbas ou rendas públicas"
      },
      {
        "letra": "D",
        "texto": "inserção de dados falsos em sistema de informações"
      },
      {
        "letra": "E",
        "texto": "exercício funcional ilegalmente antecipado ou prolongado"
      }
    ],
    "gabarito": "C"
  }
]