[
  {
    "id": "2553398",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falso reconhecimento de firma ou letra"
    ],
    "enunciado_principal": "A, escrevente do cartório de notas, reconheceu como verdadeira a firma de B, em documento público, mesmo sabendo da sua falsidade. A conduta de A configura crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falsidade material de atestado ou certidão."
      },
      {
        "letra": "B",
        "texto": "falso reconhecimento de firma ou letra."
      },
      {
        "letra": "C",
        "texto": "falsificação de documento público."
      },
      {
        "letra": "D",
        "texto": "certidão ou atestado ideologicamente falso."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2211469",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falso reconhecimento de firma ou letra"
    ],
    "enunciado_principal": "Paulo, tabelião, no exercício da sua função pública, reconheceu como verdadeira uma falsa assinatura, por extenso, aposta em um documento, embora tivesse conhecimento de sua falsidade. Assinale a opção correta acerca do delito praticado por Paulo nessa situação hipotética.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O delito em questão pressupõe um comportamento comissivo do agente, não podendo, assim, ser caracterizado quando a conduta for praticada via omissão imprópria."
      },
      {
        "letra": "B",
        "texto": "Paulo cometeu crime comum com relação ao sujeito ativo."
      },
      {
        "letra": "C",
        "texto": "Há previsão legal da modalidade de natureza culposa do delito praticado por Paulo."
      },
      {
        "letra": "D",
        "texto": "O sujeito passivo do delito praticado por Paulo é o Estado, além das pessoas que, de alguma forma, tenham sido prejudicadas em razão do comportamento praticado por ele."
      },
      {
        "letra": "E",
        "texto": "Inadmite-se a tentativa no delito em questão, pois ele se consuma quando o agente, efetivamente, mesmo tendo conhecimento de que a assinatura aposta no documento é falsa, reconhece-a como verdadeira."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2211333",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de títulos e outros papéis públicos",
      "Falsidade de documento público",
      "Falso reconhecimento de firma ou letra"
    ],
    "enunciado_principal": "Agindo com consciência e vontade de criar documento como se verdadeiro fosse, Silvio falsificou sinal público de tabelião, fabricando-o, a fim de subscrever, como se tabelião substituto fosse, ato notarial de reconhecimento das firmas de Natalia e de Ana apostas em instrumento particular de cessão de direitos que tinha por objeto a gleba de terras. Assinale a opção que apresenta o tipo penal praticado por Silvio na situação hipotética precedente.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falsificação de documento público"
      },
      {
        "letra": "B",
        "texto": "falsificação de sinal público de tabelião"
      },
      {
        "letra": "C",
        "texto": "falso reconhecimento de firma ou letra"
      },
      {
        "letra": "D",
        "texto": "falsificação de papéis públicos"
      },
      {
        "letra": "E",
        "texto": "uso de sinal público de tabelião falsificado"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2176719",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de títulos e outros papéis públicos",
      "Falsidade de documento público",
      "Falsidade de documento particular",
      "Falso reconhecimento de firma ou letra"
    ],
    "enunciado_principal": "Com relação aos Crimes contra a Fé Pública, previstos no Capítulo II e III, do Título X, do Código Penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos crimes de falsificação de documento público e falsificação de documento particular, a falsidade recai sobre a própria autenticidade do documento; no crime de falsidade ideológica, a falsidade recai sobre o conteúdo do documento."
      },
      {
        "letra": "B",
        "texto": "Os crimes de falsificação de papéis público, petrechos de falsificação e falsificação de selo ou sinal público são próprios de funcionários públicos, praticados no exercício do cargo."
      },
      {
        "letra": "C",
        "texto": "O crime de falsidade de atestado médico é um crime comum, podendo ser praticado por qualquer pessoa, não sendo necessário ser médico."
      },
      {
        "letra": "D",
        "texto": "Se o sujeito, além de falsificar o documento, também o utiliza, incorrerá nas penas do crime de falsificação e do crime de uso."
      },
      {
        "letra": "E",
        "texto": "O crime de falso reconhecimento de firma ou letra somente se caracteriza em documento público."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1969324",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa",
      "Falsidade de títulos e outros papéis públicos",
      "Falsidade ideológica",
      "Falso reconhecimento de firma ou letra"
    ],
    "enunciado_principal": "Tendo em conta os crimes contra a fé pública, previstos no Código Penal, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de moeda falsa, na figura de quem restitui à circulação moeda que sabe ser falsa, admite a modalidade culposa."
      },
      {
        "letra": "B",
        "texto": "O crime de utilizar indevidamente selo ou sinal verdadeiro é crime material, pois exige a ocorrência de prejuízo ou vantagem para se caracterizar."
      },
      {
        "letra": "C",
        "texto": "O agente que falsifica selo ou sinal público e o usa, por expressa determinação legal, incide em dois crimes, em concurso formal."
      },
      {
        "letra": "D",
        "texto": "O crime de falsidade ideológica é crime de dolo genérico, não exigindo qualquer elemento subjetivo específico."
      },
      {
        "letra": "E",
        "texto": "O crime de falso reconhecimento de firma; de certidão ou atestado ideologicamente falso ou de atestado falso são próprios de médicos, funcionários públicos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "905940",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Favorecimento da prostituição ou outra forma de exploração sexual",
      "Crimes contra a fé pública",
      "Falso reconhecimento de firma ou letra",
      "Certidão ou atestado ideologicamente falso",
      "Supressão de documento"
    ],
    "enunciado_principal": "Tendo em conta os crimes contra a dignidade sexual (artigos 213 a 234-B do Código Penal) e os crimes contra a fé pública (artigos 289 a 311 do Código Penal), assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ocultar documento público ou particular verdadeiro, em prejuízo alheio, não configura o crime de supressão de documento (art. 305 do CP), sendo típicas apenas as condutas de suprimir e destruir documento público ou particular verdadeiro."
      },
      {
        "letra": "B",
        "texto": "O cartão de crédito ou débito, para fins penais, é equiparado a documento particular."
      },
      {
        "letra": "C",
        "texto": "A conduta de manter estabelecimento em que ocorra exploração sexual é atípica, desde que não envolva menor de 18 (dezoito) anos."
      },
      {
        "letra": "D",
        "texto": "A conduta de atrair alguém à prostituição é atípica, desde que não se trate de pessoa menor de 18 (dezoito) anos."
      },
      {
        "letra": "E",
        "texto": "Os crimes de falso reconhecimento de firma ou letra (art. 300 do CP); certidão ou atestado ideologicamente falso (art. 301 do CP) e falsidade material de atestado ou certidão (art. 301, parágrafo 1° do CP) são próprios de funcionários públicos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "884825",
    "metadata": "Ano: 2018 | Banca: CESGRANRIO | Órgão: Transpetro",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes comuns, próprios e de mão própria",
      "Crimes contra a fé pública",
      "Falso reconhecimento de firma ou letra"
    ],
    "enunciado_principal": "O crime de falso reconhecimento de firma ou letra, inscrito no Código Penal, em relação ao sujeito ativo, é considerado crime",
    "alternativas": [
      {
        "letra": "A",
        "texto": "comum"
      },
      {
        "letra": "B",
        "texto": "simples"
      },
      {
        "letra": "C",
        "texto": "próprio"
      },
      {
        "letra": "D",
        "texto": "adequado"
      },
      {
        "letra": "E",
        "texto": "continuado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2036144",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: Câmara de São José do Rio Preto - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa",
      "Falsidade de documento público",
      "Falso reconhecimento de firma ou letra",
      "Outras falsidades"
    ],
    "enunciado_principal": "Com relação aos crimes praticados contra a fé pública, pode-se afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o crime de moeda falsa tem como sujeito passivo somente o Estado."
      },
      {
        "letra": "B",
        "texto": "o delito de falsificação de documento público atinge sua consumação com a falsificação ou alteração do objeto material, independentemente de outro resultado, e admite tentativa."
      },
      {
        "letra": "C",
        "texto": "nos crimes de falsidade, o sujeito passivo será sempre o Estado, com exclusividade, pois ele é o titular da fé pública."
      },
      {
        "letra": "D",
        "texto": "a prova pericial é imprescindível para a comprovação dos crimes de falsidade material e ideológica."
      },
      {
        "letra": "E",
        "texto": "o delito do artigo 300, CP, por ser crime próprio (o sujeito ativo é o funcionário público com função específica de reconhecimento de firma ou letra), não admite coautoria ou participação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "531758",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: Câmara Municipal de Itatiba - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa",
      "Falsidade de documento público",
      "Falsidade ideológica",
      "Falso reconhecimento de firma ou letra",
      "Certidão ou atestado ideologicamente falso"
    ],
    "enunciado_principal": "Sobre os crimes contra a Fé Pública, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "para a configuração do crime de falsidade ideológica, basta que o agente omita, em documento público ou particular, declaração que dele deveria constar, ou, em documento público ou particular, insira ou faça inserir declaração falsa ou diversa da que deveria ser escrita, sem finalidade específica."
      },
      {
        "letra": "B",
        "texto": "aquele que recebe moeda falsa, de boa-fé, como verdadeira, e a restitui à circulação depois de conhecer a falsidade será isento de pena."
      },
      {
        "letra": "C",
        "texto": "um dentista que, no exercício da profissão, fornece atestado falso responde pelo crime de falsidade de atestado médico."
      },
      {
        "letra": "D",
        "texto": "para os efeitos penais, o cheque pode ser objeto do crime de falsificação de documento público."
      },
      {
        "letra": "E",
        "texto": "o crime de falso reconhecimento de firma ou letra não se consuma em casos de documentos particulares."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "528030",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Falsidade de documento particular",
      "Falso reconhecimento de firma ou letra",
      "Falsidade de atestado médico",
      "Outras falsidades"
    ],
    "enunciado_principal": "Em relação aos crimes praticados contra a fé pública, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de falso atestado médico, previsto no artigo 302, do CP, admite tanto a forma dolosa quanto a forma culposa."
      },
      {
        "letra": "B",
        "texto": "O crime de falso reconhecimento de firma ou letra (art. 300, CP), por ser crime próprio, não admite coautoria ou participação."
      },
      {
        "letra": "C",
        "texto": "A falsidade material consistente na omissão de declaração que deveria constar no documento público ou particular ou na inserção (direta ou indireta) de declaração falsa ou diversa da que deveria ser nele escrita."
      },
      {
        "letra": "D",
        "texto": "Os delitos de falso se consumam independentemente do resultado (prejuízo)."
      },
      {
        "letra": "E",
        "texto": "Os testamentos particulares inserem-se no conceito de documento particular para fins de falsificação (art. 298, CP)."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "525918",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 1ª REGIÃO (RJ)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Crimes contra a fé pública",
      "Falsidade de documento particular",
      "Falso reconhecimento de firma ou letra",
      "Falsidade de atestado médico",
      "Uso de documento falso",
      "Supressão de documento"
    ],
    "enunciado_principal": "Antonio Célio, barista, faltou injustificadamente ao trabalho, nada comunicando ao empregador. Por ser reincidente, já tendo sido punido por ausências anteriores, e temendo ser dispensado por justa causa, no dia seguinte − que era destinado a sua folga − se aproveita do comparecimento à clínica médica “Saúde Real Cop\" onde marcara consulta e, verificando a momentânea ausência de fiscalização, pega para si carimbo do médico responsável pela clínica. Na saída, para eliminar registro de sua presença, destrói a folha usada pela administração da clínica para controle dos pacientes que lá comparecem, documento adotado para instruir os requerimentos de pagamento por serviços prestados pela clínica a várias operadoras de plano de saúde. Em seguida, Antonio Célio vai para casa, onde elabora atestado médico que justificaria sua ausência ao trabalho, assina-o com o nome do médico constante do carimbo, além de efetuar, ele próprio, reconhecimento da firma que inserira no atestado. Por fim, dois dias após a ausência ao trabalho, Antônio Célio entrega o documento nos moldes acima ao seu empregador, solicitando que não houvesse o desconto de sua falta. Além de outros, caso estejam presentes, configura-se a existência dos seguintes tipos penais, praticados por Antônio Célio:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "supressão de documento, falsificação de documento particular e uso de documento falso."
      },
      {
        "letra": "B",
        "texto": "falsificação de documento particular, falso reconhecimento de firma e furto."
      },
      {
        "letra": "C",
        "texto": "falso reconhecimento de firma, falsidade de atestado médico e uso de documento falso."
      },
      {
        "letra": "D",
        "texto": "falsidade de atestado médico, furto e supressão de documento."
      },
      {
        "letra": "E",
        "texto": "furto, falsidade de reconhecimento de firma e falsidade de atestado médico."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "493971",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falso reconhecimento de firma ou letra"
    ],
    "enunciado_principal": "Sobre o crime de Falso Reconhecimento de Firma ou Letra, previsto no Código Penal, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a conduta típica consiste em reconhecer, como verdadeira, no exercício de função pública, firma ou letra que o não seja."
      },
      {
        "letra": "B",
        "texto": "a conduta típica consiste em atestar ou certificar falsamente, em razão de função pública, fato ou circunstância que habilite alguém a obter cargo público."
      },
      {
        "letra": "C",
        "texto": "a lei apenas tipifica a conduta quando o reconhecimento falso é de assinatura aposta em documento original público."
      },
      {
        "letra": "D",
        "texto": "a lei admite a punição da conduta, na forma culposa."
      },
      {
        "letra": "E",
        "texto": "a lei não admite a punição da conduta praticada por funcionário público."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "684273",
    "metadata": "Ano: 2013 | Banca: ADVISE | Órgão: Prefeitura de Brejo da Madre de Deus - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falso reconhecimento de firma ou letra",
      "Certidão ou atestado ideologicamente falso",
      "Falsidade de atestado médico",
      "Uso de documento falso",
      "Supressão de documento"
    ],
    "enunciado_principal": "De acordo com a Lei 2.848/40, omitir, em documento público ou particular, declaração que dele devia constar, ou nele inserir ou fazer inserir declaração falsa ou diversa da que devia ser escrita, com o fim de prejudicar direito, criar obrigação ou alterar a verdade sobre fato juridicamente relevante é uma característica criminal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de falso reconhecimento de firma;"
      },
      {
        "letra": "B",
        "texto": "de certidão ou atestado ideologicamente falso;"
      },
      {
        "letra": "C",
        "texto": "de falsidade de atestado médico;"
      },
      {
        "letra": "D",
        "texto": "de supressão de documento;"
      },
      {
        "letra": "E",
        "texto": "de falsidade ideológica."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "371032",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falso reconhecimento de firma ou letra"
    ],
    "enunciado_principal": "Considerando que o titular de cartório de notas tenha reconhecido, em determinado documento, firma falsa como verdadeira, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Conforme a natureza do documento, a conduta do titular do cartório poderá configurar o crime de falsificação de documento público ou privado."
      },
      {
        "letra": "B",
        "texto": "Seja o documento público ou privado, o titular do cartório estará sujeito à pena prevista para o crime de falsidade ideológica."
      },
      {
        "letra": "C",
        "texto": "A conduta, ainda que dolosa, do titular do cartório em apreço é atípica, mas ele poderá ser responsabilizado administrativa e civilmente por qualquer dano causado às partes."
      },
      {
        "letra": "D",
        "texto": "A conduta do titular do cartório só será punível se o documento for público."
      },
      {
        "letra": "E",
        "texto": "O titular do cartório só será punido se tiver agido dolosamente, sendo atípica a conduta culposa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "313310",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRT - 5ª Região (BA)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica",
      "Falso reconhecimento de firma ou letra",
      "Uso de documento falso"
    ],
    "enunciado_principal": "Assinale a opção correta com relação aos crimes de falsidade documental.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Comete crime de uso de documento falso o promitente vendedor de imóvel que entrega ao oficial do registro público cópia não autenticada de sua carteira de identidade civil na qual constem número de registro e filiação diversos dos constantes na carteira original."
      },
      {
        "letra": "B",
        "texto": "De acordo com expressa previsão legal, constitui crime de falsidade ideológica a conduta de atestar ao juiz da execução penal a prestação de serviço para fins de remição de pena quando, na verdade, não houve prestação de serviço pelo condenado."
      },
      {
        "letra": "C",
        "texto": "Comete o crime de falsidade ideológica, ou moral, aquele que presta declaração falsa sobre o valor da contribuição previdenciária devida."
      },
      {
        "letra": "D",
        "texto": "A tipificação do crime de falso reconhecimento de firma ou letra, crime próprio com relação aos sujeitos ativo e passivo, visa tutelar a fé pública, não sendo admitida a modalidade culposa desse crime."
      },
      {
        "letra": "E",
        "texto": "Aquele que apresenta à autoridade judicial carteira de trabalho com sua fotografia, mas na qual conste o nome de seu irmão gêmeo, pratica o crime de uso de documento falso particular."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "271316",
    "metadata": "Ano: 2012 | Banca: AOCP | Órgão: TCE-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento particular",
      "Falsidade ideológica",
      "Falso reconhecimento de firma ou letra",
      "Supressão de documento"
    ],
    "enunciado_principal": "Omitir, em documento público ou particular, declaração que dele devia constar, ou nele inserir ou fazer inserir declaração falsa ou diversa da que devia ser escrita, com o fim de prejudicar direito, criar obrigação ou alterar a verdade sobre fato juridicamente relevante, configura o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "supressão de documento."
      },
      {
        "letra": "B",
        "texto": "falsidade ideológica."
      },
      {
        "letra": "C",
        "texto": "falso reconhecimento."
      },
      {
        "letra": "D",
        "texto": "falsificação de documento particular."
      },
      {
        "letra": "E",
        "texto": "falsificação de sinal público."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "270625",
    "metadata": "Ano: 2012 | Banca: CETRO | Órgão: TJ-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Falsidade de documento particular",
      "Falsidade ideológica",
      "Falso reconhecimento de firma ou letra"
    ],
    "enunciado_principal": "A conduta de reconhecer, como verdadeira, no exercício de função pública, firma ou letra que não o seja, configura o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falsidade material de atestado ou certidão."
      },
      {
        "letra": "B",
        "texto": "falso reconhecimento de firma ou letra."
      },
      {
        "letra": "C",
        "texto": "falsidade ideológica."
      },
      {
        "letra": "D",
        "texto": "falsificação de documento particular."
      },
      {
        "letra": "E",
        "texto": "falsificação de documento público."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "264237",
    "metadata": "Ano: 2012 | Banca: ESAF | Órgão: Receita Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de títulos e outros papéis públicos",
      "Falsidade de documento público",
      "Falsidade de documento particular",
      "Falsidade ideológica",
      "Falso reconhecimento de firma ou letra"
    ],
    "enunciado_principal": "Sebastião, condutor e proprietário de veículo automotor, recebe multa do órgão de trânsito estadual (DETRAN) cometida por ele. No entanto, ao preencher o documento, indica que o condutor era Manuel. Manuel acaba recebendo três pontos na carteira em razão do preenchimento incorreto de documento oficial do DETRAN. Com base nessa informação e na legislação penal, é correto afirmar que há crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falsidade ideológica."
      },
      {
        "letra": "B",
        "texto": "falsificação de sinal público."
      },
      {
        "letra": "C",
        "texto": "falsificação de documento particular."
      },
      {
        "letra": "D",
        "texto": "falsificação de documento público."
      },
      {
        "letra": "E",
        "texto": "falso reconhecimento de firma."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "204603",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TCE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Classificação dos crimes",
      "Crimes comuns, próprios e de mão própria",
      "Crimes contra a fé pública",
      "Falsidade de títulos e outros papéis públicos",
      "Falso reconhecimento de firma ou letra",
      "Certidão ou atestado ideologicamente falso",
      "Falsidade de atestado médico",
      "Outras falsidades"
    ],
    "enunciado_principal": "Dentre os crimes contra a fé pública, NÃO constitui crime próprio",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a falsificação de selo ou sinal público."
      },
      {
        "letra": "B",
        "texto": "o falso reconhecimento de firma ou letra."
      },
      {
        "letra": "C",
        "texto": "a certidão ou atestado ideologicamente falso."
      },
      {
        "letra": "D",
        "texto": "a falsidade de atestado médico."
      },
      {
        "letra": "E",
        "texto": "a fraude de lei sobre estrangeiro."
      }
    ],
    "gabarito": "A"
  }
]