[
  {
    "id": "3530121",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Em relação às condutas típicas previstas no Código Penal brasileiro e em leis específicas, julgue o item a seguir. Configura o crime de falsidade ideológica fazer declaração falsa ou omitir declaração sobre rendas, bens ou fatos, para eximir-se, total ou parcialmente, do pagamento do imposto sobre a renda das pessoas físicas (IRPF).",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3296704",
    "metadata": "Ano: 2025 | Banca: IGEDUC | Órgão: CRMV-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "A fé pública, nas palavras de Cleber Masson, \"consiste na crença ou convicção geral na autenticidade e valor dos documentos e atos prescritos para as relações coletivas\" (MASSON, Cleber. Direito Penal. Parte Especial. Vol. 3. São Paulo: Gen Método, 2017, p. 447). Nesse contexto, é um exemplo de crime contra a fé pública elencado pelo Código Penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Impedimento, perturbação ou fraude de concorrência, com pena de detenção, de seis meses a dois anos, ou multa, além da pena correspondente à violência."
      },
      {
        "letra": "B",
        "texto": "Tráfico de Influência, com pena de reclusão, de 2 (dois) a 5 (cinco) anos, e multa."
      },
      {
        "letra": "C",
        "texto": "Adulteração de sinal identificador de veículo, com pena de reclusão, de três a seis anos, e multa."
      },
      {
        "letra": "D",
        "texto": "Violação de sigilo funcional, com pena de detenção, de seis meses a dois anos, ou multa, se o fato não constitui crime mais grave."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3287918",
    "metadata": "Ano: 2025 | Banca: IBADE | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica",
      "Falsidade de atestado médico"
    ],
    "enunciado_principal": "Em relação ao crime de falso atestado médico, marque a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Trata-se de uma espécie de falsidade material."
      },
      {
        "letra": "B",
        "texto": "Trata-se de uma espécie de falsidade ideológica."
      },
      {
        "letra": "C",
        "texto": "É perceptível por perícia de documentoscopia, que constata a falsidade do formulário."
      },
      {
        "letra": "D",
        "texto": "É perceptível por perícia grafológica, que constata a falsidade da assinatura."
      },
      {
        "letra": "E",
        "texto": "É passível de cometimento por enfermeiros, fisioterapeutas e psicólogos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3281024",
    "metadata": "Ano: 2025 | Banca: COTEC | Órgão: Prefeitura de Ubaí - MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "“Omitir, em documento público ou particular, declaração que dele devia constar, ou nele inserir ou fazer inserir declaração falsa ou diversa da que devia ser escrita, com o fim de prejudicar direito, criar obrigação ou alterar a verdade sobre fato juridicamente relevante.” O trecho supracitado descreve o tipo penal denominado",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falsificação de documento público."
      },
      {
        "letra": "B",
        "texto": "falsificação de papéis públicos."
      },
      {
        "letra": "C",
        "texto": "falsidade de supressão de documento."
      },
      {
        "letra": "D",
        "texto": "falsidade ideológica."
      },
      {
        "letra": "E",
        "texto": "falsidade material de certidão."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3273832",
    "metadata": "Ano: 2025 | Banca: FADENOR | Órgão: Câmara de Buritizeiro - MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Considere o fragmento de texto a seguir para responder a esta questão: “Omitir, em documento público ou particular, declaração que dele devia constar, ou nele inserir ou fazer inserir declaração falsa ou diversa da que devia ser escrita, com o fim de prejudicar direito, criar obrigação ou alterar a verdade sobre fato juridicamente relevante.” O trecho supracitado descreve o tipo penal denominado",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falsificação de documento público."
      },
      {
        "letra": "B",
        "texto": "falsificação de papéis públicos."
      },
      {
        "letra": "C",
        "texto": "falsidade de supressão de documento."
      },
      {
        "letra": "D",
        "texto": "falsidade ideológica."
      },
      {
        "letra": "E",
        "texto": "falsidade material de certidão."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3171403",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: PC-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Falsidade de documento particular",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Carolina, Delegada de Polícia, visando à otimização dos trabalhos em sua unidade policial, dividiu os inquéritos policiais por temáticas. Na corrente data, houve o indiciamento de três indivíduos que teriam, em tese, praticado crimes contra a fé pública. Caio é investigado por ter inserido, em documento público, declaração falsa, com o fim de alterar a verdade sobre fato juridicamente relevante. Ele é agente público e teria praticado a conduta prevalecendo-se do cargo ocupado. Por outro lado, Marcos teria falsificado, em parte, um testamento particular. A seu turno, Túlio é acusado de falsificar, no todo, um cartão de crédito. Vale destacar que que todos os agentes agiram com dolo. Nesse cenário, considerando as disposições do Código Penal, avalie as afirmativas a seguir e assinale (V) para a verdadeira e (F) para a falsa. ( ) Caio responderá pelo crime de falsidade ideológica, na modalidade simples. ( ) Marcos responderá pelo crime de falsificação de documento público, na modalidade simples. ( ) Túlio responderá pelo crime de falsificação de documento particular, na modalidade simples. As afirmativas são, respectivamente,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F – V – V."
      },
      {
        "letra": "B",
        "texto": "V – V – F."
      },
      {
        "letra": "C",
        "texto": "F – V – F."
      },
      {
        "letra": "D",
        "texto": "V – F – V."
      },
      {
        "letra": "E",
        "texto": "F – F – F."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3495199",
    "metadata": "Ano: 2024 | Banca: INSTITUTO AOCP | Órgão: POLÍCIA CIENTÍFICA - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "De acordo com o Código Penal, assinale a alternativa que apresenta corretamente a definição de crime de falsidade ideológica.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Falsificar, no todo ou em parte, documento particular ou alterar documento particular verdadeiro, equiparando-se a documento particular o cartão de crédito ou débito."
      },
      {
        "letra": "B",
        "texto": "Atestar ou certificar falsamente, em razão de função pública, fato ou circunstância que habilite alguém a obter cargo público, isenção de ônus ou de serviço de caráter público, ou qualquer outra vantagem."
      },
      {
        "letra": "C",
        "texto": "Falsificar, no todo ou em parte, documento particular ou alterar documento particular verdadeiro."
      },
      {
        "letra": "D",
        "texto": "Alterar, falsificar ou fazer uso indevido de marcas, logotipos, siglas ou quaisquer outros símbolos utilizados ou identificadores de órgãos ou entidades da Administração Pública."
      },
      {
        "letra": "E",
        "texto": "Omitir, em documento público ou particular, declaração que dele devia constar, ou nele inserir ou fazer inserir declaração falsa ou diversa da que devia ser escrita, com o fim de prejudicar direito, criar obrigação ou alterar a verdade sobre fato juridicamente relevante."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3252494",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Caio, comerciante, contratou Mévia para trabalhar como recepcionista na loja de sua propriedade, tendo procedido à anotação do contrato de trabalho na carteira profissional, mas com remuneração menor à efetivamente paga. Tício alterou o número do chassi constante do documento de Certificado de Registro e Licenciamento de Veículo. Seprônia, em petição protocolizada em processo em que atua como advogada, afirmou de forma inverídica a hipossuficiência de Mévio, seu cliente, para o fim da concessão da justiça gratuita. Mévio, por sua vez, cliente de Seprônia, firmou declaração inverídica de hipossuficiência, para instruir pedido de justiça gratuita. Com base nas situações hipotéticas, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tício, em tese, incorreu no crime de falsidade de documento público."
      },
      {
        "letra": "B",
        "texto": "Mévio, em tese, incorreu no crime de falsidade de documento particular."
      },
      {
        "letra": "C",
        "texto": "Mévia, em tese, ao permitir a anotação de informação não verdadeira em sua carteira profissional, incorreu no crime de falsidade ideológica, em coautoria com Caio."
      },
      {
        "letra": "D",
        "texto": "Caio, em tese, incorreu no crime de falsidade de documento particular, na modalidade omissiva, já que deixou de anotar a correta remuneração de Mévia."
      },
      {
        "letra": "E",
        "texto": "Seprônia, em tese, incorreu no crime de falsidade de documento público."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3225722",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: DESENVOLVE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "O fato do sujeito ativo ser agente público e cometer o crime prevalecendo-se do cargo é causa de aumento de pena no crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falsidade ideológica."
      },
      {
        "letra": "B",
        "texto": "falsidade de atestado médico."
      },
      {
        "letra": "C",
        "texto": "supressão de documento público."
      },
      {
        "letra": "D",
        "texto": "falso reconhecimento de firma ou letra."
      },
      {
        "letra": "E",
        "texto": "certidão ou atestado ideologicamente falso."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3113330",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento particular",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "No que se refere aos crimes em espécie previstos no Código Penal, julgue o item a seguir, considerando, quando couber, o entendimento dos tribunais superiores. A prática da clonagem de cartão de crédito constitui o crime de falsidade ideológica.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3113328",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso formal",
      "Crimes contra a fé pública",
      "Falsidade ideológica",
      "Crimes contra a administração pública",
      "Peculato"
    ],
    "enunciado_principal": "No que se refere aos crimes em espécie previstos no Código Penal, julgue o item a seguir, considerando, quando couber, o entendimento dos tribunais superiores. O delito de falsidade ideológica praticado como meio da prática do crime de peculato é incorporado por este, em razão do princípio da consunção.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3109536",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: TSE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Em relação aos crimes contra a pessoa, contra a administração pública e contra a fé pública, julgue o item subsequente, de acordo com o Código Penal. O Código Penal comina penas diferentes nas hipóteses de falsidade ideológica, a depender da natureza pública ou particular do documento.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3097429",
    "metadata": "Ano: 2024 | Banca: IBADE | Órgão: Câmara de Ouro Preto do Oeste - RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Os crimes contra a administração pública englobam diversas condutas que atentam contra a ética e a moralidade no exercício da função pública. Um dos crimes tipificados na legislação brasileira é o de \"falsidade ideológica\", que ocorre quando um agente público omite, altera ou inventa dados em documentos oficiais. Qual das alternativas a seguir melhor descreve uma situação em que esse crime pode ser configurado?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Um agente público informa erroneamente à população sobre a disponibilidade de serviços."
      },
      {
        "letra": "B",
        "texto": "Um funcionário público recebe propina para facilitar um processo licitatório."
      },
      {
        "letra": "C",
        "texto": "Um gestor público utiliza bens públicos para fins pessoais."
      },
      {
        "letra": "D",
        "texto": "Um servidor público deixa de prestar contas de verbas recebidas."
      },
      {
        "letra": "E",
        "texto": "Um servidor público altera sua folha de ponto para incluir horas extras não trabalhadas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3028638",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Guilherme, juiz federal, expediu mandado de intimação visando à oitiva de uma testemunha em juízo. Ao receber a determinação judicial, João, oficial de justiça, deixou de se encaminhar à localidade indicada no mandado. Na verdade, o referido servidor público, agindo com dolo, inseriu uma declaração falsa, em certidão juntada aos autos, no sentido de que teria comparecido ao local, mas a testemunha não pôde ser encontrada. Nesse cenário, considerando as disposições do Código Penal, João responderá pelo crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falsificação de documento particular;"
      },
      {
        "letra": "B",
        "texto": "falsificação de documento público;"
      },
      {
        "letra": "C",
        "texto": "falsificação de sinal público;"
      },
      {
        "letra": "D",
        "texto": "petrechos de falsificação;"
      },
      {
        "letra": "E",
        "texto": "falsidade ideológica."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2537615",
    "metadata": "Ano: 2024 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "[Questão Inédita] Assinale a alternativa correta sobre o crime de falsidade ideológica previsto no Código Penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de falsidade ideológica só se configura se houver falsificação material do documento."
      },
      {
        "letra": "B",
        "texto": "A falsidade ideológica pode ser praticada tanto por agente público quanto por particular."
      },
      {
        "letra": "C",
        "texto": "O crime de falsidade ideológica exige a falsificação de um documento público para sua configuração."
      },
      {
        "letra": "D",
        "texto": "A falsidade ideológica é punida apenas com detenção, sem previsão de multa."
      },
      {
        "letra": "E",
        "texto": "A falsidade ideológica não se aplica a documentos particulares."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2536654",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: Prefeitura de Vitória - ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Daniel, após ser aprovado nas provas objetiva e discursiva de um concorrido certame público, recebeu, da comissão examinadora, um documento, emitido pelo Estado Alfa, para preenchimento no contexto da sindicância da vida pregressa. Daniel verificou, então, que havia um campo indagando sobre eventuais processos penais em curso em detrimento do candidato. Desta forma, embora esteja respondendo, em juízo, pela prática do crime de importunação sexual, Daniel consignou, no documento, de que não teria qualquer pendência junto à Justiça Criminal. Nesse cenário, considerando as disposições do Código Penal, é correto afirmar que Daniel responderá pelo crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "fraude em certame de interesse público."
      },
      {
        "letra": "B",
        "texto": "falsificação de documento particular."
      },
      {
        "letra": "C",
        "texto": "falsificação de documento público."
      },
      {
        "letra": "D",
        "texto": "falsidade ideológica."
      },
      {
        "letra": "E",
        "texto": "falsa identidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2457303",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: AL-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Aquiles pretendia comercializar vegetação de eucaliptos do terreno de seu vizinho. Para tanto, compareceu ao órgão ambiental competente e preencheu um requerimento, fazendo inserir informações como se fosse o proprietário do imóvel. O vizinho, real proprietário do imóvel, compareceu àquela repartição pública e apontou que a informação prestada por Aquiles era falsa, de modo que a autorização foi cancelada e Aquiles sequer efetuou o corte de vegetação. Pelo exposto, é correto afirmar que Aquiles",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deverá responder pelo crime de falsidade ideológica na forma tentada."
      },
      {
        "letra": "B",
        "texto": "deverá responder pelo crime de falsidade ideológica na forma consumada."
      },
      {
        "letra": "C",
        "texto": "não deverá responder pelo crime de falsidade ideológica, em razão do arrependimento eficaz."
      },
      {
        "letra": "D",
        "texto": "não deverá responder pelo crime de falsidade ideológica, em razão da desistência voluntária."
      },
      {
        "letra": "E",
        "texto": "deverá responder pelo crime de falsidade ideológica com diminuição de pena, em razão do arrependimento posterior."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2316029",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TCE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Em relação ao crime de falsidade ideológica, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O delito de falsidade ideológica envolve a utilização de documentos materialmente modificados."
      },
      {
        "letra": "B",
        "texto": "A configuração do delito de falsidade ideológica exige a comprovação da intenção de prejudicar terceiros."
      },
      {
        "letra": "C",
        "texto": "A pena é aumentada caso o agente da falsificação seja funcionário público, desde que este pratique a conduta prevalecendo-se do cargo, independentemente da natureza pública ou particular do documento."
      },
      {
        "letra": "D",
        "texto": "A omissão de declaração que deveria constar de documento público ou particular não caracteriza o crime de falsidade ideológica."
      },
      {
        "letra": "E",
        "texto": "Independentemente da natureza pública ou particular do documento, a conduta recebe idêntica punição."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2299180",
    "metadata": "Ano: 2023 | Banca: CONSULPAM | Órgão: CISCOPAR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "João, servidor público municipal, está envolvido em um caso de falsidade ideológica. Ele, prevalecendo-se com cargo, inseriu declaração falsa em documento particular, com o objetivo de prejudicar um terceiro. Assinale, dentre as alternativas abaixo, a que indica corretamente a pena prevista o crime supostamente cometido por João:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Reclusão de um a cinco anos e multa, majorada em um sexto."
      },
      {
        "letra": "B",
        "texto": "Reclusão de um a três anos e multa."
      },
      {
        "letra": "C",
        "texto": "Reclusão de um a cinco anos e multa, pois João é funcionário público."
      },
      {
        "letra": "D",
        "texto": "Reclusão de um a quatro anos e multa, pois João é funcionário público."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2272758",
    "metadata": "Ano: 2023 | Banca: TJ-AM | Órgão: TJ-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Sobre os delitos contra a fé pública, pode-se afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O delito de falsidade ideológica se refere exclusivamente a documentos públicos."
      },
      {
        "letra": "B",
        "texto": "O testamento particular é considerado documento público por equiparação em razão de expressa disposição do Código Penal."
      },
      {
        "letra": "C",
        "texto": "O cartão de débito de Banco Público será equiparado a documento público para fins de falsidade documental."
      },
      {
        "letra": "D",
        "texto": "O uso de documento falso só é punível com reclusão no caso de tratar-se de documento público. Se for documento particular, a pena é de detenção."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2263849",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: TJM-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "É correto afirmar que a conduta de “omitir, em documento público ou particular, declaração que dele devia constar, ou nele inserir ou fazer inserir declaração falsa ou diversa da que devia ser escrita, com o fim de prejudicar direito, criar obrigação ou alterar a verdade sobre fato juridicamente relevante” configura o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falsidade ideológica."
      },
      {
        "letra": "B",
        "texto": "falsificação de documento particular."
      },
      {
        "letra": "C",
        "texto": "falsificação de papéis públicos."
      },
      {
        "letra": "D",
        "texto": "falsificação de documento público."
      },
      {
        "letra": "E",
        "texto": "falso reconhecimento de firma ou letra."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2247789",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Falsidade ideológica",
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações",
      "Prevaricação"
    ],
    "enunciado_principal": "Miguel, funcionário de uma autoescola, insere no banco de dados do Departamento de Trânsito (Detran) a informação de que um aluno, a quem deseja beneficiar, teria realizado todas as aulas teóricas e práticas exigidas para a obtenção da permissão para dirigir veículo automotor, o que não condiz com a realidade. A partir dessas informações, é agendada a prova prática de direção, na qual o aluno é aprovado, sendo então emitida sua permissão para dirigir veículo automotor. Diante do caso narrado, Miguel deverá responder por:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falsidade ideológica;"
      },
      {
        "letra": "B",
        "texto": "falsificação de documento público;"
      },
      {
        "letra": "C",
        "texto": "inserção de dados falsos em sistema de Informações;"
      },
      {
        "letra": "D",
        "texto": "inserção de dados falsos em sistema de informações e prevaricação;"
      },
      {
        "letra": "E",
        "texto": "inserção de dados falsos em sistema de informações e falsificação de documento público."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2207109",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: PC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Em relação aos crimes contra a pessoa e contra a fé pública, julgue o item a seguir.A conduta de atribuir-se falsa identidade perante autoridade policial é atípica quando ocorre em evidente exercício de autodefesa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2108177",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: TCM-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Princípios limitadores do poder punitivo estatal",
      "Crimes contra o patrimônio",
      "Roubo",
      "Estelionato",
      "Crimes contra a fé pública",
      "Falsidade ideológica",
      "Crimes contra a administração pública",
      "Contrabando"
    ],
    "enunciado_principal": "A interpretação da Súmula 599 do Superior Tribunal de Justiça veda a aplicação do princípio da insignificância ao crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "roubo."
      },
      {
        "letra": "B",
        "texto": "estelionato."
      },
      {
        "letra": "C",
        "texto": "contrabando"
      },
      {
        "letra": "D",
        "texto": "falsidade ideológica."
      },
      {
        "letra": "E",
        "texto": "adulteração de sinal identificador de veículo automotor."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2084206",
    "metadata": "Ano: 2023 | Banca: Instituto Consulplan | Órgão: SEGER-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Falsidade ideológica",
      "Uso de documento falso"
    ],
    "enunciado_principal": "O agente que omitir, em documento público, declaração que dele devia constar, ou nele inserir ou fazer inserir declaração falsa ou diversa da que devia ser escrita, com o fim de prejudicar direito, criar obrigação ou alterar a verdade sobre fato juridicamente relevante, pratica o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Falsidade ideológica, previsto no Art. 299 do Código Penal."
      },
      {
        "letra": "B",
        "texto": "Uso de documento falso, previsto no Art. 304 do Código Penal."
      },
      {
        "letra": "C",
        "texto": "Falsificação de documento público, previsto no Art. 297 do Código Penal."
      },
      {
        "letra": "D",
        "texto": "Certidão ou atestado ideologicamente falso, previsto no Art. 301 do Código Penal."
      },
      {
        "letra": "E",
        "texto": "Reprodução ou adulteração de peça filatélica, previsto no Art. 804 do Código Penal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2063556",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: POLC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Acerca dos crimes contra a fé pública, julgue o item a seguir.Para a configuração do crime de falsidade ideológica, é imprescindível a ocorrência de dano efetivo mediante a apresentação do documento cuja verdade foi juridicamente alterada.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2501725",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: SEFAZ-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Em relação aos crimes contra a fé pública e a administração pública, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A conduta de falsificar cartão de crédito ou de débito configura, por equiparação, a infração penal de falsificação de moeda."
      },
      {
        "letra": "B",
        "texto": "O pagamento de vantagem indevida que tenha sido oferecida ou solicitada é requisito necessário para a consumação dos crimes de corrupção ativa e passiva."
      },
      {
        "letra": "C",
        "texto": "O crime de supressão de documento e o crime de extravio, sonegação ou inutilização de livro serão punidos na forma tentada se não ocorrer prejuízo nem a destruição total do objeto."
      },
      {
        "letra": "D",
        "texto": "A inexistência do dolo específico, como a finalidade de alterar a verdade sobre fato juridicamente relevante, por exemplo, acarreta a atipicidade do crime de falsidade ideológica."
      },
      {
        "letra": "E",
        "texto": "A conduta do empresário que, dolosamente, altera informações dos livros mercantis relativas ao seu estabelecimento comercial configura falsificação de documento particular."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2074470",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Falsidade de documento particular",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "A respeito dos crimes contra a fé pública, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para fins penais são equiparados a documento público, o testamento particular e os livros mercantis."
      },
      {
        "letra": "B",
        "texto": "O crime de falso reconhecimento de firma ou letra admite a modalidade culposa."
      },
      {
        "letra": "C",
        "texto": "O crime de certidão de atestado ideologicamente falso pode ser praticado por qualquer pessoa, não se exigindo nenhuma qualidade específica ao autor."
      },
      {
        "letra": "D",
        "texto": "O agente que usa o documento falsificado é apenado de forma menos grave ao agente que falsificou ou adulterou o documento."
      },
      {
        "letra": "E",
        "texto": "O crime de falsidade ideológica somente admite documento público, não sendo possível em documento particular."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2073270",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento particular",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Para fins de punição penal, a falsificação do cartão de crédito e a falsificação de testamento particular",
    "alternativas": [
      {
        "letra": "A",
        "texto": "são tratadas igualmente, sendo ambos os objetos materiais considerados documento público."
      },
      {
        "letra": "B",
        "texto": "são tratadas igualmente, sendo ambos os objetos materiais considerados documento particular."
      },
      {
        "letra": "C",
        "texto": "são tratadas diferentemente, pois o primeiro objeto é considerado documento particular e, o segundo, documento público."
      },
      {
        "letra": "D",
        "texto": "são tratadas diferentemente, pois o primeiro objeto é considerado documento público e, o segundo, documento particular."
      },
      {
        "letra": "E",
        "texto": "são tratadas diferentemente, pois falsificar o primeiro objeto material sequer constitui crime."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1992807",
    "metadata": "Ano: 2022 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Falsidade de documento particular",
      "Falsidade ideológica",
      "Outras falsidades"
    ],
    "enunciado_principal": "NO TOCANTE AOS CRIMES DE FALSO, NÃO É CERTO AFIRMAR QUE:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime do art. 299, do CP, não deve, obrigatoriamente, ser apto somente a alterar a verdade sobre fato juridicamente relevante, pois é composto de outras figuras nucleares que podem ensejar a sua tipificação, estando perfectibilizado o delito quando, da conduta, haja aptidão para prejudicar direito de outrem ou para a criação de obrigação ou a alteração de fato juridicamente relevante."
      },
      {
        "letra": "B",
        "texto": "O crime do art. 297, do CP, consiste em falsificar, no todo ou em parte, documento público, ou alterar documento público verdadeiro, não distinguindo se ele provém de autoridade pública nacional, federal, estadual, distrital ou municipal, excluindo-se a estrangeira, tendo em vista a forma específica do nosso ordenamento jurídico."
      },
      {
        "letra": "C",
        "texto": "O tipo previsto no art. 298, do CP, contempla o elemento normativo documento, cujo devido significado valorativo, a ser extraído pelo intérprete, possui a maleabilidade suficiente para a sua adaptação aos anseios e às necessidades sociais provenientes de novas relações jurídicas advindas da evolução tecnológica."
      },
      {
        "letra": "D",
        "texto": "O crime do art. 296, § 1º, III, do CP, é de mera conduta, sendo suficiente, para sua caracterização, o uso indevido das marcas, logotipos, siglas ou outros símbolos identificadores de órgãos ou entidades da Administração Pública, mostrando-se desnecessária a demonstração de dolo específico, bem como de ocorrência de prejuízo a terceiros."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1992056",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de títulos e outros papéis públicos",
      "Falsidade de documento público",
      "Falsidade de documento particular",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "O Código Penal estabelece em títulos próprios os crimes contra a paz pública, contra a fé pública e contra a administração pública. No tocante à fé pública, trata-se de uma expressão que encontra abrigo no Código Penal e que se refere à presunção de verdade dada aos atos de um servidor. Diante do exposto, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A falsidade material atinge o documento apenas na sua ideação, ou seja, no pensamento que as declarações encerram."
      },
      {
        "letra": "B",
        "texto": "A falsidade material afeta a autenticidade ou inalterabilidade do documento na sua forma extrínseca e conteúdo intrínseco."
      },
      {
        "letra": "C",
        "texto": "Maria leva seu veículo ao Detran com o objetivo de realizar a fiscalização anual. Antônio, funcionário público que exerce suas funções no local, apesar de não encontrar irregularidades no veículo, verificando a inexperiência de Maria, que tem apenas 20 anos de idade, exige R$ 1.500,00 para “liberar” o automóvel sem pendências. Maria, de imediato, recusa-se a entregar o valor solicitado e informa o ocorrido ao superior hierárquico de Antônio, que aciona a polícia. Por tal conduta, Antônio deve responder pelo crime de concussão tentada."
      },
      {
        "letra": "D",
        "texto": "Configura o crime de Tráfico de Influência deixar o Diretor de Penitenciária e/ou agente público de cumprir seu dever de vedar ao preso o acesso a aparelho telefônico, de rádio ou similar, que permita a comunicação com outros presos ou com o ambiente externo."
      },
      {
        "letra": "E",
        "texto": "Se o agente é funcionário público e comete o crime de falsidade ideológica prevalecendo-se do cargo, ou se a falsificação ou alteração é de assentamento de registro civil, aumenta-se a pena de terça parte."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1989536",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TRT - 16ª REGIÃO (MA)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Antônio, Oficial de Justiça, com vontade livre e consciente, ao cumprir mandado de penhora, avaliação e intimação, certificou falsamente, em razão de sua função pública, fato que habilitou o executado Jorge a obter vantagem, consistente em ocultar bens penhoráveis, na medida em que Antônio falsamente certificou que não havia qualquer bem a ser penhorado. Assim agindo, Antônio praticou",
    "alternativas": [
      {
        "letra": "A",
        "texto": "infração penal de certidão ideologicamente falsa."
      },
      {
        "letra": "B",
        "texto": "infração penal de falsidade material de certidão."
      },
      {
        "letra": "C",
        "texto": "crime de abuso de autoridade."
      },
      {
        "letra": "D",
        "texto": "crime de falsificação de documento público."
      },
      {
        "letra": "E",
        "texto": "crime de falsificação de papéis públicos"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1985523",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: Prefeitura de Dourados - MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "No que diz respeito às disposições do Código Penal, assinale a alternativa que apresenta corretamente a definição de falsidade ideológica.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Reconhecer, como verdadeira, no exercício de função pública, firma ou letra que o não seja"
      },
      {
        "letra": "B",
        "texto": "Omitir, em documento público ou particular, declaração que dele devia constar, ou nele inserir ou fazer inserir declaração falsa ou diversa da que devia ser escrita, com o fim de prejudicar direito, criar obrigação ou alterar a verdade sobre fato juridicamente relevante"
      },
      {
        "letra": "C",
        "texto": "Atestar ou certificar falsamente, em razão de função pública, fato ou circunstância que habilite alguém a obter cargo público, isenção de ônus ou de serviço de caráter público, ou qualquer outra vantagem"
      },
      {
        "letra": "D",
        "texto": "Falsificar, no todo ou em parte, atestado ou certidão, ou alterar o teor de certidão ou de atestado verdadeiro, para prova de fato ou circunstância que habilite alguém a obter cargo público, isenção de ônus ou de serviço de caráter público, ou qualquer outra vantagem"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1969324",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa",
      "Falsidade de títulos e outros papéis públicos",
      "Falsidade ideológica",
      "Falso reconhecimento de firma ou letra"
    ],
    "enunciado_principal": "Tendo em conta os crimes contra a fé pública, previstos no Código Penal, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de moeda falsa, na figura de quem restitui à circulação moeda que sabe ser falsa, admite a modalidade culposa."
      },
      {
        "letra": "B",
        "texto": "O crime de utilizar indevidamente selo ou sinal verdadeiro é crime material, pois exige a ocorrência de prejuízo ou vantagem para se caracterizar."
      },
      {
        "letra": "C",
        "texto": "O agente que falsifica selo ou sinal público e o usa, por expressa determinação legal, incide em dois crimes, em concurso formal."
      },
      {
        "letra": "D",
        "texto": "O crime de falsidade ideológica é crime de dolo genérico, não exigindo qualquer elemento subjetivo específico."
      },
      {
        "letra": "E",
        "texto": "O crime de falso reconhecimento de firma; de certidão ou atestado ideologicamente falso ou de atestado falso são próprios de médicos, funcionários públicos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1947324",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: POLITEC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Lauro, condutor não habilitado, no intuito de se precaver em eventual fiscalização ao dirigir sua motocicleta pela cidade, foi até uma delegacia de polícia e registrou boletim de ocorrência de perda de CNH inexistente. Nessa situação hipotética, a conduta de Lauro configurou",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falsidade ideológica."
      },
      {
        "letra": "B",
        "texto": "falsidade de documento público."
      },
      {
        "letra": "C",
        "texto": "falsidade de documento particular."
      },
      {
        "letra": "D",
        "texto": "comunicação falsa de crime ou contravenção."
      },
      {
        "letra": "E",
        "texto": "denunciação caluniosa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1899860",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: TCE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento particular",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Julgue o item seguinte, que tratam dos crimes em espécie. A falsificação de um cartão de débito emitido por banco privado é considerada falsidade ideológica.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1897114",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: DPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Considerando a legislação aplicável e o entendimento dos Tribunais Superiores, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A conduta do médico que, no exercício de sua profissão, emite atestado falso caracteriza o crime de falsidade ideológica."
      },
      {
        "letra": "B",
        "texto": "A conduta de apresentar à empresa privada atestado médico com o timbre da rede pública de saúde, ainda que conste a identificação de médico não pertencente ao serviço público, configura o delito de uso de documento público falso."
      },
      {
        "letra": "C",
        "texto": "A conduta de atribuir-se falsa identidade perante autoridade policial é atípica se em situação de alegada autodefesa."
      },
      {
        "letra": "D",
        "texto": "Lúcio pratica o delito de roubo e, posteriormente, é auxiliado por Fábio, seu irmão, a subtrair-se à ação da autoridade pública. Nesse caso, Fábio deve ser processado em virtude da prática do crime de favorecimento pessoal."
      },
      {
        "letra": "E",
        "texto": "No crime de falso testemunho, a pena é reduzida se, antes da sentença no processo em que ocorreu o ilícito, o agente se retrata ou declara a verdade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1893451",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PC-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Quanto ao crime de falsidade ideológica, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O elemento “devia constar” é elemento normativo do tipo, que pode converter-se em lei penal em branco se o dever for legal."
      },
      {
        "letra": "B",
        "texto": "Não é possível a configuração do delito na modalidade crime omissivo."
      },
      {
        "letra": "C",
        "texto": "Na inserção indireta, a terceira pessoa deve ter conhecimento de que confecciona o documento de maneira falsa."
      },
      {
        "letra": "D",
        "texto": "No caso de concurso de pessoas, é possível que um agente responda por inserir e, outro, por fazer inserir."
      },
      {
        "letra": "E",
        "texto": "O delito é despido de especial de agir, bastando a declaração de conteúdo falso."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3262207",
    "metadata": "Ano: 2021 | Banca: Instituto Consulplan | Órgão: HEMOBRÁS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "De acordo com a Consolidação das Leis do Trabalho (CLT), para os efeitos da emissão, substituição ou anotação de Carteiras de Trabalho e Previdência Social, considerar-se-á crime de falsidade, com as penalidades previstas no Código Penal, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Servir-se de documentos, por qualquer forma, falsificados."
      },
      {
        "letra": "B",
        "texto": "Fazer, no todo ou em parte, qualquer documento falso ou alterar o verdadeiro."
      },
      {
        "letra": "C",
        "texto": "Falsificar, fabricando ou alterando, ou vender, usar ou possuir Carteira de Trabalho e Previdência Social assim alteradas."
      },
      {
        "letra": "D",
        "texto": "Afirmar falsamente a sua própria identidade, filiação, lugar de nascimento, residência, profissão ou estado civil e beneficiários, ou atestar os de outra pessoa."
      },
      {
        "letra": "E",
        "texto": "Mantiver empregado não registrado ou deixar de anotar dados referentes à duração e efetividade do trabalho, férias, acidentes e demais circunstâncias que interessem à proteção do trabalhador."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1868384",
    "metadata": "Ano: 2021 | Banca: IESES | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Tipo Penal Doloso",
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Prevê, em seus artigos 14 e 15, suas próprias atenuantes e agravantes, que se aplicam aos crimes em espécie previstos na mesma lei.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A falsificação de cartão de crédito ou débito se encontra abrangida, de acordo com a jurisprudência majoritária, pelo delito de Moeda falsa, previsto no artigo 289 do Código Penal."
      },
      {
        "letra": "B",
        "texto": "O pagamento da vantagem indevida é requisito necessário para a consumação do crime de concussão."
      },
      {
        "letra": "C",
        "texto": "O crime de corrupção passiva deve ser imputado sempre em conjunto com o crime de corrupção ativa, respondendo o funcionário público pelo primeiro e o particular, pelo segundo."
      },
      {
        "letra": "D",
        "texto": "A falta do dolo específico consistente no fim de prejudicar direito, criar obrigação ou alterar a verdade sobre fato juridicamente relevante acarreta a atipicidade do delito de Falsidade Ideológica."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1863461",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Aracaju - SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "A omissão de declaração que deveria constar em documento, com a intenção de prejudicar direito de outrem, caracteriza",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falsificação de documento público ou particular, a depender da natureza do objeto material."
      },
      {
        "letra": "B",
        "texto": "estelionato."
      },
      {
        "letra": "C",
        "texto": "conduta atípica, porque não há previsão de crime omissivo contra a fé pública."
      },
      {
        "letra": "D",
        "texto": "supressão de documento."
      },
      {
        "letra": "E",
        "texto": "falsidade ideológica."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1860577",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Configura o crime de falsidade ideológica:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "atribuir-se, ou atribuir a terceiro, falsa identidade para obter vantagem, em proveito próprio ou alheio, ou para causar dano a outrem."
      },
      {
        "letra": "B",
        "texto": "falsificar, no todo ou em parte, documento público, ou alterar documento público verdadeiro."
      },
      {
        "letra": "C",
        "texto": "omitir, em documento público ou particular, declaração que dele devia constar, ou nele inserir ou fazer inserir declaração falsa ou diversa da que devia ser escrita, com o fim de prejudicar direito, criar obrigação ou alterar a verdade sobre fato juridicamente relevante."
      },
      {
        "letra": "D",
        "texto": "utilizar ou divulgar, indevidamente, com o fim de beneficiar a si ou a outrem, ou de comprometer a credibilidade do certame, conteúdo sigiloso de concurso público."
      },
      {
        "letra": "E",
        "texto": "falsificar, no todo ou em parte, atestado ou certidão, ou alterar o teor de certidão ou de atestado verdadeiro, para prova de fato ou circunstância que habilite alguém a obter cargo público, isenção de ônus ou de serviço de caráter público, ou qualquer outra vantagem."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1846032",
    "metadata": "Ano: 2021 | Banca: IADES | Órgão: CAU - MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Suponha que o advogado de determinado conselho profissional confeccione documento inserindo declaração falsa ou diversa da que deveria constar, no intuito de alterar a verdade acerca de fato juridicamente relevante. De acordo com as definições do Código Penal brasileiro, esse advogado incorrerá no crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falsificação de documento público."
      },
      {
        "letra": "B",
        "texto": "falsidade ideológica."
      },
      {
        "letra": "C",
        "texto": "uso de documento falso."
      },
      {
        "letra": "D",
        "texto": "falsificação de documento particular."
      },
      {
        "letra": "E",
        "texto": "falsidade de atestado médico."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1777472",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: DEPEN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Com relação a direito penal, julgue o item a seguir.A realização de perícia em documento ideologicamente falso é desnecessária, haja vista a falsidade encontrar-se no conteúdo, e não na forma.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1762909",
    "metadata": "Ano: 2021 | Banca: FUNDATEC | Órgão: GHC-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa",
      "Falsidade de documento público",
      "Falsidade ideológica",
      "Uso de documento falso",
      "Crimes contra a administração pública",
      "Noções Gerais de Crimes Contra a Administração Pública"
    ],
    "enunciado_principal": "Conforme dicção do Código Penal e entendimento sumulado pelo Superior Tribunal de Justiça, assinale a alternativa INCORRETA sobre os crimes contra a fé pública e contra a administração pública.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O princípio da insignificância é inaplicável aos crimes contra a administração pública."
      },
      {
        "letra": "B",
        "texto": "Para efeitos penais, considera-se funcionário público quem, embora transitoriamente ou sem remuneração, exerce cargo, emprego ou função pública. Equipara-se a funcionário público quem exerce cargo, emprego ou função em entidade paraestatal, e quem trabalha para empresa prestadora de serviço contratada ou conveniada para a execução de atividade típica da Administração Pública."
      },
      {
        "letra": "C",
        "texto": "O crime de falsificação de documento público compreende o ato de falsificar, no todo ou em parte, documento público, ou alterar documento público verdadeiro, incorrendo nas mesmas penas quem insere ou faz inserir em documento contábil, ou qualquer outro documento relacionado com as obrigações da empresa perante a previdência social, declaração falsa ou diversa da que deveria ter constado."
      },
      {
        "letra": "D",
        "texto": "A omissão, em documento público ou particular, de declaração que dele deveria constar, ou nele inserir ou fazer inserir declaração falsa, diversa da que devia ser escrita, com o fim de prejudicar direito, criar obrigação ou alterar a verdade sobre fato juridicamente relevante, configura o crime de falsidade ideológica."
      },
      {
        "letra": "E",
        "texto": "A competência para processar e julgar o crime de uso de documento falso é firmada em razão da qualificação do órgão expedidor."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1751204",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Prazos prescricionais e forma de contagem dos prazos",
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "No que concerne aos crimes previstos na parte especial do Código Penal, julgue o item subsequente. Em se tratando do crime de falsidade ideológica, o prazo prescricional se reinicia com a eventual reiteração de seus efeitos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1699512",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Agente público que assina, em nome de subordinado, documento publicado em Diário Oficial comete crime de falsidade ideológica.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1680644",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: TCE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "No que se refere aos crimes em espécie, julgue o item que se segue.No crime de falsidade ideológica, a forma material do documento é inalterada, sendo falso apenas o conteúdo nele inserido.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1617777",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: PRF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Ainda com relação a aspectos legais que concernem aos procedimentos policiais, julgue o item seguinte. Para que o crime de falsidade ideológica se configure, é necessário que o objeto da conduta seja a inserção de declarações falsas em documentos públicos, não se configurando esse tipo penal no caso de documentos particulares.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1137882",
    "metadata": "Ano: 2020 | Banca: Quadrix | Órgão: CRO-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "À luz do Código Penal brasileiro, julgue o item.O cirurgião‐dentista que obtém para si vantagem ilícita, em prejuízo de seu paciente, induzindo‐o a erro, mediante artifício, comete o crime de falsidade ideológica.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1120086",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Falsidade de documento particular",
      "Falsidade ideológica",
      "Outras falsidades"
    ],
    "enunciado_principal": "A conduta de quem faz declaração falsa de estado de pobreza para fins de obtenção dos benefícios da justiça gratuita em ação judicial é considerada",
    "alternativas": [
      {
        "letra": "A",
        "texto": "atípica."
      },
      {
        "letra": "B",
        "texto": "crime de falsa identidade."
      },
      {
        "letra": "C",
        "texto": "crime de falsidade ideológica"
      },
      {
        "letra": "D",
        "texto": "crime de falsificação de documento público."
      },
      {
        "letra": "E",
        "texto": "crime de falsificação de documento particular."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1677406",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "A inserção de declaração falsa em documento público ou particular com o fim de prejudicar direito, criar obrigação ou alterar a verdade de fato juridicamente relevante configura",
    "alternativas": [
      {
        "letra": "A",
        "texto": "crime de favorecimento pessoal."
      },
      {
        "letra": "B",
        "texto": "crime de sonegação de documento."
      },
      {
        "letra": "C",
        "texto": "crime de falsidade Ideológica."
      },
      {
        "letra": "D",
        "texto": "crime de falsidade material."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1135235",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Osasco - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de títulos e outros papéis públicos",
      "Falsidade de documento público",
      "Falsidade ideológica",
      "Outras falsidades"
    ],
    "enunciado_principal": "A respeito dos crimes contra a fé pública, previstos no Código Penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aquele que suprimir sinal legítimo indicativo de inutilização em papel público, com o fim de torná-lo novamente utilizável, incorrerá nas mesmas penas previstas para o crime de falsificação de papéis públicos (art. 293, “caput”, do CP)."
      },
      {
        "letra": "B",
        "texto": "Aquele que restitui à circulação papéis públicos falsificados ou alterados, ainda que culposamente, incorrerá nas mesmas penas previstas para o crime de falsificação de papéis públicos (art. 293, “caput”, do CP)."
      },
      {
        "letra": "C",
        "texto": "O crime de falsificação de documento público (art. 297, do CP) é próprio de funcionário público."
      },
      {
        "letra": "D",
        "texto": "O crime de falsidade ideológica (art. 299, do CP), se praticado em documento público, é próprio de funcionário público."
      },
      {
        "letra": "E",
        "texto": "Os crimes de falso reconhecimento de firma ou letra (art. 300, do CP) e de certidão ou atestado ideologicamente falso (art. 301, do CP) são próprios de funcionários públicos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1093680",
    "metadata": "Ano: 2019 | Banca: MetroCapital Soluções | Órgão: Prefeitura de Nova Odessa - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de títulos e outros papéis públicos",
      "Falsidade de documento público",
      "Falsidade ideológica",
      "Outras falsidades"
    ],
    "enunciado_principal": "Falsificar recibo, guia, alvará ou qualquer outro documento relativo a arrecadação de rendas públicas constitui o crime previsto no artigo 293 do Código Penal, isto é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Falsificação de selo ou sinal público."
      },
      {
        "letra": "B",
        "texto": "Falsificação de documento público."
      },
      {
        "letra": "C",
        "texto": "Falsificação de papéis públicos."
      },
      {
        "letra": "D",
        "texto": "Falsidade ideológica."
      },
      {
        "letra": "E",
        "texto": "Crime assimilado ao de moeda falsa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1083820",
    "metadata": "Ano: 2019 | Banca: IDIB | Órgão: CREMERJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Assinale abaixo a tipificação prevista no Código Penal para o crime de falsidade ideológica:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Falsificar, no todo ou em parte, atestado ou certidão, ou alterar o teor de certidão ou de atestado verdadeiro, para prova de fato ou circunstância que habilite alguém a obter cargo público, isenção de ônus ou de serviço de caráter público, ou qualquer outra vantagem."
      },
      {
        "letra": "B",
        "texto": "Ocultar, em benefício próprio ou de outrem, ou em prejuízo alheio, documento público ou particular verdadeiro, de que não podia dispor."
      },
      {
        "letra": "C",
        "texto": "Omitir, em documento público ou particular, declaração que dele devia constar, ou nele inserir ou fazer inserir declaração falsa ou diversa da que devia ser escrita, com o fim de prejudicar direito, criar obrigação ou alterar a verdade sobre fato juridicamente relevante."
      },
      {
        "letra": "D",
        "texto": "Atribuir-se ou atribuir a terceiro falsa identidade para obter vantagem, em proveito próprio ou alheio, ou para causar dano a outrem."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1041611",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TCE-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa",
      "Falsidade de documento público",
      "Falsidade ideológica",
      "Outras falsidades"
    ],
    "enunciado_principal": "Considerando a jurisprudência do STJ e do STF e a legislação a respeito de crimes contra a fé pública, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Utilização de papel-moeda grosseiramente falsificado configura crime de moeda falsa; admite-se, no entanto, a aplicação do princípio da insignificância caso sejam grosseiramente falsificadas cédulas de pequeno valor."
      },
      {
        "letra": "B",
        "texto": "Crime de falsidade material de documento público se consuma com a efetiva utilização do documento público falsificado e a ocorrência de prejuízo."
      },
      {
        "letra": "C",
        "texto": "Há previsão de modalidade culposa para crime de falsidade ideológica de documento público ou particular"
      },
      {
        "letra": "D",
        "texto": "A conduta de atribuir-se falsa identidade perante autoridade policial em situação de autodefesa não é considerada criminosa."
      },
      {
        "letra": "E",
        "texto": "Compete à justiça federal comum processar e julgar civil denunciado pelo crime de uso de documento falso quando se tratar de falsificação da caderneta de inscrição e registro expedida pela Marinha do Brasil."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1036629",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: TJ-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Falsidade de documento particular",
      "Falsidade ideológica",
      "Outras falsidades"
    ],
    "enunciado_principal": "Quanto aos crimes contra a fé pública,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "compete à Justiça Estadual comum processar e julgar civil denunciado pelos crimes de falsificação e de uso de documento público falso quando se tratar de Carteira de Habilitação de Amador, ainda que expedida pela Marinha do Brasil."
      },
      {
        "letra": "B",
        "texto": "há sempre concurso entre os crimes de falsificação de documento público e estelionato, segundo entendimento do sumulado do Superior Tribunal de Justiça."
      },
      {
        "letra": "C",
        "texto": "configura crime de falsificação de documento particular o ato de falsificar, no todo ou em parte, testamento particular, duplicata e cartão bancário de crédito ou débito."
      },
      {
        "letra": "D",
        "texto": "atípica a conduta de, em situação de autodefesa, atribuir-se falsa identidade perante autoridade policial."
      },
      {
        "letra": "E",
        "texto": "inadmissível proposta de suspensão condicional do processo no crime de falsidade ideológica de assentamento de registro civil."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1010563",
    "metadata": "Ano: 2019 | Banca: Instituto Acesso | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Falsidade de documento particular",
      "Falsidade ideológica",
      "Uso de documento falso",
      "Outras falsidades"
    ],
    "enunciado_principal": "No dia 09/07/2017, Henrique foi parado em uma fiscalização da Operação Lei Seca. Após solicitar a Carteira Nacional de Habilitação (CNH) de Henrique, o policial militar que participava da operação suspeitou do documento apresentado. Procedeu então à verificação na base de dados do DETRAN e confirmou a suspeita, não encontrando o número de registro que constava na CNH, embora as demais informações (nome e CPF), a respeito de Henrique, estivessem corretas. Questionado pelo policial, Henrique confessou que havia adquirido o documento com Marcos, seu vizinho, que atuava como despachante, tendo pago R$ 2.000,00 pelo documento. Afirmou ainda que sequer havia feito prova no DETRAN. Acrescente-se que, durante a instrução criminal, ficou comprovado que, de fato, Henrique obteve o documento de Marcos, sendo este o autor da contrafação. Além disso, foi verificado por meio de perícia judicial que, no estado em que se encontra o documento, e em face de sua aparência, pode iludir terceiros como se documento idôneo fosse. Logo, pode-se afirmar que a conduta de Henrique se amolda ao crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falsificação de documento público, previsto no caput do art. 297 do Código Penal."
      },
      {
        "letra": "B",
        "texto": "uso de documento falso, previsto no art. 304 do Código Penal."
      },
      {
        "letra": "C",
        "texto": "falsa identidade, previsto no art. 307 do Código Penal."
      },
      {
        "letra": "D",
        "texto": "falsidade ideológica, previsto no caput art. 299 do Código Penal."
      },
      {
        "letra": "E",
        "texto": "falsificação de documento particular, previsto no caput do art. 298 do Código Penal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "962224",
    "metadata": "Ano: 2019 | Banca: INAZ do Pará | Órgão: CORE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública",
      "Crimes contra a fé pública",
      "Falsidade ideológica",
      "Crimes contra a administração pública",
      "Peculato",
      "Corrupção ativa",
      "Constituição de Milícia Privada"
    ],
    "enunciado_principal": "Qual dos crimes abaixo representa um crime contra a fé pública?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Constituição de milícia privada."
      },
      {
        "letra": "B",
        "texto": "Atentado contra a segurança de serviço de utilidade pública."
      },
      {
        "letra": "C",
        "texto": "Falsidade Ideológica."
      },
      {
        "letra": "D",
        "texto": "Peculato."
      },
      {
        "letra": "E",
        "texto": "Corrupção ativa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1863544",
    "metadata": "Ano: 2018 | Banca: EJUD-PI | Órgão: TJ-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Falsidade de documento particular",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "João é nascido em abril de 1948 e declara, por vergonha de sua idade, num documento público, perante uma repartição pública estadual, que tem 57 anos de idade. Por receio de descobrirem que sua declaração é falsa, João guarda o documento sem provocar, com isso, qualquer consequência. Considerando o caso descrito, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "João cometeu o crime previsto no Art. 297 do Código Penal (falsificação de documento público)."
      },
      {
        "letra": "B",
        "texto": "João cometeu o crime previsto no Art. 298 do Código Penal (falsificação de documento particular)."
      },
      {
        "letra": "C",
        "texto": "João cometeu o crime previsto no Art. 299 do Código Penal (falsidade ideológica)."
      },
      {
        "letra": "D",
        "texto": "João cometeu o crime previsto no Art. 30 1 do Código Penal (certidão ou atestada ideologicamente falso)."
      },
      {
        "letra": "E",
        "texto": "João não cometeu crime algum."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1141641",
    "metadata": "Ano: 2018 | Banca: Quadrix | Órgão: CRP - 17ª Região (RN)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Maria, funcionária pública, inseriu, em documento particular, declaração falsa, com o fim de alterar a verdade sobre fato juridicamente relevante. Com base nessa situação hipotética, a conduta de Maria poderá ser tipificada como",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falsificação de documento particular."
      },
      {
        "letra": "B",
        "texto": "falso reconhecimento de firma ou letra."
      },
      {
        "letra": "C",
        "texto": "certidão ou atestado ideologicamente falso."
      },
      {
        "letra": "D",
        "texto": "uso de documento falso."
      },
      {
        "letra": "E",
        "texto": "falsidade ideológica."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1083390",
    "metadata": "Ano: 2018 | Banca: Quadrix | Órgão: COREN-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "O profissional da saúde que dolosamente insere declaração falsa em prontuário de paciente, no intuito de alterar a verdade sobre fato juridicamente relevante, comete o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falsa identidade."
      },
      {
        "letra": "B",
        "texto": "uso de documento falso."
      },
      {
        "letra": "C",
        "texto": "falsidade ideológica."
      },
      {
        "letra": "D",
        "texto": "petrechos de falsificação."
      },
      {
        "letra": "E",
        "texto": "falsificação de documento público."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "987247",
    "metadata": "Ano: 2018 | Banca: Quadrix | Órgão: CRO-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Acerca do Direito Penal aplicado à prática odontológica, julgue o item que se segue. O cirurgião‐dentista que emita um atestado odontológico gracioso estará cometendo crime de falsidade ideológica.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "X"
  },
  {
    "id": "966288",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: Prefeitura de São Bernardo do Campo - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "O crime de falsidade ideológica do art. 299 do Código Penal tem a pena aumentada em um sexto se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "causa prejuízo ao erário público."
      },
      {
        "letra": "B",
        "texto": "ludibria autoridade pública no exercício da função."
      },
      {
        "letra": "C",
        "texto": "cometido em concurso de 2 ou mais funcionários públicos."
      },
      {
        "letra": "D",
        "texto": "do fato advém vantagem indevida para o agente ou outrem."
      },
      {
        "letra": "E",
        "texto": "o agente é funcionário público e comete o crime prevalecendo-se do cargo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "952580",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: SEFAZ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica",
      "Uso de documento falso"
    ],
    "enunciado_principal": "Situação hipotética I: João, durante abordagem por um policial militar, atribuiu a si nome diverso, a fim de se esquivar de mandado de prisão pendente de cumprimento. Situação hipotética II: Caio, durante abordagem em blitz policial, apresentou documento de identidade falso, estando ciente da falsidade do documento. Considerando as situações hipotéticas I e II, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas Caio praticou crime, porque a conduta de João está coberta pelo direito de ampla defesa."
      },
      {
        "letra": "B",
        "texto": "Ambos praticaram crime de falsa identidade."
      },
      {
        "letra": "C",
        "texto": "João praticou crime de estelionato."
      },
      {
        "letra": "D",
        "texto": "Caio praticou crime de falsa identidade; e João, crime de falsidade ideológica."
      },
      {
        "letra": "E",
        "texto": "João praticou crime de falsa identidade; e Caio, crime de uso de documento falso."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "932151",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: Câmara Legislativa do Distrito Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Pratica o crime de falsidade ideológica aquele que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "faz uso de carteira nacional de habilitação falsa em abordagem policial para evitar multa administrativa."
      },
      {
        "letra": "B",
        "texto": "altera ou falsifica documento particular verdadeiro e o utiliza no Brasil ou no exterior."
      },
      {
        "letra": "C",
        "texto": "atesta falsamente, em razão de função pública, fato que habilite alguém a obter cargo público."
      },
      {
        "letra": "D",
        "texto": "atribui-se falsa identidade para obter vantagem, em proveito próprio ou alheio, ou para causar dano a outrem."
      },
      {
        "letra": "E",
        "texto": "omite, em documento particular, declaração que dele devia constar com o fim de criar uma obrigação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "886220",
    "metadata": "Ano: 2018 | Banca: Fundação CEFETBAHIA | Órgão: MPE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Princípios limitadores do poder punitivo estatal",
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A assertiva de que ninguém pode ser punido pelo que pensa ou pelo modo de viver reflete o princípio da exteriorização do fato em direito penal."
      },
      {
        "letra": "B",
        "texto": "Na hipótese de estupro de pessoa maior de idade e que não seja vulnerável, mas com violência de que resulte lesão corporal grave, haverá litisconsórcio facultativo entre o Ministério Público e o ofendido."
      },
      {
        "letra": "C",
        "texto": "A derrogação é a revogação total da lei por enunciação expressa ou tácita da nova lei ao regular o mesmo fato."
      },
      {
        "letra": "D",
        "texto": "A caracterização do delito de falsidade ideológica se contenta com a potencialidade de dano e imitação da verdade."
      },
      {
        "letra": "E",
        "texto": "O crime progressivo e a progressão criminosa se identificam uma vez que se dão ao mesmo tempo e no mesmo momento, ou seja, se desdobram em dois atos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "878645",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Falsidade de documento particular",
      "Falsidade ideológica",
      "Falsidade de atestado médico",
      "Supressão de documento"
    ],
    "enunciado_principal": "A respeito dos crimes previstos nos artigos 293 a 305 do Código Penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A falsificação de livros mercantis caracteriza o crime de falsificação de documento particular (art. 298 do CP)."
      },
      {
        "letra": "B",
        "texto": "O crime de falsidade ideológica (art. 299 do CP), em documento público, é próprio de funcionário público."
      },
      {
        "letra": "C",
        "texto": "No crime de falsidade de atestado médico (art. 302 do CP), independentemente da finalidade de lucro do agente, além da pena privativa de liberdade, aplica-se multa."
      },
      {
        "letra": "D",
        "texto": "O crime de supressão de documento (art. 305 do CP), para se caracterizar, exige que o documento seja verdadeiro."
      },
      {
        "letra": "E",
        "texto": "O crime de falsificação de documento público (art. 297 do CP) é próprio de funcionário público."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "878338",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: TJ-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Pablo, funcionário público do Tribunal de Justiça, tem a responsabilidade de registrar em um livro próprio do cartório os procedimentos que estão há mais de dez dias conclusos, permitindo o controle dos prazos por parte de advogados. Por determinação do juiz responsável, que queria evitar que terceiros soubessem de sua demora, Pablo deixa de lançar diversos processos que estavam conclusos para sentença há vários meses. Considerando apenas as informações narradas, descoberto o fato, é correto afirmar que Pablo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não praticou crime, porque agiu em estrita obediência a ordem de superior hierárquico;"
      },
      {
        "letra": "B",
        "texto": "não praticou crime, porque agiu em estrito cumprimento de dever legal;"
      },
      {
        "letra": "C",
        "texto": "deverá responder pelo crime de prevaricação;"
      },
      {
        "letra": "D",
        "texto": "deverá responder pelo crime de falsidade ideológica;"
      },
      {
        "letra": "E",
        "texto": "não praticou crime, porque agiu no exercício regular de direito."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "874039",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: ABIN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "No que se refere aos crimes contra a fé pública, julgue o item seguinte. O crime de falsidade ideológica é considerado crime próprio, admitindo-se a modalidade tentada por ação e por omissão.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "873680",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Sobre o crime de falsidade ideológica:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É atípica, em tese, a conduta daquele que faz inserir, em documento público, declaração falsa acerca do verdadeiro condutor de veículo envolvido em sinistro de trânsito uma vez que integrante do direito à ampla defesa."
      },
      {
        "letra": "B",
        "texto": "É necessária a realização de perícia, uma vez que, a exemplo do que ocorre com a falsidade documental, a alteração é no conteúdo do documento."
      },
      {
        "letra": "C",
        "texto": "O documento para fins de falsidade ideológica deve ser uma peça que tenha possibilidade de produzir prova de um determinado fato, ainda que para tanto sejam necessárias outras verificações."
      },
      {
        "letra": "D",
        "texto": "É crime material, como todo falso, não sendo suficiente para sua consumação a mera potencialidade lesiva."
      },
      {
        "letra": "E",
        "texto": "É atípica a conduta de fazer afirmações possivelmente falsas, em ação judicial, com base em documentos também tidos por adulterados (instrumentos procuratórios com assinaturas falsas e comprovantes de residência adulterados), uma vez que a Constituição Federal assegura a todos o acesso à justiça."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "870649",
    "metadata": "Ano: 2018 | Banca: FUNDATEC | Órgão: PC-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento particular",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Em relação à falsificação de documento particular e à falsidade ideológica, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Reza o Código Penal que a falsificação do documento particular consiste em falsificar, no todo ou em parte, documento particular ou alterar documento particular verdadeiro."
      },
      {
        "letra": "B",
        "texto": "Fotocópias sem autenticação, documentos impressos sem assinatura ou documentos anônimos podem ser considerados documentos particulares para efeito do crime de falsificação de documento particular."
      },
      {
        "letra": "C",
        "texto": "O objeto material da falsidade ideológica é tão somente o documento público."
      },
      {
        "letra": "D",
        "texto": "Reza o Código Penal que se o agente é funcionário público e comete o crime de falsidade ideológica, prevalecendo-se do cargo, ou se a falsificação ou alteração é de assentamento de registro civil, a pena será aplicada em quádruplo."
      },
      {
        "letra": "E",
        "texto": "O momento consumativo da falsidade ideológica se dá com a efetiva concretização de prejuízo material para o Estado ou para o particular."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "866219",
    "metadata": "Ano: 2018 | Banca: FUNDEP (Gestão de Concursos) | Órgão: TCE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Falsidade de documento particular",
      "Falsidade ideológica",
      "Certidão ou atestado ideologicamente falso"
    ],
    "enunciado_principal": "Analise o caso hipotético a seguir. Maria, com 55 anos de idade, declara, por pura vaidade, num documento público perante uma repartição pública estadual que tem 47 anos de idade. Desse modo, tal afirmativa é falsa, e, apesar disso, tal assertiva não provocou nenhuma consequência. Considerando o caso descrito, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Maria cometeu o crime previsto no Art. 297 do Código Penal (falsificação de documento público)."
      },
      {
        "letra": "B",
        "texto": "Maria cometeu o crime previsto no Art. 298 do Código Penal (falsificação de documento particular)."
      },
      {
        "letra": "C",
        "texto": "Maria cometeu o crime previsto no Art. 299 do Código Penal (falsidade ideológica)."
      },
      {
        "letra": "D",
        "texto": "Maria cometeu o crime previsto no Art. 301 do Código Penal (certidão ou atestado ideologicamente falso)."
      },
      {
        "letra": "E",
        "texto": "Maria não cometeu crime algum."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "862656",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: TCE-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Falsidade de documento particular",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Antônio foi parado em operação de fiscalização de trânsito e entregou sua carteira de identidade ao policial, que, na verdade, havia lhe solicitado sua CNH. Tal fato gerou suspeita no policial, que decidiu vistoriar o veículo de Antônio e acabou por encontrar uma CNH falsa. Nessa situação hipotética,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Antônio deverá responder pelos crimes de uso de documento falso e de falsificação de documento público, em concurso material."
      },
      {
        "letra": "B",
        "texto": "Antônio deverá responder pelo crime de uso de documento falso."
      },
      {
        "letra": "C",
        "texto": "a conduta de Antônio foi atípica, não devendo ser instaurado inquérito policial."
      },
      {
        "letra": "D",
        "texto": "não se pode falar em flagrante delito; deve ser instaurado inquérito para apurar o crime de falsificação de documento público."
      },
      {
        "letra": "E",
        "texto": "não se pode falar em flagrante delito; deve ser instaurado inquérito para apurar o crime de falsificação de documento privado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "862654",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: TCE-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Petrechos para falsificação de moeda",
      "Falsidade de documento público",
      "Falsidade de documento particular",
      "Falsidade ideológica",
      "Outras falsidades"
    ],
    "enunciado_principal": "A clonagem de cartão de crédito constitui o delito denominado",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falsidade de documento público."
      },
      {
        "letra": "B",
        "texto": "falsidade de documento particular."
      },
      {
        "letra": "C",
        "texto": "conduta atípica, que só será punível a partir do uso do cartão clonado em fraude posterior."
      },
      {
        "letra": "D",
        "texto": "adulteração de peça filatélica, em razão da similaridade com o cartão de crédito."
      },
      {
        "letra": "E",
        "texto": "falsidade ideológica."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "862649",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: TCE-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Falsidade ideológica",
      "Falsidade de atestado médico",
      "Outras falsidades"
    ],
    "enunciado_principal": "Lúcio, ao acompanhar sua esposa a um posto de saúde, apropriou-se de um receituário médico em branco, mas com o carimbo do médico que havia atendido sua esposa. Com o intuito de faltar ao trabalho, ele preencheu o formulário, atestando que deveria ficar cinco dias em repouso. Nessa situação hipotética, Lúcio praticou o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falsificação material de documento particular."
      },
      {
        "letra": "B",
        "texto": "falsidade ideológica."
      },
      {
        "letra": "C",
        "texto": "falsidade de atestado médico."
      },
      {
        "letra": "D",
        "texto": "falsidade de sinal público."
      },
      {
        "letra": "E",
        "texto": "falsificação material de documento público."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1826933",
    "metadata": "Ano: 2017 | Banca: IV - UFG | Órgão: AparecidaPrev",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Leia o caso a seguir. C.M. sempre sonhou em comprar uma moto e se dirigiu a uma instituição bancária. Lá chegando, procurou saber sobre o sistema de financiamento e, ao se informar com o gerente sobre as condições do financiamento, ele lhe alegou que, quanto mais elevada a renda familiar, maior seria o tempo do prazo para o pagamento das parcelas e dos juros. C.M., por possuir renda familiar baixa, resolver fazer falsa declaração de familiares por parentesco na ficha cadastral, criando assim um aumento substancial da renda familiar informada, vindo assim a conseguir o seu financiamento nas melhores condições. Analisando o caso à luz do Código Penal, especificamente nos crimes contra a fé pública, pode-se dizer que C.M. cometeu o delito de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falsa identidade."
      },
      {
        "letra": "B",
        "texto": "falsificação material de documento particular."
      },
      {
        "letra": "C",
        "texto": "falsidade ideológica."
      },
      {
        "letra": "D",
        "texto": "falsificação material de documento público."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "840813",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TCE-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Julgue o próximo item, referente a crimes de falsidade documental.A omissão involuntária de despesas de campanha eleitoral quando da prestação de contas afasta a eventual incidência do crime de falsidade ideológica.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "825743",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: Prefeitura de Belo Horizonte - MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica",
      "Outras falsidades",
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Facilitação de contrabando ou descaminho",
      "Legislação Penal Especial",
      "Crimes contra o Consumidor, a Ordem Econômica e Tributária – Lei nº 8.078 de 1990 e Lei nº 8.137 de 1990",
      "Descaminho"
    ],
    "enunciado_principal": "Com relação aos crimes em espécie previstos no CP, assinale a opção correta, considerando o entendimento jurisprudencial do STJ.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O indivíduo que, ao ser preso em flagrante, informa nome falso com o objetivo de esconder seus maus antecedentes pratica o crime de falsa identidade, não sendo cabível a alegação do direito à autodefesa e à não autoincriminação."
      },
      {
        "letra": "B",
        "texto": "Para a configuração do crime de descaminho, é necessária a constituição definitiva do crédito tributário por processo administrativo-fiscal."
      },
      {
        "letra": "C",
        "texto": "Em se tratando de crime de concussão, a situação de flagrante se configura com a entrega da vantagem indevida."
      },
      {
        "letra": "D",
        "texto": "O crime de sonegação fiscal não absorve o crime de falsidade ideológica, mesmo que seja praticado unicamente para assegurar a evasão fiscal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "822991",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica",
      "Uso de documento falso"
    ],
    "enunciado_principal": "Conforme jurisprudência do Superior Tribunal de Justiça,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não há que se falar em aplicação do princípio da consunção para os crimes de falsidade ideológica e de uso de documento falso quando cometidos com desígnio autônomos."
      },
      {
        "letra": "B",
        "texto": "o Conselheiro do Tribunal de Contas Estadual que mantém sob sua guarda munição de arma de uso restrito comete o crime do art. 16 da Lei n°10.826/2003."
      },
      {
        "letra": "C",
        "texto": "configura o crime de desobediência (art. 330 do CP) a conduta de Defensor Público Geral que deixa de atender à requisição judicial de nomeação de defensor público para atuar em determinada ação penal."
      },
      {
        "letra": "D",
        "texto": "no crime de estelionato o eventual ressarcimento ou devolução da coisa elidem a prática criminosa."
      },
      {
        "letra": "E",
        "texto": "a emissão de cheque sem fundos para pagamento de serviços postais não permite a majorante de crime praticado em detrimento de entidade de direito público, instituto de economia popular, assistência social ou beneficência."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "792453",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TRE-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Caracteriza crime de falsidade ideológica a conduta consistente em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "omitir que está empregado ao preencher cadastro público para obtenção de benefício social."
      },
      {
        "letra": "B",
        "texto": "trocar a foto do documento de identificação por outra, própria, mais recente."
      },
      {
        "letra": "C",
        "texto": "fingir que é outra pessoa para obter algum benefício, como o ingresso em evento privado."
      },
      {
        "letra": "D",
        "texto": "utilizar o título de eleitor do irmão que se encontre em viagem para votar em seu lugar."
      },
      {
        "letra": "E",
        "texto": "alterar por conta própria o nome que consta na carteira nacional de habilitação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "758140",
    "metadata": "Ano: 2016 | Banca: FUNCAB | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Falsidade ideológica",
      "Uso de documento falso",
      "Outras falsidades"
    ],
    "enunciado_principal": "Etevaldo, depois de ingressar na posse de uma carteira de habilitação pertencente a outrem, aproveitando-se de sua semelhança fisionômica para com o titular do documento, adultera o nome ali constante, substituindo-o pelo seu. Considerando que a adulteração não era perceptível ictu oculi e que o autor pretendia utilizar o documento para conduzir irregularmente veículo automotor, é correto afirmar que Etevaldo cometeu crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falsificação de documento publico."
      },
      {
        "letra": "B",
        "texto": "uso de documento de identidade alheia."
      },
      {
        "letra": "C",
        "texto": "falsa identidade."
      },
      {
        "letra": "D",
        "texto": "uso de documento falso, na forma tentada."
      },
      {
        "letra": "E",
        "texto": "falsidade ideológica documento publico."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "748471",
    "metadata": "Ano: 2016 | Banca: FUNCAB | Órgão: CODESA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Falsidade de documento particular",
      "Falsidade ideológica",
      "Outras falsidades"
    ],
    "enunciado_principal": "Apagar mecanicamente o nome que consta em uma carteira de identidade verdadeira e substituí-lo por nome falso, caso a falsificação não seja grosseira, caracteriza crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falsificação de documento público (art. 297 do CP)."
      },
      {
        "letra": "B",
        "texto": "falsificação de documento particular (art. 298 do CP)."
      },
      {
        "letra": "C",
        "texto": "falsidade ideológica sobre documento particular (art. 299 do CP)."
      },
      {
        "letra": "D",
        "texto": "falsidade ideológica sobre documento público (art. 299 do CP)."
      },
      {
        "letra": "E",
        "texto": "falsa identidade (art. 307 do CP)."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "689244",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: Prefeitura de Alumínio - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato",
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Falsidade de documento particular",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "A conduta de “falsificar cartão de crédito ou débito”",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é considerada falsidade de documento particular."
      },
      {
        "letra": "B",
        "texto": "é considerada falsidade de documento público."
      },
      {
        "letra": "C",
        "texto": "é considerada falsidade ideológica."
      },
      {
        "letra": "D",
        "texto": "é crime assimilado ao estelionato."
      },
      {
        "letra": "E",
        "texto": "não é prevista no CP."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "677133",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TCE-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica",
      "Uso de documento falso"
    ],
    "enunciado_principal": "No que concerne aos crimes em espécie, julgue o item seguinte.Particular que apresentar em seu trabalho atestado médico falso, com assinatura e carimbo de médico inexistente, responderá pelo crime de falsidade ideológica, na modalidade do uso.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "650308",
    "metadata": "Ano: 2016 | Banca: TRT 4º Região | Órgão: TRT - 4ª REGIÃO (RS)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Assinale a assertiva incorreta sobre crimes em espécie.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O empregador que anota dolosamente, na Carteira de Trabalho e Previdência Social de seu empregado, data de admissão diversa da verdadeira, incorre nas penas previstas para o crime de falsidade ideológica."
      },
      {
        "letra": "B",
        "texto": "O dentista, o médico ou o psicólogo que, no exercício da profissão, dão atestado falso, incorrem nas penas previstas para o crime de falsidade ideológica."
      },
      {
        "letra": "C",
        "texto": "O trabalhador que utiliza o atestado falso, emitido por dentista, médico ou psicólogo, comete crime de uso de documento falso."
      },
      {
        "letra": "D",
        "texto": "O trabalhador que apresenta declaração de pobreza com informações falsas, para obtenção do benefício da justiça gratuita, não comete crime de falsidade ideológica nem de uso de documento falso."
      },
      {
        "letra": "E",
        "texto": "O trabalhador que insere declaração falsa, em sua Carteira de Trabalho e Previdência Social, para fazer prova, para fins de aposentadoria, incorre nas penas previstas para o crime de falsificação de documento público."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "635245",
    "metadata": "Ano: 2016 | Banca: TRF - 4ª REGIÃO | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Atualmente, prevalece no Supremo Tribunal Federal e no Superior Tribunal de Justiça o entendimento no sentido de que o princípio constitucional da autodefesa não aproveita àquele que se atribui falsa identidade, perante a autoridade policial, com o objetivo de ocultar seus maus antecedentes; logo, tal conduta é penalmente típica."
      },
      {
        "letra": "B",
        "texto": "No Código Penal brasileiro, que segue a teoria monista, o agente público que, com infração de seu dever funcional, facilita a prática do descaminho responde, em coautoria, pelo delito de descaminho."
      },
      {
        "letra": "C",
        "texto": "O delito de corrupção passiva não se consuma se o funcionário público não chega a receber a vantagem indevida que, em razão do cargo que ocupa, ele solicitou."
      },
      {
        "letra": "D",
        "texto": "Na dicção do Superior Tribunal de Justiça, é típica a conduta de firmar ou usar declaração de pobreza falsa em juízo, com a finalidade de obter o reconhecimento de seu direito à assistência judiciária gratuita."
      },
      {
        "letra": "E",
        "texto": "Prevalece, nas 7ª e 8ª Turmas do Tribunal Regional Federal da 4ª Região, que detêm competência em matéria criminal, o entendimento no sentido de que, para a deflagração da persecutio criminis relativa ao delito de descaminho, faz-se necessária a prévia constituição definitiva do crédito tributário."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "634540",
    "metadata": "Ano: 2016 | Banca: FUNCAB | Órgão: SEGEP-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato",
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Falsidade de documento particular",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Preencher uma folha de cheque em branco, sem autorização do titular da conta bancária vinculada, e almejando sua utilização irregular no futuro para a aquisição fraudulenta de bens, constitui crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estelionato tentado."
      },
      {
        "letra": "B",
        "texto": "falsa identidade."
      },
      {
        "letra": "C",
        "texto": "falsidade ideológica."
      },
      {
        "letra": "D",
        "texto": "falsificação de documento público."
      },
      {
        "letra": "E",
        "texto": "falsificação de documento particular."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "597354",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: CRO-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Dentista, não exercente de função pública, que, no regular exercício da profissão, dá inverídico atestado escrito a paciente amigo, recomendando seu afastamento das atividades laborativas, a fim de que o amigo possa “emendar\" um feriado",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pratica crime de falsidade ideológica (CP, art. 299)."
      },
      {
        "letra": "B",
        "texto": "pratica crime de falsidade de atestado médico (CP, art. 302)."
      },
      {
        "letra": "C",
        "texto": "pratica crime de falsidade de documento particular (CP, art. 298)."
      },
      {
        "letra": "D",
        "texto": "pratica crime de certidão ou atestado ideologicamente falso (CP, art. 301, caput)."
      },
      {
        "letra": "E",
        "texto": "não pratica crime algum."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "593506",
    "metadata": "Ano: 2015 | Banca: Prefeitura do Rio de Janeiro - RJ | Órgão: CGM - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Falsidade ideológica",
      "Uso de documento falso",
      "Outras falsidades"
    ],
    "enunciado_principal": "De acordo com o expressamente disposto no Código Penal, a conduta de omitir, em documento público ou particular, declaração que dele devia constar, ou nele inserir ou fazer inserir declaração falsa ou diversa da que devia ser escrita, com o fim de prejudicar direito, criar obrigação ou alterar a verdade sobre fato juridicamente relevante configura crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falsificação de documento público"
      },
      {
        "letra": "B",
        "texto": "uso de documento falso"
      },
      {
        "letra": "C",
        "texto": "falsidade ideológica"
      },
      {
        "letra": "D",
        "texto": "falsidade filatélica"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "591362",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica",
      "Crimes contra a administração pública",
      "Violência arbitrária",
      "Resistência",
      "Desobediência",
      "Legislação Penal Especial",
      "Lei do Abuso de Autoridade – Lei nº 4.898 de 1965 e Lei n° 13.869 de 2019"
    ],
    "enunciado_principal": "Nessa situação hipotética, Marcelo cometeu os crimes de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "abuso de autoridade e falsidade ideológica, e José praticou o crime de desobediência."
      },
      {
        "letra": "B",
        "texto": "abuso de autoridade e falsificação de documento público, e José cometeu o crime de desobediência."
      },
      {
        "letra": "C",
        "texto": "abuso de autoridade e falsidade ideológica, e José cometeu o delito de resistência."
      },
      {
        "letra": "D",
        "texto": "violência arbitrária e falsidade ideológica, e José praticou o delito de desobediência."
      },
      {
        "letra": "E",
        "texto": "violência arbitrária e falsificação de documento público, e José praticou a infração penal de resistência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "545708",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TCU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Em relação aos crimes contra a fé pública, contra o patrimônio e contra a administração pública, julgue o item subsecutivo. Situação hipotética: Com o intuito de viajar para o exterior, Pedro, que não possui passaporte, usou como seu o documento de Paulo, seu irmão — com quem se parece muito —, tendo-o apresentado, sem adulterações, para os agentes da companhia aérea e da Polícia Federal no aeroporto. Pedro e Paulo têm mais de dezoito anos de idade. Assertiva: Nessa situação, de acordo com o Código Penal, Pedro cometeu o crime de falsidade ideológica.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "531758",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: Câmara Municipal de Itatiba - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa",
      "Falsidade de documento público",
      "Falsidade ideológica",
      "Falso reconhecimento de firma ou letra",
      "Certidão ou atestado ideologicamente falso"
    ],
    "enunciado_principal": "Sobre os crimes contra a Fé Pública, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "para a configuração do crime de falsidade ideológica, basta que o agente omita, em documento público ou particular, declaração que dele deveria constar, ou, em documento público ou particular, insira ou faça inserir declaração falsa ou diversa da que deveria ser escrita, sem finalidade específica."
      },
      {
        "letra": "B",
        "texto": "aquele que recebe moeda falsa, de boa-fé, como verdadeira, e a restitui à circulação depois de conhecer a falsidade será isento de pena."
      },
      {
        "letra": "C",
        "texto": "um dentista que, no exercício da profissão, fornece atestado falso responde pelo crime de falsidade de atestado médico."
      },
      {
        "letra": "D",
        "texto": "para os efeitos penais, o cheque pode ser objeto do crime de falsificação de documento público."
      },
      {
        "letra": "E",
        "texto": "o crime de falso reconhecimento de firma ou letra não se consuma em casos de documentos particulares."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "517691",
    "metadata": "Ano: 2015 | Banca: FUNIVERSA | Órgão: PC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de títulos e outros papéis públicos",
      "Falsidade de documento público",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Pedro, funcionário público, prevalecendo-se do cargo, omitiu, em documento público, declaração que dele devia constar, com o fim de alterar a verdade sobre fato juridicamente relevante.Considerando o caso hipotético apresentado, a conduta de Pedro tipifica o delito de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falsificação de papéis públicos."
      },
      {
        "letra": "B",
        "texto": "falsificação de sinal público."
      },
      {
        "letra": "C",
        "texto": "falsificação de documento público."
      },
      {
        "letra": "D",
        "texto": "falsidade ideológica."
      },
      {
        "letra": "E",
        "texto": "falsidade material de atestado ou certidão."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "512264",
    "metadata": "Ano: 2015 | Banca: FUNIVERSA | Órgão: PC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Roberto afirmou, falsamente, perante a autoridade policial, que era ele quem conduzia o veículo dirigido por seu filho, que não possuía habilitação, a fim de evitar a instauração de inquérito contra o filho pela prática de lesão corporal culposa na direção de veículo automotor. Nesse caso hipotético, a conduta de Roberto é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "típica, configurando crime de falsidade ideológica."
      },
      {
        "letra": "B",
        "texto": "típica, tendo a jurisprudência admitido, recentemente, em caso idêntico, a tese da autodefesa para excluir o crime."
      },
      {
        "letra": "C",
        "texto": "atípica."
      },
      {
        "letra": "D",
        "texto": "típica, aplicando-se-lhe, como causa excludente de culpabilidade, a inexigibilidade de conduta diversa."
      },
      {
        "letra": "E",
        "texto": "típica, aplicando-se, como causa excludente de culpabilidade, o erro de proibição."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "503160",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "O crime de falsidade ideológica (CP, art. 299) tem pena aumentada de sexta parte se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cometido por motivo egoístico."
      },
      {
        "letra": "B",
        "texto": "a vítima sofre vultoso prejuízo."
      },
      {
        "letra": "C",
        "texto": "o agente aufere lucro."
      },
      {
        "letra": "D",
        "texto": "o agente é funcionário público e comete o crime prevalecendo-­se do cargo."
      },
      {
        "letra": "E",
        "texto": "cometido com o fim de produzir prova em pro­cesso penal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "498747",
    "metadata": "Ano: 2015 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "NO TEMA DE FALSIDADE IDEOLÓGICA, ASSINALE A ALTERNATIVA CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A não ocorrência de prejuízo descaracteriza a conduta típica de falsidade ideológica;"
      },
      {
        "letra": "B",
        "texto": "O candidato que, ao prestar contas a Justiça Eleitoral, declara ter recebido doação que de fato não ocorreu incide em tese no art. 299 do Cód. Penal;"
      },
      {
        "letra": "C",
        "texto": "O contrato social e equiparado a documento público;"
      },
      {
        "letra": "D",
        "texto": "Excepcionalmente, a ausência de anotação na carteira de trabalho não configura o crime do art. 297, §4° ,do Cód. Penal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "485929",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica",
      "Falsidade de atestado médico"
    ],
    "enunciado_principal": "No que se refere aos crimes contra o patrimônio, contra a dignidade sexual e contra a fé e a administração públicas, julgue o item que se segue. Cometerá o delito de falsidade ideológica o médico que emitir atestado declarando, falsamente, que determinado paciente está acometido por enfermidade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "485737",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRE-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Murilo, funcionário público, escrevente judiciário de um determinado Tribunal de Justiça brasileiro, no exercício regular de suas atividades junto ao Cartório de uma vara criminal, elabora um alvará de soltura falso em nome de Moisés, réu preso por ordem da Justiça por crime de homicídio, inclusive com falsificação da assinatura do Magistrado competente, encaminhando-o ao Centro de Detenção Provisória onde o réu Moisés encontra-se recolhido. Moisés não é colocado em liberdade, pois havia outro mandado de prisão expedido em seu desfavor em decorrência de outro delito por ele cometido. Neste caso, Murilo cometeu crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falsificação de documento público tentado, uma vez que Moisés não foi colocado em liberdade, não produzindo o resultado final pretendido pelo agente, sem qualquer majoração da pena privativa de liberdade pelo fato de ser funcionário público."
      },
      {
        "letra": "B",
        "texto": "falsidade ideológica consumada, com a pena aumentada da terça parte pelo fato de ser funcionário público e ter cometido o crime prevalecendo-se do cargo."
      },
      {
        "letra": "C",
        "texto": "falsidade ideológica tentada, sem qualquer majoração da pena privativa de liberdade por ser funcionário público."
      },
      {
        "letra": "D",
        "texto": "falsificação de documento público tentado, uma vez que Moisés não foi colocado em liberdade, não produzindo o resultado final pretendido pelo agente, com a pena majorada da sexta parte em razão de ser funcionário público e ter cometido o crime prevalecendo-se do cargo."
      },
      {
        "letra": "E",
        "texto": "falsificação de documento público consumado e terá sua pena aumentada da sexta parte por ser funcionário público e ter cometido o crime prevalecendo-se do cargo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "483615",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Falsidade de documento particular",
      "Falsidade ideológica",
      "Outras falsidades"
    ],
    "enunciado_principal": "Falsificar cartão de crédito ou débito é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "conduta atípica."
      },
      {
        "letra": "B",
        "texto": "crime de falsificação de documento particular."
      },
      {
        "letra": "C",
        "texto": "crime de falsa identidade."
      },
      {
        "letra": "D",
        "texto": "crime de falsidade ideológica."
      },
      {
        "letra": "E",
        "texto": "crime de falsificação de documento público, por equiparação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "475706",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: DPU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Em relação aos crimes contra a fé pública, aos crimes contra a administração pública, aos crimes de tortura e aos crimes contra o meio ambiente, julgue o item a seguir.Praticará o crime de falsidade ideológica aquele que, quando do preenchimento de cadastro público, nele inserir declaração diversa da que deveria, ainda que não tenha o fim de prejudicar direito, criar obrigação ou alterar a verdade sobre fato juridicamente relevante.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1351868",
    "metadata": "Ano: 2014 | Banca: UFGD | Órgão: Prefeitura de Senador Canedo - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Aquele que omite em documento público declaração que dele devia constar, ou nele inserir ou fazer inserir declaração falsa ou diversa da que devia ser escrita, com o fim de prejudicar direito, criar obrigação ou alterar a verdade sobre fato juridicamente relevante, comete o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "uso de documento falso."
      },
      {
        "letra": "B",
        "texto": "falsificação de sinal público."
      },
      {
        "letra": "C",
        "texto": "falsificação de documento público."
      },
      {
        "letra": "D",
        "texto": "falsidade Ideológica."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1222616",
    "metadata": "Ano: 2014 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Falsidade de documento particular",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Quanto aos crimes contra a fé pública, marque a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os livros mercantis e o testamento particular não constituem objeto de falsificação de documento público, e, sim, de falsificação de documento particular."
      },
      {
        "letra": "B",
        "texto": "O crime de falsificação do selo ou sinal público só pode ser cometido por funcionário público"
      },
      {
        "letra": "C",
        "texto": "Quem omite, em documento público ou particular, declaração que dele devia constar, ou altera a verdade sobre fato juridicamente relevante, comete crime de falsidade material"
      },
      {
        "letra": "D",
        "texto": "Constitui causa de aumento de pena cometer crime de falsidade ideológica se a falsificação, ou alteração, é de assentamento de registro civil."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "762866",
    "metadata": "Ano: 2014 | Banca: FUNDATEC | Órgão: SUSEPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento particular",
      "Falsidade ideológica",
      "Uso de documento falso",
      "Supressão de documento",
      "Outras falsidades"
    ],
    "enunciado_principal": "O agente que atribuir-se ou atribuir a terceiro falsa identidade para obter vantagem, em proveito próprio ou alheio, ou para causar dano a outrem, comete o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Falsa identidade."
      },
      {
        "letra": "B",
        "texto": "Supressão de documento."
      },
      {
        "letra": "C",
        "texto": "Falsidade ideológica."
      },
      {
        "letra": "D",
        "texto": "Uso de documento falso."
      },
      {
        "letra": "E",
        "texto": "Falsificação de documento particular."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "730461",
    "metadata": "Ano: 2014 | Banca: CONSULPLAN | Órgão: CBTU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Falsidade de documento particular",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Nos termos do Código Penal, o agente que falsificar, no todo ou em parte, cartão de crédito ou débito, emitido por banco integrante da administração indireta, comete o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falsidade ideológica."
      },
      {
        "letra": "B",
        "texto": "fraude contra credores."
      },
      {
        "letra": "C",
        "texto": "falsificação de documento público."
      },
      {
        "letra": "D",
        "texto": "falsificação de documento particular."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "726702",
    "metadata": "Ano: 2014 | Banca: FMP Concursos | Órgão: TJ-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "O agente que omite, em documento público, declaração dele devia constar, com o fim de alterar a verdade sobre fato juridicamente relevante, pratica o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estelionato."
      },
      {
        "letra": "B",
        "texto": "falsidade ideológica."
      },
      {
        "letra": "C",
        "texto": "falsidade material."
      },
      {
        "letra": "D",
        "texto": "falsidade material de documento público."
      },
      {
        "letra": "E",
        "texto": "falso testemunho."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "516467",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: Prefeitura de Poá - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica",
      "Outras falsidades",
      "Crimes contra a administração pública",
      "Advocacia administrativa",
      "Usurpação de função pública",
      "Resistência",
      "Contrabando"
    ],
    "enunciado_principal": "São crimes praticados por particular contra a administração em geral, de acordo com o Código Penal, Capítulo II, Título XI.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Contrabando ou descaminho, advocacia administrativa e fraudes em certame de interesse público."
      },
      {
        "letra": "B",
        "texto": "Usurpação da função pública, resistência e inutilização de edital ou de sinal."
      },
      {
        "letra": "C",
        "texto": "Falsa identidade, condescendência criminosa, desacato."
      },
      {
        "letra": "D",
        "texto": "Exercício funcional ilegal antecipado ou prolongado, supressão de documento e desobediência."
      },
      {
        "letra": "E",
        "texto": "Advocacia administrativa, falsidade ideológica e adulteração de sinal identificador de veículo automotor."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "462682",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TCE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "A falsa declaração de parentesco para que o interessado na aquisição de imóvel pelo Sistema Financeiro da Habitação consiga atingir a renda exigida caracteriza o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falsificação de documento público."
      },
      {
        "letra": "B",
        "texto": "falsidade ideológica."
      },
      {
        "letra": "C",
        "texto": "falsificação de documento particular."
      },
      {
        "letra": "D",
        "texto": "falsidade material de atestado."
      },
      {
        "letra": "E",
        "texto": "atestado ideologicamente falso."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "454347",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Configura crime de falsidade ideológica:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "omitir, em documento público ou particular, declaração que dele devia constar."
      },
      {
        "letra": "B",
        "texto": "atestar ou certificar falsamente fato ou circunstância que habilite alguém a obter cargo público."
      },
      {
        "letra": "C",
        "texto": "falsificar, em nível material, em documento particular, declaração que dele devia constar."
      },
      {
        "letra": "D",
        "texto": "inserir ou fazer inserir declaração verdadeira com o fim de prejudicar direito ou criar obrigação."
      },
      {
        "letra": "E",
        "texto": "falsificar, no todo ou em parte, documento particular ou alterar documento particular verdadeiro."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "425149",
    "metadata": "Ano: 2014 | Banca: TRT 14R | Órgão: TRT - 14ª Região (RO e AC)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Falsidade de documento particular",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "A empresa ABC Ltda. contratou Felix da Silva para trabalhar como motorista, com ele ajustando salário, horário de trabalho e recebendo sua CTPS para promover as devidas anotações. Passados dois meses, dispensou-o da função e restituiu-lhe a carteira profissional sem ter registrado o contrato de trabalho. Do ponto de vista do direito penal, é CORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os sócios da reclamada incorreram no tipo penal \"falsidade ideológica\", uma vez que omitiram em documento particular informação que dele deveria constar, com o fim de prejudicar direito;"
      },
      {
        "letra": "B",
        "texto": "Incorreram nas mesmas penas previstas para o crime de falsidade documental, previsto no artigo 297, do Código Penal;"
      },
      {
        "letra": "C",
        "texto": "Não há qualquer sanção prevista na esfera criminal, tratando-se de mera infração administrativa, punível na forma prevista na CLT e passível de regularização por ordem judicial;"
      },
      {
        "letra": "D",
        "texto": "Não se caracteriza como falsidade de documento particular porque não houve nenhum registro e a omissão não pode ser enquadrada no tipo penal;"
      },
      {
        "letra": "E",
        "texto": "Se a omissão tiver sido realizada com fim de lucro, é punível com multa, além da pena privativa de liberdade."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "419451",
    "metadata": "Ano: 2014 | Banca: FUNCAB | Órgão: PJC-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Adamásia, no exercício da advocacia, fez inserir falso endereço em documentos processuais de seu cliente. Assim, de modo relevante e intencional, alterou a competência territorial do processo, tendo restadas essas circunstâncias devidamente provadas. Logo, Adamásia praticou o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tergiversação."
      },
      {
        "letra": "B",
        "texto": "falsa identidade."
      },
      {
        "letra": "C",
        "texto": "falsidade ideológica."
      },
      {
        "letra": "D",
        "texto": "patrocínio infiel."
      },
      {
        "letra": "E",
        "texto": "estelionato."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "413751",
    "metadata": "Ano: 2014 | Banca: TRT 23R (MT) | Órgão: TRT - 23ª REGIÃO (MT)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento particular",
      "Falsidade ideológica",
      "Falsidade de atestado médico"
    ],
    "enunciado_principal": "Analise as proposições abaixo e assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Numa ação trabalhista acidentaria foi designada perícia médica a fim de se verificar o grau de redução da capacidade laborativa do autor, o qual contratou assistente técnico que, em seu parecer lançou informações falsas sobre o laudo pericial. Nesse caso, o assistente técnico responde pelo crime de falsidade ideológica, por inserir informações falsas em documento verdadeiro;"
      },
      {
        "letra": "B",
        "texto": "Sandra é vendedora, empregada da empresa Lojas Mato Grosso a qual, por sua vez, retém as contribuições previdenciárias de Sandra, mas não as recolhe à Previdência Social, incorrendo assim, seu representante legal, no crime de apropriação indébita previdenciária;"
      },
      {
        "letra": "C",
        "texto": "Demóstenes é reclamado numa ação trabalhista e por ocasião da audiência inaugural, enquanto se davam as tratativas de acordo, folheava o processo quando disfarçadamente conseguiu retirar uma carta manuscrita por ele que comprovava o assédio sexual alegado pela autora da ação, a qual estava acostada nas últimas folhas dos autos físicos. Nesse caso, Demóstenes incorreu no crime tipificado pelo Código Penal como supressão de documento;"
      },
      {
        "letra": "D",
        "texto": "Tatiana é proprietária da empresa Varejão Norte Sul Ltda e tem por prática alterar os horários de trabalho dos empregados nos controles de ponto, registrando sempre horários de entrada posteriores e de saída anteriores aos reais, a fim de não efetuar o pagamento de horas extras. Com essa prática Tatiana incorre no crime de falsidade ideológica;"
      },
      {
        "letra": "E",
        "texto": "Joaquim, após o jogo do Brasil na copa do mundo, ficou tão decepcionado que no dia seguinte faltou ao serviço e para justificar a falta procurou um medico solicitando atestado. O médico, por sua vez, ao perceber o intuito de Joaquim se aproveitou e cobrou pelo atestado falso. No caso, estaria caracterizada a falsidade material, pois foi inserida informação falsa em documento verdadeiro. Entretanto, se Joaquim tivesse adquirido o referido atestado da secretária do médico, tendo ela própria o assinado contendo ainda o carimbo e CRM do profissional, ambos incorreram no crime de falsidade ideológica por ter sido alterada a verdade em documento falso."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "406903",
    "metadata": "Ano: 2014 | Banca: PUC-PR | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica",
      "Certidão ou atestado ideologicamente falso",
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Fraude processual"
    ],
    "enunciado_principal": "Analise a opção CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Constitui crime de falsidade ideológica (art. 299 CP), omitir, em documento público ou particular, declaração que dele devia constar, ou nele inserir ou fazer inserir declaração falsa ou diversa da que devia ser escrita, com o fim de prejudicar direito, criar obrigação ou alterar a verdade sobre fato juridicamente relevante, sendo que a causa de aumento prevista no parágrafo único, somente se aplica se o agente é funcionário público, e comete o crime prevalecendo-se do cargo."
      },
      {
        "letra": "B",
        "texto": "Constitui o crime de fraude processual (art. 347 CP), inovar artificiosamente, na pendência de processo civil ou administrativo, o estado de lugar, de coisa ou de pessoa, com o fim de induzir a erro o juiz ou o perito, sendo que se a inovação se destina a produzir efeito em processo penal, desde que já iniciado, as penas aplicam-se em dobro."
      },
      {
        "letra": "C",
        "texto": "Constitui o crime de concussão (art. 316 CP), solicitar, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida."
      },
      {
        "letra": "D",
        "texto": "Constitui crime de certidão ou atestado ideologicamente falso (art. 301 CP), atestar ou certificar falsamente, em razão de função pública, fato ou circunstância que habilite alguém a obter cargo público, isenção de ônus ou de serviço de caráter público, ou qualquer outra vantagem, sendo que se o crime é praticado com o fim de lucro, aplica- se, além da pena privativa de liberdade, a de multa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "387253",
    "metadata": "Ano: 2014 | Banca: CONSULPLAN | Órgão: CBTU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Nos termos do código penal, analise.I. Omitir em documento público declaração que dele devia constar com o fim de alterar a verdade sobre fato juridicamente relevante. II. Inserir em documento particular declaração diversa da que deveria ser escrita com o fim de criar obrigação. III. Certificar falsamente, em razão de função pública, fato ou circunstância que habilite alguém a obter isenção de ônus ou de serviço de caráter público. Configuram crime de falsidade ideológica, as condutas apresentadas nas alternativas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "I e II, apenas."
      },
      {
        "letra": "C",
        "texto": "I e III, apenas."
      },
      {
        "letra": "D",
        "texto": "II e III, apenas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "382018",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Falsidade de documento particular",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Com intenção de praticar um crime de estelionato contra uma instituição financeira, Helena entregou para Agnaldo uma folha de papel em branco com sua assinatura para que este lavrasse uma simples declaração. No entanto, ao preencher a folha em branco, Agnaldo lavrou uma procuração e a levou ao Cartório do 1.º Ofício de Notas, Registro civil e Protestos do DF para reconhecimento de firma. Muito atarefado, Caio, tabelião substituto, esqueceu-se de conferir se Helena possuía cartão de autógrafos na serventia e reconheceu sua firma, sem a presença da subscritora do documento, e sem que constasse naquele estabelecimento o respectivo cartão de autógrafos.Considerando-se que até o momento a procuração não tenha sido utilizada por Agnaldo, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Helena e Caio não praticaram qualquer crime, porém, Agnaldo perpetrou o crime de falsificação de documento particular."
      },
      {
        "letra": "B",
        "texto": "Helena e Caio não praticaram qualquer crime, porém, Agnaldo perpetrou o delito de falsidade ideológica."
      },
      {
        "letra": "C",
        "texto": "Helena praticou crime de tentativa de estelionato; Agnaldo, de falsidade de documento particular; e Caio, de falso reconhecimento de firma."
      },
      {
        "letra": "D",
        "texto": "Helena não praticou crime; Agnaldo praticou falsidade ideológica; e Caio cometeu o delito de falso reconhecimento de firma."
      },
      {
        "letra": "E",
        "texto": "Helena não praticou crime; Agnaldo praticou falsificação de documento particular; e Caio cometeu o delito de falso reconhecimento de firma."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "378667",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRT - 18ª Região (GO)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de títulos e outros papéis públicos",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Falsificar cartão de crédito é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "conduta atípica."
      },
      {
        "letra": "B",
        "texto": "falsificação de documento público."
      },
      {
        "letra": "C",
        "texto": "falsidade ideológica."
      },
      {
        "letra": "D",
        "texto": "falsa identidade."
      },
      {
        "letra": "E",
        "texto": "falsificação de documento particular."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "361639",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: PGE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Aquele que utilizar laudo médico falso para, sob a alegação de possuir doença de natureza grave, furtar-se ao pagamento de tributo, deverá ser condenado apenas pela prática do delito de sonegação fiscal se a falsidade ideológica for cometida com o exclusivo objetivo de fraudar o fisco, em virtude da aplicação do princípio da subsidiariedade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1225806",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: PGE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Julgue o item que se segue, referentes aos diversos tipos penais. Considere que Paulo, servidor público lotado no INSS, tenha inserido nos bancos de dados dessa autarquia informações falsas a respeito de Carlos, o que possibilitou a este receber quantia indevida a título de aposentadoria. Nessa situação hipotética, Paulo cometeu o crime de falsidade ideológica.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1202673",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: MPU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Com base no direito penal brasileiro, julgue o item a seguir. A inserção, em assentamento de registro civil, de declaração falsa com vistas à alteração da verdade sobre fato juridicamente relevante configura crime de falsidade ideológica, com aumento de pena em razão da natureza do documento",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "706335",
    "metadata": "Ano: 2013 | Banca: CETRO | Órgão: CREF - 4ª Região (SP)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de títulos e outros papéis públicos",
      "Falsidade ideológica",
      "Uso de documento falso",
      "Supressão de documento",
      "Outras falsidades"
    ],
    "enunciado_principal": "“Omitir, em documento público ou particular, declaração que dele devia constar, ou nele inserir ou fazer inserir declaração falsa ou diversa da que devia ser escrita, com o fim de prejudicar direito, criar obrigação ou alterar a verdade sobre fato juridicamente relevante”. Segundo o Código Penal, a descrição acima configura o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falsidade ideológica."
      },
      {
        "letra": "B",
        "texto": "falsidade material."
      },
      {
        "letra": "C",
        "texto": "uso de documento falso, apetrechos de falsificação."
      },
      {
        "letra": "D",
        "texto": "supressão de documento."
      },
      {
        "letra": "E",
        "texto": "falsificação de títulos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "542794",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Com relação aos crimes previstos no CP, julgue o item que se segue.A inserção, em documento público, de informações relativas a pessoa que não possua a qualidade de segurado obrigatório, com o objetivo de constituir prova perante a previdência social, configura falsidade ideológica, delito que se consuma no momento da inserção dos dados inverídicos, independentemente do uso posterior dessas informações.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "353521",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: PC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento particular",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "O empresário que inserir na carteira de trabalho e previdência social de seu empregado declaração diversa da que deveria ter escrito cometerá o crime de falsidade ideológica.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "335809",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: MPE-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "No que se refere aos crimes contra a paz pública, a fé pública e a administração pública, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caracteriza bis in idem a condenação por crime de quadrilha armada e roubo qualificado pelo uso de armas e concurso de pessoas."
      },
      {
        "letra": "B",
        "texto": "Para a caracterização do crime de falsificação parcial de documento público, exige-se a produção de dano a terceiro."
      },
      {
        "letra": "C",
        "texto": "Não cometerá o crime de falsidade ideológica o indivíduo que deixar de declarar a verdade para a formação de documento, se o servidor público que receber a declaração estiver adstrito a averiguar, propiis sensibus, a veracidade desta"
      },
      {
        "letra": "D",
        "texto": "Ocorre a continuidade delitiva entre os crimes de estelionato, de receptação e de adulteração de sinal identificador de veículo automotor praticados pelo mesmo agente, no mesmo contexto fático."
      },
      {
        "letra": "E",
        "texto": "Para a configuração do crime de favorecimento real, a pessoa a quem o agente auxiliar já deverá ter consumado o crime anterior, sendo-lhe assegurada a fuga"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "318317",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: MPU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Com base no direito penal brasileiro, julgue os itens a seguir. A inserção, em assentamento de registro civil, de declaração falsa com vistas à alteração da verdade sobre fato juridicamente relevante configura crime de falsidade ideológica, com aumento de pena em razão da natureza do documento.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "316115",
    "metadata": "Ano: 2013 | Banca: COPS-UEL | Órgão: PC-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Assinale a alternativa que apresenta, corretamente, afirmações quanto ao crime de falsidade ideológica tipificado no Art. 299 do Código Penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na conduta de fazer inserir, mesmo que o funcionário público tenha conhecimento da inverdade declarada, este não responde pelo crime."
      },
      {
        "letra": "B",
        "texto": "Trata-se de um crime material, estando o crime consumado no momento em que a falsidade produz prejuízo a terceiro."
      },
      {
        "letra": "C",
        "texto": "Promover a inscrição de nascimento inexistente aumenta a pena da sexta parte nos moldes do Parágrafo Único do Art. 299 do Código Penal, por se tratar de assento de registro civil."
      },
      {
        "letra": "D",
        "texto": "No crime de falsidade ideológica de documento público, as condutas de omitir ou inserir demandam a participação de funcionário público na condição de sujeito ativo."
      },
      {
        "letra": "E",
        "texto": "Se o sujeito ativo for funcionário público, a pena é aumentada da sexta parte, mesmo que este não se tenha prevalecido de seu cargo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "313310",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRT - 5ª Região (BA)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica",
      "Falso reconhecimento de firma ou letra",
      "Uso de documento falso"
    ],
    "enunciado_principal": "Assinale a opção correta com relação aos crimes de falsidade documental.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Comete crime de uso de documento falso o promitente vendedor de imóvel que entrega ao oficial do registro público cópia não autenticada de sua carteira de identidade civil na qual constem número de registro e filiação diversos dos constantes na carteira original."
      },
      {
        "letra": "B",
        "texto": "De acordo com expressa previsão legal, constitui crime de falsidade ideológica a conduta de atestar ao juiz da execução penal a prestação de serviço para fins de remição de pena quando, na verdade, não houve prestação de serviço pelo condenado."
      },
      {
        "letra": "C",
        "texto": "Comete o crime de falsidade ideológica, ou moral, aquele que presta declaração falsa sobre o valor da contribuição previdenciária devida."
      },
      {
        "letra": "D",
        "texto": "A tipificação do crime de falso reconhecimento de firma ou letra, crime próprio com relação aos sujeitos ativo e passivo, visa tutelar a fé pública, não sendo admitida a modalidade culposa desse crime."
      },
      {
        "letra": "E",
        "texto": "Aquele que apresenta à autoridade judicial carteira de trabalho com sua fotografia, mas na qual conste o nome de seu irmão gêmeo, pratica o crime de uso de documento falso particular."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "312720",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "O médico que, no exercício da profissão, dá atestado falso",
    "alternativas": [
      {
        "letra": "A",
        "texto": "comete crime punível com detenção e, se o crime é cometido com o fim de lucro, aplica-se também multa."
      },
      {
        "letra": "B",
        "texto": "não comete crime, mas ficará sujeito às penalidades do Conselho Regional de Medicina."
      },
      {
        "letra": "C",
        "texto": "responde criminalmente apenas se ficar comprovado que recebeu algum pagamento para praticar o ato."
      },
      {
        "letra": "D",
        "texto": "comete o crime de falsidade ideológica, sujeitando-se à pena de detenção."
      },
      {
        "letra": "E",
        "texto": "comete o crime de falsidade ideológica e ficará sujeito à pena de reclusão."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "311435",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Ao preencher e assinar declarações adotando nome falso, Carlos praticou o crime de falsidade ideológica.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "305558",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Estelionato",
      "Crimes contra a fé pública",
      "Falsidade ideológica",
      "Crimes contra a administração pública",
      "Patrocínio infiel. Patrocínio simultâneo ou tergiversação"
    ],
    "enunciado_principal": "Crisântemo, Advogado, recebeu, simultaneamente, procurações do inventariante de um espólio e de um credor deste, em cujo nome lhe move ação executiva. Assim, o crime praticado por Crisântemo foi:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falsidade ideológica."
      },
      {
        "letra": "B",
        "texto": "tergiversação."
      },
      {
        "letra": "C",
        "texto": "estelionato."
      },
      {
        "letra": "D",
        "texto": "fraude à execução."
      },
      {
        "letra": "E",
        "texto": "falimentar (Lei nº 11.101/1995)."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "305423",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a família",
      "Bigamia",
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Túlio, em razão de seu casamento com Maria, declarou no cartório de registro de pessoas naturais que era divorciado, sendo o matrimônio com Maria consumado. Entretanto, Túlio era casado com Claudia, mas estavam separados de fato há muitos anos. Serviram como testemunhas Joana e Paulo, primos de Túlio, que tinham conhecimento do casamento e da separação de fato deste com Claudia.Assim pode-se afirmar:I. Houve o crime de falsidade ideológica praticado porTúlio,mas que restará absorvido pelo princípio da especialidade. II. Trata-se de crime próprio, sendo coautores Joana e Paulo, primos deTúlio. III. A anulação do casamento de Túlio com Claudia pelo motivo da bigamia, tornaria inexistente o crime de bigamia. IV. O objeto material desse crime é Claudia. Indique a opção que contempla a(s) assertiva(s) correta(s).",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "B",
        "texto": "I, II e III, apenas."
      },
      {
        "letra": "C",
        "texto": "II, apenas."
      },
      {
        "letra": "D",
        "texto": "III, apenas."
      },
      {
        "letra": "E",
        "texto": "IV, apenas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "289504",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica",
      "Uso de documento falso",
      "Outras falsidades"
    ],
    "enunciado_principal": "Silas, maior e capaz, foi abordado por policiais militares e, ao ser questionado acerca do documento de identificação, apresentou, como sendo seu, o único documento que carregava, um título de eleitor, autêntico, pertencente a terceira pessoa. Nessa situação hipotética,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a conduta de Silas ajusta-se ao crime de uso de documento de identidade alheio."
      },
      {
        "letra": "B",
        "texto": "Silas praticou o crime de falsidade ideológica."
      },
      {
        "letra": "C",
        "texto": "configurou-se o delito de uso de documento falso."
      },
      {
        "letra": "D",
        "texto": "Silas perpetrou o crime de falsa identidade."
      },
      {
        "letra": "E",
        "texto": "a conduta de Silas foi atípica, pois ele exibiu o documento apenas por exigência dos policiais."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "289358",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica",
      "Supressão de documento",
      "Crimes contra a administração pública",
      "Condescendência criminosa",
      "Corrupção ativa em transação comercial internacional. Tráfico de influência em transação comercial internacional",
      "Corrupção ativa",
      "Denunciação caluniosa"
    ],
    "enunciado_principal": "No âmbito da administração pública, o agente que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "provoca instauração de investigação administrativa contra alguém, imputando-lhe falta de que o sabe inocente, comete o crime de denunciação caluniosa."
      },
      {
        "letra": "B",
        "texto": "altera teor de certidão verdadeira, para provar fato que habilite alguém a obter cargo público ou outra vantagem comete o crime de falsidade ideológica."
      },
      {
        "letra": "C",
        "texto": "pede dinheiro a pretexto de influir na decisão de juiz eleitoral incorre em crime de tráfico de influência."
      },
      {
        "letra": "D",
        "texto": "solicita para si vantagem indevida em razão da função pública que exerce incide no crime de corrupção ativa."
      },
      {
        "letra": "E",
        "texto": "altera parte de documento público verdadeiro pratica o crime de supressão de documento."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1668505",
    "metadata": "Ano: 2012 | Banca: FDC | Órgão: Prefeitura de Belo Horizonte - MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Falsidade de documento particular",
      "Falsidade ideológica",
      "Uso de documento falso",
      "Supressão de documento"
    ],
    "enunciado_principal": "O tipo de crime que ocorre quando se omite intencionalmente em um documento declaração que nele deveria constar é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falsidade ideológica"
      },
      {
        "letra": "B",
        "texto": "uso de documento falso"
      },
      {
        "letra": "C",
        "texto": "supressão de documento"
      },
      {
        "letra": "D",
        "texto": "falsidade de documento público"
      },
      {
        "letra": "E",
        "texto": "falsidade de documento particular"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1220363",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica",
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações"
    ],
    "enunciado_principal": "Com relação aos crimes previstos no CP, julgue o item que se segue. A inserção, em documento público, de informações relativas a pessoa que não possua a qualidade de segurado obrigatório, com o objetivo de constituir prova perante a previdência social, configura falsidade ideológica, delito que se consuma no momento da inserção dos dados inverídicos, independentemente do uso posterior dessas informações.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "832222",
    "metadata": "Ano: 2012 | Banca: FUNDECT | Órgão: TJ-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Falsidade ideológica",
      "Falsidade de atestado médico",
      "Uso de documento falso"
    ],
    "enunciado_principal": "Atribuir se ou atribuir a terceiro falsa identidade para obter vantagem, em proveito próprio ou alheio, ou para causar dano a outrem, consiste no crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Falsidade ideológica."
      },
      {
        "letra": "B",
        "texto": "Uso de documento falso."
      },
      {
        "letra": "C",
        "texto": "Falsa identidade."
      },
      {
        "letra": "D",
        "texto": "Falsidade material de atestado ou certidão."
      },
      {
        "letra": "E",
        "texto": "Falsificação de documento público."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "791275",
    "metadata": "Ano: 2012 | Banca: IPAD | Órgão: PC-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Aquele que omite, em documento público, declaração que dele devia constar, com o fim de alterar a verdade sobre fato juridicamente relevante, pratica a conduta prevista no tipo penal de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falsidade ideológica."
      },
      {
        "letra": "B",
        "texto": "falsificação de documento particular."
      },
      {
        "letra": "C",
        "texto": "corrupção passiva."
      },
      {
        "letra": "D",
        "texto": "falsificação do selo ou sinal público."
      },
      {
        "letra": "E",
        "texto": "supressão de documento."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "298727",
    "metadata": "Ano: 2012 | Banca: TRT 2R (SP) | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de títulos e outros papéis públicos",
      "Falsidade ideológica",
      "Outras falsidades",
      "Crimes contra a administração pública",
      "Sonegação de papel ou objeto de valor probatório. Exploração de prestígio"
    ],
    "enunciado_principal": "Macedo, proprietário da Panificadora Sonhos Ltda., solicitou a CTPS de seu empregado Marcos para atualizações. Entretanto, agindo com dolo, Macedo tirou cópia reprográfica da carteira de trabalho e inseriu informações falsas. Dias depois, houve a rescisão do contrato de Marcos. Recebendo notificação de reclamação trabalhista movida pelo ex-empregado, Macedo juntou cópia da carteira adulterada como documento que acompanhou a defesa da empesa ré. A conduta do proprietário da empresa caracteriza crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falsificação de documento público;"
      },
      {
        "letra": "B",
        "texto": "falsa identidade;"
      },
      {
        "letra": "C",
        "texto": "falsidade ideológica;"
      },
      {
        "letra": "D",
        "texto": "sonegação de papel ou objeto de valor probatório;"
      },
      {
        "letra": "E",
        "texto": "falsificação de papéis públicos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "293719",
    "metadata": "Ano: 2012 | Banca: IESES | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Crimes contra a família",
      "Abandono material",
      "Abandono intelectual",
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Assinale a assertiva correta quanto ao que expressamente estabelece o Código Penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Trata-se de conduta tipificada como abandono intelectual, permitir alguém que menor de dezoito anos, sujeito a seu poder ou confiado à sua guarda ou vigilância, frequente casa de jogos."
      },
      {
        "letra": "B",
        "texto": "Trata-se de conduta tipificada como abandono material: deixar de prover a subsistência do cônjuge, ou de filho menor de 18 (dezoito) anos ou inapto para o trabalho, ou de ascendente inválido ou maior de 60 (sessenta) anos, não lhes proporcionando os recursos necessários ou faltando ao pagamento de pensão alimentícia judicialmente acordada, fixada ou majorada."
      },
      {
        "letra": "C",
        "texto": "Incorre na pena de falsidade ideológica, quem insere na Carteira de Trabalho e Previdência Social do empregado, declaração falsa ou diversa da que deveria ter sido escrita."
      },
      {
        "letra": "D",
        "texto": "Trata-se de furto qualificado, quando condômino subtrai para si ou para outrem, a quem legitimamente a detém, a coisa comum."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "287516",
    "metadata": "Ano: 2012 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa",
      "Falsidade de documento público",
      "Falsidade ideológica",
      "Uso de documento falso"
    ],
    "enunciado_principal": "É INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de uso de documento falso (art. 304, CP) trata-se de delito unissubsistente, que não admite a forma tentada (art. 14, II, CP)."
      },
      {
        "letra": "B",
        "texto": "O crime de falsidade ideológica (art. 299, do CP) comporta as modalidades comissiva e omissiva."
      },
      {
        "letra": "C",
        "texto": "No crime de falsificação de documento público (art. 297, CP), a forma do documento é verdadeira, mas seu conteúdo é falso."
      },
      {
        "letra": "D",
        "texto": "A substituição de fotografia em documento de identidade verdadeiro (cédula de identidade) pertencente a outrem, com intenção de falsificá-lo, configura o crime de falsificação de documento público (art. 297, CP)."
      },
      {
        "letra": "E",
        "texto": "Quem, tendo recebido de boa-fé, como verdadeira, moeda falsa ou alterada, a restitui à circulação, depois de conhecer a falsidade, pratica o crime de moeda falsa na forma privilegiada (art. 289, § 2o , CP)."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "283082",
    "metadata": "Ano: 2012 | Banca: FUNCAB | Órgão: PC-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Entre as hipóteses a seguir consignadas, assinale aquela que corresponde a crime de falsidade ideológica (art. 299 do CP).",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Rildo, desempregado, tencionando trabalhar como motorista, após obter um espelho de Carteira Nacional de Habilitação não preenchido, embora verdadeiro, nele consigna seus dados pessoais e imprime sua foto, passando-se por pessoa habilitada para conduzir veículo automotor, sem de fato o ser."
      },
      {
        "letra": "B",
        "texto": "Aderbal, de forma fraudulenta, consigna, na Carteira de Trabalho e Previdência Social de um empregado de sua empresa, salário inferior ao efetivamente recebido por ele, visando a reduzir seus gastos para como INSS."
      },
      {
        "letra": "C",
        "texto": "Magnólia, com intenção de integrar à sua família o filho de outrem, registra a criança em seu nome, como se sua mãe fosse, valendo-se, para tanto, da desatenção do funcionário do Cartório de Registro Civil das Pessoas Naturais, que deixa de exigir a documentação pertinente ao ato."
      },
      {
        "letra": "D",
        "texto": "Tibúrcio, funcionário público do instituto responsável por manter atualizados os registros de antecedentes criminais em determinado Estado-Membro, aproveitando-se de sua atribuição funcional, entra com sua senha no sistema informatizado do órgão e inclui, fraudulentamente, na folha de antecedentes de seu vizinho, crime por ele não praticado, em vingança por conta de uma rixa antiga."
      },
      {
        "letra": "E",
        "texto": "A fim de auxiliar uma amiga a contratar financiamento para aquisição de eletrodomésticos, Alberico, sócio-gerente em uma empresa têxtil, valendo-se de sua posição, assina declaração afirmando que tal pessoa trabalha de forma remunerada naquele estabelecimento empresarial, o que não condiz coma realidade."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "271316",
    "metadata": "Ano: 2012 | Banca: AOCP | Órgão: TCE-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento particular",
      "Falsidade ideológica",
      "Falso reconhecimento de firma ou letra",
      "Supressão de documento"
    ],
    "enunciado_principal": "Omitir, em documento público ou particular, declaração que dele devia constar, ou nele inserir ou fazer inserir declaração falsa ou diversa da que devia ser escrita, com o fim de prejudicar direito, criar obrigação ou alterar a verdade sobre fato juridicamente relevante, configura o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "supressão de documento."
      },
      {
        "letra": "B",
        "texto": "falsidade ideológica."
      },
      {
        "letra": "C",
        "texto": "falso reconhecimento."
      },
      {
        "letra": "D",
        "texto": "falsificação de documento particular."
      },
      {
        "letra": "E",
        "texto": "falsificação de sinal público."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "270625",
    "metadata": "Ano: 2012 | Banca: CETRO | Órgão: TJ-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Falsidade de documento particular",
      "Falsidade ideológica",
      "Falso reconhecimento de firma ou letra"
    ],
    "enunciado_principal": "A conduta de reconhecer, como verdadeira, no exercício de função pública, firma ou letra que não o seja, configura o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falsidade material de atestado ou certidão."
      },
      {
        "letra": "B",
        "texto": "falso reconhecimento de firma ou letra."
      },
      {
        "letra": "C",
        "texto": "falsidade ideológica."
      },
      {
        "letra": "D",
        "texto": "falsificação de documento particular."
      },
      {
        "letra": "E",
        "texto": "falsificação de documento público."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "264237",
    "metadata": "Ano: 2012 | Banca: ESAF | Órgão: Receita Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de títulos e outros papéis públicos",
      "Falsidade de documento público",
      "Falsidade de documento particular",
      "Falsidade ideológica",
      "Falso reconhecimento de firma ou letra"
    ],
    "enunciado_principal": "Sebastião, condutor e proprietário de veículo automotor, recebe multa do órgão de trânsito estadual (DETRAN) cometida por ele. No entanto, ao preencher o documento, indica que o condutor era Manuel. Manuel acaba recebendo três pontos na carteira em razão do preenchimento incorreto de documento oficial do DETRAN. Com base nessa informação e na legislação penal, é correto afirmar que há crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falsidade ideológica."
      },
      {
        "letra": "B",
        "texto": "falsificação de sinal público."
      },
      {
        "letra": "C",
        "texto": "falsificação de documento particular."
      },
      {
        "letra": "D",
        "texto": "falsificação de documento público."
      },
      {
        "letra": "E",
        "texto": "falso reconhecimento de firma."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "262159",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRT - 20ª REGIÃO (SE)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Falsidade de documento particular",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "No que concerne aos crimes de falsidade documental, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a falsificação de testamento particular tipifica o delito de falsificação de documento público e a de duplicata o crime de falsificação de documento particular."
      },
      {
        "letra": "B",
        "texto": "na falsidade ideológica é fraudada a própria forma do documento, alterada no todo ou em parte."
      },
      {
        "letra": "C",
        "texto": "o estelionato se exaure no falso e é por este absorvido quando não revele mais potencialidade lesiva, segundo entendimento sumulado do Superior Tribunal de Justiça."
      },
      {
        "letra": "D",
        "texto": "há concurso material de infrações se o agente, além de falsificar, também usar o documento fraudado, consoante pacífico entendimento dos Tribunais Superiores."
      },
      {
        "letra": "E",
        "texto": "configura causa de aumento da pena nos delitos de falsificação de documento público e falsidade ideológica a circunstância de o agente ser funcionário público e cometer o crime prevalecendo-se do cargo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "261894",
    "metadata": "Ano: 2012 | Banca: TRT 24R (MS) | Órgão: TRT - 24ª REGIÃO (MS)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a organização do trabalho",
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Falsidade de documento particular",
      "Falsidade ideológica",
      "Supressão de documento"
    ],
    "enunciado_principal": "“A” contratou “B” para trabalhar em 1º de março de 2011. Ao efetuar o registro do contrato de trabalho na Carteira de Trabalho e Previdência Social de “B”, “A” anotou a data de início do vínculo empregatício 1º de novembro de 2011. Assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O ato praticado por “A” não constitui crime."
      },
      {
        "letra": "B",
        "texto": "O ato praticado por “A” constitui crime de supressão de informação."
      },
      {
        "letra": "C",
        "texto": "O ato praticado por “A” constitui crime de falsificação de documento particular."
      },
      {
        "letra": "D",
        "texto": "O ato praticado por “A” constitui crime de falsidade ideológica."
      },
      {
        "letra": "E",
        "texto": "O ato praticado por “A” constitui crime de falsificação de documento público."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "260464",
    "metadata": "Ano: 2012 | Banca: TRT 23R (MT) | Órgão: TRT - 23ª REGIÃO (MT)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Falsidade de documento particular",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Assinale a alternativa que contém proposição incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No crime de falsificação de documento público, que consiste em falsificar, no todo ou em parte, documento público, ou alterar documento público verdadeiro, a pena prevista é de reclusão, de dois a seis anos, e de pagamento de multa."
      },
      {
        "letra": "B",
        "texto": "No crime de falsificação de documento público, para os efeitos penais, equiparam-se a documento público, dentre outros, o testamento particular."
      },
      {
        "letra": "C",
        "texto": "No crime de falsificação de documento público, se o agente é funcionário público, e comete o crime prevalecendo-se do cargo, aumenta-se a pena de sexta parte."
      },
      {
        "letra": "D",
        "texto": "Incorre nas mesmas penas do crime de falsificação de documento particular quem insere ou faz inserir na folha de pagamento ou em documento de informações que seja destinado a fazer prova perante a previdência social, pessoa que não possua a qualidade de segurado obrigatório."
      },
      {
        "letra": "E",
        "texto": "Incorre na prática de crime de falsidade ideológica aquele que omitir, em documento público ou particular, declaração que dele devia constar, ou nele inserir ou fazer insere declaração falsa ou diversa da que devia ser escrita, com o fim de prejudicar direito, criar obrigação ou alterar a verdade sobre fato juridicamente relevante."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "235499",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TC-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa",
      "Falsidade de documento particular",
      "Falsidade ideológica",
      "Falsidade de atestado médico"
    ],
    "enunciado_principal": "A falsificação de moeda e a falsificação de documento particular, bem como a falsidade ideológica e a falsidade de atestado médico, são crimes contra a fé pública. Os dois primeiros dizem respeito à forma do objeto falsificado, que é criado ou alterado materialmente pelo agente; os dois últimos referem-se à falsidade do conteúdo da declaração contida no documento, que, entretanto, é materialmente verdadeiro.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "231579",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: Prefeitura de São Paulo - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Falsidade de documento particular",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "No que concerne aos crimes contra a fé pública, é INCORRETO afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não há crime se a falsidade ideológica versar sobre fato juridicamente irrelevante."
      },
      {
        "letra": "B",
        "texto": "não há falsidade ideológica se o conteúdo da declaração retrata a opinião do agente e não um fato."
      },
      {
        "letra": "C",
        "texto": "para a caracterização do crime de falsidade ideológica basta a potencialidade de um evento danoso."
      },
      {
        "letra": "D",
        "texto": "o crime de falsificação de documento particular pode ser praticado na forma dolosa ou culposa."
      },
      {
        "letra": "E",
        "texto": "o testamento particular é considerado documento público para os efeitos penais."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "575033",
    "metadata": "Ano: 2011 | Banca: IBFC | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica",
      "Crimes contra a administração pública",
      "Violação de sigilo funcional",
      "Corrupção ativa em transação comercial internacional. Tráfico de influência em transação comercial internacional"
    ],
    "enunciado_principal": "Analise as assertivas a seguir: I. Quando a falsidade ideológica é cometida por servidor público prevalecendo-se do cargo que ocupa, o crime caracterizado é o de excesso de exação. II. O servidor público que revela fato de que tem conhecimento em razão do cargo e que deva permanecer em segredo pratica o delito de tráfico de influência. III. O servidor público que patrocina interesse privado perante a administração pública valendo-se do cargo que ocupa pratica o crime de advocacia administrativa. IV. A conduta do servidor público de devassar sigilo de proposta de concorrência pública constitui o crime de violação de sigilo funcional. Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas os itens II e III estão incorretos."
      },
      {
        "letra": "B",
        "texto": "apenas os itens I, II e IV estão incorretos."
      },
      {
        "letra": "C",
        "texto": "apenas os itens III e IV estão incorretos."
      },
      {
        "letra": "D",
        "texto": "apenas o item I está incorreto."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "249919",
    "metadata": "Ano: 2011 | Banca: VUNESP | Órgão: TJM-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "O crime de falsidade ideológica, presentes os demais elementos legais, apenas se configura seI. o documento é público, não havendo crime se o documento é particular; II. ocorre a inserção de declaração falsa, não havendo crime se ocorre a omissão de declaração verdadeira relevante; III. o agente é funcionário público, não havendo crime se a conduta é praticada por particular.Assinale a alternativa que classifica corretamente, como verdadeiros (V) ou falsos (F), os itens que completam a proposição, de acordo com o art. 299 do CP.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I - F; II - F; III - F."
      },
      {
        "letra": "B",
        "texto": "I - V; II - F; III - F."
      },
      {
        "letra": "C",
        "texto": "I - V; II - V; III - F."
      },
      {
        "letra": "D",
        "texto": "I-F; II-V; III-V."
      },
      {
        "letra": "E",
        "texto": "I-V; II-V; III-V."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "244348",
    "metadata": "Ano: 2011 | Banca: TRT 2R (SP) | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "Assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São requisitos do tipo, no crime de falsidade ideológica: 1) alteração da verdade sobre fato juridicamente relevante; 2) imitação da verdade; 3) potencialidade do dano; 4) dolo."
      },
      {
        "letra": "B",
        "texto": "O uso de documento falso não é crime formal e sua caracterização depende da ocorrência de um resultado naturalístico específico e determinado."
      },
      {
        "letra": "C",
        "texto": "A persecução do crime de \"abuso de autoridade\" somente se procede mediante queixa do ofendido."
      },
      {
        "letra": "D",
        "texto": "Não é punível a calúnia contra os mortos."
      },
      {
        "letra": "E",
        "texto": "A exceção da verdade, nos crimes contra a honra, é cabível, indistintamente, tanto na calúnia, quanto na injúria e na difamação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "214263",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TCE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Falsidade de documento particular",
      "Falsidade ideológica"
    ],
    "enunciado_principal": "A diferença entre falsidade material e ideológica de documento é que na falsidade material",
    "alternativas": [
      {
        "letra": "A",
        "texto": "frauda-se a forma do documento e na ideológica o conteúdo é falso."
      },
      {
        "letra": "B",
        "texto": "frauda-se o conteúdo e na ideológica a forma do documento."
      },
      {
        "letra": "C",
        "texto": "a conduta é omissiva, e no falso ideológico ela é comissiva."
      },
      {
        "letra": "D",
        "texto": "exige-se o dolo e na ideológica aceita-se a culpa."
      },
      {
        "letra": "E",
        "texto": "há previsão de aumento especial de pena e na ideológica não."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "164724",
    "metadata": "Ano: 2011 | Banca: FUMARC | Órgão: BDMG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Moeda falsa",
      "Falsidade de títulos e outros papéis públicos",
      "Falsidade ideológica",
      "Crimes contra a administração pública",
      "Violação de sigilo funcional"
    ],
    "enunciado_principal": "Os artigos do Código Penal citados abaixo se referem aos crimes contra a fé Pública, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Violação de sigilo funcional - Art. 325 - Revelar fato de que tem ciência em razão do cargo e que deva permanecer em segredo, ou facilitar-lhe a revelação."
      },
      {
        "letra": "B",
        "texto": "Moeda Falsa - Art. 289 - Falsifcar, fabricando-a ou alterando-a, moeda metálica ou papel-moeda de curso legal no país ou no estrangeiro."
      },
      {
        "letra": "C",
        "texto": "Falsificação de papéis públicos - Art. 293 - Falsificar, fabricando-os ou alterando-os."
      },
      {
        "letra": "D",
        "texto": "Falsidade ideológica - Art. 299 - Omitir, em documento público ou particular, declaração que dele devia constar, ou nele inserir ou fazer inserir declaração falsa ou diversa da que devia ser escrita, com o fim de prejudicar direito, criar obrigação ou alterar a verdade sobre fato juridicamente relevante."
      }
    ],
    "gabarito": "A"
  }
]