[
  {
    "id": "3616266",
    "metadata": "Ano: 2025 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito",
      "Coação no curso do processo"
    ],
    "enunciado_principal": "Tendo em vista o crime de falso testemunho ou falsa perícia e o crime de coação no curso do processo, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Há previsão de causa de aumento de pena, quando as condutas incriminadas são praticadas em processo que envolve crime contra a dignidade sexual, tanto no crime de falso testemunho ou falsa perícia quanto no crime de coação no curso do processo."
      },
      {
        "letra": "B",
        "texto": "O crime de coação no curso do processo, para se caracterizar, exige a finalidade especial de favorecer interesse próprio ou alheio."
      },
      {
        "letra": "C",
        "texto": "O crime de coação no curso do processo não se caracteriza se a violência ou ameaça for empregada para o fim de favorecer interesse em procedimento investigativo criminal e juízo arbitral."
      },
      {
        "letra": "D",
        "texto": "O crime de falso testemunho ou falsa perícia e o crime de coação no curso do processo são próprios, exigindo qualidade especial do autor."
      },
      {
        "letra": "E",
        "texto": "O crime de falso testemunho não se caracteriza se a afirmação falsa for feita em procedimento investigativo criminal e juízo. arbitral/"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3079269",
    "metadata": "Ano: 2024 | Banca: IBFC | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "Sobre o crime de falso testemunho ou falsa perícia, previsto no artigo 342 do Código Penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pode cometê-lo tanto a testemunha, quanto o perito, o contador, o tradutor, o intérprete ou a vítima, em processo judicial ou administrativo, inquérito policial ou em juízo arbitral"
      },
      {
        "letra": "B",
        "texto": "Pode ser cometido por testemunha ou perito somente em processo judicial ou em inquérito policial"
      },
      {
        "letra": "C",
        "texto": "Pode ser cometido por qualquer pessoa ouvida em processo judicial ou administrativo, inquérito policial ou em juízo arbitral, desde que faça afirmação falsa ou negue ou se omita sobre a verdade"
      },
      {
        "letra": "D",
        "texto": "A testemunha que, regularmente ouvida em processo judicial, esquece-se de mencionar fato juridicamente relevante, se não age intencionalmente, não comete crime algum"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3028727",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "Após o recebimento de uma intimação por parte da Polícia Federal, Fabiano compareceu à sede da instituição, sendo informado pela autoridade policial da existência de um inquérito policial em curso, no qual ele seria ouvido na qualidade de testemunha. Durante o depoimento, gravado em áudio e vídeo, Fabiano, em diversas ocasiões, calou a verdade sobre fatos juridicamente relevantes, embora não tenha feito afirmações falsas. Nesse cenário, considerando as disposições do Código Penal, é correto afirmar que Fabiano:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não responderá por qualquer crime, já que, apesar de ter calado a verdade, não fez uso de afirmações falsas;"
      },
      {
        "letra": "B",
        "texto": "não responderá por qualquer crime, já que calou a verdade em inquérito policial, e não em processo judicial;"
      },
      {
        "letra": "C",
        "texto": "responderá pelo crime de favorecimento real;"
      },
      {
        "letra": "D",
        "texto": "responderá pelo crime de fraude processual;"
      },
      {
        "letra": "E",
        "texto": "responderá pelo crime de falso testemunho."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2285607",
    "metadata": "Ano: 2023 | Banca: Quadrix | Órgão: CRM-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "Em relação ao direito penal e ao direito processual penal, julgue o item.Respondem pelo crime de falsa perícia tanto a pessoa que promete dinheiro para que seja feita afirmação falsa em perícia, quanto o perito criminal que aceita o suborno.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2281725",
    "metadata": "Ano: 2023 | Banca: IBFC | Órgão: IAPEN-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito",
      "Fuga de Pessoa Presa ou Submetida a Medida de Segurança. Evasão Mediante Violência Contra a Pessoa"
    ],
    "enunciado_principal": "Com base no Código Penal e em suas alterações, analise as afirmativas abaixo e dê valores Verdadeiro (V) ou Falso (F). ( ) As penas do falso testemunho ou falsa perícia são aumentadas de um sexto a um terço se o crime for praticado mediante suborno ou se cometido com o fim de obter prova destinada a produzir efeito em processo penal, ou em processo civil em que for parte entidade da administração pública direta ou indireta. ( ) O falso testemunho ou falsa perícia deixa de ser punível se, a qualquer momento, o agente se retrata ou declara a verdade. ( ) O crime de evasão mediante violência contra a pessoa, previsto no artigo 352, do Código Penal, pune da mesma forma as figuras consumada e tentada. Assinale a alternativa que apresenta a sequência correta de cima para baixo.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F - V - F"
      },
      {
        "letra": "B",
        "texto": "V - F - V"
      },
      {
        "letra": "C",
        "texto": "V - V - F"
      },
      {
        "letra": "D",
        "texto": "F - F - V"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2221680",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Apropriação indébita",
      "Estelionato",
      "Crimes contra a administração pública",
      "Peculato",
      "Advocacia administrativa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "Débora, arquiteta e sem vinculo permanente com a Administração Pública, atuando como perita judicial, recebe honorários, mas não realiza o trabalho pericial. Intimada pelo juiz da causa para devolver a quantia, não o faz. A conduta de Débora se amolda ao crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apropriação indébita (Art.168 do CP);"
      },
      {
        "letra": "B",
        "texto": "peculato (Art. 312 do CP);"
      },
      {
        "letra": "C",
        "texto": "estelionato (Art. 171 do CP);"
      },
      {
        "letra": "D",
        "texto": "advocacia administrativa (Art. 321 do CP);"
      },
      {
        "letra": "E",
        "texto": "falsa perícia (Art. 342 do CP)."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2215610",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: PGM de Natal - RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Infanticídio",
      "Crimes contra a administração pública",
      "Peculato",
      "Prevaricação",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "Tendo como referência a doutrina, assinale a opção em que é apresentado o crime de mão própria que admite coautoria em determinados casos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falso testemunho"
      },
      {
        "letra": "B",
        "texto": "peculato"
      },
      {
        "letra": "C",
        "texto": "infanticídio"
      },
      {
        "letra": "D",
        "texto": "prevaricação"
      },
      {
        "letra": "E",
        "texto": "falsa perícia"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2176721",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito",
      "Coação no curso do processo",
      "Exercício arbitrário das próprias razões",
      "Fraude processual"
    ],
    "enunciado_principal": "A respeito dos Crimes contra a Administração da Justiça, previstos no Código Penal, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o crime de coação no curso do processo será qualificado se praticado em processo que envolva crime contra a dignidade sexual."
      },
      {
        "letra": "B",
        "texto": "a imputação de prática de contravenção penal que sabe ser inverídica não configura o crime de denunciação caluniosa, pois o tipo penal fala apenas em crime, ato improbo e infração ética-disciplinar."
      },
      {
        "letra": "C",
        "texto": "o crime de fraude processual será qualificado se a inovação tiver como objetivo produzir efeito em processo penal."
      },
      {
        "letra": "D",
        "texto": "a retração ou declaração da verdade pelo agente, antes de proferida a sentença no processo em que se deu o falso testemunho, é causa de diminuição de pena do crime de falso testemunho e falsa perícia."
      },
      {
        "letra": "E",
        "texto": "o crime de exercício arbitrário das próprias razões é de ação penal privada, excetuando os casos em que há emprego de violência."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2165931",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TST",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "Maia, ao ser despedida por sua empregadora Asterope, ajuizou uma ação trabalhista em face dela e requereu o pagamento de horas extras e de adicional de insalubridade. Celeno foi nomeada como perita do juízo para verificar a existência de insalubridade e Alcione depôs como testemunha da ré na audiência de instrução. Considerando o disposto no Código Penal, analise as afirmativas a seguir. I. Se Alcione sabe que Maia realizava horas extras, mas nega conscientemente a verdade em seu depoimento na audiência de instrução, configura-se o crime de falso testemunho, punido com a pena de reclusão, de dois a quatro anos, e multa. II. Se Alcione se retrata na ação trabalhista antes da sentença, o fato deixa de ser punível. III. Se Asterope oferece dinheiro para que Celeno afirme falsamente no laudo pericial que Maia não trabalhava em condições insalubres, configura-se crime punido com reclusão, de três a quatro anos, e multa. IV. Se Celeno aceita o suborno de Asterope e afirma falsamente no laudo pericial entregue no processo que Maia não trabalhava em condições insalubres, configura-se o crime de falsa perícia, com causa de aumento de pena de um sexto a um terço. Está correto o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "somente l e ll;"
      },
      {
        "letra": "B",
        "texto": "somente Il e IV;"
      },
      {
        "letra": "C",
        "texto": "somente I, Il e III;"
      },
      {
        "letra": "D",
        "texto": "somente I, Ill e IV;"
      },
      {
        "letra": "E",
        "texto": "I, II, Ill e IV."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2115884",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TJ-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "Ava não seria punida em relação ao depoimento falso ocorrido na ação civil se, antes da sentença penal, houvesse declarado a verdade dos fatos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2065185",
    "metadata": "Ano: 2022 | Banca: IDECAN | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "Em julgamento relativo à ocorrência de crime de estupro contra vulnerável, o perito A, ao se pronunciar tecnicamente sobre o caso, fez uma afirmação falsa ao juiz, enquanto o perito B, no mesmo ato processual, silenciou a verdade. Nesse caso, é possível afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "apenas o perito A cometeu o crime de falso testemunho, cuja pena é de detenção."
      },
      {
        "letra": "B",
        "texto": "os peritos praticaram crimes distintos, porém ambos se sujeitarão a pena de detenção."
      },
      {
        "letra": "C",
        "texto": "os peritos praticaram o mesmo crime, cuja pena é de reclusão."
      },
      {
        "letra": "D",
        "texto": "os peritos praticaram crimes distintos, porém ambos se sujeitarão a pena de reclusão."
      },
      {
        "letra": "E",
        "texto": "o perito B praticou o crime de falso testemunho, enquanto o perito A praticou o crime de falsa perícia."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1998526",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito",
      "Coação no curso do processo"
    ],
    "enunciado_principal": "Considerando os crimes contra a administração pública, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É atípica a conduta do indivíduo que assume perante a autoridade policial a prática de contravenção penal cometida por outra pessoa."
      },
      {
        "letra": "B",
        "texto": "O indiciado por latrocínio que altera suas feições por cirurgia plástica para evitar ser responsabilizado criminalmente não comete crime."
      },
      {
        "letra": "C",
        "texto": "É isenta de pena a conduta da mãe do criminoso que, não sendo coautora ou receptadora, lhe presta auxílio para tornar seguro o proveito do crime."
      },
      {
        "letra": "D",
        "texto": "O crime de coação no curso do processo exige como elemento do tipo que a violência ocorra em processo judicial, penal ou civil, em curso."
      },
      {
        "letra": "E",
        "texto": "O preposto que promete dinheiro à testemunha para que esta minta em processo trabalhista responde como coautor do crime de falso testemunho."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1950480",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: POLITEC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "Túlio pagou elevada quantia em dinheiro a Jânio, perito criminal, para que ele fizesse afirmação falsa em laudo anexado a investigação policial. Nessa situação hipotética,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Túlio responderá pela prática do crime de falso testemunho ou falsa perícia."
      },
      {
        "letra": "B",
        "texto": "a conduta de Jânio se tornará atípica se o pagamento recebido for integralmente devolvido."
      },
      {
        "letra": "C",
        "texto": "o fato de o laudo ter sido anexado a um inquérito policial não tem uma consequência específica no tipo penal."
      },
      {
        "letra": "D",
        "texto": "Jânio cometeu crime de menor potencial ofensivo, punível com pena mínima de dois anos."
      },
      {
        "letra": "E",
        "texto": "o fato deixará de ser punível se Jânio retratar-se do laudo antes da sentença de processo decorrente da citada investigação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1886829",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito",
      "Favorecimento real"
    ],
    "enunciado_principal": "O filho de um tesoureiro furtou certa quantia em dinheiro da associação em que o pai trabalha. O tesoureiro, sabendo do fato, atribuiu a autoria do delito ao faxineiro da associação após, por insistência da diretoria, ter registrado a ocorrência policial e solicitado instauração do inquérito policial. Considerando-se as informações apresentadas, é correto afirmar que, nesse caso, o tesoureiro responderá por",
    "alternativas": [
      {
        "letra": "A",
        "texto": "calúnia."
      },
      {
        "letra": "B",
        "texto": "favorecimento real."
      },
      {
        "letra": "C",
        "texto": "falso testemunho."
      },
      {
        "letra": "D",
        "texto": "comunicação falsa de crime."
      },
      {
        "letra": "E",
        "texto": "denunciação caluniosa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1821984",
    "metadata": "Ano: 2021 | Banca: INSTITUTO AOCP | Órgão: ITEP-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "O código penal, nos artigos 342 e 343, no que tange aos crimes de falso testemunho por parte dos peritos criminais em processos penais, resolve que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "em caso de afirmação falsa em processo, o crime deixa de ser punível se, antes da sentença no processo que ocorreu o ilícito, o agente se retrata ou declara a verdade."
      },
      {
        "letra": "B",
        "texto": "a pena para o crime de afirmação falsa como perito em processo é punível com reclusão de 8 a 12 anos."
      },
      {
        "letra": "C",
        "texto": "se constatado que o crime de afirmação falsa em processo foi cometido mediante suborno, a pena deverá ser dobrada."
      },
      {
        "letra": "D",
        "texto": "dar, oferecer ou prometer dinheiro ou qualquer outra vantagem a perito para fazer afirmação falsa em depoimento ou perícia é crime punível com reclusão de 2 a 4 meses e multa."
      },
      {
        "letra": "E",
        "texto": "a pena para o crime de oferecer vantagem a perito para fazer afirmação falsa em depoimento ou perícia é dobrada em processo penal ou civil em que for parte entidade da administração pública."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1771676",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: PC-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "Gustavo, ouvido na condição de testemunha em ação penal, prestou declarações falsas em busca de auxiliar seu amigo Luiz, que figurava como réu no processo. Dias depois, após alegações finais apresentadas pelo Ministério Público, mas antes da sentença, Gustavo se arrependeu de sua conduta, comparecendo em juízo e apresentando declarações no sentido de que tinha prestado informações na condição de testemunha que não condiziam com a realidade, se retratando daquelas declarações prestadas em audiência. O magistrado competente determinou a reprodução da prova, bem como a extração de cópias para apurar o ocorrido. Com base nas informações expostas, a autoridade policial deverá concluir que Gustavo praticou a conduta tipificada abstratamente como crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falso testemunho, punível na modalidade tentada, com causa de aumento de pena pela circunstância de as declarações se destinarem a produzir prova em processo penal;"
      },
      {
        "letra": "B",
        "texto": "falso testemunho, punível na forma consumada, com causa de aumento de pena pela circunstância de as declarações se destinarem a produzir prova em processo penal;"
      },
      {
        "letra": "C",
        "texto": "falso testemunho, punível na modalidade tentada, sem qualquer causa de aumento de pena;"
      },
      {
        "letra": "D",
        "texto": "falso testemunho, punível na forma consumada, sem qualquer causa de aumento de pena;"
      },
      {
        "letra": "E",
        "texto": "falso testemunho, mas o fato não será punível em razão da retratação realizada."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1751225",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "Com relação aos crimes contra a fé pública, julgue o item que se segue.O advogado de réu pode vir a responder pelo crime de falso testemunho, na hipótese de induzir testemunha a prestar determinado depoimento.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1202693",
    "metadata": "Ano: 2020 | Banca: IBADE | Órgão: Prefeitura de Linhares - ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Roubo",
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "O perito que cala a verdade em processo judicial comete crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "roubo."
      },
      {
        "letra": "B",
        "texto": "denunciação caluniosa."
      },
      {
        "letra": "C",
        "texto": "lesão corporal."
      },
      {
        "letra": "D",
        "texto": "falso testemunho."
      },
      {
        "letra": "E",
        "texto": "autoacusação falsa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1142569",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: MPE-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "Nessa situação hipotética,Ana estará sujeita a pena privativa de liberdade, que poderá ser cumprida tanto em regime fechado quanto em regime aberto.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1142568",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: MPE-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "Nessa situação hipotética,a conduta de Ana ao oferecer dinheiro para que a amiga mentisse não caracteriza crime de corrupção ativa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1142567",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: MPE-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "Nessa situação hipotética,a amiga de Ana deverá responder pelo crime de falso testemunho, deixando o fato de ser punível se, antes da sentença, ela declarar a verdade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1647699",
    "metadata": "Ano: 2019 | Banca: ADVISE | Órgão: Prefeitura de Juarez Távora - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito",
      "Exercício arbitrário das próprias razões"
    ],
    "enunciado_principal": "Dagoberto praticou a conduta típica de “Acusar-se, perante a autoridade, de crime inexistente ou praticado por outrem”. Esta conduta configura o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Falso testemunho."
      },
      {
        "letra": "B",
        "texto": "Denunciação caluniosa."
      },
      {
        "letra": "C",
        "texto": "Comunicação falsa de crime ou de contravenção."
      },
      {
        "letra": "D",
        "texto": "Autoacusação falsa."
      },
      {
        "letra": "E",
        "texto": "Exercício arbitrário das próprias razões."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "990132",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: CGE - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "Com base no Código Penal e na jurisprudência dos tribunais superiores, julgue os itens seguintes, a respeito de crimes contra a fé pública, crimes contra a administração pública e dos efeitos da condenação. I Se o falso se exaurir no estelionato, sem outras potencialidades lesivas, será por este absorvido. II A falsificação de documento público, ainda que grosseira, pode ensejar a modalidade tentada no crime de falsificação de documento público. III Contador que fizer afirmação falsa em processo administrativo praticará crime de falso testemunho. IV A condenação superior a quatro anos de detenção por crime funcional tem como efeito automático a perda do cargo público. Estão certos apenas os itens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "I e III."
      },
      {
        "letra": "C",
        "texto": "II e IV."
      },
      {
        "letra": "D",
        "texto": "I, III e IV."
      },
      {
        "letra": "E",
        "texto": "II, III e IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1299578",
    "metadata": "Ano: 2018 | Banca: Quadrix | Órgão: CFP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "Com relação aos crimes contra a Administração Pública previstos no Código Penal, mais especificamente quanto ao falso testemunho ou à falsa perícia, julgue os próximos itens. I Para o crime de fazer afirmação falsa, ou negar ou calar a verdade, como testemunha, perito, contador, tradutor ou intérprete em processo judicial ou administrativo, inquérito policial, ou em juízo arbitral, a pena é de reclusão, de um a três anos, e multa. II As penas aumentam de um quarto a um quinto se o crime for praticado mediante suborno ou cometido com fim de obter prova destinada a produzir efeito em processo penal ou em processo civil em que for parte entidade da Administração Pública direta ou indireta. III O fato deixa de ser punível se, antes da sentença no processo em que ocorre o ilícito, o agente se retratar ou declarar a verdade. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nenhum item está certo."
      },
      {
        "letra": "B",
        "texto": "Apenas o item I está certo."
      },
      {
        "letra": "C",
        "texto": "Apenas o item II está certo."
      },
      {
        "letra": "D",
        "texto": "Apenas o item III está certo."
      },
      {
        "letra": "E",
        "texto": "Todos os itens estão certos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "938386",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "Tício, reclamante em uma ação trabalhista, arrola como testemunha Caio, sendo certo que ambos já haviam acertado que o depoimento seria mentiroso, atestando condições de trabalho inexistentes. No dia do depoimento, Caio, ao ser informado pelo Juízo que estava sob juramento e incorreria em crime de falso testemunho caso faltasse com a verdade, conta que foi arrolado para mentir, pois em realidade, sabia que Tício não tinha razão na ação proposta. Caio ainda afirmou não estar ganhando qualquer vantagem econômica para compensar o risco de ser processado por mentir, sem contar que Tício nem era tão amigo, para ajudar de graça. Diante da situação hipotética, e com base na Parte Geral e Especial do Código Penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Caio, muito embora tenha permitido que fosse arrolado, não incorreu em crime de falso testemunho, sequer na modalidade tentada, pois o tipo penal exige o recebimento de vantagem patrimonial pelo agente, o que não se deu."
      },
      {
        "letra": "B",
        "texto": "Caio, por não ter faltado com a verdade, no momento em que prestou compromisso, não incorreu no crime de falso testemunho. Mas Tício, pelo ajuste, será investigado e processado pelo crime de falso testemunho."
      },
      {
        "letra": "C",
        "texto": "Tício, pela instigação, deverá ser investigado e processado como partícipe de crime de falso testemunho praticado por Caio, na modalidade tentada."
      },
      {
        "letra": "D",
        "texto": "Caio e Tício não serão investigados ou processados por crime de falso testemunho. Não se pune o ajuste se o crime não chega a ser tentado."
      },
      {
        "letra": "E",
        "texto": "Caio deverá ser investigado e processado pelo crime de falso testemunho, na modalidade tentada, vez que a execução do crime iniciou no momento em que permitiu que fosse arrolado."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "921272",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito",
      "Exercício arbitrário das próprias razões"
    ],
    "enunciado_principal": "Policial Militar que forja situação de flagrância, a fim de increpar indivíduo que sabe inocente e, com isso, dá causa à instauração de inquérito policial, comete crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falso testemunho (CP, art. 342)."
      },
      {
        "letra": "B",
        "texto": "calúnia qualificada (CP, art. 138, § 3o )."
      },
      {
        "letra": "C",
        "texto": "exercício arbitrário (CP, art. 350)."
      },
      {
        "letra": "D",
        "texto": "denunciação caluniosa (CP, art. 339)."
      },
      {
        "letra": "E",
        "texto": "comunicação falsa de crime (CP, art. 340)."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "887516",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: ALESE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "Sobre o crime de falso testemunho ou falsa perícia, o Código Penal, em seu artigo 342, prevê que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é fato atípico fazer afirmação falsa em juízo arbitral."
      },
      {
        "letra": "B",
        "texto": "é fato atípico fazer afirmação falsa em inquérito penal."
      },
      {
        "letra": "C",
        "texto": "as penas são aumentadas de um sexto a um terço, se o crime é praticado mediante suborno ou se cometido com o fim de obter prova destinada a produzir efeito em processo penal, ou em processo civil em que for parte entidade da Administração pública direta ou indireta."
      },
      {
        "letra": "D",
        "texto": "o fato deixa de ser típico se, antes da sentença no processo em que ocorreu o ilícito, o agente se retrata ou declara a verdade."
      },
      {
        "letra": "E",
        "texto": "é fato atípico fazer afirmação falsa em processo administrativo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "879811",
    "metadata": "Ano: 2018 | Banca: IV - UFG | Órgão: SANEAGO - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "Leia o caso a seguir.G. C. e V. P., peritos devidamente nomeados em um determinado processo penal, foram procurados pelo Acusado, que lhes ofereceu mil reais em espécie para que fizessem afirmação falsa no Laudo Pericial, beneficiando-o. O Laudo Pericial foi assinado por G. C. e V. P. e entregue ao Juízo. O juiz, percebendo a traquinagem, intimou os peritos a respeito. Eles negaram o ato inquinado. A falsidade ficou comprovada durante o processo. Imediatamente, após trânsito em julgado, cópia dos autos foi remetida à Polícia Civil. Acompanhados por seus advogados, G. C. e V. P. confessaram ao Delegado de Polícia Civil a referida falsidade e o suborno recebido.Conforme o direito penal brasileiro, as condutas de G. C. e V. P. configuram, em tese, o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "corrupção passiva simples, pois o suborno é elementar do tipo penal."
      },
      {
        "letra": "B",
        "texto": "falso testemunho ou falsa perícia circunstanciada em razão do suborno recebido."
      },
      {
        "letra": "C",
        "texto": "falso testemunho ou falsa perícia simples, pois o suborno é elementar do tipo penal."
      },
      {
        "letra": "D",
        "texto": "corrupção passiva circunstanciada em razão do suborno recebido."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "878649",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito",
      "Exercício arbitrário das próprias razões"
    ],
    "enunciado_principal": "A respeito dos crimes contra a administração da justiça (arts. 339 a 347 do CP), assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A autoacusação para acobertar ascendente ou descendente é atípica."
      },
      {
        "letra": "B",
        "texto": "Dar causa a inquérito civil contra alguém, imputando-lhe falsamente a prática de crime, em tese, caracteriza o crime de denunciação caluniosa."
      },
      {
        "letra": "C",
        "texto": "Provocar a ação de autoridade, comunicando a ocorrência de crime que sabe não ter se verificado, em tese, caracteriza o crime de denunciação caluniosa."
      },
      {
        "letra": "D",
        "texto": "O crime de falso testemunho exige, para configuração, que o agente receba vantagem econômica ou outra de qualquer natureza."
      },
      {
        "letra": "E",
        "texto": "O crime de exercício arbitrário das próprias razões procede-se mediante queixa, ainda que haja emprego de violência."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "873588",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "A retratação do agente torna o fato impunível no crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "injúria, se realizada antes da sentença de maneira cabal."
      },
      {
        "letra": "B",
        "texto": "falsidade ideológica, se realizada até o recebimento da denúncia."
      },
      {
        "letra": "C",
        "texto": "sonegação de contribuição previdenciária, realizada a qualquer tempo."
      },
      {
        "letra": "D",
        "texto": "ameaça, se realizada até o oferecimento da denúncia."
      },
      {
        "letra": "E",
        "texto": "falso testemunho ou falsa perícia, se realizada antes da sentença no processo em que ocorreu o ilícito."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "867470",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PC-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "Túlio ofereceu suborno para André, perito da polícia civil, no intuito de que este fizesse afirmação falsa em laudo pericial de sua responsabilidade. André aceitou a proposta e elaborou o laudo falso, o que foi determinante para a sentença absolutória de Túlio. Nessa situação hipotética,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "André poderá declarar a verdade quando for processado pelo crime que cometeu, hipótese em que o fato deixará de ser punível."
      },
      {
        "letra": "B",
        "texto": "a pena base prevista para Túlio será maior que a de André, porque sua conduta é considerada mais grave."
      },
      {
        "letra": "C",
        "texto": "penalmente, é irrelevante o fato de a falsa perícia ter sido utilizada em processo criminal."
      },
      {
        "letra": "D",
        "texto": "os crimes se consumaram no momento do pagamento do suborno, ainda que tenha sido efetivado posteriormente à elaboração da perícia."
      },
      {
        "letra": "E",
        "texto": "Túlio e André responderão pelo mesmo crime, no caso, falso testemunho ou falsa perícia, em coautoria."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "866382",
    "metadata": "Ano: 2018 | Banca: FUNDATEC | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito",
      "Coação no curso do processo",
      "Exercício arbitrário das próprias razões"
    ],
    "enunciado_principal": "O crime contra a Administração da Justiça de dar causa à instauração de investigação policial, de processo judicial, instauração de investigação administrativa, inquérito civil ou ação de improbidade administrativa contra alguém, imputando-lhe crime de que o sabe inocente, chama-se:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Autoacusação falsa."
      },
      {
        "letra": "B",
        "texto": "Coação no curso do processo."
      },
      {
        "letra": "C",
        "texto": "Denunciação caluniosa."
      },
      {
        "letra": "D",
        "texto": "Falso testemunho ou falsa perícia."
      },
      {
        "letra": "E",
        "texto": "Exercício arbitrário das próprias razões."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "854359",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "No que se refere aos crimes contra a administração da justiça, julgue o item seguinte. O crime de suborno de testemunha só será consumado com a efetiva realização de depoimento em juízo, no qual sejam feitas afirmações falsas ou seja negada ou silenciada a verdade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "853591",
    "metadata": "Ano: 2017 | Banca: IESES | Órgão: IGP-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "Os médicos legistas estão sujeitos a falsa perícia, crime tipificado no art 342 do Código Penal. Entre as assertivas abaixo qual está INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O fato deixa de ser punível se, antes da sentença no processo em que ocorreu o ilícito, o perito se retrata ou declara a verdade."
      },
      {
        "letra": "B",
        "texto": "A afirmação voluntária contra a verdade (falsa), afirmação sem base científica ou contra as evidências também se enquadram nas falsas perícias."
      },
      {
        "letra": "C",
        "texto": "O mero silêncio ou omissão sobre a verdade não poderá ser tipificada como falsa perícia."
      },
      {
        "letra": "D",
        "texto": "As penas aumentam para o perito que realizar falsa perícia mediante suborno."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "842057",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: DPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Difamação",
      "Injúria",
      "Crimes contra a administração pública",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "Considere a hipótese de a Defensoria Pública ser procurada por uma pessoa que alega ter sido acusada de desonesta, ladra, canalha, devassa etc. Analisando os fatos o defensor entende que a reclamante é inocente. O acusador deverá responder por",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Calúnia porque: a) foi atribuído um crime à acusada e b) a imputação é falsa."
      },
      {
        "letra": "B",
        "texto": "Injúria porque: a) foi atribuído uma qualidade à acusada e b) houve ofensa à honra subjetiva."
      },
      {
        "letra": "C",
        "texto": "Difamação porque: a) houve a atribuição de um fato não criminoso à acusada e b) houve ofensa à honra objetiva."
      },
      {
        "letra": "D",
        "texto": "Falso testemunho porque: a) o acusador alegou ter presenciado atos que atribuiu à acusada e b) a imputação é falsa."
      },
      {
        "letra": "E",
        "texto": "Ocultação da verdade porque: a) o acusador mentiu e b) houve ofensa à honra subjetiva."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "839108",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: PCA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "Guilherme, médico legista, responsável por elaborar o laudo de exumação de Danilo, em investigação de morte suspeita, é procurado por Rodrigo que, temendo ser acusado de homicídio contra a vítima, oferece suborno para que Guilherme afirmasse falsamente que a morte se deu por causas naturais. O médico aceita a promessa de pagamento e conclui o laudo, a despeito de extensas evidências de agressões físicas, no sentido de que Danilo morreu em decorrência de problemas cardíacos. Passadas algumas semanas, Guilherme, arrependido de sua conduta, procura o juiz responsável pelo processo e se retrata, declarando que a morte da vítima ocorreu em virtude das lesões corporais sofridas, antes de ser proferida a sentença. Diante dessa situação hipotética,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Guilherme responderá pelo crime de falsa perícia, ainda que tenha se retratado, com a pena aumentada de um sexto a um terço, por ter praticado o delito com o fim de obter prova destinada a produzir efeito em processo penal."
      },
      {
        "letra": "B",
        "texto": "a conduta de Guilherme não será punível por ter se retratado antes da sentença no processo em que ocorreu a falsa perícia."
      },
      {
        "letra": "C",
        "texto": "Guilherme terá sua pena diminuída de um a dois terços por ter se retratado antes da sentença."
      },
      {
        "letra": "D",
        "texto": "Guilherme somente teria sua pena diminuída se tivesse se retratado antes do início da ação penal."
      },
      {
        "letra": "E",
        "texto": "Guilherme, embora tenha se retratado, responderá pelo crime de falsa perícia, sem qualquer diminuição de pena."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "826520",
    "metadata": "Ano: 2017 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "Imagine que um perito nomeado pelo juiz, em processo judicial, mediante suborno, produza um laudo falso para favorecer uma determinada parte, praticando a conduta que configura crime do art. 342 do CP (falsa perícia). Ocorre que, arrependido e antes de proferida a sentença no mesmo processo, o perito retrata-se, corrigindo a falsidade. De acordo com o texto literal do art. 342, § 2° do CP, como consequência jurídica da retratação,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o perito fica isento de pena criminal, mas deverá indenizar o prejudicado pela falsidade que cometeu."
      },
      {
        "letra": "B",
        "texto": "o perito fica isento de pena criminal, mas deverá devolver os honorários recebidos em dobro."
      },
      {
        "letra": "C",
        "texto": "o fato deixa de ser punível."
      },
      {
        "letra": "D",
        "texto": "o perito, se condenado pelo crime de falsa perícia, terá a pena reduzida de 1/3 (um terço) a 2/3 (dois terços)."
      },
      {
        "letra": "E",
        "texto": "o perito fica impedido, por 5 (cinco) anos, de prestar tal serviço."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "794343",
    "metadata": "Ano: 2017 | Banca: IBFC | Órgão: POLÍCIA CIENTÍFICA-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "Considere as regras básicas aplicáveis ao Direito Penal e ao Direito Processual Penal para assinalar a alternativa correta sobre a pena cabível contra quem fizer afirmação falsa, ou negar ou calar a verdade como testemunha, perito, contador, tradutor ou intérprete em processo judicial, ou administrativo, inquérito policial, ou em juízo arbitral.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Detenção de 1 (um) a 2 (dois) anos e multa"
      },
      {
        "letra": "B",
        "texto": "Reclusão de 2 (dois) a 4 (quatro) anos e multa"
      },
      {
        "letra": "C",
        "texto": "Prisão simples de 2 (dois) a 3 (três) anos, apenas"
      },
      {
        "letra": "D",
        "texto": "Reclusão de 2 (dois) a 4 (quatro) anos, apenas"
      },
      {
        "letra": "E",
        "texto": "Detenção de 3 (três) a 4 (quatro) anos e multa"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "778063",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: TRE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "O Delegado de Polícia de um determinado município paulista recebe a notícia de um crime de roubo que vitimou Alfredo, que teve seu veículo subtraído por um agente mediante grave ameaça, com emprego de arma de fogo. Durante o trâmite do Inquérito Policial apura-se que Joaquim foi o autor do crime, o qual tem a sua prisão preventiva decretada. Ainda na fase policial Fabíola, a pedido de Joaquim, comparece na Delegacia de Polícia para prestar depoimento e alega que Joaquim, seu amigo, estava em sua companhia no momento do crime. Encerrado o Inquérito Policial o Ministério Público denuncia Joaquim pelo crime de roubo, denúncia esta recebida pelo Magistrado competente. Fabíola não é encontrada para prestar depoimento em juízo sob o crivo do contraditório, mesmo arrolada pela Defesa de Joaquim. Ao final do processo Joaquim é condenado pelo crime de roubo em primeira instância e, posteriormente, é instaurada ação penal contra Fabíola por crime de falso testemunho. Durante o trâmite do recurso interposto por Joaquim contra a sentença que o condenou por crime de roubo, e da ação penal instaurada por falso testemunho contra Fabíola, esta resolve se retratar, afirmando que Joaquim não estava com ela no dia do crime. No caso hipotético apresentado, na esteira do Código Penal, Fabíola",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não cometeu crime de falso testemunho, pois prestou depoimento falso apenas durante o trâmite do Inquérito Policial."
      },
      {
        "letra": "B",
        "texto": "será regularmente processada pelo crime de falso testemunho e estará sujeita à pena cominada ao delito, sem qualquer causa de redução de pena."
      },
      {
        "letra": "C",
        "texto": "não poderá ser punida por crime de falso testemunho, pois se retratou antes da sentença proferida nos autos da ação penal instaurada por falto testemunho."
      },
      {
        "letra": "D",
        "texto": "será regularmente processada pelo crime de falso testemunho e estará sujeita à pena cominada ao delito no Código Penal, reduzida de 1/3."
      },
      {
        "letra": "E",
        "texto": "será regularmente processada pelo crime de falso testemunho e estará sujeita à pena cominada ao delito no Código Penal, reduzida de 1/6."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "650786",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: POLÍCIA CIENTÍFICA - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "Considerando-se que o perito criminal Martim, durante sua oitiva em inquérito policial que apura um crime de homicídio, tenha omitido informações relevantes a respeito do laudo pericial que elaborou, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a finalidade de se obter prova destinada a produzir efeito em processo penal é elementar do tipo penal praticado por Martim."
      },
      {
        "letra": "B",
        "texto": "estará caracterizado o crime de corrupção ativa caso o autor do fato tenha oferecido dinheiro a Martim para omitir as informações no laudo pericial."
      },
      {
        "letra": "C",
        "texto": "o fato deixará de ser punível se, antes da sentença no processo em que ocorreu o ilícito, Martim se retratar e declarar a verdade a respeito do laudo pericial."
      },
      {
        "letra": "D",
        "texto": "a conduta de Martim caracteriza o crime de fraude processual, porque, com suas omissões, tentou induzir a erro o delegado de polícia."
      },
      {
        "letra": "E",
        "texto": "E estará caracterizado o crime de favorecimento pessoal caso a conduta de Martim colabore para que o autor do fato não seja indiciado pela autoridade policial."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "650307",
    "metadata": "Ano: 2016 | Banca: TRT 4º Região | Órgão: TRT - 4ª REGIÃO (RS)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "Considere as assertivas abaixo sobre o crime de falso testemunho. I - O falso testemunho é crime de natureza formal, consumando-se no momento da afirmação falsa a respeito de fato jurídico relevante para o julgamento. II - A retratação, até o trânsito em julgado da sentença, extingue a punibilidade. III - A tentativa ocorre quando o Juiz percebe, durante a elaboração da sentença, que a testemunha ouvida em audiência faltou com a verdade e, em razão disso, desconsidera suas afirmações. Quais são corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I"
      },
      {
        "letra": "B",
        "texto": "Apenas II"
      },
      {
        "letra": "C",
        "texto": "Apenas III"
      },
      {
        "letra": "D",
        "texto": "Apenas I e II"
      },
      {
        "letra": "E",
        "texto": "I, II e III"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "644275",
    "metadata": "Ano: 2016 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Corrupção ativa",
      "Denunciação caluniosa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "No que importa aos crimes em espécie, analise as alternativas abaixo e marque a correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Provocar a ação de autoridade, comunicando-lhe a ocorrência de crime ou de contravenção que sabe não se ter verificado, configura o delito de denunciação caluniosa (art. 339 do Código Penal)."
      },
      {
        "letra": "B",
        "texto": "O fato que origina o crime de falso testemunho deixa de ser punível se, mesmo depois da sentença no processo em que ocorreu o ilícito, mas necessariamente antes do seu trânsito em julgado, o agente se retrata ou declara a verdade."
      },
      {
        "letra": "C",
        "texto": "Configura o crime de corrupção ativa (art. 333 do Código Penal) a conduta de prometer vantagem indevida a contador oficial para que este negue a verdade no exercício de seu mister."
      },
      {
        "letra": "D",
        "texto": "Constitui crime a ação de danificar coisa própria que se acha em poder de terceiro por determinação judicial."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "635248",
    "metadata": "Ano: 2016 | Banca: TRF - 4ª REGIÃO | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo orientação do Supremo Tribunal Federal, nos limites da circunscrição do Município e havendo pertinência com o exercício do mandato, os vereadores são imunes judicialmente por suas palavras, suas opiniões e seus votos. Não obstante, a ausência de controle judicial não imuniza completamente as manifestações dos parlamentares, que podem ser repreendidas pelo Legislativo."
      },
      {
        "letra": "B",
        "texto": "É dispensável o exame antropológico destinado a aferir o grau de integração do silvícola na sociedade se o juiz afirma sua imputabilidade plena com fundamento na avaliação do grau de escolaridade e da fluência na língua portuguesa ou em outros elementos de convicção."
      },
      {
        "letra": "C",
        "texto": "A instauração do incidente de insanidade mental pressupõe a configuração de dúvida razoável sobre a própria imputabilidade criminal do acusado, ou seja, não é de ser deferido apenas porque apresentado pela defesa."
      },
      {
        "letra": "D",
        "texto": "A imunidade conferida ao advogado que instruiu a testemunha a prestar depoimento inverídico nos autos de ação judicial obsta sua responsabilização penal como autor intelectual ou partícipe no crime de falso testemunho."
      },
      {
        "letra": "E",
        "texto": "Segundo o Código Penal Brasileiro, se o fato é cometido sob coação irresistível ou em estrita obediência à ordem, não manifestamente ilegal, de superior hierárquico, só é punível o autor da coação ou da ordem."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "622498",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito",
      "Favorecimento pessoal",
      "Sonegação de papel ou objeto de valor probatório. Exploração de prestígio"
    ],
    "enunciado_principal": "Em relação aos crimes contra a administração da justiça, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É atípica a conduta do agente que faz justiça pelas próprias mãos sem o emprego de violência ou com o objetivo de satisfazer pretensão legítima."
      },
      {
        "letra": "B",
        "texto": "A configuração do crime de exploração de prestígio depende de a conduta do agente incluir a alegação ou a insinuação de que o dinheiro ou a utilidade também se destina ao juiz, jurado, órgão do Ministério Público, funcionário de justiça, perito, tradutor, intérprete ou testemunha."
      },
      {
        "letra": "C",
        "texto": "O agente que acusa a si mesmo, perante a autoridade, de ter cometido infração penal que não ocorreu pratica o crime de comunicação falsa de crime."
      },
      {
        "letra": "D",
        "texto": "Em se tratando do crime de falso testemunho, o agente que se retrata ainda durante o processo no qual testemunhou faz jus a causa de diminuição de pena."
      },
      {
        "letra": "E",
        "texto": "É isento de pena, ainda que pratique o crime de favorecimento pessoal, o ascendente, o descendente, o cônjuge ou o irmão de criminoso que o auxilia a fugir da ação da autoridade policial."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "609925",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: Prefeitura de São Luís - MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "Petrus fez afirmação falsa em processo criminal. Todavia, a sentença não levou em conta o seu depoimento por estar em descordo com o conjunto probatório colhido. Nesse caso, Petrus",
    "alternativas": [
      {
        "letra": "A",
        "texto": "responderá pelo crime de falso testemunho na forma privilegiada, com redução de pena de 1 a 2 terços."
      },
      {
        "letra": "B",
        "texto": "não responderá pelo crime de falso testemunho por não ter o depoimento influído na decisão da causa."
      },
      {
        "letra": "C",
        "texto": "não responderá por crime de falso testemunho por se tratar de processo criminal."
      },
      {
        "letra": "D",
        "texto": "responderá pelo crime de falso testemunho em seu tipo fundamental."
      },
      {
        "letra": "E",
        "texto": "só responderá pelo crime de falso testemunho se a sentença for absolutória."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "577648",
    "metadata": "Ano: 2015 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "Quanto aos crimes contra a administração pública, assinale a opção CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para a caracterização do delito de comunicação falsa de crime ou contravenção, exige-se a instauração formal de procedimento de investigação do fato comunicado."
      },
      {
        "letra": "B",
        "texto": "O falso testemunho deixa de ser punível se, antes da sentença no processo em que se apura o falso, o agente se retrata ou declara a verdade."
      },
      {
        "letra": "C",
        "texto": "O agente de polícia que, valendo-se da facilidade proporcionada pelo cargo, subtrai, em proveito próprio, dinheiro de fiança prestada por preso em flagrante na delegacia de polícia em que trabalha, e que estava na posse do escrivão de polícia, pratica o crime de peculato."
      },
      {
        "letra": "D",
        "texto": "Pratica conduta atípica o policial que, negligentemente, deixa à vista, sobre o painel de seu veículo, a arma de fogo pertencente à corporação e a si acautelada, sendo tal objeto subtraído sem violência por um ladrão que por ali passava."
      },
      {
        "letra": "E",
        "texto": "O agente de trânsito que retarda, indevidamente, a prática de ato de ofício, cedendo a pedido ou por influência de alguém, comete crime de prevaricação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "569437",
    "metadata": "Ano: 2015 | Banca: TRT 21R (RN) | Órgão: TRT - 21ª Região (RN)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "Pedro Dias entrou com uma reclamação trabalhista contra a empresa em que laborou, pedindo indenização por danos morais, sob a alegação de que sofria assédio moral por parte de um superior. Para servir como sua testemunha, o mesmo convidou um colega de trabalho que costumava presenciar o suposto agressor lhe humilhando. Ao chegar à Vara do Trabalho, o preposto da empresa conversou com a testemunha convidada por Pedro Dias e lhe ofereceu R$ 1.000,00 (mil reais) para que o mesmo dissesse em juízo que nada sabia sobre os fatos que lhe fossem perguntados. A testemunha aceitou o valor que lhe foi oferecido. Ao ser ouvida, respondeu aos questionamentos que lhe foram feitos dizendo que nada sabia informar. A instrução foi encerrada, ficando os autos conclusos para julgamento. No dia seguinte, a testemunha procurou o juiz, que o ouviu e, arrependido, contou que havia afirmado desconhecer os fatos em razão do recebimento do valor que lhe foi proposto. O magistrado determinou que o Diretor de Secretaria certificasse o ocorrido nos autos e redigisse um termo de declaração para a testemunha assinar, concluindo, a seguir, o feito para julgamento. No que diz respeito à conduta confessa da testemunha, é correto afirmar",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A testemunha não pode responder por crime de falso testemunho nesse caso específico, pois não fez qualquer afirmação falsa sobre os fatos em relação aos quais foi questionada, vez que afirmou desconhecê-los."
      },
      {
        "letra": "B",
        "texto": "A testemunha vai responder por crime de falso testemunho e terá sua pena aumentada, uma vez que praticou o mesmo mediante suborno."
      },
      {
        "letra": "C",
        "texto": "A testemunha vai responder por crime de falso testemunho e terá sua pena atenuada, uma vez que se retratou perante o magistrado."
      },
      {
        "letra": "D",
        "texto": "A testemunha vai responder por crime de falso testemunho, não gerando qualquer efeito a sua retratação perante o magistrado, uma vez que o ilícito já estava consumado."
      },
      {
        "letra": "E",
        "texto": "O falso testemunho ocorrido deixou de ser punível, uma vez que a testemunha se retratou e declarou a verdade antes da sentença no processo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "555070",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "No crime de falso testemunho ou falsa perícia,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a conduta é tipificada quando realizada apenas em processo penal."
      },
      {
        "letra": "B",
        "texto": "incide-se no crime quando a afirmação falsa é feita em juízo arbitral."
      },
      {
        "letra": "C",
        "texto": "a pena aumenta da metade se o crime é praticado mediante suborno."
      },
      {
        "letra": "D",
        "texto": "a retratação do agente, antes da sentença em que ocorreu o falso testemunho, é causa de diminuição de pena."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "548989",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 23ª REGIÃO (MT)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Abolitio criminis",
      "Crimes contra a administração pública",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "Mediante suborno, João, ouvido como testemunha em processo trabalhista, fez afirmação falsa. No caso,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "João responderá pelo crime de falso testemunho, sem aumento de pena, cabível apenas quando o crime é cometido com o fim de obter prova destinada a produzir efeito em processo penal."
      },
      {
        "letra": "B",
        "texto": "compete à Justiça Estadual processar e julgar o crime de falso testemunho verificado."
      },
      {
        "letra": "C",
        "texto": "aquele que deu dinheiro a João para que prestasse depoimento falso não incidirá nas penas do crime de falso testemunho previsto no art. 342 do Código Penal."
      },
      {
        "letra": "D",
        "texto": "João responderá pelo crime de falso testemunho, tal qual ocorreria se tivesse prestado o depoimento na condição de parte."
      },
      {
        "letra": "E",
        "texto": "haverá extinção da punibilidade pela abolitio criminis se João se retratar após o trânsito em julgado da sentença no processo em que ocorreu o falso testemunho."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "528032",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Resistência",
      "Desobediência",
      "Desacato",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito",
      "Coação no curso do processo"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre os crimes praticados pelo particular contra a Administração em geral.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de resistência previsto no artigo 329 do CP tem sua pena aplicada sem prejuízo da pena correspondente à violência grave."
      },
      {
        "letra": "B",
        "texto": "O delito de desobediência, previsto no artigo 330, CP, é crime comum, tendo como sujeito ativo qualquer pessoa, com exceção do funcionário público, que mesmo quando não está no exercício da função, não perde essa condição para efeitos penais."
      },
      {
        "letra": "C",
        "texto": "O crime de falso testemunho ou falsa perícia (art. 342, CP) admite retratação do agente que poderá ser manifestada em qualquer instância e grau de jurisdição, ocasionando a extinção da punibilidade."
      },
      {
        "letra": "D",
        "texto": "O delito de desacato (art. 331, CP), dado o objeto material (o funcionário público e sua honra), tem como sujeito passivo apenas o funcionário público humilhado."
      },
      {
        "letra": "E",
        "texto": "O crime de coação no curso do processo (art. 344, CP) não admite violência, mas apenas ameaça por parte do agente, que busca favorecer interesse próprio ou alheio, contra autoridade, parte ou qualquer outra pessoa que funciona ou é chamada a intervir em processo judicial, policial, administrativo ou em juízo arbitral."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "514661",
    "metadata": "Ano: 2015 | Banca: TRT 8R | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "Em relação aos crimes contra a administração da justiça, consoante previsão no Código Penal, assinale a alternativa CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não é considerado crime, a autoacusação, ou seja, a comunicação perante a autoridade competente, da prática de crime inexistente ou praticado por outrem."
      },
      {
        "letra": "B",
        "texto": "O crime de falso testemunho ou falsa perícia é considerado tipo penal, não apenas quando praticado em processo judicial, mas também no processo administrativo, inquérito policial, bem como em juízo arbitral."
      },
      {
        "letra": "C",
        "texto": "Fazer justiça pelas próprias mãos, para satisfazer pretensão, independente de previsão legal, somente é considerado crime, se a pretensão foi ilegítima."
      },
      {
        "letra": "D",
        "texto": "Submeter pessoa que está sob guarda ou custódia de funcionário, a vexame ou a constrangimento não autorizado em lei, não é considerado exercício arbitrário ou abuso de poder."
      },
      {
        "letra": "E",
        "texto": "Não é considerado crime, o exercício de função, atividade, direito, autoridade ou múnus, de que foi suspenso ou privado por decisão judicial."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "884475",
    "metadata": "Ano: 2014 | Banca: FUNCAB | Órgão: PC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Difamação",
      "Injúria",
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "Aquele que der causa à instauração de investigação policial, de processo judicial, instauração de investigação administrativa, inquérito civil ou ação de improbidade administrativa contra alguém, imputando-lhe crime de que o sabe inocente, comete o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "denunciação caluniosa."
      },
      {
        "letra": "B",
        "texto": "falso testemunho."
      },
      {
        "letra": "C",
        "texto": "injúria."
      },
      {
        "letra": "D",
        "texto": "comunicação falsa de crime."
      },
      {
        "letra": "E",
        "texto": "difamação."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "485776",
    "metadata": "Ano: 2014 | Banca: IPAD | Órgão: Prefeitura de Recife - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Prevaricação",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "Agente de Segurança Municipal acusado de receber propina mente ao Juiz no momento de sua audiencia de interrogatorio. De imediato, o magistrado prende o agente de segurança pela imputação do crime de falso testemunho. Considerando o exposto, pode-se afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Agiu corretamente o magistrado, visto que o agente de fato incorreu no crime de falso testemunho."
      },
      {
        "letra": "B",
        "texto": "Agiu incorretamente o magistrado, visto que o agente estava na qualidade de acusado."
      },
      {
        "letra": "C",
        "texto": "Agiu corretamente o magistrado, visto que embora o agente estivesse na qualidade de acusado, ele, poderia permanecer em silêncio, mas não mentir no interrogatório"
      },
      {
        "letra": "D",
        "texto": "Agiu incorretamente o magistrado, visto que o agente de seguranga municipal não pode exercer o direito ao silêncio quando acusado de recebimento de propina."
      },
      {
        "letra": "E",
        "texto": "Agiu corretamente o magistrado. visto que do contrario incorreria no crime de prevaricação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "479685",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "Perivaldo é perito criminal e está atuando em processo administrativo de interesse do Estado, porém, ao entregar laudo pericial, omitiu-se em dizer a verdade sobre determinado fato relevante. Nesse caso, segundo dispõe o Código Penal, é correto afirmar que Perivaldo",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não cometeu crime algum, uma vez que para caracterizar o crime teria que estar atuando em processo judicial."
      },
      {
        "letra": "B",
        "texto": "cometeu o crime de falsa perícia."
      },
      {
        "letra": "C",
        "texto": "cometeu o crime de omissão dolosa contra o Estado."
      },
      {
        "letra": "D",
        "texto": "não cometeu crime algum, uma vez que para caracterizar o crime teria que ter feito afirmação falsa."
      },
      {
        "letra": "E",
        "texto": "cometeu o crime de advocacia administrativa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "463518",
    "metadata": "Ano: 2014 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Extorsão",
      "Crimes contra a administração pública",
      "Peculato",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "Analise as proposições abaixo e marque a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No peculato culposo, a reparação do dano, se precede à sentença irrecorrível, extingue a punibilidade; se lhe é posterior, ou seja, se ocorre depois do trânsito em julgado da sentença penal condenatória, reduz de metade a pena imposta. Por outro lado, no peculato doloso, a reparação do dano, até o recebimento da ação penal, por ato voluntário do agente, redundará na redução de pena de um a dois terços; se, entretanto, a reparação do dano por ato voluntário do agente ocorrer após o recebimento da denúncia, ainda assim, poderá a pena do autor do crime de peculado doloso ser legalmente atenuada"
      },
      {
        "letra": "B",
        "texto": "Paulo dirige-se a uma repartição pública e entrega a Salim M., funcionário municipal, uma determinada quantia em dinheiro a título de pagamento de tributos supostamente atrasados. Nesse instante, Salim M. percebe que a dívida já havia sido paga, mas fica em silêncio e apropria-se do valor. Tipifica-se, na hipótese, o delito de \"peculato apropriação\" (art. 312, caput, 1ª parte, do Código Penal)."
      },
      {
        "letra": "C",
        "texto": "Dantas, policial rodoviário, determina a parada de um automóvel, no que é prontamente atendido. Em seguida, Dantas analisa os documentos do motorista e do veículo, todos em ordem. Visualiza, porém, um aparelho de som no painel do automóvel, que somente pode ser retirado com a digitação da senha pelo seu proprietário. Desejando apossar-se do bem, o servidor público aponta seu revólver na direção do motorista e ameaça matá-lo caso não lhe entregue o aparelho de som. Na hipótese, o servidor público Dantas cometeu o crime de extorsão (art. 158 do Código Penal)"
      },
      {
        "letra": "D",
        "texto": "Dois peritos elaboram em conjunto um laudo de exame de DNA, atendendo a determinação judicial, e de comum acordo, mediante suborno, fazem afirmações falsas no âmbito de processo cível de investigação de paternidade, concluindo inveridicamente que o autor da ação não é filho do demandado. Tem-se, na hipótese, o crime de \"falsa perícia\" (art. 342, § 1º, do Código Penal), doutrinariamente classificado por Cleber Masson como delito de mão própria que admite coautoria."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "454348",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito",
      "Coação no curso do processo",
      "Exercício arbitrário das próprias razões",
      "Fraude processual",
      "Favorecimento pessoal",
      "Favorecimento real"
    ],
    "enunciado_principal": "Assinale a alternativa que contém apenas crimes contra a administração da justiça.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Falsificação de papéis públicos, falsificação de selo e falsificação de sinal público."
      },
      {
        "letra": "B",
        "texto": "Advocacia administrativa, advocacia profissional no terceiro setor e posse antecipada de cargo público."
      },
      {
        "letra": "C",
        "texto": "Coação no curso do processo, comunicação falsa de crime e falsa perícia."
      },
      {
        "letra": "D",
        "texto": "Falsificação de papéis públicos, prevaricação e condescendência criminosa."
      },
      {
        "letra": "E",
        "texto": "Advocacia administrativa, violência arbitrária e desobediência."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "425150",
    "metadata": "Ano: 2014 | Banca: TRT 14R | Órgão: TRT - 14ª Região (RO e AC)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "No curso de reclamação trabalhista movida em face da Prefeitura de Paraisolândia, em que havia pedido de adicional de insalubridade, foi determinada a realização de perícia para apuração da existência de agentes insalubres no local de trabalho. Verificando que houve adulteração das condições de trabalho, o perito nomeado pelo Juízo decidiu por bem elaborar laudo reconhecendo insalubridade não constatada na vistoria realizada e nada mencionou quanto à alteração realizada. A respeito do ocorrido, é INCORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O agente municipal que inovou artificiosamente o ambiente de trabalho para induzir o perito e o juiz a erro incorre nas penas por fraude processual;"
      },
      {
        "letra": "B",
        "texto": "Ao deixar de comunicar o Juízo da alteração constatada e fazer afirmação falsa sobre as condições de trabalho, o senhor perito incorreu no crime de falsa perícia;"
      },
      {
        "letra": "C",
        "texto": "As penas do perito, neste caso, devem ser aumentadas de um sexto a um terço;"
      },
      {
        "letra": "D",
        "texto": "Há extinção da pena se o agente se retrata e declara a verdade antes do trânsito em julgado da sentença;"
      },
      {
        "letra": "E",
        "texto": "a pena prevista é a mesma para o crime de falsidade testemunhal, ou seja, reclusão, de 2 a 4 anos, e multa."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "423689",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "Sobre o crime de Falso Testemunho, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o fato deixará de ser punível se, antes da sentença no processo em que ocorreu o ilícito, o agente retrata-se ou declara a verdade."
      },
      {
        "letra": "B",
        "texto": "o mencionado tipo legal não se aplica a intérpretes e peritos, no curso do processo-crime."
      },
      {
        "letra": "C",
        "texto": "o fato deixará de ser punível se, depois de transitada em julgado a sentença do processo em que ocorreu o ilícito, o agente se retrata ou declara a verdade."
      },
      {
        "letra": "D",
        "texto": "o fato será punível mesmo se, antes de recebida a denúncia pelo juiz, o agente retrata-se ou declara a verdade."
      },
      {
        "letra": "E",
        "texto": "o mencionado tipo legal não se aplica a contadores e réus, no curso do processo-crime."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "390946",
    "metadata": "Ano: 2014 | Banca: Aroeira | Órgão: PC-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito",
      "Fraude processual"
    ],
    "enunciado_principal": "O agente que dá causa à instauração de investigação policial contra alguém, imputando-lhe crime de que o sabe inocente, comete o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "denunciação caluniosa."
      },
      {
        "letra": "B",
        "texto": "comunicação falsa de crime."
      },
      {
        "letra": "C",
        "texto": "falso testemunho."
      },
      {
        "letra": "D",
        "texto": "fraude processual."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "389338",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito",
      "Exercício arbitrário das próprias razões",
      "Fraude processual"
    ],
    "enunciado_principal": "Levar ao conhecimento da autoridade policial a ocorrência de um crime, por vingança, sabedor de que o suposto fato criminoso jamais ocorreu, supostamente, tipifica o delito de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "fraude processual."
      },
      {
        "letra": "B",
        "texto": "exercício arbitrário das próprias razões."
      },
      {
        "letra": "C",
        "texto": "comunicação falsa de crime ou de contravenção."
      },
      {
        "letra": "D",
        "texto": "denunciação caluniosa."
      },
      {
        "letra": "E",
        "texto": "falso testemunho."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "361735",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: MPE-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "No que concerne ao crime de falso testemunho, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De acordo com o entendimento firmado pelo STJ, mostra-se imprescindível, para a configuração do delito de falso testemunho, o compromisso de dizer a verdade."
      },
      {
        "letra": "B",
        "texto": "Não se aplica a causa especial de aumento de pena prevista no CP para o crime de falso testemunho praticado em processo judicial destinado a apurar a prática de contravenção penal."
      },
      {
        "letra": "C",
        "texto": "O STF e o STJ já se posicionaram no sentido de que, em tese, é possível atribuir a advogado a coautoria pelo crime de falso testemunho."
      },
      {
        "letra": "D",
        "texto": "Para a consumação do delito de falso testemunho, é essencial que o depoimento falso seja determinante para o resultado do processo."
      },
      {
        "letra": "E",
        "texto": "A prolação da sentença no processo em que ocorra afirmação falsa é condição de procedibilidade da ação penal pelo crime de falso testemunho"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "359420",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Participação",
      "Crimes contra a administração pública",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "Segundo a jurisprudência dominante no âmbito do Tribunal Regional Federal da 3ª Região, bem como do Superior Tribunal de Justiça, aliás em sintonia com segmento importante da doutrina brasileira mais contemporânea, no crime de falso testemunho ou falsa perícia,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é possível participação e autoria mediata."
      },
      {
        "letra": "B",
        "texto": "é possível participação, mas não autoria mediata."
      },
      {
        "letra": "C",
        "texto": "não é possível participação, mas sim autoria mediata."
      },
      {
        "letra": "D",
        "texto": "é impossível participação ou autoria mediata."
      },
      {
        "letra": "E",
        "texto": "é possível autoria indireta, mas não autoria mediata."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "764854",
    "metadata": "Ano: 2013 | Banca: TRT 22 PI | Órgão: TRT - 22ª Região (PI)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "Sobre o crime de falso testemunho, é CORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o crime de falso testemunho é delito de mão própria, pois somente pode ser executado pela própria testemunha;"
      },
      {
        "letra": "B",
        "texto": "comete crime de falso testemunho o irmão do reclamante, mesmo não estando compromissado pelo Juiz;"
      },
      {
        "letra": "C",
        "texto": "mesmo não se observando a existência de potencial dano à administração da Justiça, comete crime de falso testemunho a testemunha que faltar com a verdade em seu depoimento;"
      },
      {
        "letra": "D",
        "texto": "o dolo do crime não exige que a testemunha tenha consciência de estar cometendo uma falsidade;"
      },
      {
        "letra": "E",
        "texto": "não cabe retratação de falso testemunho na Justiça do Trabalho;"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "761997",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: COREN-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Advocacia administrativa",
      "Desobediência",
      "Corrupção ativa em transação comercial internacional. Tráfico de influência em transação comercial internacional",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito",
      "Favorecimento pessoal"
    ],
    "enunciado_principal": "Em face dos crimes contra a Administração Pública, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na hipótese do delito de falso testemunho, o fato deixa de ser punível se, antes da sentença no processo em que ocorreu o ilícito, o agente se retrata ou declara a verdade."
      },
      {
        "letra": "B",
        "texto": "O crime de favorecimento pessoal consiste na prestação de auxílio a criminoso, destinado a tornar seguro o proveito do crime."
      },
      {
        "letra": "C",
        "texto": "Para a ocorrência do delito de advocacia administrativa, é necessário que o interesse privado pleiteado perante a administração pública seja ilegítimo."
      },
      {
        "letra": "D",
        "texto": "O crime de desobediência admite sua prática na modalidade culposa."
      },
      {
        "letra": "E",
        "texto": "O crime de tráfico de influência apresenta como sujeito ativo apenas o funcionário público que, valendo-se de sua função, influi no ato de outro funcionário."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "351357",
    "metadata": "Ano: 2013 | Banca: TRT 2R (SP) | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Dano",
      "Crimes contra a administração pública",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "Observe as proposições abaixo e aponte a alternativa que só contenha figuras criminais previstas nos pontos específicos da matéria de concurso, constante do edital:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "1- vilipendiar cadáver ou suas cinzas; 2- reingressar no território nacional estrangeiro que de for expulso."
      },
      {
        "letra": "B",
        "texto": "1- submeter alguém, menor de 18 anos à prostituição; 2- ofender alguém referindo-se à sua condição religiosa."
      },
      {
        "letra": "C",
        "texto": "1- fazer afirmação falsa como perito; 2- inutilizar ou deteriorar coisa alheia."
      },
      {
        "letra": "D",
        "texto": "1- alterar, sem licença da autoridade competente, o aspecto local, especialmente protegido por lei; 2- expor a vida ou a saúde de outrem a perigo direto iminente."
      },
      {
        "letra": "E",
        "texto": "1- propalar, consciente da falsidade, imputação de crime a alguém; 2- violar direitos de autor e os que lhe são conexos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "335884",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "A, testemunha compromissada, mediante suborno, pres- ta falso testemunho, em fases sucessivas de um processo penal, por homicídio doloso, ou seja, no inquérito policial, na instrução criminal e em plenário.A cometeu crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "falso testemunho em continuidade delitiva."
      },
      {
        "letra": "B",
        "texto": "falso testemunho único, com aumento de pena."
      },
      {
        "letra": "C",
        "texto": "falso testemunho em concurso material."
      },
      {
        "letra": "D",
        "texto": "falso testemunho em concurso formal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "332054",
    "metadata": "Ano: 2013 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "COM RELAÇÃO AO CRIME TIPIFICADO NO ART. 342, DO CÓDIGO PENAL, ASSINALE A ALTERNATIVA INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de falso testemunho ou falsa perícia somente pode ser praticado por testemunha, perito, contador, tradutor ou intérprete. Tratando-se de testemunha, o entendimento doutrinário e jurisprudencial majoritário é no sentido de que o crime se perfaz independentemente da prestação da promessa de dizer a verdade do que souber e lhe vier a ser perguntado."
      },
      {
        "letra": "B",
        "texto": "Cuida-se de crime formal, instantâneo, próprio e de mão própria, cujo bem jurídico protegido é a administração da justiça. Para que a existência do falso testemunho ou falsa perícia se caracterize, é necessário que a conduta se refira a processo judicial, policial, administrativo ou a juízo arbitral, não constituindo tal crime, contudo, a negação de prestar depoimento ou perícia."
      },
      {
        "letra": "C",
        "texto": "A falsidade que integra a elementar desse crime não deve ser considerada sob o aspecto objetivo, ou seja, sobre a divergência entre o testemunho ou a perícia e a realidade do que efetivamente ocorreu, mas, sim, sob o aspecto subjetivo, vale dizer, sobre a incompatibilidade entre o que é declarado ou assinado e aquilo que o agente tem ciência efetiva, tendo em vista o comando normativo ínsito ao citado dispositivo do Código Penal."
      },
      {
        "letra": "D",
        "texto": "Consoante o § 1º, do art. 342, do Código Penal, há a incidência de uma causa de aumento de pena de um sexto a um terço quando o falso testemunho ou a falsa perícia é cometido mediante suborno ou, então, quando o falso testemunho ou a falsa perícia é cometido com o fim de obter prova destinada a produzir efeito em processo penal, incluindo, portanto, a fase penal pré-processual."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "331742",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: MPE-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Corrupção passiva",
      "Facilitação de contrabando ou descaminho",
      "Prevaricação",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "Com relação aos crimes contra a administração pública, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No crime de autoacusação falsa, a coautoria é impos­ sível"
      },
      {
        "letra": "B",
        "texto": "É impossível o falso testemunho sobre fato verdadeiro."
      },
      {
        "letra": "C",
        "texto": "Na corrupção passiva, a ação ou omissão de ato de ofício é mero exaurimento"
      },
      {
        "letra": "D",
        "texto": "Na prevaricação, é possível a tentativa nas formas omis­ sivas."
      },
      {
        "letra": "E",
        "texto": "Facilitação de contrabando ou descaminho constitui exceção à teoria monista."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "328895",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRT - 6ª Região (PE)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "No que concerne ao crime de falso testemunho, correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o juiz, havendo indícios de que alguma testemunha fez afirmação falsa, só poderá remeter cópia do depoimento à autoridade policial para instauração de inquérito se assim o requerer a parte contrária ou o Ministério Público."
      },
      {
        "letra": "B",
        "texto": "não interfere na pena o fato de haver sido praticado mediante suborno."
      },
      {
        "letra": "C",
        "texto": "compete à Justiça Estadual processá-lo e julgá-lo se cometido no processo trabalhista."
      },
      {
        "letra": "D",
        "texto": "não se configura se o agente apenas nega o que sabe."
      },
      {
        "letra": "E",
        "texto": "não há aumento de pena se a prova for destinada a gerar efeito em juízo arbitral."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "327674",
    "metadata": "Ano: 2013 | Banca: MPT | Órgão: MPT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito",
      "Exercício arbitrário das próprias razões"
    ],
    "enunciado_principal": "Assinale a alternativa INCORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No crime de falsa perícia praticado por médico do trabalho, a retratação exclui a punibilidade na área criminal, se ocorrer antes da publicação da sentença no processo em que ocorreu a falsidade."
      },
      {
        "letra": "B",
        "texto": "O empregador que ameaça a testemunha na antessala da Vara do Trabalho para que deponha falsamente e em seu benefício, comete o crime de exercício arbitrário das próprias razões."
      },
      {
        "letra": "C",
        "texto": "Para a caracterização do patrocínio infiel em reclamatória trabalhista, é preciso que ocorra prejuízo do cliente da infidelidade profissional do advogado."
      },
      {
        "letra": "D",
        "texto": "Não há crime de supressão de documento se o objeto material for cópia autenticada de documento original existente."
      },
      {
        "letra": "E",
        "texto": "não respondida."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "322218",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPE-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Noções Gerais de Crimes Contra a Administração Pública",
      "Peculato",
      "Corrupção passiva",
      "Corrupção ativa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "No que se refere aos crimes contra a administração pública, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Configura crime de corrupção ativa o ato de o particular dar vantagem indevida a funcionário público, para determiná-lo a praticar, omitir ou retardar ato de ofício."
      },
      {
        "letra": "B",
        "texto": "Em se tratando de crime de falso testemunho, o fato deixa de ser punível caso, antes do trânsito em julgado da sentença, a testemunha se retrate ou declare a verdade para o juiz da causa."
      },
      {
        "letra": "C",
        "texto": "O crime de corrupção passiva ocorre quando o funcionário público exige, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida."
      },
      {
        "letra": "D",
        "texto": "Equipara-se a funcionário público quem exerce cargo, emprego ou função em entidade paraestatal, bem como quem trabalha para empresa prestadora de serviço contratada ou conveniada para a execução de atividade típica da administração pública."
      },
      {
        "letra": "E",
        "texto": "É requisito indispensável para a configuração do crime de peculato a circunstância de o funcionário público ter a posse do dinheiro, valor ou bem."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "313308",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRT - 5ª Região (BA)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Reingresso de estrangeiro expulso",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito",
      "Exercício arbitrário das próprias razões",
      "Favorecimento pessoal"
    ],
    "enunciado_principal": "Assinale a opção correta a respeito dos crimes contra a administração da justiça.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Responderá pelo crime de exercício arbitrário das próprias razões o indivíduo que cortar, até o limite divisório de seu terreno, ramos de árvore plantada no imóvel vizinho que invadam seu terreno, devendo a questão ser resolvida perante o juízo cível competente."
      },
      {
        "letra": "B",
        "texto": "O indivíduo que emprestar motocicleta de sua propriedade para que o irmão cometa o crime de furto em uma agência bancária, de modo a auxiliá-lo na fuga, será beneficiado, na ação penal movida por favorecimento pessoal, com a isenção de pena, não respondendo, portanto, por sua conduta."
      },
      {
        "letra": "C",
        "texto": "O crime de reingresso de estrangeiro expulso não se consuma caso a autoridade competente impeça a entrada no território nacional daquele que se encontre na fila de atendimento após o desembarque da aeronave civil de voo comercial regular, respondendo o agente, nesse caso, pela tentativa."
      },
      {
        "letra": "D",
        "texto": "O fato de o intérprete nomeado dolosamente calar a verdade perante juízo arbitral configura crime de falso testemunho ou falsa perícia, sendo o agente punido mesmo que seja substituído por profissional que atue com maior zelo na causa."
      },
      {
        "letra": "E",
        "texto": "Aquele que, tendo visto determinada pessoa na posse de veículo automotor furtado, informa à autoridade policial ser essa pessoa o autor do crime de furto pratica o crime de comunicação falsa de crime se restar provado que, de fato, tal pessoa era autora de crime de receptação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "312979",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Causas de extinção da punibilidade",
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito",
      "Coação no curso do processo",
      "Fraude processual"
    ],
    "enunciado_principal": "“O fato deixar de ser punível se, antes da sentença, no processo em que ocorreu o ilícito, o agente se retrata ou declara a verdade”. A previsão legal citada corresponde ao crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "fraude processual."
      },
      {
        "letra": "B",
        "texto": "coação no curso do processo."
      },
      {
        "letra": "C",
        "texto": "denunciação caluniosa."
      },
      {
        "letra": "D",
        "texto": "comunicação falsa de crime ou contravenção."
      },
      {
        "letra": "E",
        "texto": "falso testemunho ou falsa perícia."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "312719",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "Faristeu da Silva fez afirmação falsa como perito em processo judicial, praticando o crime de falsa perícia previsto no artigo 342 do Código Penal. Para que não seja punido, Faristeu",
    "alternativas": [
      {
        "letra": "A",
        "texto": "terá que pagar uma multa de cem salários mínimos."
      },
      {
        "letra": "B",
        "texto": "poderá retratar-se antes da sentença no processo em que ocorreu o ilícito."
      },
      {
        "letra": "C",
        "texto": "deve recorrer da sentença que o condenou se esta já tiver transitado em julgado."
      },
      {
        "letra": "D",
        "texto": "pode pedir o perdão judicial a qualquer tempo no mesmo processo judicial."
      },
      {
        "letra": "E",
        "texto": "pode fazer um acordo de delação premiada com o Ministério Público."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "303086",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Facilitação de contrabando ou descaminho",
      "Subtração ou inutilização de livro ou documento. Sonegação de contribuição previdenciária",
      "Denunciação caluniosa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "A respeito dos crimes contra a administração pública, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No crime de sonegação de contribuição previdenciária, será extinta a punibilidade se o agente, espontaneamente, declarar e confessar as contribuições, importâncias ou valores e prestar informações devidas à previdência social, na forma definida em lei ou regulamento, após o início da ação fiscal e antes do oferecimento da denúncia."
      },
      {
        "letra": "B",
        "texto": "O perito que fizer afirmação falsa em processo cível em que uma das partes seja o IBAMA responderá pelo crime de falsa perícia, que, no entanto, deixará de ser punível se, antes do trânsito em julgado da sentença no processo cível, citado perito retratar-se ou declarar a verdade."
      },
      {
        "letra": "C",
        "texto": "O diretor de presídio que não vedar ao preso o acesso a aparelho de comunicação que possibilite a este conversar apenas com outros presos no mesmo estabelecimento prisional não cometerá crime porque o que a lei penal veda é a comunicação do preso com o ambiente externo. Nessa situação, o diretor responderá apenas por infração administrativa."
      },
      {
        "letra": "D",
        "texto": "No crime de descaminho, não se admite a incidência do princípio da insignificância, sob pena de isso facilitar a sonegação fiscal."
      },
      {
        "letra": "E",
        "texto": "Praticará o crime de denunciação caluniosa quem der causa à instauração de investigação policial contra alguém, imputando- lhe contravenção penal de que o sabe inocente."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "300464",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito",
      "Exercício arbitrário das próprias razões",
      "Favorecimento pessoal"
    ],
    "enunciado_principal": "Em relação aos crimes contra a administração pública, correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é atípica a conduta de acusar-se, perante a autoridade, de contravenção penal inexistente ou praticada por outrem."
      },
      {
        "letra": "B",
        "texto": "configura favorecimento pessoal o ato de prestar a criminoso, fora dos casos de coautoria ou de receptação, auxílio destinado a tornar seguro o proveito do crime."
      },
      {
        "letra": "C",
        "texto": "o falso testemunho deixa de ser punível se, depois da sentença em que ocorreu o ilícito, o agente se retrata ou declara a verdade."
      },
      {
        "letra": "D",
        "texto": "o crime de concussão é de natureza formal, reclamando o recebimento da vantagem para a consumação."
      },
      {
        "letra": "E",
        "texto": "é pública condicionada a ação penal no delito de exercício arbitrário das próprias razões, se não há emprego de violência."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "298725",
    "metadata": "Ano: 2012 | Banca: TRT 2R (SP) | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "Ernesto, após ser compromissado, prestou testemunho em reclamação trabalhista, convidado pela reclamada Alfa Serviços Ltda. No dia seguinte a audiência em que foi ouvido, Joaquim compareceu à Secretaria da Vara e solicitou a sua retratação em relação aos fatos que testemunhou, alegando estar arrependido por ter deliberadamente mentido, fazendo afirmação falsa em favor da empresa ré. Nesta situação, analisando-se o instituto da extinção de punibilidade, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não cabe retratação uma vez que o crime de falso testemunho se consumou no momento em que a testemunha falseou a verdade;"
      },
      {
        "letra": "B",
        "texto": "caberá retratação da testemunha a qualquer momento desde que tenha sido proferida sentença no processo trabalhista não acolhendo a tese da reclamada baseada no testemunho falso;"
      },
      {
        "letra": "C",
        "texto": "na esfera trabalhista não caberá retratação, podendo a testemunha utilizar desta faculdade no juízo criminal, antes do oferecimento da denúncia;"
      },
      {
        "letra": "D",
        "texto": "caberá retratação apenas se a testemunha tiver se arrependido antes do encerramento da audiência em que foi depor;"
      },
      {
        "letra": "E",
        "texto": "a testemunha poderá se retratar no juízo trabalhista, apenas antes de ser sentenciado o processo pelo Juiz do Trabalho."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "289818",
    "metadata": "Ano: 2012 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito",
      "Fraude processual",
      "Sonegação de papel ou objeto de valor probatório. Exploração de prestígio"
    ],
    "enunciado_principal": "Dar causa à instauração de processo judicial contra alguém, imputando-lhe crime de que o sabe inocente, caracteriza o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Comunicação falsa de crime ou de contravenção."
      },
      {
        "letra": "B",
        "texto": "Denunciação caluniosa."
      },
      {
        "letra": "C",
        "texto": "Falso testemunho."
      },
      {
        "letra": "D",
        "texto": "Fraude processual."
      },
      {
        "letra": "E",
        "texto": "Exploração de prestígio."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "289726",
    "metadata": "Ano: 2012 | Banca: ESPP | Órgão: TRT - 9ª REGIÃO (PR)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "Durante audiência trabalhista, o juiz verificou contradição entre os depoimentos das testemunhas Jesse de Souza (trazida pelo reclamante) e Penélope da Silva (indicada pela reclamada), especificamente em relação à ausência de intervalo do autor durante o período de abril de 2008 a fevereiro de 2010, em que todos trabalharam juntos. Jesse afirmava categoricamente que a reclamante jamais usufruíra intervalo de uma hora de almoço, enquanto Penélope, por sua vez, dizia que sempre viu o reclamante usufruir o intervalo de uma hora para almoço. O Juiz do Trabalho acareou as testemunhas, que mantiveram os respectivos depoimentos. Em seguida, determinou que fosse oficiado o Ministério Público Federal para instauração de inquérito policial e indiciamento de Jesse e de Penélope, tendo em vista a existência de crime de falso testemunho. Concluído o inquérito, o Procurador da República ofereceu denúncia contra Jesse de Souza e Penélope da Silva, imputando-lhes o cometimento do crime de falso testemunho.Assinale a única alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se Jesse se retratar antes da sentença penal, deixará de ser punível a conduta, prosseguindo a denúncia apenas em relação a Penélope."
      },
      {
        "letra": "B",
        "texto": "Para deixar de ser punível a conduta pela retratação, o agente deverá se retratar antes da prolação da sentença do processo onde se verificou o crime de falso testemunho."
      },
      {
        "letra": "C",
        "texto": "Para que haja a extinção da punibilidade pela retratação, é imprescindível que tanto Jesse quanto Penélope se retratem antes da sentença penal."
      },
      {
        "letra": "D",
        "texto": "Para que haja a extinção da punibilidade pela retratação, é imprescindível que Jesse e Penélope, em conjunto, se retratem antes da prolação da sentença trabalhista."
      },
      {
        "letra": "E",
        "texto": "Nenhuma das alternativas anteriores é correta."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "266527",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "Em audiência judicial, o intérprete que, dolosamente, traduz declaração de testemunha de modo contrário ao teor do depoimento, todavia que se retrata por escrito, depois de proferida a sentença, mas antes do trânsito em julgado,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não comete o crime de falso testemunho ou perícia por ocorrência de causa excludente da ilicitude."
      },
      {
        "letra": "B",
        "texto": "comete o crime de falso testemunho ou falsa perícia no modo tentado."
      },
      {
        "letra": "C",
        "texto": "não comete o crime de falso testemunho ou perícia, pois intérprete não é testemunha ou perito."
      },
      {
        "letra": "D",
        "texto": "comete o crime de falso testemunho ou perícia, mas está isento de pena pela retratação."
      },
      {
        "letra": "E",
        "texto": "comete o crime de falso testemunho ou falsa perícia no modo consumado."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "262162",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRT - 20ª REGIÃO (SE)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito",
      "Exercício arbitrário das próprias razões",
      "Favorecimento pessoal",
      "Sonegação de papel ou objeto de valor probatório. Exploração de prestígio"
    ],
    "enunciado_principal": "Nos crimes contra a administração da justiça,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a pena sempre deve ser aumentada se a falsa perícia for cometida com o fim de obter prova destinada a produzir efeito em processo trabalhista."
      },
      {
        "letra": "B",
        "texto": "é pública condicionada a ação penal no crime de exercício arbitrário das próprias razões."
      },
      {
        "letra": "C",
        "texto": "a pena será diminuída se a imputação, na denunciação caluniosa, for de prática de contravenção penal."
      },
      {
        "letra": "D",
        "texto": "configura o delito de favorecimento pessoal o ato de prestar a criminoso, fora dos casos de coautoria ou receptação, auxílio destinado a tornar seguro o proveito do crime."
      },
      {
        "letra": "E",
        "texto": "só funcionário público pode ser sujeito ativo do delito de exploração de prestígio."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "249576",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: MPE-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "Assinale a opção correta no que se refere ao falso testemunho, à pena e ao entendimento dos tribunais superiores a respeito dos institutos do direito penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A sentença que conceder perdão judicial extinguirá a pena e não será considerada para efeitos da reincidência, em que pese a natureza condenatória da sentença concessiva."
      },
      {
        "letra": "B",
        "texto": "O agente que faça afirmação falsa quando inquirido na fase de instrução de processo de crime de homicídio e se retrate quando reinquirido na fase de julgamento pelo plenário do júri não pode ser punido."
      },
      {
        "letra": "C",
        "texto": "Atenua-se a pena imposta ao agente que, na data do fato, seja menor de vinte e um anos de idade ou, na data da sentença, seja maior de sessenta e cinco anos de idade."
      },
      {
        "letra": "D",
        "texto": "Quando o agente for condenado a penas privativas de liberdade cuja soma seja superior a trinta anos, estas devem ser unificadas para atender ao limite máximo previsto em lei, ou seja, o agente cumprirá pena de, no máximo, trinta anos, devendo ser considerado tal prazo para efeitos dos benefícios concedidos na execução da pena."
      },
      {
        "letra": "E",
        "texto": "O agente que, condenado a pena privativa de liberdade, não tenha sido beneficiado com a substituição por penas restritivas de direitos faz jus, desde que preenchidos os requisitos legais, à suspensão da pena privativa de liberdade e da multa, ou seja, ser-lhe-á concedido o sursis penal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "249297",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRT - 20ª REGIÃO (SE)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "A retratação do agente, antes da sentença no processo em que ocorreu o falso testemunho, é causa",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de exclusão da imputabilidade."
      },
      {
        "letra": "B",
        "texto": "de extinção da punibilidade."
      },
      {
        "letra": "C",
        "texto": "de diminuição da pena."
      },
      {
        "letra": "D",
        "texto": "de exclusão da culpabilidade."
      },
      {
        "letra": "E",
        "texto": "supralegal de exclusão da ilicitude."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "214970",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "O crime de falso testemunho",
    "alternativas": [
      {
        "letra": "A",
        "texto": "pode ser praticado de forma culposa quando o agente foi negligente na observação dos fatos."
      },
      {
        "letra": "B",
        "texto": "não se caracteriza quando versar sobre tema acessório ou impertinente ao objeto do processo."
      },
      {
        "letra": "C",
        "texto": "pode ter como sujeito ativo a vítima, nos crimes de ação penal pública."
      },
      {
        "letra": "D",
        "texto": "pode ter como sujeito ativo o querelante, nos crimes de ação penal privada."
      },
      {
        "letra": "E",
        "texto": "deixa de ser punível se ocorrer retratação após a sentença de primeiro grau e antes do julgamento do recurso."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "301709",
    "metadata": "Ano: 2011 | Banca: TJ-SC | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "Assinale a alternativa que contém o crime que tem como pena restritiva de liberdade a reclusão:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Falso testemunho"
      },
      {
        "letra": "B",
        "texto": "Fraude processual"
      },
      {
        "letra": "C",
        "texto": "Patrocínio infiel"
      },
      {
        "letra": "D",
        "texto": "Abandono de função"
      },
      {
        "letra": "E",
        "texto": "Desobediência"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "251826",
    "metadata": "Ano: 2011 | Banca: FGV | Órgão: PC-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "Além de ser competente, o perito tem que ser imparcial e primar pelo culto à verdade. A não-observância desse compromisso pode levá-lo a cometer o crime de falsa perícia previsto no art. 342 do Código Penal. A partir do fragmento acima, analise as afirmativas a seguir. I. Quando o delito é cometido mediante suborno, a pena é aumentada de metade. II. O fato deixa de ser punível se o perito declarar a verdade antes de ser prolatada a sentença. III. Não há crime se o perito apenas omitir parte do que apurar, em processo administrativo. Assinale:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se apenas a afirmativa I estiver correta."
      },
      {
        "letra": "B",
        "texto": "se apenas a afirmativa II estiver correta."
      },
      {
        "letra": "C",
        "texto": "se apenas a afirmativa III estiver correta."
      },
      {
        "letra": "D",
        "texto": "se apenas as afirmativas I e II estiverem corretas."
      },
      {
        "letra": "E",
        "texto": "se todas as afirmativas estiverem corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "205302",
    "metadata": "Ano: 2011 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Concussão e Excesso de Exação",
      "Corrupção passiva",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito"
    ],
    "enunciado_principal": "Em face das seguintes assertivas referentes aos tipos penais mencionados, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo orientação do Superior Tribunal de Justiça, é legal a prisão em flagrante, sob a acusação de prática de concussão, do agente público quando recebe o valor que exigira da vítima dias antes."
      },
      {
        "letra": "B",
        "texto": "Diz-se, da corrupção passiva, que é própria, quando a solicitação ou recebimento da vantagem indevida destina-se à prática de ato lícito, inserido no rol de deveres impostos ao agente em razão de sua função."
      },
      {
        "letra": "C",
        "texto": "O delito de corrupção passiva praticado por policial militar no exercício da função é crime militar, devendo conduzir à sua punição no âmbito da Justiça Militar."
      },
      {
        "letra": "D",
        "texto": "O julgamento definitivo do procedimento em que foi falseada a verdade não é condição para que, no processo destinado à apuração do crime de falso testemunho, seja prolatada a decisão condenatória."
      },
      {
        "letra": "E",
        "texto": "Por se tratar de crime próprio, no peculato-furto não se pode reconhecer a autoria mediata quando o funcionário público vale-se de instrumento não qualificado, tal como o cidadão comum, induzido a erro, para a subtração de bem da Administração Pública."
      }
    ],
    "gabarito": "C"
  }
]