[
  {
    "id": "2635305",
    "metadata": "Ano: 2023 | Banca: IDECAN | Órgão: SSP-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável",
      "Favorecimento da prostituição ou outra forma de exploração sexual",
      "Disposições Gerais dos crimes contra a liberdade sexual e dos crimes sexuais contra vulneráveis"
    ],
    "enunciado_principal": "No rol dos crimes contra a dignidade sexual previstos no Código Penal, está tipificada a seguinte conduta: “Praticar contra alguém e sem a sua anuência ato libidinoso com o objetivo de satisfazer a própria lascívia ou a de terceiro”. Logo, praticando tal comportamento, o agente criminoso responderá por",
    "alternativas": [
      {
        "letra": "A",
        "texto": "crime de rufianismo."
      },
      {
        "letra": "B",
        "texto": "crime de assédio sexual."
      },
      {
        "letra": "C",
        "texto": "crime de sedução."
      },
      {
        "letra": "D",
        "texto": "crime de importunação sexual."
      },
      {
        "letra": "E",
        "texto": "crime de violação sexual mediante fraude."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2221682",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Crimes contra a dignidade sexual",
      "Favorecimento da prostituição ou outra forma de exploração sexual",
      "Rufianismo",
      "Tráfico de Pessoas",
      "Promoção de migração ilegal"
    ],
    "enunciado_principal": "Orlando e Frederico intermediaram a ida para Amsterdã de três mulheres, maiores de idade, que estavam insatisfeitas com os rendimentos econômicos no Brasil, para trabalhar como profissionais do sexo. Não existiu nenhuma violência ou fraude e houve o pagamento do valor acordado pela intermediação. Nos termos da legislação brasileira, tal situação fática configura:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "fato atípico;"
      },
      {
        "letra": "B",
        "texto": "crime de tráfico de pessoas (Art. 149-A do CP);"
      },
      {
        "letra": "C",
        "texto": "crime de rufianismo (Art. 230 do CP);"
      },
      {
        "letra": "D",
        "texto": "crime de favorecimento da prostituição (Art. 228 do CP);"
      },
      {
        "letra": "E",
        "texto": "crime de promoção de migração ilegal (Art. 232-A do CP)."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1964323",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Favorecimento da prostituição ou outra forma de exploração sexual",
      "Rufianismo",
      "Disposições Gerais dos crimes contra a liberdade sexual e dos crimes sexuais contra vulneráveis",
      "Importunação Sexual"
    ],
    "enunciado_principal": "A dignidade sexual é tema que tem sido socialmente debatido com maior seriedade nas últimas décadas e que merece atenção da sociedade. A discussão em torno do assunto tem gerado reação legislativa positiva e atenção dos tribunais. Acerca desse tema, considerando os dispositivos do Código Penal e a jurisprudência do Superior Tribunal de Justiça, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A importunação sexual, que consiste no ato de constranger alguém à prática de atos libidinosos, passou a ser um tipo penal diferente do estupro por força da Lei n.º 13.718/2018."
      },
      {
        "letra": "B",
        "texto": "A exploração sexual constitui elemento normativo do crime de casa de prostituição, não bastando a conduta consistente na manutenção de casa para fins libidinosos."
      },
      {
        "letra": "C",
        "texto": "Para os crimes praticados contra a dignidade sexual, não há previsão de causa de aumento de pena."
      },
      {
        "letra": "D",
        "texto": "Constitui crime de rufianismo a indução à prostituição ou a outra forma de exploração sexual."
      },
      {
        "letra": "E",
        "texto": "O crime de estupro, previsto no artigo 215 do Código Penal, processa-se mediante representação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1958871",
    "metadata": "Ano: 2022 | Banca: TRF - 4ª REGIÃO | Órgão: TRF - 4ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Redução à condição análoga à de escravo",
      "Crimes contra a dignidade sexual",
      "Favorecimento da prostituição ou outra forma de exploração sexual",
      "Tráfico de Pessoas"
    ],
    "enunciado_principal": "Dadas as assertivas abaixo, assinale a alternativa CORRETA. I – No crime de tráfico de pessoas com a finalidade de exploração sexual, o consentimento válido da vítima exclui a tipicidade. Contudo, o consentimento dado pela vítima de tráfico de pessoas com a finalidade de exploração sexual é irrelevante para efeitos de exclusão da tipicidade quando decorrente de abuso de sua situação de vulnerabilidade. II – O crime de promoção de migração ilegal é compatível com o princípio da não criminalização da migração, pois que não incrimina o comportamento dos migrantes que, ilegalmente, ingressam ou que deixam o território nacional. III – Nos crimes contra o Estado Democrático de Direito, não constitui crime a manifestação crítica aos poderes constitucionais. Conforme referido no julgamento da Arguição de Descumprimento de Preceito Fundamental que analisou a constitucionalidade do inquérito das fake news que tramita no Supremo Tribunal Federal, inserem-se como constitucionalmente protegidos, quando não acompanhados de atos de violência, discursos que visem ao fim da democracia, pois que expressão da liberdade de pensamento. IV – A prescritibilidade penal das condutas que constituam escravidão e suas formas análogas, no entendimento da Corte Interamericana dos Direitos Humanos no caso Fazenda Brasil Verde, viola a Convenção Americana sobre Direitos Humanos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estão corretas apenas as assertivas I e II."
      },
      {
        "letra": "B",
        "texto": "Estão corretas apenas as assertivas I e III."
      },
      {
        "letra": "C",
        "texto": "Estão corretas apenas as assertivas III e IV."
      },
      {
        "letra": "D",
        "texto": "Estão corretas apenas as assertivas I, II e IV."
      },
      {
        "letra": "E",
        "texto": "Estão corretas apenas as assertivas II, III e IV."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1945464",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável",
      "Favorecimento da prostituição ou outra forma de exploração sexual",
      "Casa de prostituição",
      "Importunação Sexual"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre crimes contra a dignidade sexual.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A conduta de manter relação sexual com pessoa desacordada, por ingestão de álcool, incapaz de oferecer resistência, caracteriza o crime de estupro, artigo 213, do Código Penal, qualificado pela especial condição de vulnerabilidade da vítima."
      },
      {
        "letra": "B",
        "texto": "O crime de importunação sexual, artigo 215-A, do Código Penal, é de natureza subsidiária, restando caracterizado somente se o ato libidinoso praticado não constituir crime mais grave."
      },
      {
        "letra": "C",
        "texto": "A prática de conjunção carnal com menor de 14 anos, se consentida, não caracteriza o crime de estupro de vulnerável, artigo 217-A, do Código Penal, se comprovado que a vítima já mantinha vida sexual ativa anteriormente."
      },
      {
        "letra": "D",
        "texto": "A conduta de registrar ato sexual sem autorização dos participantes, artigo 216-B, do Código Penal, só é punível se houver divulgação a terceiros, por qualquer meio."
      },
      {
        "letra": "E",
        "texto": "A conduta de manter estabelecimento destinado à prática de exploração sexual, artigo 229, do Código Penal, é atípica, caso não haja participação de criança e adolescente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1847635",
    "metadata": "Ano: 2021 | Banca: CETAP | Órgão: SEAP-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Favorecimento da prostituição ou outra forma de exploração sexual"
    ],
    "enunciado_principal": "Analise o seguinte caso hipotético: Fabiana foi vítima de constrangimento com o intuito de obter vantagem ou favorecimento sexual, prevalecendo-se o seu chefe da sua condição de superior hierárquico ou ascendência inerentes ao exercício de emprego, cargo ou função. Assinale, sobre o caso, a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pena é aumentada em até um terço se Fabiana for menor de 18 (dezoito) anos."
      },
      {
        "letra": "B",
        "texto": "Configura-se assédio sexual com pena de reclusão, de 2 (dois) a 6 (seis) anos."
      },
      {
        "letra": "C",
        "texto": "Configura-se assédio sexual com pena de reclusão, de 1 (um) a5 (cinco) anos, se o ato não constitui crime mais grave."
      },
      {
        "letra": "D",
        "texto": "Se o crime é cometido com o fim de obter vantagem econômica, aplica-se também multa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "905940",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Favorecimento da prostituição ou outra forma de exploração sexual",
      "Crimes contra a fé pública",
      "Falso reconhecimento de firma ou letra",
      "Certidão ou atestado ideologicamente falso",
      "Supressão de documento"
    ],
    "enunciado_principal": "Tendo em conta os crimes contra a dignidade sexual (artigos 213 a 234-B do Código Penal) e os crimes contra a fé pública (artigos 289 a 311 do Código Penal), assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ocultar documento público ou particular verdadeiro, em prejuízo alheio, não configura o crime de supressão de documento (art. 305 do CP), sendo típicas apenas as condutas de suprimir e destruir documento público ou particular verdadeiro."
      },
      {
        "letra": "B",
        "texto": "O cartão de crédito ou débito, para fins penais, é equiparado a documento particular."
      },
      {
        "letra": "C",
        "texto": "A conduta de manter estabelecimento em que ocorra exploração sexual é atípica, desde que não envolva menor de 18 (dezoito) anos."
      },
      {
        "letra": "D",
        "texto": "A conduta de atrair alguém à prostituição é atípica, desde que não se trate de pessoa menor de 18 (dezoito) anos."
      },
      {
        "letra": "E",
        "texto": "Os crimes de falso reconhecimento de firma ou letra (art. 300 do CP); certidão ou atestado ideologicamente falso (art. 301 do CP) e falsidade material de atestado ou certidão (art. 301, parágrafo 1° do CP) são próprios de funcionários públicos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "839598",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: PC-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável",
      "Favorecimento da prostituição ou outra forma de exploração sexual",
      "Disposições Gerais dos crimes contra a liberdade sexual e dos crimes sexuais contra vulneráveis"
    ],
    "enunciado_principal": "Nas infrações contra a dignidade sexual: I. Induzir ou atrair alguém à prostituição ou outra forma de exploração sexual, facilitá-la, impedir ou dificultar que alguém a abandone é crime punido com detenção. II. O estupro de vulnerável é descrito como ter conjunção carnal ou praticar outro ato libidinoso com menor de 16 anos. III. A pena é aumentada de quarta parte se o crime é cometido com o concurso de 2 ou mais pessoas. IV. A pena é aumentada de metade, se o agente é ascendente, padrasto ou madrasta, tio, irmão, cônjuge, companheiro, tutor, curador, preceptor ou empregador da vítima ou por qualquer outro título tem autoridade sobre ela. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "II e III."
      },
      {
        "letra": "C",
        "texto": "I e IV."
      },
      {
        "letra": "D",
        "texto": "III."
      },
      {
        "letra": "E",
        "texto": "III e IV."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "406902",
    "metadata": "Ano: 2014 | Banca: PUC-PR | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Redução à condição análoga à de escravo",
      "Crimes contra a dignidade sexual",
      "Favorecimento da prostituição ou outra forma de exploração sexual",
      "Crimes contra a administração pública",
      "Prevaricação",
      "Corrupção ativa"
    ],
    "enunciado_principal": "Analise a opção INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Configura o crime de redução à condição análoga a de escravo, quer o submeter a trabalhos forçados ou a jornada exaustiva, quer o sujeitar a condições degradantes de trabalho, quer restringindo, por qualquer meio, sua locomoção em razão de dívida contraída com o empregador ou preposto."
      },
      {
        "letra": "B",
        "texto": "Constitui crime de corrupção ativa, solicitar ou receber, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida, ou aceitar promessa de tal vantagem."
      },
      {
        "letra": "C",
        "texto": "Configura o crime de favorecimento da prostituição ou de outra forma de exploração sexual de criança ou adolescente ou de vulnerável, submeter, induzir ou atrair à prostituição ou outra forma de exploração sexual, alguém menor de 18 (dezoito) anos ou que, por enfermidade ou deficiência mental, não tem o necessário discernimento para a prática do ato, facilitá-la, impedir ou dificultar que a abandone."
      },
      {
        "letra": "D",
        "texto": "Constitui também crime de prevaricação, deixar o Diretor de Penitenciária e/ou agente público, de cumprir seu dever de vedar ao preso o acesso a aparelho telefônico, de rádio ou similar, que permita a comunicação com outros presos ou com o ambiente externo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "308176",
    "metadata": "Ano: 2013 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável",
      "Favorecimento de prostituição ou outra forma de exploração sexual de vulnerável",
      "Favorecimento da prostituição ou outra forma de exploração sexual"
    ],
    "enunciado_principal": "Nos crimes contra a dignidade sexual, tratando-se da vítima menor de 14 anos, ou enferma ou deficiente mental sem o necessário discernimento para o ato, a situação em que o proxeneta e o cliente que pratica a conjunção carnal enquadram-se no delito de estupro de vulnerável; enquanto o proprietário, o gerente ou o responsável pelo local responderão, tão somente, pelo crime de favorecimento à prostituição, na modalidade de conduta equiparada. Já, quando a vítima explorada sexualmente for menor de 18 e maior de 14 anos, o cliente que pratica a conjunção carnal responderá pelo crime de favorecimento à prostituição.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  }
]