[
  {
    "id": "3631838",
    "metadata": "Ano: 2025 | Banca: IBFC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Favorecimento pessoal"
    ],
    "enunciado_principal": "Àquele que oculta uma arma de fogo utilizada por terceiro para a prática anterior de um roubo, consignando-se não haver qualquer vínculo de parentesco entre ambos, pode-se atribuir o crime de ______. Assinale a alternativa que preencha corretamente a lacuna.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "favorecimento pessoal"
      },
      {
        "letra": "B",
        "texto": "favorecimento real"
      },
      {
        "letra": "C",
        "texto": "coautoria do crime de roubo"
      },
      {
        "letra": "D",
        "texto": "participação do crime de roubo"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3171397",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: PC-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Favorecimento pessoal",
      "Favorecimento real"
    ],
    "enunciado_principal": "Dionísio, agindo com dolo de matar, efetuou seis disparos de arma de fogo em detrimento de Lucas, atingindo-o em partes variadas do corpo, dando azo ao óbito deste. Diversas pessoas testemunharam os fatos, de forma que as autoridades públicas iniciaram, de pronto, buscas pelo autor do delito. Nesse contexto, Dionísio compareceu ao sítio de Bruno, seu irmão, que não tinha qualquer conhecimento anterior sobre o crime praticado. O autor do delito contou o ocorrido e pediu auxílio para que ele pudesse se subtrair à ação dos policiais que o procuravam, obtendo a aquiescência do seu parente. Considerando as disposições do Código Penal, a conduta de Bruno caracteriza o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "favorecimento pessoal, mas, por ser irmão do autor do delito, ele fica isento de pena."
      },
      {
        "letra": "B",
        "texto": "favorecimento real, mas, por ser irmão do autor do delito, ele fica isento de pena."
      },
      {
        "letra": "C",
        "texto": "tergiversação, mas, por ser irmão do autor do delito, ele fica isento de pena."
      },
      {
        "letra": "D",
        "texto": "favorecimento real, não havendo hipótese de isenção de pena."
      },
      {
        "letra": "E",
        "texto": "favorecimento pessoal, não havendo hipótese de isenção de pena."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3441536",
    "metadata": "Ano: 2024 | Banca: INSTITUTO AOCP | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Resistência",
      "Reingresso de estrangeiro expulso",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Favorecimento pessoal",
      "Arrebatamento de Presos. Motim de Presos"
    ],
    "enunciado_principal": "São crimes contra a Administração da Justiça as seguintes condutas, EXCETO",
    "alternativas": [
      {
        "letra": "A",
        "texto": "reingressar no território nacional o estrangeiro que dele foi expulso."
      },
      {
        "letra": "B",
        "texto": "auxiliar a subtrair-se à ação de autoridade pública autor de crime a que é cominada pena de reclusão."
      },
      {
        "letra": "C",
        "texto": "amotinarem-se presos, perturbando a ordem ou disciplina da prisão."
      },
      {
        "letra": "D",
        "texto": "opor-se à execução de ato legal, mediante violência ou ameaça a funcionário competente para executá-lo ou a quem lhe esteja prestando auxílio."
      },
      {
        "letra": "E",
        "texto": "acusar-se, perante a autoridade, de crime inexistente ou praticado por outrem."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3037169",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Favorecimento pessoal"
    ],
    "enunciado_principal": "Após tentar matar um policial federal, no exercício das funções, Mário fugiu, encaminhando-se ao domicílio de João, seu irmão, que não tinha qualquer conhecimento anterior sobre a prática delitiva. Nesse contexto, ao ser informado por Mário sobre o ocorrido, João, dolosamente, o auxiliou a subtrair-se da ação das autoridades públicas, que o buscavam incessantemente. Nesse cenário, considerando as disposições do Código Penal, a conduta perpetrada por João:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "em tese, caracteriza o crime de favorecimento pessoal, mas, como o auxílio foi prestado ao irmão, ele fica isento de pena;"
      },
      {
        "letra": "B",
        "texto": "caracteriza o crime de favorecimento real, mas, como o auxílio foi prestado ao irmão, ele terá direito à redução da pena;"
      },
      {
        "letra": "C",
        "texto": "em tese, caracteriza o crime de favorecimento real, mas, como o auxílio foi prestado ao irmão, ele fica isento de pena;"
      },
      {
        "letra": "D",
        "texto": "caracteriza o crime de favorecimento pessoal, inexistindo qualquer causa de isenção de pena;"
      },
      {
        "letra": "E",
        "texto": "caracteriza o crime de favorecimento real, inexistindo qualquer causa de isenção de pena."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3029141",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Favorecimento pessoal",
      "Tráfico de influência"
    ],
    "enunciado_principal": "Um particular se encaminhou à sede do Departamento de Trânsito (DETRAN) do estado Alfa com o objetivo de realizar a vistoria do seu veículo automotor. Contudo, em razão das diversas irregularidades constatadas, o automóvel não passou no exame conduzido pelo servidor Caio, que ocupa um cargo público junto ao DETRAN. Dessa forma, Matheus, despachante que presenciou os fatos, se aproximou do particular e solicitou dois mil reais, para si, a pretexto de influir e reverter a decisão tomada pelo agente público. Nesse cenário, considerando as disposições do Código Penal, Matheus responderá pelo crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "advocacia administrativa;"
      },
      {
        "letra": "B",
        "texto": "exploração de prestígio;"
      },
      {
        "letra": "C",
        "texto": "favorecimento pessoal;"
      },
      {
        "letra": "D",
        "texto": "tráfico de influência;"
      },
      {
        "letra": "E",
        "texto": "patrocínio infiel."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3028635",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Favorecimento pessoal",
      "Favorecimento real"
    ],
    "enunciado_principal": "Lucas, servidor público federal, apropriou-se, em proveito próprio, de grande quantidade de dinheiro público em espécie, de que tinha a posse em razão do cargo ocupado junto ao Ministério da Fazenda. Após a prática delitiva e considerando a grande repercussão na imprensa nacional, Lucas procurou o auxílio de Matheus, seu genitor, que só então tomou conhecimento da conduta perpetrada pelo filho. Matheus, então, prestou auxílio a Lucas, destinado a tornar seguro o proveito do crime. Registre-se que Matheus não buscou, para si, qualquer vantagem econômica, não se tratando de caso de receptação. Nesse cenário, considerando as disposições do Código Penal, é correto afirmar que Matheus:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não responderá por qualquer delito, pois o auxílio foi destinado a tornar seguro o proveito de crime praticado por Lucas, seu descendente;"
      },
      {
        "letra": "B",
        "texto": "não responderá por qualquer delito, pois não tinha conhecimento anterior sobre a conduta praticada por Lucas;"
      },
      {
        "letra": "C",
        "texto": "responderá pelo crime de exercício arbitrário das próprias razões;"
      },
      {
        "letra": "D",
        "texto": "responderá pelo crime de favorecimento pessoal;"
      },
      {
        "letra": "E",
        "texto": "responderá pelo crime de favorecimento real."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1955047",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Favorecimento pessoal"
    ],
    "enunciado_principal": "Considere a seguinte hipótese: Arthur foi denunciado por Crime Contra a Organização do Trabalho, pois tem como meio de vida recrutar trabalhadores, mediante fraude, com o fim de levá-los para território estrangeiro. Octavio, seu melhor amigo, que é sabedor da ação penal e proprietário de uma casa de veraneio em outra Comarca, atende, a pedido de Arthur, e permite que ele utilize a referida casa como moradia provisória – o que realmente ocorre – com o intuito de evitar que o amigo seja citado na ação penal. Em face do exposto, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Octavio praticou favorecimento pessoal, na modalidade privilegiada."
      },
      {
        "letra": "B",
        "texto": "Octavio praticou favorecimento real e não lhe socorre qualquer causa de isenção."
      },
      {
        "letra": "C",
        "texto": "Octavio praticou favorecimento pessoal, na modalidade qualificada."
      },
      {
        "letra": "D",
        "texto": "Octavio praticou favorecimento real, mas não será punido em razão de causa de isenção de pena, tendo em vista a amizade íntima."
      },
      {
        "letra": "E",
        "texto": "Arthur e Octávio praticaram fraude processual."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1935034",
    "metadata": "Ano: 2022 | Banca: IBADE | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Roubo",
      "Receptação",
      "Crimes contra a administração pública",
      "Condescendência criminosa",
      "Favorecimento pessoal",
      "Favorecimento real"
    ],
    "enunciado_principal": "Marcus Alexandre e João Maurício, pretendem subtrair determinadas mercadorias da Transportadora Riamol. No decorrer da empreitada criminosa, Marcus e João, mediante violência física, obtém êxito quanto à subtração das mercadorias, porém, ao sair do local deparam-se com uma viatura da policia militar, iniciando-se a perseguição. Após longa perseguição, os agentes conseguem esquivarse das ações da polícia, e, a fim de tornar seguro o proveito do crime, abordam Nathan Juarez, dono de uma mercearia naquela localidade, que até então não conheciam. Marcus e João relatam à Nathan o crime praticado, solicitando que este guarde aquelas mercadorias até amanhã, quando, então, as retirariam. Nathan acata a solicitação, tornando seguro o proveito do crime. No que se refere ao crime praticado por Nathan Juarez, assinale a alternativa correspondente à correta capitulação.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "favorecimento pessoal."
      },
      {
        "letra": "B",
        "texto": "condescendência criminosa."
      },
      {
        "letra": "C",
        "texto": "roubo."
      },
      {
        "letra": "D",
        "texto": "favorecimento real."
      },
      {
        "letra": "E",
        "texto": "receptação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2088198",
    "metadata": "Ano: 2021 | Banca: Avança SP | Órgão: Câmara de Ribeirão Pires - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a fé pública",
      "Falsidade de documento público",
      "Falsidade de documento particular",
      "Crimes contra a administração pública",
      "Corrupção passiva",
      "Corrupção ativa",
      "Favorecimento pessoal"
    ],
    "enunciado_principal": "A conduta do agente que altera, parcialmente, testamento particular, configura crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "corrupção passiva."
      },
      {
        "letra": "B",
        "texto": "falsificação de documento público."
      },
      {
        "letra": "C",
        "texto": "favorecimento pessoal."
      },
      {
        "letra": "D",
        "texto": "corrupção ativa."
      },
      {
        "letra": "E",
        "texto": "falsificação de documento particular."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1149340",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: MPE-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Favorecimento pessoal"
    ],
    "enunciado_principal": "Acerca dos princípios aplicáveis ao direito penal e das disposições gerais acerca dos crimes contra o patrimônio, contra a dignidade sexual e contra a administração pública, julgue o item a seguir.No crime de favorecimento pessoal, a prestação de auxílio por irmão do criminoso configura hipótese de redução de pena.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1033193",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Francisco Morato - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Violação de sigilo funcional",
      "Desacato",
      "Corrupção ativa",
      "Favorecimento pessoal",
      "Tráfico de influência"
    ],
    "enunciado_principal": "A respeito dos crimes contra a administração pública, previstos nos artigos 312 a 359-H, do Código Penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de favorecimento pessoal (art. 348 do CP) só se caracteriza se o auxílio é prestado a autor de crime a que cominada pena de reclusão."
      },
      {
        "letra": "B",
        "texto": "O crime de tráfico de influência (art. 332 do CP) é próprio de funcionário público."
      },
      {
        "letra": "C",
        "texto": "O crime de violação de sigilo funcional (art. 325 do CP) só se caracteriza se da revelação resultar prejuízo à Administração Pública."
      },
      {
        "letra": "D",
        "texto": "O crime de corrupção ativa (art. 333 do CP) só se caracteriza se o ato de ofício, em razão da vantagem oferecida ou prometida, for omitido, praticado ou retardado."
      },
      {
        "letra": "E",
        "texto": "O crime de desacato (art. 331 do CP) só se caracteriza se o funcionário púbico estiver no exercício da função ou em razão dela."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "992199",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Câmara de Serrana - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Inserção de dados falsos em sistema de informações",
      "Usurpação de função pública",
      "Subtração ou inutilização de livro ou documento. Sonegação de contribuição previdenciária",
      "Denunciação caluniosa",
      "Favorecimento pessoal"
    ],
    "enunciado_principal": "A respeito dos crimes contra a administração pública, previstos no Código Penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de inserção de dados falsos em sistema de informações (art. 313-A, do CP) não é próprio de funcionário público."
      },
      {
        "letra": "B",
        "texto": "O crime de usurpação de função pública (art. 328, do CP) somente se configura se o agente da usurpação aufere vantagem."
      },
      {
        "letra": "C",
        "texto": "No crime de sonegação de contribuição previdenciária (art. 337-A), o perdão judicial da pena é obrigatório, caso o agente seja primário e de bons antecedentes, e as contribuições devidas de pequeno valor."
      },
      {
        "letra": "D",
        "texto": "No crime de denunciação caluniosa (art. 339, do CP), haverá aumento da pena se o agente se utiliza de anonimato."
      },
      {
        "letra": "E",
        "texto": "O crime de favorecimento pessoal (art. 348, do CP) não se caracteriza se o auxílio é prestado a autor de crime apenado com detenção."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "989834",
    "metadata": "Ano: 2019 | Banca: IADES | Órgão: CRN - 3ª Região (SP e MS)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Exercício arbitrário das próprias razões",
      "Favorecimento pessoal",
      "Exercício arbitrário ou abuso de poder",
      "Sonegação de papel ou objeto de valor probatório. Exploração de prestígio"
    ],
    "enunciado_principal": "Suponha que Maria emprestou o próprio notebook e três livros para o amigo José, no intuito de ajudá-lo com uma demanda de trabalho de conclusão de curso exigida para a obtenção do diploma de nível superior no curso de psicologia. Após alguns dias, necessitando do notebook dela por motivo de ordem pessoal, ela solicitou ao amigo que o devolvesse, juntamente com os três livros anteriormente emprestados. Diante da inércia de José em devolver os bens, Maria pegou a bicicleta dele para a quitação do empréstimo, dado que o valor dos bens é quase equivalente. Nessa hipótese, Maria praticou",
    "alternativas": [
      {
        "letra": "A",
        "texto": "favorecimento pessoal."
      },
      {
        "letra": "B",
        "texto": "exercício arbitrário ou abuso de poder."
      },
      {
        "letra": "C",
        "texto": "denunciação caluniosa."
      },
      {
        "letra": "D",
        "texto": "exercício arbitrário das próprias razões."
      },
      {
        "letra": "E",
        "texto": "exploração de prestígio."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "948360",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: SEFAZ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Corrupção passiva",
      "Advocacia administrativa",
      "Corrupção ativa",
      "Favorecimento pessoal",
      "Favorecimento real"
    ],
    "enunciado_principal": "Retardar ou omitir ato de ofício, ou praticá-lo infringindo dever funcional,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "são os núcleos do tipo penal de favorecimento real."
      },
      {
        "letra": "B",
        "texto": "são os núcleos do tipo penal de advocacia administrativa."
      },
      {
        "letra": "C",
        "texto": "cedendo a pedido ou influência de outrem, constituem a prática do crime de favorecimento pessoal."
      },
      {
        "letra": "D",
        "texto": "são causas de aumento de pena da corrupção ativa."
      },
      {
        "letra": "E",
        "texto": "para satisfazer a interesse ou sentimento pessoal, constituem a prática do crime de corrupção passiva."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "894660",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: TJ-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Favorecimento pessoal",
      "Favorecimento real",
      "Fuga de Pessoa Presa ou Submetida a Medida de Segurança. Evasão Mediante Violência Contra a Pessoa"
    ],
    "enunciado_principal": "Jorge, de origem humilde, atua como Oficial de Justiça em determinado Tribunal de Justiça. Quando cumpria ordem de busca e apreensão na comunidade em que nasceu, viu, de longe, que seu irmão dispensou uma sacola plástica com grande quantidade de drogas, empurrou um policial militar e tentava empreender fuga e evitar o flagrante de crime de tráfico, crime este punido com pena mínima de cinco anos de reclusão. Diante disso, quando seu irmão corre em sua direção, o auxilia, escondendo-o dentro de seu veículo particular, enquanto continua a cumprir o mandado pendente. Descobertos os fatos, considerando apenas a situação narrada, o ato de Jorge configura:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "crime de evasão mediante violência contra a pessoa;"
      },
      {
        "letra": "B",
        "texto": "conduta típica, mas não punível;"
      },
      {
        "letra": "C",
        "texto": "crime de favorecimento pessoal;"
      },
      {
        "letra": "D",
        "texto": "crime de favorecimento real;"
      },
      {
        "letra": "E",
        "texto": "conduta atípica."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "866810",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PC-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Receptação",
      "Crimes contra a administração pública",
      "Favorecimento pessoal",
      "Favorecimento real"
    ],
    "enunciado_principal": "Rui e Lino, irmãos, combinaram a prática de furto a uma loja. Depois de subtraídos os bens, Pedro, pai de Rui e de Lino, foi procurado e permitiu, em benefício dos filhos, a ocultação dos objetos furtados em sua residência por algum tempo, porque eles estavam sendo investigados. Nessa situação hipotética, a conduta de Pedro configura",
    "alternativas": [
      {
        "letra": "A",
        "texto": "receptação."
      },
      {
        "letra": "B",
        "texto": "favorecimento real."
      },
      {
        "letra": "C",
        "texto": "favorecimento pessoal."
      },
      {
        "letra": "D",
        "texto": "hipótese de isenção de pena."
      },
      {
        "letra": "E",
        "texto": "furto."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "794065",
    "metadata": "Ano: 2017 | Banca: NC-UFPR | Órgão: UFPR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Favorecimento pessoal"
    ],
    "enunciado_principal": "Auxiliar autor de crime a fugir configura crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "fraude processual."
      },
      {
        "letra": "B",
        "texto": "favorecimento real."
      },
      {
        "letra": "C",
        "texto": "favorecimento pessoal."
      },
      {
        "letra": "D",
        "texto": "desobediência."
      },
      {
        "letra": "E",
        "texto": "condescendência criminosa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "720538",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: SEGEP-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Prevaricação",
      "Condescendência criminosa",
      "Advocacia administrativa",
      "Favorecimento pessoal",
      "Favorecimento real"
    ],
    "enunciado_principal": "João, chefe da repartição pública, constata que seu subordinado Antonio cometeu infração ao despachar processo administrativo de sua responsabilidade e atribuição. João, sabendo que Antonio passa por difícil situação pessoal, deixa de tomar as providências disciplinares cabíveis ao caso. A conduta de João caracteriza o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "prevaricação."
      },
      {
        "letra": "B",
        "texto": "advocacia administrativa."
      },
      {
        "letra": "C",
        "texto": "condescendência criminosa."
      },
      {
        "letra": "D",
        "texto": "favorecimento pessoal."
      },
      {
        "letra": "E",
        "texto": "favorecimento real."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "640846",
    "metadata": "Ano: 2016 | Banca: Prefeitura do Rio de Janeiro - RJ | Órgão: Prefeitura de Rio de Janeiro - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Prevaricação",
      "Coação no curso do processo",
      "Fraude processual",
      "Favorecimento pessoal"
    ],
    "enunciado_principal": "Usar de grave ameaça com o fim de favorecer interesse próprio, contra autoridade que é chamada a intervir em processo judicial configura o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "fraude processual"
      },
      {
        "letra": "B",
        "texto": "prevaricação"
      },
      {
        "letra": "C",
        "texto": "favorecimento pessoal"
      },
      {
        "letra": "D",
        "texto": "coação no curso de processo"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "622498",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: TRT - 8ª Região (PA e AP)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito",
      "Favorecimento pessoal",
      "Sonegação de papel ou objeto de valor probatório. Exploração de prestígio"
    ],
    "enunciado_principal": "Em relação aos crimes contra a administração da justiça, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É atípica a conduta do agente que faz justiça pelas próprias mãos sem o emprego de violência ou com o objetivo de satisfazer pretensão legítima."
      },
      {
        "letra": "B",
        "texto": "A configuração do crime de exploração de prestígio depende de a conduta do agente incluir a alegação ou a insinuação de que o dinheiro ou a utilidade também se destina ao juiz, jurado, órgão do Ministério Público, funcionário de justiça, perito, tradutor, intérprete ou testemunha."
      },
      {
        "letra": "C",
        "texto": "O agente que acusa a si mesmo, perante a autoridade, de ter cometido infração penal que não ocorreu pratica o crime de comunicação falsa de crime."
      },
      {
        "letra": "D",
        "texto": "Em se tratando do crime de falso testemunho, o agente que se retrata ainda durante o processo no qual testemunhou faz jus a causa de diminuição de pena."
      },
      {
        "letra": "E",
        "texto": "É isento de pena, ainda que pratique o crime de favorecimento pessoal, o ascendente, o descendente, o cônjuge ou o irmão de criminoso que o auxilia a fugir da ação da autoridade policial."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "483620",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Favorecimento pessoal"
    ],
    "enunciado_principal": "No que toca aos crimes contra a administração da justiça, acertado afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não configura coação no curso do processo usar de violência ou grave ameaça, com o fim de favorecer interesse próprio ou alheio, contra autoridade, parte, ou qualquer outra pessoa que funciona ou é chamada a intervir em juízo arbitral."
      },
      {
        "letra": "B",
        "texto": "não configura crime a conduta de provocar a ação de autoridade, comunicando-lhe a ocorrência de contravenção que sabe não se ter verificado."
      },
      {
        "letra": "C",
        "texto": "configura favorecimento pessoal a conduta de auxiliar a subtrair-se à ação de autoridade pública autor de crime a que é cominada pena de detenção."
      },
      {
        "letra": "D",
        "texto": "não configura denunciação caluniosa dar causa à instauração de investigação policial contra alguém, imputando-lhe contravenção penal de que o sabe inocente."
      },
      {
        "letra": "E",
        "texto": "configura o crime de autoacusação falsa a conduta de acusar-se, perante a autoridade, de contravenção penal inexistente ou praticada por outrem."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "613360",
    "metadata": "Ano: 2014 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Crimes contra a administração pública",
      "Condescendência criminosa",
      "Favorecimento pessoal",
      "Favorecimento real"
    ],
    "enunciado_principal": "Assinale a alternativa que preenche corretamente a lacuna tracejada do enunciado abaixo. Plínio Sampaio, 17 anos de idade, durante os festejos de carnaval, quebrou a vitrine da Joalheria Esplendor, na cidade de Bagé. Na sequência, subtraiu diversos relógios e anéis que estavam expostos no local. Identificado pela autoridade policial, refugiou-se na casa de seu amigo, Plácido Sampaio, 21 anos de idade, que, ao tomar conhecimento dos fatos, auxiliou-o, escondendo-o no porão de sua residência, durante as buscas da autoridade policial. Na sequência, Plácido conduziu Plínio Sampaio, em seu carro, até a cidade de Dom Pedrito, frustrando a investigação policial. Nessa situação, é correto afirmar que a conduta de Plácido _______ .",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tipifica favorecimento real"
      },
      {
        "letra": "B",
        "texto": "tipifica favorecimento pessoal"
      },
      {
        "letra": "C",
        "texto": "tipifica furto qualificado pelo concurso de agentes"
      },
      {
        "letra": "D",
        "texto": "tipifica condescendência criminosa"
      },
      {
        "letra": "E",
        "texto": "não tipifica crime algum"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "454348",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito",
      "Coação no curso do processo",
      "Exercício arbitrário das próprias razões",
      "Fraude processual",
      "Favorecimento pessoal",
      "Favorecimento real"
    ],
    "enunciado_principal": "Assinale a alternativa que contém apenas crimes contra a administração da justiça.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Falsificação de papéis públicos, falsificação de selo e falsificação de sinal público."
      },
      {
        "letra": "B",
        "texto": "Advocacia administrativa, advocacia profissional no terceiro setor e posse antecipada de cargo público."
      },
      {
        "letra": "C",
        "texto": "Coação no curso do processo, comunicação falsa de crime e falsa perícia."
      },
      {
        "letra": "D",
        "texto": "Falsificação de papéis públicos, prevaricação e condescendência criminosa."
      },
      {
        "letra": "E",
        "texto": "Advocacia administrativa, violência arbitrária e desobediência."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "452694",
    "metadata": "Ano: 2014 | Banca: IBFC | Órgão: PC-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Participação",
      "Crimes contra a administração pública",
      "Favorecimento pessoal"
    ],
    "enunciado_principal": "No crime de favorecimento pessoal, previsto no título “Dos Crimes contra a Administração Pública” do Código Penal, algumas pessoas, pela sua qualidade pessoal, ficam isentas de pena em decorrência do auxílio prestado ao criminoso. NÃO se inclui entre elas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O irmão do autor do crime."
      },
      {
        "letra": "B",
        "texto": "O colateral até o segundo grau do autor do crime."
      },
      {
        "letra": "C",
        "texto": "O cônjuge do autor do crime."
      },
      {
        "letra": "D",
        "texto": "O ascendente do autor do crime."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "412239",
    "metadata": "Ano: 2014 | Banca: IBFC | Órgão: TRE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Favorecimento pessoal"
    ],
    "enunciado_principal": "“Se quem presta o auxílio é ascendente, descendente, cônjuge ou irmão do criminoso, fica isento de pena.” A previsão legal citada corresponde ao crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Coação no curso do processo."
      },
      {
        "letra": "B",
        "texto": "Fuga de pessoa presa ou submetida a medida de segurança."
      },
      {
        "letra": "C",
        "texto": "Arrebatamento de preso."
      },
      {
        "letra": "D",
        "texto": "Favorecimento pessoal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "410894",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: METRÔ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Estelionato",
      "Receptação",
      "Crimes contra a administração pública",
      "Favorecimento pessoal",
      "Favorecimento real"
    ],
    "enunciado_principal": "Tício subtraiu um veículo automóvel e o levou até a oficina de Cezar, que modificou as placas identificadoras para assegurar-lhe a posse do produto do crime. Nesse caso, Cezar responderá por",
    "alternativas": [
      {
        "letra": "A",
        "texto": "furto."
      },
      {
        "letra": "B",
        "texto": "favorecimento real."
      },
      {
        "letra": "C",
        "texto": "favorecimento pessoal."
      },
      {
        "letra": "D",
        "texto": "receptação."
      },
      {
        "letra": "E",
        "texto": "estelionato."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "363407",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade",
      "Crimes contra a administração pública",
      "Favorecimento pessoal"
    ],
    "enunciado_principal": "A esposa que comprovadamente ludibria autoridade policial e auxilia marido, autor de crime de roubo, a subtrair-se à ação da autoridade pública.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deve cumprir pena por exercício arbitrário das próprias razões (CP, art. 345)."
      },
      {
        "letra": "B",
        "texto": "deve cumprir pena por favorecimento real (CP, art. 349)."
      },
      {
        "letra": "C",
        "texto": "fica isenta de pena."
      },
      {
        "letra": "D",
        "texto": "deve cumprir pena por crime de favorecimento pessoal (CP, art. 348)"
      },
      {
        "letra": "E",
        "texto": "deve cumprir pena por fuga de pessoa presa (CP, art. 351)."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "761997",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: COREN-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Advocacia administrativa",
      "Desobediência",
      "Corrupção ativa em transação comercial internacional. Tráfico de influência em transação comercial internacional",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito",
      "Favorecimento pessoal"
    ],
    "enunciado_principal": "Em face dos crimes contra a Administração Pública, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Na hipótese do delito de falso testemunho, o fato deixa de ser punível se, antes da sentença no processo em que ocorreu o ilícito, o agente se retrata ou declara a verdade."
      },
      {
        "letra": "B",
        "texto": "O crime de favorecimento pessoal consiste na prestação de auxílio a criminoso, destinado a tornar seguro o proveito do crime."
      },
      {
        "letra": "C",
        "texto": "Para a ocorrência do delito de advocacia administrativa, é necessário que o interesse privado pleiteado perante a administração pública seja ilegítimo."
      },
      {
        "letra": "D",
        "texto": "O crime de desobediência admite sua prática na modalidade culposa."
      },
      {
        "letra": "E",
        "texto": "O crime de tráfico de influência apresenta como sujeito ativo apenas o funcionário público que, valendo-se de sua função, influi no ato de outro funcionário."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "465625",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: MPC-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Prevaricação",
      "Condescendência criminosa",
      "Violação de sigilo funcional",
      "Favorecimento pessoal"
    ],
    "enunciado_principal": "Reginaldus, funcionário público, forneceu a Petrus a relação dos nomes e da qualificação de pessoas constantes do banco de dados da Administração pública, para que este os utilizasse na propaganda das atividades da sua empresa. A utilização, porém, não chegou a ocorrer. Nesse caso, Reginaldus",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não cometeu nenhum delito porque as informações não foram utilizadas."
      },
      {
        "letra": "B",
        "texto": "cometeu crime de violação de sigilo funcional."
      },
      {
        "letra": "C",
        "texto": "cometeu crime de prevaricação."
      },
      {
        "letra": "D",
        "texto": "cometeu crime de favorecimento pessoal."
      },
      {
        "letra": "E",
        "texto": "cometeu crime de condescendência criminosa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "365792",
    "metadata": "Ano: 2013 | Banca: TJ-PR | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Favorecimento pessoal",
      "Favorecimento real"
    ],
    "enunciado_principal": "Sobre os delitos de favorecimento pessoal e favorecimento real, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O agente que auxilia pessoa acusada pela prática de crime a que é cominada pena de reclusão a furtar-se à ação da autoridade pratica, em tese, o delito de favorecimento pessoal."
      },
      {
        "letra": "B",
        "texto": "O agente que auxilia pessoa acusada da prática de crime a furtar-se à ação da autoridade pratica o delito de favorecimento real."
      },
      {
        "letra": "C",
        "texto": "O agente que auxilia pessoa a tornar seguro o proveito do crime é considerado partícipe do delito em qualquer caso."
      },
      {
        "letra": "D",
        "texto": "O agente que auxilia pessoa a tornar seguro o proveito do crime pratica o delito de favorecimento pessoal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "352054",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: STF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Favorecimento pessoal"
    ],
    "enunciado_principal": "Julgue os itens subsecutivos, a respeito dos crimes previstos na Parte Especial do Código Penal. Considere que José, penalmente imputável, tenha fornecido abrigo para que o seu irmão Alfredo, autor de crime de homicídio, se escondesse e evitasse a ação da autoridade policial. Nessa situação, a conduta de José é isenta de pena em face de seu parentesco com Alfredo.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "313308",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRT - 5ª Região (BA)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Reingresso de estrangeiro expulso",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito",
      "Exercício arbitrário das próprias razões",
      "Favorecimento pessoal"
    ],
    "enunciado_principal": "Assinale a opção correta a respeito dos crimes contra a administração da justiça.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Responderá pelo crime de exercício arbitrário das próprias razões o indivíduo que cortar, até o limite divisório de seu terreno, ramos de árvore plantada no imóvel vizinho que invadam seu terreno, devendo a questão ser resolvida perante o juízo cível competente."
      },
      {
        "letra": "B",
        "texto": "O indivíduo que emprestar motocicleta de sua propriedade para que o irmão cometa o crime de furto em uma agência bancária, de modo a auxiliá-lo na fuga, será beneficiado, na ação penal movida por favorecimento pessoal, com a isenção de pena, não respondendo, portanto, por sua conduta."
      },
      {
        "letra": "C",
        "texto": "O crime de reingresso de estrangeiro expulso não se consuma caso a autoridade competente impeça a entrada no território nacional daquele que se encontre na fila de atendimento após o desembarque da aeronave civil de voo comercial regular, respondendo o agente, nesse caso, pela tentativa."
      },
      {
        "letra": "D",
        "texto": "O fato de o intérprete nomeado dolosamente calar a verdade perante juízo arbitral configura crime de falso testemunho ou falsa perícia, sendo o agente punido mesmo que seja substituído por profissional que atue com maior zelo na causa."
      },
      {
        "letra": "E",
        "texto": "Aquele que, tendo visto determinada pessoa na posse de veículo automotor furtado, informa à autoridade policial ser essa pessoa o autor do crime de furto pratica o crime de comunicação falsa de crime se restar provado que, de fato, tal pessoa era autora de crime de receptação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "302404",
    "metadata": "Ano: 2013 | Banca: UEG | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Favorecimento pessoal",
      "Favorecimento real"
    ],
    "enunciado_principal": "João, após cometer um crime de homicídio contra sua esposa, foge da ação policial que busca prendê-lo em flagrante delito. Em meio à fuga, vai até o escritório de seu tio Cícero, que também é advogado, ocasião em que este, ao ser procurado pela polícia indagando sobre o paradeiro do perseguido, diz dele não ter notícias, mas, logo em seguida, empresta um carro e o sítio de recreio que possui no interior para João se esconder. Nesse contexto, a conduta de Cícero é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não é punível em razão do grau de parentesco entre eles."
      },
      {
        "letra": "B",
        "texto": "tipicamente irrelevante, tendo em vista que foi o autor do homicídio quem o procurou."
      },
      {
        "letra": "C",
        "texto": "típica, configurando crime de favorecimento pessoal, previsto no art. 348 do Código Penal."
      },
      {
        "letra": "D",
        "texto": "típica, configurando crime de favorecimento real, previsto no art. 349 do Código Penal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "300464",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito",
      "Exercício arbitrário das próprias razões",
      "Favorecimento pessoal"
    ],
    "enunciado_principal": "Em relação aos crimes contra a administração pública, correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é atípica a conduta de acusar-se, perante a autoridade, de contravenção penal inexistente ou praticada por outrem."
      },
      {
        "letra": "B",
        "texto": "configura favorecimento pessoal o ato de prestar a criminoso, fora dos casos de coautoria ou de receptação, auxílio destinado a tornar seguro o proveito do crime."
      },
      {
        "letra": "C",
        "texto": "o falso testemunho deixa de ser punível se, depois da sentença em que ocorreu o ilícito, o agente se retrata ou declara a verdade."
      },
      {
        "letra": "D",
        "texto": "o crime de concussão é de natureza formal, reclamando o recebimento da vantagem para a consumação."
      },
      {
        "letra": "E",
        "texto": "é pública condicionada a ação penal no delito de exercício arbitrário das próprias razões, se não há emprego de violência."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "298726",
    "metadata": "Ano: 2012 | Banca: TRT 2R (SP) | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Fraude processual",
      "Favorecimento pessoal",
      "Favorecimento real",
      "Patrocínio infiel. Patrocínio simultâneo ou tergiversação",
      "Sonegação de papel ou objeto de valor probatório. Exploração de prestígio"
    ],
    "enunciado_principal": "Antunes, advogado da empresa reclamada Beta Metalúrgica Ltda., no curso de reclamação trabalhista onde se discute o pagamento de adicional de insalubridade, solicitou para si uma quantia em dinheiro do sócio da empresa, com pretexto de influir junto ao perito nomeado pelo Juiz do Trabalho para que fosse apresentado laudo favorável à reclamada. Antunes alegou ainda que o dinheiro também se destina ao perito judicial. A conduta de Antunes caracteriza o tipo penal de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "exploração de prestígio;"
      },
      {
        "letra": "B",
        "texto": "favorecimento pessoal;"
      },
      {
        "letra": "C",
        "texto": "favorecimento real;"
      },
      {
        "letra": "D",
        "texto": "fraude processual;"
      },
      {
        "letra": "E",
        "texto": "patrocínio infiel."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "289905",
    "metadata": "Ano: 2012 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Fraude processual",
      "Favorecimento pessoal",
      "Favorecimento real",
      "Patrocínio infiel. Patrocínio simultâneo ou tergiversação"
    ],
    "enunciado_principal": "Aquele que inova artificiosamente o estado de coisa, na pendência de processo civil, com o fim de induzir a erro o juiz pratica o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Favorecimento pessoal."
      },
      {
        "letra": "B",
        "texto": "Fraude processual."
      },
      {
        "letra": "C",
        "texto": "Favorecimento real."
      },
      {
        "letra": "D",
        "texto": "Exercício arbitrário ou abuso de poder."
      },
      {
        "letra": "E",
        "texto": "Patrocínio infiel."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "289819",
    "metadata": "Ano: 2012 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Favorecimento pessoal"
    ],
    "enunciado_principal": "Auxiliar autor de crime a que é cominada pena de reclusão a subtrair-se à ação de autoridade pública configura crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Coação no curso do processo."
      },
      {
        "letra": "B",
        "texto": "Exercício arbitrário ou abuso de poder."
      },
      {
        "letra": "C",
        "texto": "Arrebatamento de preso."
      },
      {
        "letra": "D",
        "texto": "Favorecimento real."
      },
      {
        "letra": "E",
        "texto": "Favorecimento pessoal."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "270113",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: PGM - João Pessoa - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Favorecimento pessoal"
    ],
    "enunciado_principal": "O crime de favorecimento pessoal",
    "alternativas": [
      {
        "letra": "A",
        "texto": "só se configura se o agente auxiliar a subtrair-se à ação de autoridade pública autor de crime a que é cominada pena de reclusão."
      },
      {
        "letra": "B",
        "texto": "tipifica-se quando o agente prestar auxílio para iludir as investigações do delito."
      },
      {
        "letra": "C",
        "texto": "pode ser cometido por omissão, como quando o agente não comunica à autoridade o paradeiro do favorecido."
      },
      {
        "letra": "D",
        "texto": "não se caracteriza quando alguém dificultar a investigação da autoridade ou de seus agentes."
      },
      {
        "letra": "E",
        "texto": "não se caracteriza quando o agente auxiliar o criminoso a fugir após a perpetração do delito."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "262162",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRT - 20ª REGIÃO (SE)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito",
      "Exercício arbitrário das próprias razões",
      "Favorecimento pessoal",
      "Sonegação de papel ou objeto de valor probatório. Exploração de prestígio"
    ],
    "enunciado_principal": "Nos crimes contra a administração da justiça,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a pena sempre deve ser aumentada se a falsa perícia for cometida com o fim de obter prova destinada a produzir efeito em processo trabalhista."
      },
      {
        "letra": "B",
        "texto": "é pública condicionada a ação penal no crime de exercício arbitrário das próprias razões."
      },
      {
        "letra": "C",
        "texto": "a pena será diminuída se a imputação, na denunciação caluniosa, for de prática de contravenção penal."
      },
      {
        "letra": "D",
        "texto": "configura o delito de favorecimento pessoal o ato de prestar a criminoso, fora dos casos de coautoria ou receptação, auxílio destinado a tornar seguro o proveito do crime."
      },
      {
        "letra": "E",
        "texto": "só funcionário público pode ser sujeito ativo do delito de exploração de prestígio."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "261684",
    "metadata": "Ano: 2012 | Banca: FEC | Órgão: PC-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Favorecimento pessoal",
      "Favorecimento real",
      "Fuga de Pessoa Presa ou Submetida a Medida de Segurança. Evasão Mediante Violência Contra a Pessoa"
    ],
    "enunciado_principal": "Rogério, conhecido traficante do Morro do Bem-te-vi, foge da cadeia e busca auxílio para sair do Estado com seu irmão, Rafael. Este tenta ajudá-lo a fugir, levando-o no porta-malas do carro, mas ambos são presos na divisa com Minas Gerais. Rafael praticou o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "favorecimento pessoal, mas é isento de pena por ser irmão de Rogério."
      },
      {
        "letra": "B",
        "texto": "favorecimento pessoal."
      },
      {
        "letra": "C",
        "texto": "favorecimento real, mas é isento de pena por ser irmão de Rogério."
      },
      {
        "letra": "D",
        "texto": "favorecimento real."
      },
      {
        "letra": "E",
        "texto": "fuga de pessoa presa ou submetida a medida de segurança."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "251025",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: MPE-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Fraude processual",
      "Favorecimento pessoal",
      "Favorecimento real",
      "Patrocínio infiel. Patrocínio simultâneo ou tergiversação"
    ],
    "enunciado_principal": "Manoel cometeu cinco crimes de homicídio em uma pequena cidade do Estado do Amapá e passou a ser procurado pela Justiça Pública, ainda na fase investigatória, após ter a sua prisão temporária decretada. Para que não seja capturado pela polícia, Manoel contratou seu amigo João, renomado cirurgião plástico, que realizou em Manoel uma operação plástica, alterando completamente o rosto do criminoso. Neste caso, João, ciente do intuito de Manuel, cometeu crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "inutilização de sinal."
      },
      {
        "letra": "B",
        "texto": "favorecimento pessoal."
      },
      {
        "letra": "C",
        "texto": "tergiversação."
      },
      {
        "letra": "D",
        "texto": "fraude processual."
      },
      {
        "letra": "E",
        "texto": "favorecimento real."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "248766",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRT - 4ª REGIÃO (RS)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Coação no curso do processo",
      "Fraude processual",
      "Favorecimento pessoal"
    ],
    "enunciado_principal": "No tocante aos crimes contra a administração da justiça, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não se tipifica o delito de coação no curso do processo se o agente, com o fim de favorecer interesse alheio, usar de violência ou grave ameaça, contra pessoa que é chamada a intervir em processo judicial."
      },
      {
        "letra": "B",
        "texto": "a pena é aumentada de sexta parte, na denunciação caluniosa, se o agente se serve do anonimato ou de nome suposto."
      },
      {
        "letra": "C",
        "texto": "tipifica o delito de autoacusação falsa o ato de acusar-se, perante a autoridade, de contravenção penal inexistente ou praticada por outrem."
      },
      {
        "letra": "D",
        "texto": "a pena sempre deve ser aumentada se a fraude processual se destina a produzir efeito em processo civil."
      },
      {
        "letra": "E",
        "texto": "só configura o delito de favorecimento pessoal o ato de auxiliar a subtrair-se à ação de autoridade pública autor de crime a que for cominada pena de reclusão."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "231486",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Favorecimento pessoal",
      "Favorecimento real",
      "Fuga de Pessoa Presa ou Submetida a Medida de Segurança. Evasão Mediante Violência Contra a Pessoa",
      "Arrebatamento de Presos. Motim de Presos"
    ],
    "enunciado_principal": "José percebeu que seu conhecido João havia cometido crime de desobediência e estava fugindo a pé, sendo perseguido por policiais. Em vista disso, despistou os milicianos e colocou João no interior de seu veículo, deixando o local e impedindo, dessa forma, a prisão em flagrante deste. Nesse caso, José responderá pelo crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "favorecimento pessoal privilegiado."
      },
      {
        "letra": "B",
        "texto": "favorecimento real."
      },
      {
        "letra": "C",
        "texto": "favorecimento pessoal em seu tipo fundamental."
      },
      {
        "letra": "D",
        "texto": "arrebatamento de preso."
      },
      {
        "letra": "E",
        "texto": "facilitar a fuga de pessoa presa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "432578",
    "metadata": "Ano: 2011 | Banca: FUNDATEC | Órgão: PGE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Coação no curso do processo",
      "Fraude processual",
      "Favorecimento pessoal",
      "Favorecimento real",
      "Sonegação de papel ou objeto de valor probatório. Exploração de prestígio"
    ],
    "enunciado_principal": "Nos crimes contra a Administração da Justiça, o agente que solicitar ou receber dinheiro ou qualquer outra utilidade, a pretexto de influir em juiz, jurado, órgão do Ministério Público, funcionário de justiça, perito, tradutor, intérprete ou testemunha pratica o delito de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "favorecimento pessoal."
      },
      {
        "letra": "B",
        "texto": "fraude processual."
      },
      {
        "letra": "C",
        "texto": "coação no curso do processo."
      },
      {
        "letra": "D",
        "texto": "favorecimento real."
      },
      {
        "letra": "E",
        "texto": "exploração de prestígio."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "204605",
    "metadata": "Ano: 2011 | Banca: FCC | Órgão: TCE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Coação no curso do processo",
      "Favorecimento pessoal",
      "Patrocínio infiel. Patrocínio simultâneo ou tergiversação",
      "Sonegação de papel ou objeto de valor probatório. Exploração de prestígio"
    ],
    "enunciado_principal": "Quanto aos crimes contra a administração da justiça, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não configura o crime de coação no curso do processo o uso de violência ou grave ameaça contra testemunha em processo administrativo, com o fim de favorecer interesse próprio ou alheio."
      },
      {
        "letra": "B",
        "texto": "as penas são aumentadas de um terço no delito de exploração de prestígio, se o agente insinua que o dinheiro solicitado, a pretexto de influir em testemunha, a esta também se destina."
      },
      {
        "letra": "C",
        "texto": "constitui favorecimento pessoal prestar a criminoso, fora dos casos de coautoria ou receptação, auxílio destinado a tornar seguro o proveito do crime."
      },
      {
        "letra": "D",
        "texto": "configura o delito de auto-acusação falsa o ato da pessoa que, perante a autoridade, se atribui o cometimento de contravenção penal inexistente ou praticada por outrem."
      },
      {
        "letra": "E",
        "texto": "não incorre nas penas do delito de patrocínio infiel o advogado que defende na mesma causa, simultânea ou sucessivamente, partes contrárias."
      }
    ],
    "gabarito": "B"
  }
]