[
  {
    "id": "2074476",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Roubo",
      "Crimes contra a dignidade sexual",
      "Favorecimento de prostituição ou outra forma de exploração sexual de vulnerável",
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "É considerado hediondo o",
    "alternativas": [
      {
        "letra": "A",
        "texto": "roubo, circunstanciado pelo emprego de arma branca ou de fogo."
      },
      {
        "letra": "B",
        "texto": "furto, qualificado pelo emprego de explosivo ou artefato análogo, que cause perigo comum."
      },
      {
        "letra": "C",
        "texto": "crime de posse ou de porte de arma de fogo de uso permitido."
      },
      {
        "letra": "D",
        "texto": "crime de organização criminosa voltada à prática de qualquer infração penal."
      },
      {
        "letra": "E",
        "texto": "crime de favorecimento à prostituição de adulto."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1969323",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Favorecimento de prostituição ou outra forma de exploração sexual de vulnerável"
    ],
    "enunciado_principal": "Tício e Mévio são amigos, desde a infância. Enquanto Tício tem facilidade para se relacionar, Mévio é tímido, nunca tendo se relacionado. No aniversário de Mévio, Tício decide contratar uma profissional do sexo. Contudo, ele pede para a moça não contar nada ao amigo e, simula um encontro fortuito, dos dois, em um bar. O plano de Tício dá certo. Mévio e a moça contratada passam a noite juntos, no quarto de um flat, onde ela disse residir. Pela manhã, contudo, Mévio é acordado, por policiais, em uma operação de combate à exploração sexual de criança e adolescente, sendo acusado de manter relação sexual com menor de 18 anos, em situação de prostituição (art. 218, B, parágrafo 2º, inciso I, do CP), já que a moça conta com apenas 17 anos de idade. Diante da situação hipotética e considerando que Ticio também não sabia da menoridade da pessoa contratada, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A conduta de Mévio é atípica, vez que o ato de manter relação sexual com pessoa em situação de prostituição, adulta ou menor, não é punível."
      },
      {
        "letra": "B",
        "texto": "A conduta de Mévio é atípica, vez que o ato de manter relação sexual com pessoa em situação de prostituição somente é punível, se a vítima for menor de 14 anos."
      },
      {
        "letra": "C",
        "texto": "A conduta de Mévio é atípica, vez que ele desconhecia a condição de prostituição e, sobretudo, menoridade da vítima."
      },
      {
        "letra": "D",
        "texto": "A conduta de Mévio, embora típica, em razão do desconhecimento da condição de prostituição e menoridade, é punida a título de culpa."
      },
      {
        "letra": "E",
        "texto": "A conduta de Mévio é atípica, vez desconhecer a condição de prostituição e menoridade da vítima, mas Tício, que a contratou, incorreu no crime do artigo 218-B, caput, do CP."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1862941",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Favorecimento de prostituição ou outra forma de exploração sexual de vulnerável"
    ],
    "enunciado_principal": "Quanto à interpretação conferida ao delito previsto no Art. 218-B, §2º, I, do Código Penal (“favorecimento da prostituição ou outra forma de exploração sexual de criança ou adolescente ou de vulnerável”), é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não basta que o agente, por meio de pagamento, convença a vítima a praticar com ele conjunção carnal;"
      },
      {
        "letra": "B",
        "texto": "a exploração sexual é verificada quando a sexualidade da pessoa menor de 14 anos é tratada como mercancia;"
      },
      {
        "letra": "C",
        "texto": "a configuração do delito em questão não pressupõe a existência de terceira pessoa;"
      },
      {
        "letra": "D",
        "texto": "a sexualidade de pessoa ainda em formação como mercancia depende da ação de terceiro intermediador;"
      },
      {
        "letra": "E",
        "texto": "não basta que o agente, por meio de pagamento, convença a vítima a praticar com ele outro ato libidinoso."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1856344",
    "metadata": "Ano: 2021 | Banca: FAPEC | Órgão: PC-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Favorecimento de prostituição ou outra forma de exploração sexual de vulnerável",
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990"
    ],
    "enunciado_principal": "São considerados hediondos, de acordo com a Lei 8.072/90 e suas alterações:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "homicídio simples (art. 121, caput do Código Penal brasileiro)."
      },
      {
        "letra": "B",
        "texto": "favorecimento da prostituição ou de outra forma de exploração sexual de criança ou adolescente ou de vulnerável (art. 218-B, caput, e §§ 1º e 2º)."
      },
      {
        "letra": "C",
        "texto": "furto qualificado com destruição ou rompimento de obstáculo à subtração da coisa (art. 155, §4º, I do Código Penal brasileiro)."
      },
      {
        "letra": "D",
        "texto": "infanticídio (art. 123 do Código Penal brasileiro)."
      },
      {
        "letra": "E",
        "texto": "roubo simples (art. 157, caput do Código Penal brasileiro)."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "758141",
    "metadata": "Ano: 2016 | Banca: FUNCAB | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Favorecimento de prostituição ou outra forma de exploração sexual de vulnerável",
      "Rufianismo"
    ],
    "enunciado_principal": "Analisando o caso concreto, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Demétrio cometeu crime de rufianismo (art. 230, CP); Romildo cometeu crime equiparado ao favorecimento da prostituição ou de outra forma de exploração sexual de criança ou adolescente ou de vulnerável (art. 218-B, § 2⁰, I, CP); Gastão também cometeu crime equiparado ao favorecimento da prostituição ou de outra forma de exploração sexual de criança ou adolescente ou de vulnerável (art. 218-B, § 2⁰, ll, CP)."
      },
      {
        "letra": "B",
        "texto": "Demétrio cometeu o crime de favorecimento da prostituição ou de outra forma de exploração sexual de criança ou adolescente ou de vulnerável (art. 218-B, § 1⁰, CP); Romildo cometeu crime equiparado ao favorecimento da prostituição ou de outra forma de exploração sexual de criança ou adolescente ou de vulnerável (art. 218-B, § 2⁰, I, CP); Gastão também cometeu crime equiparado ao favorecimento da prostituição ou de outra forma de exploração sexual de criança ou adolescente ou de vulnerável (art. 218-B, § 2⁰, II, CP)."
      },
      {
        "letra": "C",
        "texto": "Demétrio cometeu o crime de favorecimento da prostituição ou de outra forma de exploração sexual de criança ou adolescente ou de vulnerável (art. 218-B, § 1⁰, CP); Romildo cometeu crime equiparado ao favorecimento da prostituição ou de outra forma de exploração sexual de criança ou adolescente ou de vulnerável (art. 218-B, § 2⁰, I, CP); Gastão não cometeu crime."
      },
      {
        "letra": "D",
        "texto": "Demétrio cometeu o crime de rufianismo (art. 230 do CP); Romildo cometeu crime equiparado ao favorecimento da prostituição ou de outra forma de exploração sexual de criança ou adolescente ou de vulnerável (art. 218-B, § 2⁰, I, CP); Gastão não cometeu crime."
      },
      {
        "letra": "E",
        "texto": "Demétrio cometeu o crime de favorecimento da prostituição ou de outra forma de exploração sexual de criança ou adolescente ou de vulnerável (art. 218-B, § 1⁰, CP); Romildo cometeu crime de estupro de vulnerável (art. 217- A, CP); Gastão não cometeu crime."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "647309",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: PC-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Violação sexual mediante fraude",
      "Favorecimento de prostituição ou outra forma de exploração sexual de vulnerável"
    ],
    "enunciado_principal": "Em relação aos crimes contra a dignidade sexual e contra a família, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Situação hipotética: Mário, aliciador de garotas de programa, induziu Bruna, de quinze anos de idade, a manter relações sexuais com várias pessoas, com a promessa de uma vida luxuosa. Bruna decidiu não se prostituir e voltou a estudar. Assertiva: Nessa situação, é atípica a conduta de Mário."
      },
      {
        "letra": "B",
        "texto": "Considere que em uma casa de prostituição, uma garota de dezessete anos de idade tenha sido explorada sexualmente. Nesse caso, o cliente que praticar conjunção carnal com essa garota responderá pelo crime de favorecimento à prostituição ou outra forma de exploração sexual de vulnerável."
      },
      {
        "letra": "C",
        "texto": "Situação hipotética: Em uma boate, João, segurança do local, sorrateiramente colocou entorpecente na bebida de Maria, o que a levou a perder os sentidos. Aproveitando-se da situação, João levou Maria até seu veículo, onde praticou sexo com ela, sem qualquer resistência, dada a condição da vítima. Assertiva: Nessa situação, João responderá pelo crime de violação sexual mediante fraude"
      },
      {
        "letra": "D",
        "texto": "Indivíduo que mantiver conjunção carnal com menor de quinze anos de idade responderá pelo crime de estupro de vulnerável, ainda que tenha cometido o ato sem o emprego de violência e com o consentimento da menor."
      },
      {
        "letra": "E",
        "texto": "No caso de crime de violação sexual mediante fraude, o fato de o ofensor ser o filho mais velho do tio da vítima fará incidir a causa especial de aumento de pena por exercer relação de autoridade sobre a vítima, de acordo com o Código Penal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "628805",
    "metadata": "Ano: 2016 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Crimes contra o patrimônio",
      "Roubo",
      "Crimes contra a dignidade sexual",
      "Favorecimento de prostituição ou outra forma de exploração sexual de vulnerável",
      "Crimes contra a administração pública",
      "Corrupção ativa"
    ],
    "enunciado_principal": "Sobre os crimes previstos na Parte Especial do Código Penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Segundo a jurisprudência dominante no Superior Tribunal de Justiça, é inadmissível o reconhecimento de um crime de homicídio doloso qualificado privilegiado."
      },
      {
        "letra": "B",
        "texto": "A diretora de uma tradicional escola infantil rejeita o pedido de matrícula de duas crianças negras, sob a justificativa de que, ali, “são recebidos os filhos dos mais importantes empresários da região, e pessoas de cor não são bem-vindas”. Nesta hipótese, verifica-se a prática do crime de injúria racial previsto no parágrafo 3º do artigo 140 do Código Penal."
      },
      {
        "letra": "C",
        "texto": "Um cirurgião-dentista ministra uma substância sonífera a uma de suas pacientes, à época com 28 anos de idade, alegando que se trata de uma anestesia necessária a um procedimento complexo e demorado. Estando a paciente adormecida, o médico abusa dela sexualmente. Neste caso, verifica-se a ocorrência do crime de estupro de vulnerável previsto no artigo 217-A do Código Penal, cuja ação penal será, conforme recente entendimento jurisprudencial do Superior Tribunal de Justiça, movida pelo Ministério Público apenas na hipótese de haver manifestação de vontade da vítima consubstanciada em representação criminal."
      },
      {
        "letra": "D",
        "texto": "O emprego de arma de brinquedo justifica a aplicação da causa majorante de pena inscrita no inciso I do parágrafo 2º do artigo 157 do Código Penal, na medida em que a vítima não detém condições de saber sobre a ausência de potencial lesivo do objeto."
      },
      {
        "letra": "E",
        "texto": "O crime de corrupção ativa previsto no artigo 333 do Código Penal é de natureza formal, e ocorre sempre que um particular oferece ou promete alguma vantagem indevida a funcionário público para que este pratique, omita ou retarde ato de ofício; por sua vez, o crime de corrupção passiva previsto no artigo 317 do Código Penal é de natureza material e apenas se verifica quando um funcionário público aceita pagamento ou promessa de vantagem em razão de seu ofício."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "335808",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: MPE-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Favorecimento de prostituição ou outra forma de exploração sexual de vulnerável"
    ],
    "enunciado_principal": "A respeito dos crimes contra a dignidade sexual e contra a família, assinale a opção correta com fundamento no disposto no CP e na jurisprudência dos tribunais superiores.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nos crimes de estupro, é dispensável a existência de lesões corporais para a caracterização da violência real"
      },
      {
        "letra": "B",
        "texto": "O emprego da falsidade ideológica com a finalidade de praticar o crime de bigamia constitui concurso de crimes, haja vista que são delitos do mesmo gênero."
      },
      {
        "letra": "C",
        "texto": "O proxenetismo mercenário não está sujeito à pena de multa"
      },
      {
        "letra": "D",
        "texto": "Em se tratando de crime de violação sexual mediante fraude, caso o ofensor seja padrinho da vítima, ainda que se intitule como um segundo pai para ela, não incide a causa especial de aumento de pena prevista no CP para os casos de relações de autoridade do agente sobre a vítima"
      },
      {
        "letra": "E",
        "texto": "Não há crime de favorecimento da prostituição se a vítima, de quinze anos de idade, revelar já ter percorrido diversos lugares na condição de prostituída"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "308743",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável",
      "Favorecimento de prostituição ou outra forma de exploração sexual de vulnerável"
    ],
    "enunciado_principal": "Constitui crime contra a dignidade sexual praticar conjunção carnal ou outro ato libidinoso, sem violência ou grave ameaça, com alguém não deficiente mental ou enfermo",
    "alternativas": [
      {
        "letra": "A",
        "texto": "menor de dezoito anos e maior de dezesseis anos."
      },
      {
        "letra": "B",
        "texto": "menor de dezoito anos e maior de quatorze anos em situação de prostituição."
      },
      {
        "letra": "C",
        "texto": "menor de vinte e um anos e maior de quatorze anos em situação de prostituição."
      },
      {
        "letra": "D",
        "texto": "em situação de prostituição, independentemente da idade."
      },
      {
        "letra": "E",
        "texto": "menor de dezesseis anos e maior de quatorze anos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "308176",
    "metadata": "Ano: 2013 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável",
      "Favorecimento de prostituição ou outra forma de exploração sexual de vulnerável",
      "Favorecimento da prostituição ou outra forma de exploração sexual"
    ],
    "enunciado_principal": "Nos crimes contra a dignidade sexual, tratando-se da vítima menor de 14 anos, ou enferma ou deficiente mental sem o necessário discernimento para o ato, a situação em que o proxeneta e o cliente que pratica a conjunção carnal enquadram-se no delito de estupro de vulnerável; enquanto o proprietário, o gerente ou o responsável pelo local responderão, tão somente, pelo crime de favorecimento à prostituição, na modalidade de conduta equiparada. Já, quando a vítima explorada sexualmente for menor de 18 e maior de 14 anos, o cliente que pratica a conjunção carnal responderá pelo crime de favorecimento à prostituição.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "305412",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Crimes contra a dignidade sexual",
      "Favorecimento de prostituição ou outra forma de exploração sexual de vulnerável",
      "Rufianismo",
      "Tráfico de Pessoas"
    ],
    "enunciado_principal": "Calêndula vendeu sua enteada Florisbela, de dezenove anos de idade, com a finalidade da mesma ser explorada sexualmente no exterior. Logo, Calêndula:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não praticou crime, pois o ato de vender alguém com a finalidade de exploração sexual não está criminalizado noCódigo Penal Brasileiro."
      },
      {
        "letra": "B",
        "texto": "praticou o crime de rufianismo, preceituado no artigo 230 do CP."
      },
      {
        "letra": "C",
        "texto": "praticou o crime de tráfico internacional de pessoa para fim de exploração sexual, preceituado no artigo 231 do CP."
      },
      {
        "letra": "D",
        "texto": "praticou o crime de favorecimento da prostituição ou outra forma de exploração sexual, preceituado no artigo 228 do CP."
      },
      {
        "letra": "E",
        "texto": "praticou o crime de favorecimento da prostituição ou outra forma de exploração sexual de vulnerável, preceituado no artigo 218-B do CP."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "305397",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Satisfação de lascívia mediante a presença de criança ou adolescente",
      "Favorecimento de prostituição ou outra forma de exploração sexual de vulnerável",
      "Corrupção de menores"
    ],
    "enunciado_principal": "Maria, a pedido de sua prima Joana, por concupiscência desta, convenceu sua vizinha Pauliana, de 12 anos de idade, a assistir Joana e seu namorado Paulo em intimidades sexuais. Assim, pode-se concluir que Maria obrou para o delito de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "submeter criança ou adolescente sob sua autoridade, guarda ou vigilância a vexame ou a constrangimento."
      },
      {
        "letra": "B",
        "texto": "aliciar criança, com o fim de com ela praticar ato libidinoso."
      },
      {
        "letra": "C",
        "texto": "favorecimento da prostituição ou outra forma de exploração sexual de vulnerável."
      },
      {
        "letra": "D",
        "texto": "satisfação de lascívia mediante presença de criança ou adolescente."
      },
      {
        "letra": "E",
        "texto": "corrupção de menores."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "300466",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Favorecimento de prostituição ou outra forma de exploração sexual de vulnerável"
    ],
    "enunciado_principal": "No crime de favorecimento da prostituição ou outra forma de exploração sexual de vulnerável,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "punível quem praticar conjunção carnal com alguém menor de dezoito e maior de doze anos em situação de prostituição."
      },
      {
        "letra": "B",
        "texto": "punível o proprietário do local em que se verifiquem as práticas, ainda que delas não tenha conhecimento."
      },
      {
        "letra": "C",
        "texto": "o sujeito passivo só pode ser pessoa menor de dezoito anos."
      },
      {
        "letra": "D",
        "texto": "a pena é aumentada de um terço, se praticado com o fim de obter vantagem econômica."
      },
      {
        "letra": "E",
        "texto": "constitui efeito obrigatório da condenação a cassação da licença de localização e de funcionamento do estabelecimento."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "298692",
    "metadata": "Ano: 2013 | Banca: FEPESE | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável",
      "Satisfação de lascívia mediante a presença de criança ou adolescente",
      "Favorecimento de prostituição ou outra forma de exploração sexual de vulnerável",
      "Corrupção de menores"
    ],
    "enunciado_principal": "Assinale a alternativa correta de acordo o Código Penal brasileiro. Aquele que submeter, induzir ou atrair à prostituição ou outra forma de exploração sexual alguém menor de dezoito anos ou que, por enfermidade ou deficiência mental, não tem o necessário discernimento para a prática do ato, facilitá-la, impedir ou dificultar que a abandone, comete o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estupro de vulnerável."
      },
      {
        "letra": "B",
        "texto": "corrupção de menores."
      },
      {
        "letra": "C",
        "texto": "instigação sexual de vulnerável."
      },
      {
        "letra": "D",
        "texto": "favorecimento da prostituição ou outra forma de exploração sexual de vulnerável."
      },
      {
        "letra": "E",
        "texto": "satisfação de lascívia mediante presença de criança ou adolescente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "316344",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: DPE-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Favorecimento de prostituição ou outra forma de exploração sexual de vulnerável"
    ],
    "enunciado_principal": "Considere que Silas, maior, capaz, motorista de caminhão, tenha praticado conjunção carnal com Lúcia, de dezessete anos de idade, após tê-la conhecido em uma boate às margens da rodovia, conhecido ponto de prostituição. Nessa situação hipotética, o erro em relação à menoridade da vítima elide o dolo e afasta a tipicidade, e, caso Silas tenha atuado na dúvida, resta caracterizado o delito de exploração sexual de vulnerável.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "269831",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: MPE-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável",
      "Satisfação de lascívia mediante a presença de criança ou adolescente",
      "Favorecimento de prostituição ou outra forma de exploração sexual de vulnerável"
    ],
    "enunciado_principal": "Considerando a situação hipotética acima apresentada e o que dispõe o CP acerca dos crimes contra a dignidade sexual, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Suponha que algum adulto tenha praticado, com outro adulto, conjunção carnal ou qualquer outro ato libidinoso na presença dos adolescentes, ou que os tenha induzido a presenciar os referidos atos, a fim de satisfazer lascívia própria ou de outrem. Nessa situação, esse adulto deve ser responsabilizado pelo delito de satisfação de lascívia na presença de criança ou adolescente."
      },
      {
        "letra": "B",
        "texto": "O proprietário ou o gerente do estabelecimento deve ser responsabilizado tão somente pelo delito de manutenção de estabelecimento para exploração sexual, haja ou não mediação direta na exploração sexual."
      },
      {
        "letra": "C",
        "texto": "Devem responder penalmente pela prática do delito de favorecimento à exploração sexual de vulnerável o proprietário, o gerente ou o responsável pela boate e, de igual modo, os clientes encontrados no local."
      },
      {
        "letra": "D",
        "texto": "Se algum dos clientes da boate for encontrado mantendo conjunção carnal ou qualquer outro ato libidinoso com algum adolescente, será responsabilizado por estupro de vulnerável, se restar demonstrado o pleno conhecimento da menoridade da vítima, ainda que esta tenha assentido em realizar a conduta."
      },
      {
        "letra": "E",
        "texto": "Caso os adolescentes tenham ingressado voluntariamente no estabelecimento para o exercício das atividades descritas e, ao tentarem deixar o local e cessar as práticas, tenham sido impedidos pelo proprietário e gerente, restará consumado o delito de exploração sexual de vulnerável na forma de impedimento ou dificultação do abandono da atividade, cuja pena será agravada da quarta parte pelo concurso de pessoas, com aplicação de pena de multa, tendo como efeito obrigatório da condenação a cassação da licença de localização e funcionamento da boate."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "261682",
    "metadata": "Ano: 2012 | Banca: FEC | Órgão: PC-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável",
      "Favorecimento de prostituição ou outra forma de exploração sexual de vulnerável"
    ],
    "enunciado_principal": "Marco Antônio, caminhoneiro, é preso em flagrante praticando ato libidinoso com P., menor de quinze anos, em uma casa de prostituição mantida pela tia deste, Suzana, também conhecida como D. Suzinha, cafetina da região. O fato de P. ser menor de idade é conhecido de Marco Antônio, habitué do local e cliente costumeiro do rapaz. Na hipótese:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Suzana praticou o crime de favorecimento da prostituição ou outra forma de exploração de vulnerável, enquanto que a conduta de Marco Antônio é atípica, por ser P. maior de quatorze anos e consentir no ato,mesmo mediante paga."
      },
      {
        "letra": "B",
        "texto": "Marco Antônio praticou o crime de estupro de vulnerável, e Suzana o de favorecimento da prostituição ou outra forma de exploração de vulnerável."
      },
      {
        "letra": "C",
        "texto": "praticaram ambos o crime de estupro de vulnerável."
      },
      {
        "letra": "D",
        "texto": "praticaram ambos o crime de favorecimento da prostituição ou outra forma de exploração de vulnerável."
      },
      {
        "letra": "E",
        "texto": "nenhum deles praticou crime, uma vez que P. já está corrompido e é maior de quatorze anos."
      }
    ],
    "gabarito": "D"
  }
]