[
  {
    "id": "3171397",
    "metadata": "Ano: 2025 | Banca: FGV | Órgão: PC-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Favorecimento pessoal",
      "Favorecimento real"
    ],
    "enunciado_principal": "Dionísio, agindo com dolo de matar, efetuou seis disparos de arma de fogo em detrimento de Lucas, atingindo-o em partes variadas do corpo, dando azo ao óbito deste. Diversas pessoas testemunharam os fatos, de forma que as autoridades públicas iniciaram, de pronto, buscas pelo autor do delito. Nesse contexto, Dionísio compareceu ao sítio de Bruno, seu irmão, que não tinha qualquer conhecimento anterior sobre o crime praticado. O autor do delito contou o ocorrido e pediu auxílio para que ele pudesse se subtrair à ação dos policiais que o procuravam, obtendo a aquiescência do seu parente. Considerando as disposições do Código Penal, a conduta de Bruno caracteriza o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "favorecimento pessoal, mas, por ser irmão do autor do delito, ele fica isento de pena."
      },
      {
        "letra": "B",
        "texto": "favorecimento real, mas, por ser irmão do autor do delito, ele fica isento de pena."
      },
      {
        "letra": "C",
        "texto": "tergiversação, mas, por ser irmão do autor do delito, ele fica isento de pena."
      },
      {
        "letra": "D",
        "texto": "favorecimento real, não havendo hipótese de isenção de pena."
      },
      {
        "letra": "E",
        "texto": "favorecimento pessoal, não havendo hipótese de isenção de pena."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3028635",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TRF - 1ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Favorecimento pessoal",
      "Favorecimento real"
    ],
    "enunciado_principal": "Lucas, servidor público federal, apropriou-se, em proveito próprio, de grande quantidade de dinheiro público em espécie, de que tinha a posse em razão do cargo ocupado junto ao Ministério da Fazenda. Após a prática delitiva e considerando a grande repercussão na imprensa nacional, Lucas procurou o auxílio de Matheus, seu genitor, que só então tomou conhecimento da conduta perpetrada pelo filho. Matheus, então, prestou auxílio a Lucas, destinado a tornar seguro o proveito do crime. Registre-se que Matheus não buscou, para si, qualquer vantagem econômica, não se tratando de caso de receptação. Nesse cenário, considerando as disposições do Código Penal, é correto afirmar que Matheus:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não responderá por qualquer delito, pois o auxílio foi destinado a tornar seguro o proveito de crime praticado por Lucas, seu descendente;"
      },
      {
        "letra": "B",
        "texto": "não responderá por qualquer delito, pois não tinha conhecimento anterior sobre a conduta praticada por Lucas;"
      },
      {
        "letra": "C",
        "texto": "responderá pelo crime de exercício arbitrário das próprias razões;"
      },
      {
        "letra": "D",
        "texto": "responderá pelo crime de favorecimento pessoal;"
      },
      {
        "letra": "E",
        "texto": "responderá pelo crime de favorecimento real."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2386341",
    "metadata": "Ano: 2024 | Banca: IBFC | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Favorecimento real"
    ],
    "enunciado_principal": "Acerca dos crimes contra a administração da Justiça previstos no Código Penal, assinale a alternativa que apresenta corretamente a definição legal do tipo penal denominado favorecimento real.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Auxiliar a subtrair-se à ação de autoridade pública autor de crime a que é cominada pena de reclusão"
      },
      {
        "letra": "B",
        "texto": "Prestar a criminoso, fora dos casos de coautoria ou de receptação, auxílio destinado a tornar seguro o proveito do crime"
      },
      {
        "letra": "C",
        "texto": "Inovar artificiosamente, na pendência de processo civil ou administrativo, o estado de lugar, de coisa ou de pessoa, com o fim de induzir a erro o juiz ou o perito"
      },
      {
        "letra": "D",
        "texto": "Promover ou facilitar a fuga de pessoa legalmente presa ou submetida a medida de segurança detentiva"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1935034",
    "metadata": "Ano: 2022 | Banca: IBADE | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Roubo",
      "Receptação",
      "Crimes contra a administração pública",
      "Condescendência criminosa",
      "Favorecimento pessoal",
      "Favorecimento real"
    ],
    "enunciado_principal": "Marcus Alexandre e João Maurício, pretendem subtrair determinadas mercadorias da Transportadora Riamol. No decorrer da empreitada criminosa, Marcus e João, mediante violência física, obtém êxito quanto à subtração das mercadorias, porém, ao sair do local deparam-se com uma viatura da policia militar, iniciando-se a perseguição. Após longa perseguição, os agentes conseguem esquivarse das ações da polícia, e, a fim de tornar seguro o proveito do crime, abordam Nathan Juarez, dono de uma mercearia naquela localidade, que até então não conheciam. Marcus e João relatam à Nathan o crime praticado, solicitando que este guarde aquelas mercadorias até amanhã, quando, então, as retirariam. Nathan acata a solicitação, tornando seguro o proveito do crime. No que se refere ao crime praticado por Nathan Juarez, assinale a alternativa correspondente à correta capitulação.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "favorecimento pessoal."
      },
      {
        "letra": "B",
        "texto": "condescendência criminosa."
      },
      {
        "letra": "C",
        "texto": "roubo."
      },
      {
        "letra": "D",
        "texto": "favorecimento real."
      },
      {
        "letra": "E",
        "texto": "receptação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1900323",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: SERES-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Favorecimento real"
    ],
    "enunciado_principal": "Aníbal praticou um furto e, no dia seguinte, pediu a Beto que guardasse o objeto subtraído, porque Aníbal estava sendo procurado pela polícia. Um mês depois, Aníbal reencontrou Beto, recuperou o objeto furtado e o levou consigo. Nesse caso hipotético, Beto",
    "alternativas": [
      {
        "letra": "A",
        "texto": "foi partícipe de furto."
      },
      {
        "letra": "B",
        "texto": "foi coautor de furto."
      },
      {
        "letra": "C",
        "texto": "praticou favorecimento pessoal."
      },
      {
        "letra": "D",
        "texto": "praticou favorecimento real."
      },
      {
        "letra": "E",
        "texto": "praticou conduta atípica."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1886829",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a honra",
      "Calúnia",
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito",
      "Favorecimento real"
    ],
    "enunciado_principal": "O filho de um tesoureiro furtou certa quantia em dinheiro da associação em que o pai trabalha. O tesoureiro, sabendo do fato, atribuiu a autoria do delito ao faxineiro da associação após, por insistência da diretoria, ter registrado a ocorrência policial e solicitado instauração do inquérito policial. Considerando-se as informações apresentadas, é correto afirmar que, nesse caso, o tesoureiro responderá por",
    "alternativas": [
      {
        "letra": "A",
        "texto": "calúnia."
      },
      {
        "letra": "B",
        "texto": "favorecimento real."
      },
      {
        "letra": "C",
        "texto": "falso testemunho."
      },
      {
        "letra": "D",
        "texto": "comunicação falsa de crime."
      },
      {
        "letra": "E",
        "texto": "denunciação caluniosa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1041607",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TCE-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Peculato mediante erro de outrem",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Fraude processual",
      "Favorecimento real"
    ],
    "enunciado_principal": "Carlos, servidor público municipal, negou-se, após sua função ter sido alterada, a devolver um notebook do município que lhe fora cedido em razão de seu cargo para realização de serviços que não mais faria para a prefeitura. Na delegacia, Carlos informou falsamente à autoridade policial que o aparelho havia sido furtado por alguém desconhecido. Durante a investigação policial, verificou-se que o notebook era utilizado, na realidade, pela filha do servidor, para fins particulares. Considerando-se essa situação hipotética, a legislação penal vigente e o entendimento sumulado do STJ, é correto afirmar que Carlos responderá por",
    "alternativas": [
      {
        "letra": "A",
        "texto": "peculato-furto e denunciação caluniosa."
      },
      {
        "letra": "B",
        "texto": "peculato-desvio e falsa comunicação de crime."
      },
      {
        "letra": "C",
        "texto": "peculato mediante erro de outrem e denunciação caluniosa."
      },
      {
        "letra": "D",
        "texto": "fraude processual e falsa comunicação de crime."
      },
      {
        "letra": "E",
        "texto": "favorecimento real e fraude processual."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "948360",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: SEFAZ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Corrupção passiva",
      "Advocacia administrativa",
      "Corrupção ativa",
      "Favorecimento pessoal",
      "Favorecimento real"
    ],
    "enunciado_principal": "Retardar ou omitir ato de ofício, ou praticá-lo infringindo dever funcional,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "são os núcleos do tipo penal de favorecimento real."
      },
      {
        "letra": "B",
        "texto": "são os núcleos do tipo penal de advocacia administrativa."
      },
      {
        "letra": "C",
        "texto": "cedendo a pedido ou influência de outrem, constituem a prática do crime de favorecimento pessoal."
      },
      {
        "letra": "D",
        "texto": "são causas de aumento de pena da corrupção ativa."
      },
      {
        "letra": "E",
        "texto": "para satisfazer a interesse ou sentimento pessoal, constituem a prática do crime de corrupção passiva."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "936124",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: MPE-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Favorecimento real"
    ],
    "enunciado_principal": "Considerando que o crime apresentado nessa situação hipotética venha a ser descoberto, julgue o item que se segue, com fundamento na legislação pertinente. A mãe de Vera responderá pelo crime de favorecimento real, não sendo cabível isenção de pena em razão do parentesco.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "894660",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: TJ-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Favorecimento pessoal",
      "Favorecimento real",
      "Fuga de Pessoa Presa ou Submetida a Medida de Segurança. Evasão Mediante Violência Contra a Pessoa"
    ],
    "enunciado_principal": "Jorge, de origem humilde, atua como Oficial de Justiça em determinado Tribunal de Justiça. Quando cumpria ordem de busca e apreensão na comunidade em que nasceu, viu, de longe, que seu irmão dispensou uma sacola plástica com grande quantidade de drogas, empurrou um policial militar e tentava empreender fuga e evitar o flagrante de crime de tráfico, crime este punido com pena mínima de cinco anos de reclusão. Diante disso, quando seu irmão corre em sua direção, o auxilia, escondendo-o dentro de seu veículo particular, enquanto continua a cumprir o mandado pendente. Descobertos os fatos, considerando apenas a situação narrada, o ato de Jorge configura:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "crime de evasão mediante violência contra a pessoa;"
      },
      {
        "letra": "B",
        "texto": "conduta típica, mas não punível;"
      },
      {
        "letra": "C",
        "texto": "crime de favorecimento pessoal;"
      },
      {
        "letra": "D",
        "texto": "crime de favorecimento real;"
      },
      {
        "letra": "E",
        "texto": "conduta atípica."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "866810",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PC-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Receptação",
      "Crimes contra a administração pública",
      "Favorecimento pessoal",
      "Favorecimento real"
    ],
    "enunciado_principal": "Rui e Lino, irmãos, combinaram a prática de furto a uma loja. Depois de subtraídos os bens, Pedro, pai de Rui e de Lino, foi procurado e permitiu, em benefício dos filhos, a ocultação dos objetos furtados em sua residência por algum tempo, porque eles estavam sendo investigados. Nessa situação hipotética, a conduta de Pedro configura",
    "alternativas": [
      {
        "letra": "A",
        "texto": "receptação."
      },
      {
        "letra": "B",
        "texto": "favorecimento real."
      },
      {
        "letra": "C",
        "texto": "favorecimento pessoal."
      },
      {
        "letra": "D",
        "texto": "hipótese de isenção de pena."
      },
      {
        "letra": "E",
        "texto": "furto."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "839654",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: PC-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Favorecimento real"
    ],
    "enunciado_principal": "Patrícia, ao visitar seu companheiro Jorge, que cumpre pena em regime fechado pela prática de crime de roubo, tenta ingressar no estabelecimento prisional trazendo consigo um aparelho de telefone celular que seria entregue a Jorge, ocasião em que é surpreendida pelos agentes penitenciários no momento da revista. Considerando a situação hipotética,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o fato praticado por Patrícia é atípico."
      },
      {
        "letra": "B",
        "texto": "Patrícia não praticou qualquer crime."
      },
      {
        "letra": "C",
        "texto": "Patrícia não praticou qualquer crime. Jorge, contudo, praticou falta grave prevista na Lei de Execuções Penais."
      },
      {
        "letra": "D",
        "texto": "Patrícia, embora tenha praticado fato típico, previsto no Código Penal, por ser companheira de Jorge, é isenta de pena."
      },
      {
        "letra": "E",
        "texto": "o fato praticado por Patrícia é crime punido com detenção."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "812482",
    "metadata": "Ano: 2017 | Banca: IBADE | Órgão: PC-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Receptação",
      "Crimes contra a administração pública",
      "Prevaricação",
      "Favorecimento real"
    ],
    "enunciado_principal": "Atendendo ao pedido do marido que se encontra preso, Silmara, durante visita, ingressa no presídio com um aparelho de telefonia móvel, entregando-o ao cônjuge. Saliente-se que o ingresso do aparelho só foi possível porque o agente penitenciário Ferdinando, ao se distrair, esqueceu de revistar a bolsa que Silmara trazia consigo. Dias depois, o detento Josimar pede ao marido de Silmara para usar o aparelho de telefonia, sendo certo que, durante a ligação, Josimar é flagrado pelo diretor da penitenciária , que apreende o aparelho. Considerando que o art. 180 do Código Penal incrimina a receptação; que o art. 319 do CP traz em seu bojo o delito de prevaricação; que o art. 319-A contempla a prevaricação imprópria; e que o art. 349- A do CP prevê a conduta de favorecimento real impróprio, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Silmara praticou o crime do art. 349-A do Código Penal; o agente penitenciário não praticou crime; Josimar praticou o crime do art. 180 do Código Penal."
      },
      {
        "letra": "B",
        "texto": "Silmara praticou o crime do art. 349-A do Código Penal; o agente penitenciário e Josimar não praticaram crime."
      },
      {
        "letra": "C",
        "texto": "Silmara não praticou crime: o agente penitenciário cometeu o crime do art. 319 do Código Penal; Josimar praticou o crime do art. 180 do Código Penal."
      },
      {
        "letra": "D",
        "texto": "Silmara praticou o crime do art. 349-A do Código Penal; o agente penitenciário cometeu o crime do art. 319-A do Código Penal; Josimar praticou o crime doart. 180 do Código Penal."
      },
      {
        "letra": "E",
        "texto": "Silmara praticou o crime do art. 349-A do Código Penal; o agente penitenciário cometeu o crime do art. 319 do Código Penal; Josimar praticou o crime doart. 180 do Código Penal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "720538",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: SEGEP-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Prevaricação",
      "Condescendência criminosa",
      "Advocacia administrativa",
      "Favorecimento pessoal",
      "Favorecimento real"
    ],
    "enunciado_principal": "João, chefe da repartição pública, constata que seu subordinado Antonio cometeu infração ao despachar processo administrativo de sua responsabilidade e atribuição. João, sabendo que Antonio passa por difícil situação pessoal, deixa de tomar as providências disciplinares cabíveis ao caso. A conduta de João caracteriza o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "prevaricação."
      },
      {
        "letra": "B",
        "texto": "advocacia administrativa."
      },
      {
        "letra": "C",
        "texto": "condescendência criminosa."
      },
      {
        "letra": "D",
        "texto": "favorecimento pessoal."
      },
      {
        "letra": "E",
        "texto": "favorecimento real."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "698196",
    "metadata": "Ano: 2016 | Banca: FUNCAB | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Prevaricação",
      "Denunciação caluniosa",
      "Favorecimento real"
    ],
    "enunciado_principal": "Assinale, no que concerne aos crimes contra a administração pública e entre as alternativas a seguir consignadas, aquela que realiza a correta subsunção do comportamento à norma penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Dora, em razão de defeito verificado em seu computador pessoal, leva clandestinamente o computador portátil da repartição pública em que trabalha para casa, usando-o para a confecção de um trabalho de faculdade. Em seguida, restitui o equipamento sem que ninguém tenha percebido sua falta. Nesse contexto, majoritariamente se afirma que Dora cometeu crime de peculato-apropriação."
      },
      {
        "letra": "B",
        "texto": "Ao autuar em flagrante delito uma pessoa por crime de furto, Zenóbio, Delegado de Polícia, verifica o estado de penúria em que vive o autuado. Assim, interpretando a lei processual, a ele concede liberdade imediata, dispensando fiança. Por assim agir, Zenóbio praticou crime de prevaricação."
      },
      {
        "letra": "C",
        "texto": "Alceu, imputável, já decidido a praticar crime de roubo, procura seu amigo Laércio. Ao amigo solicita que, uma vez efetivado o crime patrimonial, mantenha o proveito do crime guardado em sua casa, a fim de torná-lo seguro. Laércio aceita a incumbência e age conforme o combinado, unicamente com a intenção de ajudar Alceu, que executa sozinho o roubo. Contudo, a autoria do roubo é descoberta e Alceu acaba condenado por ele. Outrossim, a Polícia Civil consegue recuperar o proveito do crime, que ainda estava com Laércio. Verifica-se, pois, que Laércio cometeu delito de favorecimento real."
      },
      {
        "letra": "D",
        "texto": "Horácio acredita que seu vizinho moleste sexualmente crianças da região em que moram. Mesmo sem qualquer indício que confirme a suspeita, mas convicto da pertinência de sua intuição, Horácio encaminha notícia-crime à Delegacia de Polícia local, dando azo a consectária investigação policial, a qual conclui pela inexistência de delitos sexuais. Assim, é certo que Horácio praticou denunciação caluniosa."
      },
      {
        "letra": "E",
        "texto": "Eleutério, flagrado por Policiais Militares na posse de pequena quantidade de maconha, é obrigado pelos agentes públicos a ingressar na viatura policial, a fim de ser conduzido à Delegacia. Contudo, a fim de demonstrar seu desapreço em relação à Polícia Militar, Eleutério desfere um violento tapa no rosto do servidor, entrando em seguida no veículo. O policial resta lesionado de forma leve. A conduta de Eleutério, portanto, se subsome aos tipos penais de lesão corporal e resistência, em concurso de crimes."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "629457",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: TRF - 3ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Resistência",
      "Desobediência",
      "Favorecimento real"
    ],
    "enunciado_principal": "A respeito dos Crimes contra a Administração pública,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o crime de resistência não se configura se a oposição do agente, mediante violência ou grave ameaça, não obstar a execução do ato legal do funcionário público."
      },
      {
        "letra": "B",
        "texto": "o não atendimento a ordem ilegal de funcionário público caracteriza o crime de desobediência."
      },
      {
        "letra": "C",
        "texto": "no crime de denunciação caluniosa, o uso do anonimato agrava a pena a ser aplicada."
      },
      {
        "letra": "D",
        "texto": "quem esconde em sua residência autor de crime de roubo para evitar a sua prisão em flagrante comete o crime de favorecimento real."
      },
      {
        "letra": "E",
        "texto": "o empréstimo de sacola para permitir o transporte e ocultação de objetos furtados por outrem configura o crime de favorecimento pessoal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "609926",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: Prefeitura de São Luís - MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Favorecimento real"
    ],
    "enunciado_principal": "João subtraiu valores em dinheiro do caixa da repartição pública em que trabalhava. José, após a prática do delito, a pedido de João, escondeu o dinheiro no cofre de sua empresa, para tornar seguro o proveito do crime por este cometido. Nesse caso, José responderá pelo crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "peculato culposo."
      },
      {
        "letra": "B",
        "texto": "peculato doloso."
      },
      {
        "letra": "C",
        "texto": "favorecimento pessoal."
      },
      {
        "letra": "D",
        "texto": "favorecimento real."
      },
      {
        "letra": "E",
        "texto": "fraude processual."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "593440",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Resistência",
      "Denunciação caluniosa",
      "Favorecimento real"
    ],
    "enunciado_principal": "Acerca dos crimes contra a administração pública, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Comete o crime de peculato de uso o funcionário público que se apropria, para uso momentâneo, de objeto material de que tem a posse em razão do cargo e, após a sua utilização, o devolve intacto."
      },
      {
        "letra": "B",
        "texto": "Agente que auxilia condenado por crime de prisão simples, concedendo abrigo com fim de ocultá-lo dos policiais, comete o crime de favorecimento real."
      },
      {
        "letra": "C",
        "texto": "As ofensas proferidas, ou a negativa em acompanhar o policial, ou em abrir a porta, não são suficientes para a tipificação do delito de resistência."
      },
      {
        "letra": "D",
        "texto": "Dar causa à instauração de Comissão Parlamentar de Inquérito (CPI), imputando falsamente a prática de crime, tipifica o crime de denunciação caluniosa."
      },
      {
        "letra": "E",
        "texto": "Os policiais civis que, em função do cargo, exigem dinheiro do proprietário de um veículo furtado, que foi recuperado, cometem o crime de corrupção passiva."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "560087",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TRT - 15ª Região (SP)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Favorecimento real",
      "Patrocínio infiel. Patrocínio simultâneo ou tergiversação",
      "Sonegação de papel ou objeto de valor probatório. Exploração de prestígio"
    ],
    "enunciado_principal": "Quanto aos crimes contra a administração da justiça,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não tipifica denunciação caluniosa dar causa à instauração de investigação policial ou de processo judicial contra alguém, imputando-lhe contravenção penal de que o sabe inocente."
      },
      {
        "letra": "B",
        "texto": "qualquer pessoa pode ser sujeito ativo do delito de sonegação de papel ou objeto de valor probatório."
      },
      {
        "letra": "C",
        "texto": "configura o delito de favorecimento pessoal o ato de auxiliar a subtrair-se à ação de autoridade pública autor de crime a que for cominada pena de detenção."
      },
      {
        "letra": "D",
        "texto": "há tergiversação quando o advogado defende na mesma causa, simultaneamente, partes contrárias."
      },
      {
        "letra": "E",
        "texto": "só o advogado pode ser sujeito ativo dos delitos de patrocínio infiel e exploração de prestígio."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "613360",
    "metadata": "Ano: 2014 | Banca: MPE-RS | Órgão: MPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Crimes contra a administração pública",
      "Condescendência criminosa",
      "Favorecimento pessoal",
      "Favorecimento real"
    ],
    "enunciado_principal": "Assinale a alternativa que preenche corretamente a lacuna tracejada do enunciado abaixo. Plínio Sampaio, 17 anos de idade, durante os festejos de carnaval, quebrou a vitrine da Joalheria Esplendor, na cidade de Bagé. Na sequência, subtraiu diversos relógios e anéis que estavam expostos no local. Identificado pela autoridade policial, refugiou-se na casa de seu amigo, Plácido Sampaio, 21 anos de idade, que, ao tomar conhecimento dos fatos, auxiliou-o, escondendo-o no porão de sua residência, durante as buscas da autoridade policial. Na sequência, Plácido conduziu Plínio Sampaio, em seu carro, até a cidade de Dom Pedrito, frustrando a investigação policial. Nessa situação, é correto afirmar que a conduta de Plácido _______ .",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tipifica favorecimento real"
      },
      {
        "letra": "B",
        "texto": "tipifica favorecimento pessoal"
      },
      {
        "letra": "C",
        "texto": "tipifica furto qualificado pelo concurso de agentes"
      },
      {
        "letra": "D",
        "texto": "tipifica condescendência criminosa"
      },
      {
        "letra": "E",
        "texto": "não tipifica crime algum"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "454348",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Denunciação caluniosa",
      "Comunicação falsa de crime ou de contravenção. Autoacusação falsa",
      "Falso Testemunho ou Falsa Perícia. Corrupção Ativa de Testemunha ou Perito",
      "Coação no curso do processo",
      "Exercício arbitrário das próprias razões",
      "Fraude processual",
      "Favorecimento pessoal",
      "Favorecimento real"
    ],
    "enunciado_principal": "Assinale a alternativa que contém apenas crimes contra a administração da justiça.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Falsificação de papéis públicos, falsificação de selo e falsificação de sinal público."
      },
      {
        "letra": "B",
        "texto": "Advocacia administrativa, advocacia profissional no terceiro setor e posse antecipada de cargo público."
      },
      {
        "letra": "C",
        "texto": "Coação no curso do processo, comunicação falsa de crime e falsa perícia."
      },
      {
        "letra": "D",
        "texto": "Falsificação de papéis públicos, prevaricação e condescendência criminosa."
      },
      {
        "letra": "E",
        "texto": "Advocacia administrativa, violência arbitrária e desobediência."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "410894",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: METRÔ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Furto",
      "Estelionato",
      "Receptação",
      "Crimes contra a administração pública",
      "Favorecimento pessoal",
      "Favorecimento real"
    ],
    "enunciado_principal": "Tício subtraiu um veículo automóvel e o levou até a oficina de Cezar, que modificou as placas identificadoras para assegurar-lhe a posse do produto do crime. Nesse caso, Cezar responderá por",
    "alternativas": [
      {
        "letra": "A",
        "texto": "furto."
      },
      {
        "letra": "B",
        "texto": "favorecimento real."
      },
      {
        "letra": "C",
        "texto": "favorecimento pessoal."
      },
      {
        "letra": "D",
        "texto": "receptação."
      },
      {
        "letra": "E",
        "texto": "estelionato."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1639194",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: MPC - MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Peculato",
      "Prevaricação",
      "Condescendência criminosa",
      "Favorecimento real"
    ],
    "enunciado_principal": "Claudius entregou quantia em dinheiro a um amigo seu, Julius, oficial de justiça, para que este efetuasse o depósito judicial da pensão mensal devida a sua ex-esposa. No entanto, ele não efetuou o depósito e se apropriou do valor recebido. Nesse caso, Julius",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cometeu crime de prevaricação."
      },
      {
        "letra": "B",
        "texto": "cometeu crime de peculato em seu tipo fundamental."
      },
      {
        "letra": "C",
        "texto": "cometeu crime de favorecimento real."
      },
      {
        "letra": "D",
        "texto": "cometeu crime de peculato desvio."
      },
      {
        "letra": "E",
        "texto": "não cometeu crime contra a Administração pública."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "434438",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TRE-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Favorecimento real",
      "Fuga de Pessoa Presa ou Submetida a Medida de Segurança. Evasão Mediante Violência Contra a Pessoa",
      "Arrebatamento de Presos. Motim de Presos"
    ],
    "enunciado_principal": "João e José invadiram um presídio e, mediante grave ameaça com armas de fogo, dominaram o carcereiro e os seguranças e possibilitaram a fuga de seu comparsa Jocival, que estava legalmente preso cumprindo pena privativa de liberdade, para que o mesmo voltasse a auxiliá-los na prática de novos delitos. João e José responderão por crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "arrebatamento de preso."
      },
      {
        "letra": "B",
        "texto": "evasão mediante violência contra pessoa."
      },
      {
        "letra": "C",
        "texto": "fuga de pessoa presa."
      },
      {
        "letra": "D",
        "texto": "motim de presos."
      },
      {
        "letra": "E",
        "texto": "favorecimento real."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "365792",
    "metadata": "Ano: 2013 | Banca: TJ-PR | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Favorecimento pessoal",
      "Favorecimento real"
    ],
    "enunciado_principal": "Sobre os delitos de favorecimento pessoal e favorecimento real, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O agente que auxilia pessoa acusada pela prática de crime a que é cominada pena de reclusão a furtar-se à ação da autoridade pratica, em tese, o delito de favorecimento pessoal."
      },
      {
        "letra": "B",
        "texto": "O agente que auxilia pessoa acusada da prática de crime a furtar-se à ação da autoridade pratica o delito de favorecimento real."
      },
      {
        "letra": "C",
        "texto": "O agente que auxilia pessoa a tornar seguro o proveito do crime é considerado partícipe do delito em qualquer caso."
      },
      {
        "letra": "D",
        "texto": "O agente que auxilia pessoa a tornar seguro o proveito do crime pratica o delito de favorecimento pessoal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "302404",
    "metadata": "Ano: 2013 | Banca: UEG | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Favorecimento pessoal",
      "Favorecimento real"
    ],
    "enunciado_principal": "João, após cometer um crime de homicídio contra sua esposa, foge da ação policial que busca prendê-lo em flagrante delito. Em meio à fuga, vai até o escritório de seu tio Cícero, que também é advogado, ocasião em que este, ao ser procurado pela polícia indagando sobre o paradeiro do perseguido, diz dele não ter notícias, mas, logo em seguida, empresta um carro e o sítio de recreio que possui no interior para João se esconder. Nesse contexto, a conduta de Cícero é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não é punível em razão do grau de parentesco entre eles."
      },
      {
        "letra": "B",
        "texto": "tipicamente irrelevante, tendo em vista que foi o autor do homicídio quem o procurou."
      },
      {
        "letra": "C",
        "texto": "típica, configurando crime de favorecimento pessoal, previsto no art. 348 do Código Penal."
      },
      {
        "letra": "D",
        "texto": "típica, configurando crime de favorecimento real, previsto no art. 349 do Código Penal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "298726",
    "metadata": "Ano: 2012 | Banca: TRT 2R (SP) | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Fraude processual",
      "Favorecimento pessoal",
      "Favorecimento real",
      "Patrocínio infiel. Patrocínio simultâneo ou tergiversação",
      "Sonegação de papel ou objeto de valor probatório. Exploração de prestígio"
    ],
    "enunciado_principal": "Antunes, advogado da empresa reclamada Beta Metalúrgica Ltda., no curso de reclamação trabalhista onde se discute o pagamento de adicional de insalubridade, solicitou para si uma quantia em dinheiro do sócio da empresa, com pretexto de influir junto ao perito nomeado pelo Juiz do Trabalho para que fosse apresentado laudo favorável à reclamada. Antunes alegou ainda que o dinheiro também se destina ao perito judicial. A conduta de Antunes caracteriza o tipo penal de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "exploração de prestígio;"
      },
      {
        "letra": "B",
        "texto": "favorecimento pessoal;"
      },
      {
        "letra": "C",
        "texto": "favorecimento real;"
      },
      {
        "letra": "D",
        "texto": "fraude processual;"
      },
      {
        "letra": "E",
        "texto": "patrocínio infiel."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "289905",
    "metadata": "Ano: 2012 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Fraude processual",
      "Favorecimento pessoal",
      "Favorecimento real",
      "Patrocínio infiel. Patrocínio simultâneo ou tergiversação"
    ],
    "enunciado_principal": "Aquele que inova artificiosamente o estado de coisa, na pendência de processo civil, com o fim de induzir a erro o juiz pratica o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Favorecimento pessoal."
      },
      {
        "letra": "B",
        "texto": "Fraude processual."
      },
      {
        "letra": "C",
        "texto": "Favorecimento real."
      },
      {
        "letra": "D",
        "texto": "Exercício arbitrário ou abuso de poder."
      },
      {
        "letra": "E",
        "texto": "Patrocínio infiel."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "283097",
    "metadata": "Ano: 2012 | Banca: FUNCAB | Órgão: PC-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei da Lavagem de Dinheiro - Lei nº 9.613 de 1998",
      "Crimes contra a administração pública",
      "Concussão e Excesso de Exação",
      "Favorecimento real",
      "Legislação Penal Especial"
    ],
    "enunciado_principal": "Oto, a fim de dificultar eventual investigação, depositou vários cheques de terceiros, recebidos como produto de concussão da qual participou, em contas-correntes de três empresas de sua propriedade, às quais esperava ter acesso. Observando o caso concreto, analise as assertivas abaixo: I. Oto deve responder por favorecimento real e lavagemde capitais. II. A figura de lavagem de capitais é caracterizada pela ocultação ou dissimulação da origem, da localização, da disposição, da movimentação ou da propriedade dos valores respectivos, provenientes, direta ou indiretamente, de qualquer infração penal. III. Se reconhecido que Oto praticou o crime de lavagem de capitais, resta excluída sua participação no crime de concussão. IV. O tipo de lavagem de dinheiro não reclama nem o êxito definitivo da ocultação ou dissimulação, visado pelo agente, nem o vulto e a complexidade dos exemplos de requintada “engenharia financeira” transnacional. Agora, indique a opção que contempla apenas as assertivas verdadeiras.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "II e III."
      },
      {
        "letra": "C",
        "texto": "III e IV."
      },
      {
        "letra": "D",
        "texto": "I e III."
      },
      {
        "letra": "E",
        "texto": "II e IV."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "261684",
    "metadata": "Ano: 2012 | Banca: FEC | Órgão: PC-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Favorecimento pessoal",
      "Favorecimento real",
      "Fuga de Pessoa Presa ou Submetida a Medida de Segurança. Evasão Mediante Violência Contra a Pessoa"
    ],
    "enunciado_principal": "Rogério, conhecido traficante do Morro do Bem-te-vi, foge da cadeia e busca auxílio para sair do Estado com seu irmão, Rafael. Este tenta ajudá-lo a fugir, levando-o no porta-malas do carro, mas ambos são presos na divisa com Minas Gerais. Rafael praticou o crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "favorecimento pessoal, mas é isento de pena por ser irmão de Rogério."
      },
      {
        "letra": "B",
        "texto": "favorecimento pessoal."
      },
      {
        "letra": "C",
        "texto": "favorecimento real, mas é isento de pena por ser irmão de Rogério."
      },
      {
        "letra": "D",
        "texto": "favorecimento real."
      },
      {
        "letra": "E",
        "texto": "fuga de pessoa presa ou submetida a medida de segurança."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "251025",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: MPE-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Fraude processual",
      "Favorecimento pessoal",
      "Favorecimento real",
      "Patrocínio infiel. Patrocínio simultâneo ou tergiversação"
    ],
    "enunciado_principal": "Manoel cometeu cinco crimes de homicídio em uma pequena cidade do Estado do Amapá e passou a ser procurado pela Justiça Pública, ainda na fase investigatória, após ter a sua prisão temporária decretada. Para que não seja capturado pela polícia, Manoel contratou seu amigo João, renomado cirurgião plástico, que realizou em Manoel uma operação plástica, alterando completamente o rosto do criminoso. Neste caso, João, ciente do intuito de Manuel, cometeu crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "inutilização de sinal."
      },
      {
        "letra": "B",
        "texto": "favorecimento pessoal."
      },
      {
        "letra": "C",
        "texto": "tergiversação."
      },
      {
        "letra": "D",
        "texto": "fraude processual."
      },
      {
        "letra": "E",
        "texto": "favorecimento real."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "231486",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Favorecimento pessoal",
      "Favorecimento real",
      "Fuga de Pessoa Presa ou Submetida a Medida de Segurança. Evasão Mediante Violência Contra a Pessoa",
      "Arrebatamento de Presos. Motim de Presos"
    ],
    "enunciado_principal": "José percebeu que seu conhecido João havia cometido crime de desobediência e estava fugindo a pé, sendo perseguido por policiais. Em vista disso, despistou os milicianos e colocou João no interior de seu veículo, deixando o local e impedindo, dessa forma, a prisão em flagrante deste. Nesse caso, José responderá pelo crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "favorecimento pessoal privilegiado."
      },
      {
        "letra": "B",
        "texto": "favorecimento real."
      },
      {
        "letra": "C",
        "texto": "favorecimento pessoal em seu tipo fundamental."
      },
      {
        "letra": "D",
        "texto": "arrebatamento de preso."
      },
      {
        "letra": "E",
        "texto": "facilitar a fuga de pessoa presa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "432578",
    "metadata": "Ano: 2011 | Banca: FUNDATEC | Órgão: PGE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a administração pública",
      "Coação no curso do processo",
      "Fraude processual",
      "Favorecimento pessoal",
      "Favorecimento real",
      "Sonegação de papel ou objeto de valor probatório. Exploração de prestígio"
    ],
    "enunciado_principal": "Nos crimes contra a Administração da Justiça, o agente que solicitar ou receber dinheiro ou qualquer outra utilidade, a pretexto de influir em juiz, jurado, órgão do Ministério Público, funcionário de justiça, perito, tradutor, intérprete ou testemunha pratica o delito de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "favorecimento pessoal."
      },
      {
        "letra": "B",
        "texto": "fraude processual."
      },
      {
        "letra": "C",
        "texto": "coação no curso do processo."
      },
      {
        "letra": "D",
        "texto": "favorecimento real."
      },
      {
        "letra": "E",
        "texto": "exploração de prestígio."
      }
    ],
    "gabarito": "E"
  }
]