[
  {
    "id": "3641386",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: CNU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Feminicídio"
    ],
    "enunciado_principal": "O feminicídio está diretamente relacionado à cultura do machismo estrutural e da violência de gênero, que naturalizam o controle, a agressão e até a morte de mulheres. A Lei nº 13.104/2015 incluiu o feminicídio como circunstância qualificadora do homicídio no Código Penal brasileiro. Sobre esse tema, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O feminicídio ocorre sempre que uma mulher é vítima de homicídio, independentemente da motivação do crime."
      },
      {
        "letra": "B",
        "texto": "O feminicídio se caracteriza apenas quando o agressor é desconhecido da vítima."
      },
      {
        "letra": "C",
        "texto": "O feminicídio é considerado crime hediondo e está relacionado ao homicídio de mulheres em razão de sua condição de gênero, muitas vezes no contexto de violência doméstica e familiar."
      },
      {
        "letra": "D",
        "texto": "O feminicídio é aplicado apenas a crimes praticados em espaços públicos, nunca em âmbito doméstico."
      },
      {
        "letra": "E",
        "texto": "O feminicídio é um tipo penal aplicado exclusivamente a agressões psicológicas, sem relação com a morte da vítima."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3355518",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Feminicídio"
    ],
    "enunciado_principal": "Durante uma briga, João desferiu diversos golpes contra sua irmã, que vivia sob sua dependência econômica e emocional. Ela veio a óbito em decorrência das agressões. Considerando o crime de feminicídio, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Não se aplica o feminicídio, pois a vítima não era cônjuge ou companheira."
      },
      {
        "letra": "B",
        "texto": "O feminicídio exige a presença de motivação passional, o que não se verifica no caso."
      },
      {
        "letra": "C",
        "texto": "O crime será considerado homicídio simples, com aumento de pena por se tratar de parente."
      },
      {
        "letra": "D",
        "texto": "Configura feminicídio, pois a vítima foi morta por razões da condição de sexo feminino e havia contexto de violência doméstica e familiar."
      },
      {
        "letra": "E",
        "texto": "O crime é doloso, mas não é qualificado, já que não houve premeditação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3355517",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Feminicídio"
    ],
    "enunciado_principal": "Tícia foi morta por seu ex-companheiro, que não aceitava o término do relacionamento. A investigação concluiu que o homicídio foi praticado por motivo de gênero feminino e com emprego de meio cruel. Com base na legislação penal em vigor, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime é qualificado como homicídio simples, agravado pela reincidência."
      },
      {
        "letra": "B",
        "texto": "Trata-se de homicídio qualificado pelo motivo torpe, mas não se aplica o feminicídio, pois não havia relação atual."
      },
      {
        "letra": "C",
        "texto": "O crime configura feminicídio, um crime autônomo, uma vez que foi motivado pela condição de sexo feminino."
      },
      {
        "letra": "D",
        "texto": "Por não se tratar de violência doméstica atual, a qualificadora de feminicídio é afastada."
      },
      {
        "letra": "E",
        "texto": "O homicídio é qualificado apenas pela crueldade, não sendo possível o cúmulo de qualificadoras."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3291231",
    "metadata": "Ano: 2025 | Banca: FAFIPA | Órgão: Prefeitura de Araucária - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Feminicídio"
    ],
    "enunciado_principal": "A respeito do que o Código Penal prevê acerca dos crimes contra a pessoa, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Abandonar pessoa que está sob seu cuidado, guarda, vigilância ou autoridade, e, por qualquer motivo, incapaz de defender-se dos riscos resultantes do abandono: Pena - reclusão, de seis meses a seis anos."
      },
      {
        "letra": "B",
        "texto": "Matar alguém: Pena - detenção, de seis a vinte anos."
      },
      {
        "letra": "C",
        "texto": "Se a lesão for praticada contra ascendente, descendente, irmão, cônjuge ou companheiro, ou com quem conviva ou tenha convivido, ou, ainda, prevalecendo-se o agente das relações domésticas, de coabitação ou de hospitalidade: Pena – detenção, de 2 (dois) a 5 (cinco) anos."
      },
      {
        "letra": "D",
        "texto": "Ofender a integridade corporal ou a saúde de outrem: Pena – reclusão, de três meses a um ano."
      },
      {
        "letra": "E",
        "texto": "Matar mulher por razões da condição do sexo feminino: Pena – reclusão, de 20 (vinte) a 40 (quarenta) anos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3267309",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Feminicídio"
    ],
    "enunciado_principal": "[Questão Inédita] Com a recente promulgação da Lei nº 14.994/2024, que alterou dispositivos relacionados ao crime de feminicídio, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O feminicídio foi descriminalizado, passando a ser considerado uma circunstância qualificadora do homicídio simples."
      },
      {
        "letra": "B",
        "texto": "Houve incidência do princípio da continuidade normativo-típica, uma vez que o Feminicídio passou a ser tipificado como crime autônomo."
      },
      {
        "letra": "C",
        "texto": "A nova lei manteve inalterada a redação do feminicídio, sem incluir novas hipóteses ou alterar suas circunstâncias qualificadoras."
      },
      {
        "letra": "D",
        "texto": "A Lei nº 14.994/2024 retirou a qualificadora do feminicídio, equiparando-o ao homicídio qualificado por motivo fútil."
      },
      {
        "letra": "E",
        "texto": "A nova lei excluiu a possibilidade de aplicação de medidas protetivas de urgência nos casos de feminicídio."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "3257587",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TRT - 10ª REGIÃO (DF e TO)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Feminicídio"
    ],
    "enunciado_principal": "Em relação à aplicação da lei penal no tempo, à eficácia de sentença estrangeira em âmbito penal e aos crimes contra a pessoa, julgue o item a seguir. É legalmente possível que o sujeito ativo do delito de feminicídio seja uma mulher, desde que constatado o contexto de violência doméstica contra vítima do gênero feminino.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3228271",
    "metadata": "Ano: 2025 | Banca: IBGP | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Feminicídio"
    ],
    "enunciado_principal": "A parte especial do Código Penal tem início com a tipificação dos crimes contra a pessoa, especificamente com o homicídio e o feminicídio. A respeito destes crimes em suas diferentes modalidades, é INCORRETO afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O homicídio é qualificado, se for praticado contra menor de 14 (quatorze) anos, incidindo também a causa de aumento de pena de 2/3 (dois terços), se o crime for praticado em instituição de educação básica púbica ou privada."
      },
      {
        "letra": "B",
        "texto": "No homicídio culposo, conforme expressa previsão legal, é cabível o perdão judicial, se as consequências da infração atingirem o próprio autor de forma tão grave que torne desnecessária a sanção penal."
      },
      {
        "letra": "C",
        "texto": "É possível ser o homicídio simultaneamente qualificado e privilegiado, desde que a qualificadora seja de natureza objetiva."
      },
      {
        "letra": "D",
        "texto": "Aplica-se a pena de doze a trinta anos ao crime de feminicídio, se este for cometido com emprego de veneno, fogo, explosivo, asfixia, tortura ou outro meio que dificulte ou torne impossível a defesa da vítima, conforme art. 121, §2º III, CP."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3177180",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: Prefeitura de Tangará da Serra - MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Feminicídio"
    ],
    "enunciado_principal": "De acordo com o Código Penal Brasileiro, matar alguém é definido como homicídio simples. O crime no qual é tirada a vida de uma mulher devido ao seu sexo é definido como:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Maldade imperdoável."
      },
      {
        "letra": "B",
        "texto": "Crime domiciliar."
      },
      {
        "letra": "C",
        "texto": "Feminicídio."
      },
      {
        "letra": "D",
        "texto": "Grave agressão à mulher."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3172455",
    "metadata": "Ano: 2025 | Banca: Qconcursos | Órgão: Qconcursos",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Feminicídio"
    ],
    "enunciado_principal": "[Questão inédita] Leia as afirmativas abaixo e marque V para verdadeiro e F para falso. 1 - O motivo fútil é qualificadora do crime de feminicídio. 2 - Aumenta-se a pena se o crime de feminicídio for praticado na presença virtual de idoso. 3 - Aumenta-se a pena se o crime de feminicídio for praticado contra mãe e responsável por adolescente com 16 (dezesseis) anos de idade à época dos fatos. Assinale a alternativa que contém a sequência correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "F - F – F"
      },
      {
        "letra": "B",
        "texto": "F - V – V"
      },
      {
        "letra": "C",
        "texto": "F – F – V"
      },
      {
        "letra": "D",
        "texto": "V - F – V"
      },
      {
        "letra": "E",
        "texto": "V – V - V"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3385870",
    "metadata": "Ano: 2024 | Banca: Instituto Abaré-eté | Órgão: Prefeitura de São Gabriel da Cachoeira - AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Feminicídio"
    ],
    "enunciado_principal": "Segundo o Ministério da Justiça e Segurança Pública, o assassinato motivado por violência doméstica, ou por menosprezo ou discriminação à condição de mulher, caiu 2,5% de janeiro a outubro de 2023 na comparação com o mesmo período de 2022, mas isso ainda significa que, em média, quatro mulheres morrem diariamente no país por tais motivos. Como é chamado esse crime?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Infanticídio."
      },
      {
        "letra": "B",
        "texto": "Latrocínio."
      },
      {
        "letra": "C",
        "texto": "Feminicídio."
      },
      {
        "letra": "D",
        "texto": "Fratricídio."
      },
      {
        "letra": "E",
        "texto": "Homofobia."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3345836",
    "metadata": "Ano: 2024 | Banca: IV - UFG | Órgão: TJ-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Feminicídio"
    ],
    "enunciado_principal": "O crime de feminicídio, elencado como espécie de homicídio qualificado na parte especial do Código Penal,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "terá aumento da pena se dirigido contra mulher gestante, mas não haverá aumento se praticado contra mulher em qualquer momento seguinte ao parto."
      },
      {
        "letra": "B",
        "texto": "se configura com a conduta de “matar alguém” dirigida a uma mulher, por qualquer motivo, bastando o homicídio ser dirigido contra mulher para caracterizar feminicídio."
      },
      {
        "letra": "C",
        "texto": "terá aumento da pena se praticado na presença física ou virtual de descendente, ascendente ou parente colateral de até segundo grau da vítima."
      },
      {
        "letra": "D",
        "texto": "se configura com a conduta de “matar alguém” dirigida a uma mulher por razões da condição de sexo feminino, o que se afasta no contexto da violência doméstica."
      },
      {
        "letra": "E",
        "texto": "terá aumento da pena se praticado no contexto de descumprimento das medidas protetivas de urgência fixadas nos termos da Lei Maria da Penha."
      }
    ],
    "gabarito": "E"
  }
]