[
  {
    "id": "2523205",
    "metadata": "Ano: 2024 | Banca: IGEDUC | Órgão: Prefeitura de Camaragibe - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Finalidades"
    ],
    "enunciado_principal": "Julgue o item a seguir.A legislação brasileira estabelece penas rigorosas para os crimes contra a pessoa, visando garantir a proteção e a segurança dos cidadãos. Dependendo da gravidade do delito, as penas podem variar desde detenção até reclusão em regime fechado, sendo que alguns crimes, como o homicídio qualificado, podem resultar em pena de prisão perpétua. Além disso, medidas de proteção à vítima, como medidas cautelares e programas de assistência psicossocial, também são previstas pela lei.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1987439",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: Senado Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Finalidades",
      "Princípios norteadores da teoria da pena"
    ],
    "enunciado_principal": "Assinale a opção que apresenta afirmativa correta em relação à função de prevenção especial positiva da pena.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A imposição da pena ao delinquente tem efeito inibitório sobre outros indivíduos que possam ter intenções criminosas."
      },
      {
        "letra": "B",
        "texto": "As condições do cumprimento da pena inspiram o propósito do condenado de, no futuro, comportar-se segundo o direito."
      },
      {
        "letra": "C",
        "texto": "A aplicação da pena ao criminoso reassegura a sociedade da efetiva vigência das normas jurídicas."
      },
      {
        "letra": "D",
        "texto": "O condenado deve experimentar mal tão grave quanto o que ele infligiu ao ofendido, a fim de que tenha consciência do desvalor de seu comportamento."
      },
      {
        "letra": "E",
        "texto": "Com o cumprimento da pena, o condenado passa a temer as consequências jurídico-penais de suas ações e desiste de delinquir."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1109705",
    "metadata": "Ano: 2019 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Finalidades",
      "Princípios norteadores da teoria da pena"
    ],
    "enunciado_principal": "Sobre a questão da pena, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nelson Hungria dizia \" que desgraçadamente , a mentira é um os mais constantes fatores de perturbação da Justiça Criminal ou um dos mais eficientes recursos tendentes à impunidades dos que delinquem . Sempre foram fiéis aliados o crime e a mentira \" ( \"A diagnose da mentira\" in Novas Questões - Jurídico Penais , Rio de Janeiro : Editora Nacional de Direito, 1945 , p. 233). Os Tribunais Superiores , atentos a essa realidade ,têm sido bastante rigorosos com a mentira do réu , por isso têm decidido de forma reiterada que a pena-base deve ser exasperada caso o acusado , com propósito de se defender , minta em seu interrogatório , negando os fatos ou dando uma versão falsa e enganosa do evento . Os principais fundamentos dessa jurisprudência estão no fato de que o direito ao silêncio , previsto na Constituição , não abarca o direito de mentir e , também , no fato de haver flagrantes violação a princípio da individualização da pena , pois não se punir mais gravemente o réu que faz uso da mentira , o equipararia , indevidamente , à situação do réu que ficou em silêncio e , com esse comportamento , não induziu a Justiça em erro ."
      },
      {
        "letra": "B",
        "texto": "No pensamento kantiano a pena não pode servir para o bem próprio do delinquente ou da sociedade, mas para realizar a Justiça - que È um imperativo categórico. A pena serve, portanto, para retribuir a culpa de um fato passado. Kant ilustra seu pensamento no famoso exemplo da ilha. Ele imagina uma sociedade que est· a ponto de se desfazer - os habitantes decidem abandonar a ilha e espalhar-se pelo mundo. Mesmo nesse caso, argumenta, ainda que a sociedade deixe de existir, permanece a necessidade de infligir a pena ao último criminoso."
      },
      {
        "letra": "C",
        "texto": "Tem prevalecido no STJ o entendimento no sentido de que a confissão espontânea, quando utilizada para a formação do convencimento do julgador, dá ensejo à incidência da atenuante prevista no art .65, III,\" d \",do CP, mesmo que a confissão tenha sido qualificada. Não obstante essa posição do STJ , há na doutrina relevantes autores que sustentam que a confissão qualificada não atenua a pena , já que neste caso o acusado não estaria propriamente colaborando com a Justiça para a descoberta da verdade real , mas sim agindo no exercício de sua autodefesa . Essa linha e entendimento , inclusive , foi recentemente prestigiada pelo STF , em julgado de 2019 , no qual se decidiu que a natureza qualificada da confissão afasta a possiblidade de aplicação da circunstância atenuante prevista no art.65 , III , \" d \" , o CP ."
      },
      {
        "letra": "D",
        "texto": "Conforme entendimento jurisprudencial dominante no STJ, caso um delito de homicídio tenha sido praticado com duas ou mais circunstancias qualificadoras, uma delas servir· para configurar o homicídio qualificado, enquanto as demais poderão configurar agravantes, se houver expressa previsão legal, ou circunstâncias judiciais desfavoráveis, por ocasião da primeira fase da dosimetria da pena."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1010558",
    "metadata": "Ano: 2019 | Banca: Instituto Acesso | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Finalidades"
    ],
    "enunciado_principal": "A ideia de punição é assunto base para a construção de um sistema penal democrático. Não é à toa que, no decorrer da história, pesquisadores, juristas, doutrinadores, bem como a jurisprudência, trataram das tentativas de justificação dos fins que se pretende alcançar com a aplicação das penas em âmbito do Direto Penal. Em observância ao Código Penal de 1940, marque a afirmativa correta em relação aos fins atribuídos à pena, no caso brasileiro.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De acordo com a ideia de prevenção geral que foi construída em reação ao caso brasileiro, tal justificativa é a adotada para aplicação da pena no Brasil."
      },
      {
        "letra": "B",
        "texto": "De acordo com o desenvolvimento de bases estatísticas para o direito penal, chegamos ao entendimento de aplicação da teoria utilitarista unificada, que incorpora o modelo da civil law e common law."
      },
      {
        "letra": "C",
        "texto": "O Código Penal de 1940, em junção com a jurisprudência, adotou como única justificação a retribuição, tendo a pena como fim em si mesma."
      },
      {
        "letra": "D",
        "texto": "O Código Penal de 1940 adotou a teoria mista, unificada ou eclética, que reflete na unificação das ideias de retribuição e prevenção como finalidade para aplicação das penas."
      },
      {
        "letra": "E",
        "texto": "De acordo com a legislação penal, a ressocialização do preso mediante o cumprimento da pena é o único fim determinado legalmente para a pena."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "987757",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Conceito de Sanções Penais",
      "Finalidades"
    ],
    "enunciado_principal": "Segundo a teoria relativa especial negativa,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a pena, além de infundir na consciência geral a necessidade de respeito a determinados valores, exercita a fidelidade ao direito e promove a integração social."
      },
      {
        "letra": "B",
        "texto": "a reprimenda penal tem a finalidade de ressocializar o apenado e atender a uma função social."
      },
      {
        "letra": "C",
        "texto": "a pena deve punir o infrator, por meio de vingança do mal causado; essa teoria não é admitida pelo ordenamento jurídico pátrio."
      },
      {
        "letra": "D",
        "texto": "a pena possui um viés retributivo do mal praticado, e não uma função preventiva da reprimenda."
      },
      {
        "letra": "E",
        "texto": "a pena tem finalidade social, com aplicação de medidas restritivas de direitos do apenado, de forma a neutralizá-lo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "987653",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Finalidades"
    ],
    "enunciado_principal": "As teorias da pena buscam explicar a finalidade a ser alcançada por meio das sanções penais. Acerca dessas teorias, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A teoria da prevenção especial negativa dispõe que a pena tem viés retributivo-preventivo, com vistas a combater a prática de crimes."
      },
      {
        "letra": "B",
        "texto": "Segundo a teoria absoluta, a pena tem a finalidade de prevenir o delito, por meio de medidas aflitivas e ressocializadoras, de modo a evitar o cometimento de novos crimes."
      },
      {
        "letra": "C",
        "texto": "A teoria unitária da pena define que a finalidade da pena é castigar o indivíduo infrator, desprezando-se sua reintegração à sociedade."
      },
      {
        "letra": "D",
        "texto": "Na teoria conciliadora, a pena tem viés vingativo e visa restringir direitos do apenado como forma de retribuir o mal injusto praticado, promovendo a pacificação social."
      },
      {
        "letra": "E",
        "texto": "De acordo com a teoria da prevenção geral positiva, a finalidade da pena é levar à comunidade os valores das normas e dos bens jurídicos tutelados pela lei penal."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "973784",
    "metadata": "Ano: 2019 | Banca: NC-UFPR | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Finalidades"
    ],
    "enunciado_principal": "O Código Penal estabeleceu no artigo 59 diversos critérios para a fixação da pena, tais como culpabilidade, antecedentes, motivos, circunstâncias e consequências do crime. O referido texto legal também deixou claro que adotou uma posição oficial com relação ao fundamento da pena. Quanto ao fundamento da pena adotado no Código Penal, adota-se a teoria:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "retributiva como fim da pena."
      },
      {
        "letra": "B",
        "texto": "eclética ou mista."
      },
      {
        "letra": "C",
        "texto": "da prevenção especial negativa."
      },
      {
        "letra": "D",
        "texto": "da prevenção especial positiva."
      },
      {
        "letra": "E",
        "texto": "da prevenção geral positiva."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1026007",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: IAPEN-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Finalidades"
    ],
    "enunciado_principal": "Segundo o Código Penal, são espécies de pena",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o regime disciplinar diferenciado e a multa."
      },
      {
        "letra": "B",
        "texto": "o livramento condicional e a remição."
      },
      {
        "letra": "C",
        "texto": "o indulto e a comutação."
      },
      {
        "letra": "D",
        "texto": "a progressão de regime e o concurso material."
      },
      {
        "letra": "E",
        "texto": "a privativa de liberdade e a restritiva de direitos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "945610",
    "metadata": "Ano: 2018 | Banca: UDESC | Órgão: UDESC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Finalidades",
      "Princípios norteadores da teoria da pena"
    ],
    "enunciado_principal": "Assinale a alternativa correta em relação ao instituto da pena prevista na Constituição Federal Brasileira.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Nenhuma pena passará da pessoa do condenado, podendo a obrigação de reparar o dano e a decretação do perdimento de bens ser, nos termos da lei, estendidas aos sucessores e contra eles executadas, independentemente do valor do patrimônio transferido."
      },
      {
        "letra": "B",
        "texto": "Não há, em nenhuma hipótese, pena de morte ou de trabalhos forçado."
      },
      {
        "letra": "C",
        "texto": "A privação ou restrição de liberdade, a perda de bens, a multa, a prestação social alternativa e a suspensão ou interdição de direitos são espécies de penas constitucionalmente previstas."
      },
      {
        "letra": "D",
        "texto": "Não há crime sem lei anterior que o defina, mas pode haver pena sem prévia cominação legal."
      },
      {
        "letra": "E",
        "texto": "A prática do racismo constitui crime afiançável e prescritível, sujeito à pena de reclusão, nos termos da lei."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "873683",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Finalidades"
    ],
    "enunciado_principal": "Sobre a finalidade da pena e sua aplicação, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a prevenção especial positiva pressupõe que, na sociedade moderna e plural, desenvolvem-se múltiplos subsistemas culturais, que possuem distintos códigos de conduta, muitas vezes contrapostos. O Estado, transformado em um órgão secular desde o Iluminismo, decide qual deve ser o modo de vida mais correto, para em seguida impô-lo por meio do cárcere."
      },
      {
        "letra": "B",
        "texto": "as teorias absolutas da pena tiveram aspectos positivos, como no idealismo alemão, no qual serviram para defender o cidadão da arbitrariedade do poder do monarca. Mas, mesmo atualmente gozando de baixa reputação, por não levarem em consideração o homem como um ser social, possuem previsão legal."
      },
      {
        "letra": "C",
        "texto": "a escola finalista introduz o pensamento de prevenção geral positiva, de que a pena deveria assumir uma missão de proteção de bens jurídicos sem observar os valores ético-sociais, que pressupõe, entre outros objetivos, a conformação dos valores morais da comunidade."
      },
      {
        "letra": "D",
        "texto": "a individualização da pena, prevista no texto constitucional e reconhecida pela jurisprudência, tem como fundamento maior a prevenção geral e especial, afastado o caráter retributivo por expressa definição legal, e permite ao juiz, em qualquer fase da dosimetria, aumentar ou diminuir a pena aquém e além dos marcos da pena prevista no tipo."
      },
      {
        "letra": "E",
        "texto": "a base da teoria unificadora dialética da pena é a de que o direito penal enfrenta o indivíduo de três maneiras: ameaçando com penas, impondo-as e executando-as, e que cada uma dessas três esferas de atividade necessita de justificação em separado, sempre alternando entre retribuição, prevenção geral e especial."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "834979",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TRE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Lei da Lavagem de Dinheiro - Lei nº 9.613 de 1998",
      "Sanções penais",
      "Finalidades",
      "Princípios norteadores da teoria da pena",
      "Legislação Penal Especial",
      "Modalidades de sanções penais"
    ],
    "enunciado_principal": "Julgue os itens a seguir. I A Convenção Americana sobre Direitos Humanos garante de forma relativa o direito à vida, pois autoriza a utilização da pena de morte em caso de crimes graves, sendo proibido seu restabelecimento nos países que a tiverem abolido. II A condenação de servidor público por quaisquer crimes decorrentes de preconceito de raça ou de cor implica perda automática do cargo público. III Não haverá crime de lavagem de dinheiro caso o agente seja absolvido, por atipicidade da conduta, do crime antecedente a ele imputado, uma vez que o crime de branqueamento, embora autônomo, é delito derivado do antecedente. Assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas o item I está certo."
      },
      {
        "letra": "B",
        "texto": "Apenas o item II está certo."
      },
      {
        "letra": "C",
        "texto": "Apenas os itens I e III estão certos."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens II e III estão certos."
      },
      {
        "letra": "E",
        "texto": "Todos os itens estão certos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "758138",
    "metadata": "Ano: 2016 | Banca: FUNCAB | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Finalidades"
    ],
    "enunciado_principal": "Immanuel Kant, em sua obra Metafísica dos Costumes, elaborou estudos sobre a teoria da pena. Acerca de sua formulação, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "sob uma perspectiva dialética, o filósofo concebe a pena como a negação da negação, isto é, o crime constitui uma negação da liberdade, razão pela qual se impõe um ato coativo que contradiga essa negação e importe uma afirmação (do direito)."
      },
      {
        "letra": "B",
        "texto": "Na esteira de Von Liszt, o filósofo vê a sanção penal como uma forma de se alcançar a reinserção social do condenado ou, ao menos, sua neutralização, realizando dessa forma a missão de prevenção especial da pena."
      },
      {
        "letra": "C",
        "texto": "Kant funda sua teoria no terreno de moralidade humana, sustentando que a pena não visa a realizar objetivos sociais ou qualquer outro bem, de modo que deve ser aplicada simplesmente porque o criminoso cometeu um crime; vislumbrar finalidades na pena, para o filósofo, seria tratar o homem como um meio, o que repudia, concedendo ao seu pensamento caráter retributivo."
      },
      {
        "letra": "D",
        "texto": "a pena, para Kant, visa a confirmar a vigência da norma penal naqueles casos em que se impõe a aplicação de um direito penal de exceção, ou seja, busca-se prevenir um fato futuro perigoso através da custódia de segurança."
      },
      {
        "letra": "E",
        "texto": "assevera o pensador, em lição marcadamente utilitarista, que a pena só se justifica quando coligada a uma finalidade, qual seja, a prevenção de novos delitos, voltando-se, portanto, ao futuro; consequentemente, tem-se a pena como uma forma de intimidação, em que o respeito às leis decorreria do temor em suportar uma privação da liberdade ou restrição a direitos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "480321",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Finalidades"
    ],
    "enunciado_principal": "As teorias absolutas da pena também são conhecidas por teorias da",
    "alternativas": [
      {
        "letra": "A",
        "texto": "reeducação."
      },
      {
        "letra": "B",
        "texto": "restauração."
      },
      {
        "letra": "C",
        "texto": "retribuição."
      },
      {
        "letra": "D",
        "texto": "prevenção."
      },
      {
        "letra": "E",
        "texto": "ressocialização."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "389360",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Finalidades"
    ],
    "enunciado_principal": "Tendo o Direito Penal a missão subsidiária de proteger os bens jurídicos e, com isso, o livre desenvolvimento do indivíduo, e, ainda, sendo a pena vinculada ao Direito Penal e à Execução Penal, após a reforma do Código Penal Brasileiro, em 1984, é correto afirmar que a finalidade da pena é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "repreensiva e abusiva."
      },
      {
        "letra": "B",
        "texto": "punitiva e reparativa."
      },
      {
        "letra": "C",
        "texto": "retributiva e preventiva (geral e especial)."
      },
      {
        "letra": "D",
        "texto": "ressocializadora e reparativa."
      },
      {
        "letra": "E",
        "texto": "punitiva e distributiva."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "302406",
    "metadata": "Ano: 2013 | Banca: UEG | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Finalidades",
      "Modalidades de sanções penais"
    ],
    "enunciado_principal": "O sistema penitenciário que prega o trabalho dos presos nas celas e, posteriormente, a realização de tarefas em pequenos grupos, durante o dia e em silêncio, é característica do sistema",
    "alternativas": [
      {
        "letra": "A",
        "texto": "inglês"
      },
      {
        "letra": "B",
        "texto": "auburniano"
      },
      {
        "letra": "C",
        "texto": "filadélfico"
      },
      {
        "letra": "D",
        "texto": "reformatório"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1208599",
    "metadata": "Ano: 2012 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Conceito de Sanções Penais",
      "Finalidades",
      "Princípios norteadores da teoria da pena",
      "Penas privativas de liberdade",
      "Modalidades das Penas Restritivas de Direito",
      "Pena de multa",
      "Modalidades de sanções penais"
    ],
    "enunciado_principal": "A pena privativa de liberdade é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "inicialmente cumprida em regime de isolamento celular, pese progressiva."
      },
      {
        "letra": "B",
        "texto": "de reclusão, detenção ou prisão simples, com caráter progressivo."
      },
      {
        "letra": "C",
        "texto": "cumprida em regime fechado ou semiaberto, não no aberto."
      },
      {
        "letra": "D",
        "texto": "cumprida em regime semiaberto ou aberto, não no fechado."
      },
      {
        "letra": "E",
        "texto": "cumprida em regime fechado, não no semiaberto ou aberto."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "293468",
    "metadata": "Ano: 2012 | Banca: IESES | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Finalidades",
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade"
    ],
    "enunciado_principal": "É certo afirmar: I. O reincidente condenado a detenção pode iniciar o cumprimento da sua pena no regime fechado. II. Tendo a pena finalidade preventiva, essa prevenção pode ser dividida em geral e especial. III. O trabalho do preso será remunerado de acordo com a sua produtividade. Portanto, somente será remunerado se efetivamente produzir coisa com valor econômico. IV. O condenado será submetido, no início do cumprimento da pena, a exame criminológico de classificação para individualização da execução. Analisando as proposições, pode-se afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições II e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições I e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições II e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições I e III estão corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "273820",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Finalidades"
    ],
    "enunciado_principal": "A compreensão da punibilidade passa pela aplicação da pena como um efeito do delito ou a sua consequência.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  }
]