[
  {
    "id": "3272318",
    "metadata": "Ano: 2025 | Banca: FUNDATEC | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Progressão de regime penitenciário"
    ],
    "enunciado_principal": "Quanto à fixação de regime inicial de cumprimento de pena, assinale a alternativa que NÃO aponta jurisprudência sumulada dos tribunais superiores.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A imposição do regime de cumprimento mais severo do que a pena aplicada permitir exige motivação idônea."
      },
      {
        "letra": "B",
        "texto": "A opinião do julgador sobre a gravidade em abstrato do crime não constitui motivação idônea para a imposição de regime mais severo do que o permitido segundo a pena aplicada."
      },
      {
        "letra": "C",
        "texto": "Fixada a pena-base no mínimo legal, é vedado o estabelecimento de regime prisional mais gravoso do que o cabível em razão da sanção imposta com base apenas na gravidade abstrata do delito."
      },
      {
        "letra": "D",
        "texto": "É admissível a adoção do regime prisional aberto aos reincidentes condenados a pena igual ou inferior a 4 anos se favoráveis às circunstâncias judiciais."
      },
      {
        "letra": "E",
        "texto": "Admite-se a progressão de regime de cumprimento da pena ou a aplicação imediata de regime menos severo nela determinada antes do trânsito em julgado da sentença condenatória."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3219113",
    "metadata": "Ano: 2025 | Banca: COSEAC | Órgão: SEAP-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade"
    ],
    "enunciado_principal": "Em relação ao cumprimento das penas privativas de liberdade previsto no Código Penal, identifique a opção INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O condenado não reincidente, cuja pena seja superior a 4 (quatro) anos e não exceda a 8 (oito), poderá, desde o princípio, cumpri-la em regime semiaberto."
      },
      {
        "letra": "B",
        "texto": "O condenado não reincidente, cuja pena seja igual ou inferior a 4 (quatro) anos, poderá, desde o início, cumpri-la em regime aberto."
      },
      {
        "letra": "C",
        "texto": "O condenado a pena superior a 8 (oito) anos deverá cumprir a pena integralmente em regime fechado."
      },
      {
        "letra": "D",
        "texto": "O condenado por crime contra a administração pública terá a progressão de regime do cumprimento da pena condicionada à reparação do dano que causou, ou à devolução do produto do ilícito praticado, com os acréscimos legais."
      },
      {
        "letra": "E",
        "texto": "Considera-se regime aberto a execução da pena em casa de albergado ou estabelecimento adequado."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3345833",
    "metadata": "Ano: 2024 | Banca: IV - UFG | Órgão: TJ-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade"
    ],
    "enunciado_principal": "Considerando o previsto no Código Penal acerca da fixação do regime inicial do cumprimento de pena, aplicase, em regra, o regime semiaberto nos crimes apenados com",
    "alternativas": [
      {
        "letra": "A",
        "texto": "reclusão pelo prazo máximo de quatro anos, ainda que o condenado seja reincidente."
      },
      {
        "letra": "B",
        "texto": "reclusão pelo prazo máximo de quatro anos, desde que o condenado não seja reincidente."
      },
      {
        "letra": "C",
        "texto": "detenção por prazo superior a quatro anos, ainda que o condenado seja reincidente."
      },
      {
        "letra": "D",
        "texto": "detenção por prazo superior a oito anos, desde que o condenado não seja reincidente."
      },
      {
        "letra": "E",
        "texto": "reclusão por prazo superior a oito anos, desde que o condenado não seja reincidente."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3117550",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Legislação Penal Especial",
      "Lei de Tóxicos – Lei nº 11.343 de 2006"
    ],
    "enunciado_principal": "Em um processo criminal a que o réu responde como incurso no crime descrito no artigo 33 da Lei nº 11.343/2006, decide o juiz, na terceira fase da dosimetria da pena, aplicar o benefício previsto no §4º do citado artigo, reduzindo a pena aplicada, então no patamar mínimo cominado em lei, à razão de dois terços, para fixá-la em 1 ano e 8 meses de reclusão e 167 dias-multa. Diante do narrado, deverá o juiz:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "fixar o regime prisional inicialmente fechado, deixando de substituir a pena privativa de liberdade por penas restritivas de direitos;"
      },
      {
        "letra": "B",
        "texto": "fixar o regime prisional inicialmente semiaberto, deixando de substituir a pena privativa de liberdade por penas restritivas de direitos;"
      },
      {
        "letra": "C",
        "texto": "fixar o regime prisional inicialmente semiaberto, com a substituição da pena privativa de liberdade por 1 pena restritiva de direitos ou multa;"
      },
      {
        "letra": "D",
        "texto": "fixar o regime prisional inicialmente aberto, com a substituição da pena privativa de liberdade por 1 pena restritiva de direitos ou multa;"
      },
      {
        "letra": "E",
        "texto": "fixar o regime prisional inicialmente aberto, com a substituição da pena privativa de liberdade por 2 penas restritivas de direitos ou 1 pena restritiva de direitos e multa"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3034296",
    "metadata": "Ano: 2024 | Banca: IGEDUC | Órgão: Prefeitura de Ibirajuba - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Crimes contra a administração pública",
      "Corrupção passiva"
    ],
    "enunciado_principal": "Caso a pena de Carlos seja superior a dois anos, ele poderá começar a cumpri-la em regime aberto, desde que seja primário e a sentença não o desabone.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3030280",
    "metadata": "Ano: 2024 | Banca: VUNESP | Órgão: TJ-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade"
    ],
    "enunciado_principal": "Acerca do regime inicial de cumprimento da pena privativa de liberdade, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tratando-se de condenação por crime hediondo ou equiparado, o regime inicial será obrigatoriamente o fechado."
      },
      {
        "letra": "B",
        "texto": "é inadmissível a adoção do regime inicial semiaberto aos reincidentes, ainda que condenados a pena igual ou inferior a quatro anos e favoráveis as circunstâncias judiciais."
      },
      {
        "letra": "C",
        "texto": "na pena de detenção, sendo desfavoráveis as circunstâncias judiciais e situando-se a pena acima de quatro anos, pode o juiz, fundamentadamente, impor o regime inicial fechado."
      },
      {
        "letra": "D",
        "texto": "fixada a pena-base no mínimo, o regime inicial não pode ser mais gravoso do que aquele cabível em razão da sanção imposta, com base apenas na gravidade abstrata do delito."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2442330",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Fixação do regime inicial da pena privativa de liberdade"
    ],
    "enunciado_principal": "Tício foi condenado, em sentença transitada em julgado, a uma pena final de três anos de detenção, por ter agredido fisicamente seu genitor (lesão corporal no contexto doméstico). Registre-se que o agente é reincidente pela prática de idêntico delito. Nesse cenário, considerando as disposições do Código Penal, Tício iniciará o cumprimento de pena em regime:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "semiaberto, não tendo direito à substituição da pena privativa de liberdade por pena restritiva de direitos, tampouco à suspensão condicional da pena;"
      },
      {
        "letra": "B",
        "texto": "aberto, tendo direito à substituição da pena privativa de liberdade por pena restritiva de direitos, mas não à suspensão condicional da pena;"
      },
      {
        "letra": "C",
        "texto": "fechado, não tendo direito à substituição da pena privativa de liberdade por pena restritiva de direitos, tampouco à suspensão condicional da pena;"
      },
      {
        "letra": "D",
        "texto": "aberto, não tendo direito à substituição da pena privativa de liberdade por pena restritiva de direitos, tampouco à suspensão condicional da pena;"
      },
      {
        "letra": "E",
        "texto": "semiaberto, tendo direito à suspensão condicional da pena, mas não à substituição da pena privativa de liberdade por pena restritiva de direitos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2328471",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade"
    ],
    "enunciado_principal": "Felisberto, réu em ação penal por crime de ameaça, cuja pena cominada é de detenção, de 1 a 6 meses, ou multa, é condenado ao final do processo. No curso da ação penal, restou demonstrado que o acusado é reincidente, pois possui condenação anterior definitiva por crime de ato obsceno, em que foi condenado à pena de multa, além de apresentar circunstâncias judiciais desfavoráveis. Diante do caso narrado, deverá o juiz aplicar, na sentença condenatória:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "somente pena de multa;"
      },
      {
        "letra": "B",
        "texto": "pena de detenção, em patamar superior ao mínimo legal cominado, com a fixação de regime inicialmente fechado;"
      },
      {
        "letra": "C",
        "texto": "pena de detenção, em patamar superior ao mínimo legal cominado, com a fixação de regime inicialmente semiaberto;"
      },
      {
        "letra": "D",
        "texto": "pena de detenção, no mínimo legal cominado, com a fixação de regime inicialmente aberto, concedendo ao réu a suspensão condicional da execução da pena;"
      },
      {
        "letra": "E",
        "texto": "pena de detenção, em patamar superior ao mínimo legal cominado, com a fixação de regime inicialmente semiaberto, e a substituição da pena privativa de liberdade por uma pena restritiva de direitos ou multa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2087150",
    "metadata": "Ano: 2023 | Banca: Instituto Consulplan | Órgão: Câmara de Tremembé - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Progressão de regime penitenciário"
    ],
    "enunciado_principal": "Analise as afirmativas a seguir. I. A pena de reclusão será cumprida em regime fechado, semiaberto ou aberto. A de detenção, por sua vez, deverá ser cumprida necessariamente em regime semiaberto ou aberto. II. O condenado não reincidente, cuja pena privativa de liberdade seja superior a quatro anos e não exceda a oito, poderá, desde o princípio, cumpri-la em regime semiaberto. III. O condenado por crime contra o patrimônio terá a progressão de regime do cumprimento da pena condicionada à reparação do dano que causou, ou à devolução do produto do ilícito praticado, com os acréscimos legais. Está correto o que se afirma apenas em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I."
      },
      {
        "letra": "B",
        "texto": "II."
      },
      {
        "letra": "C",
        "texto": "III."
      },
      {
        "letra": "D",
        "texto": "I e III."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2059116",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: DPE-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Modalidades das Penas privativas de liberdade"
    ],
    "enunciado_principal": "De acordo com o Código Penal, assinale a opção correta, acerca das penas privativas de liberdade.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A execução da pena em regime fechado deve ser cumprida, exclusivamente, em estabelecimento de segurança máxima."
      },
      {
        "letra": "B",
        "texto": "A pena de reclusão pode ser cumprida em regime aberto."
      },
      {
        "letra": "C",
        "texto": "O condenado não reincidente cuja pena seja superior a quatro anos e inferior a oito anos pode, desde o princípio, cumpri-la em regime aberto."
      },
      {
        "letra": "D",
        "texto": "O trabalho externo é vedado, em qualquer hipótese, ao preso que estiver cumprindo pena em regime fechado."
      },
      {
        "letra": "E",
        "texto": "O condenado que cumprir pena em regime aberto e trabalhar fora do estabelecimento prisional deverá permanecer recolhido durante o período noturno, excetuando-se os dias de folga laboral."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1998938",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Legislação Penal Especial",
      "Lei de Execução Penal – Lei nº 7.210 de 1984"
    ],
    "enunciado_principal": "Jaqueline é diretora do complexo penitenciário de Goiânia, local onde se reúnem penitenciárias e colônias penais industriais. Coordenando o preenchimento das vagas, Jaqueline constata que uma apenada executada em regime fechado já está apta a progredir de pena, mas a colônia penal feminina está superlotada e, por isso, decide manter a apenada em regime fechado, até que a vaga na colônia seja liberada. Sobre esse tema, assinale a alternativa correta conforme orientação jurisprudencial.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A falta de estabelecimento penal adequado autoriza a manutenção do condenado em regime prisional mais gravoso, computando-se em dobro o tempo de condenação havido nesse regime, conforme os parâmetros fixados na Súmula Vinculante nº 45."
      },
      {
        "letra": "B",
        "texto": "A falta de estabelecimento penal adequado não autoriza a manutenção do condenado em regime prisional mais gravoso, devendo-se promover a progressão penal per saltum do executado, conforme os parâmetros fixados na Lei de Execução Penal."
      },
      {
        "letra": "C",
        "texto": "A falta de estabelecimento penal adequado não autoriza a manutenção do condenado em regime prisional mais gravoso, devendo-se conceder ao apenado prejudicado a antecipação do livramento condicional."
      },
      {
        "letra": "D",
        "texto": "A falta de estabelecimento penal adequado não autoriza a manutenção do condenado em regime prisional mais gravoso, devendo-se observar, nessa hipótese, os parâmetros fixados no RE 641.320/RS."
      },
      {
        "letra": "E",
        "texto": "A falta de estabelecimento penal adequado autoriza a manutenção do condenado em regime prisional mais gravoso, descontando-se naquele o tempo de condenação havido nesse regime, conforme os parâmetros fixados na Súmula Vinculante nº 45."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1968397",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade"
    ],
    "enunciado_principal": "Carlos foi denunciado pelo crime de furto qualificado, praticado em 15/5/2022. Após a tramitação regular do processo, o juiz fixou a pena base no mínimo legal, tendo em seguida agravado em 1/6 a pena em face da reincidência, sob o fundamento de que o réu possuía uma condenação anterior transitada em julgado, e impôs o regime fechado para início de cumprimento de pena. Na condenação anterior, Carlos havia recebido o livramento condicional em 27/4/2015, cumprindo-o sem revogações até 27/4/2019, e a decisão que declarou extinta a pena foi proferida em 29/6/2020. Considerando-se a situação hipotética apresentada, bem como a pena e o regime fixados pelo juiz, é correto afirmar que, em relação ao crime de furto qualificado praticado em 15/5/2022, Carlos é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "reincidente, e o regime inicial cabível é o fechado, visto que o período depurador referente à condenação anterior começou a correr em 27/4/2019."
      },
      {
        "letra": "B",
        "texto": "reincidente, e o regime inicial cabível é o fechado, visto que o período depurador referente à condenação anterior começou a correr em 29/6/2020."
      },
      {
        "letra": "C",
        "texto": "primário, e o regime inicial cabível é o semiaberto, visto que o período depurador se iniciou em 27/4/2015 e a pena é superior a quatro anos."
      },
      {
        "letra": "D",
        "texto": "primário, e o regime cabível é o aberto, visto que o período depurador foi cumprido sem revogação e a pena é inferior a quatro anos."
      },
      {
        "letra": "E",
        "texto": "reincidente, e o regime cabível é o semiaberto, visto que, dada a pena aplicada, incide no caso a súmula n.º 269 do STJ."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1947755",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: MPE-SE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão."
    ],
    "enunciado_principal": "Um indivíduo foi condenado por furto qualificado, na modalidade tentada, à pena de 1 ano e 6 meses. Na análise de antecedentes penais, verificou-se que ele era reincidente, pois havia sido condenado pela prática de lesões corporais culposas, cuja sentença transitou em julgado antes da prática do furto, mas os elementos subjetivos eram, apesar disso, favoráveis. Nessa situação, o juiz deve",
    "alternativas": [
      {
        "letra": "A",
        "texto": "impor o regime inicial semiaberto, sem possibilidade de substituição da pena privativa de liberdade."
      },
      {
        "letra": "B",
        "texto": "impor o regime inicial fechado, sem possibilidade de substituição da pena privativa de liberdade."
      },
      {
        "letra": "C",
        "texto": "impor o regime inicial aberto, sem possibilidade de substituição da pena privativa de liberdade."
      },
      {
        "letra": "D",
        "texto": "substituir a pena privativa de liberdade por multa ou por pena restritiva de direitos."
      },
      {
        "letra": "E",
        "texto": "substituir a pena privativa de liberdade por uma pena restritiva de direitos e multa ou por duas restritivas de direitos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1874295",
    "metadata": "Ano: 2022 | Banca: UFMT | Órgão: PJC-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade"
    ],
    "enunciado_principal": "Em relação à determinação do regime inicial de cumprimento da pena privativa de liberdade, analise as afirmativas. I- Para a fixação do regime prisional inicial, além da quantidade da pena imposta e da condição de reincidente ou não do réu, o juiz deve considerar circunstâncias judiciais de caráter subjetivo previstas no Código Penal. II- Para o estabelecimento de regime de cumprimento de pena mais gravoso, é necessária fundamentação específica, com base em elementos probatórios concretos. III- A opinião do julgador sobre a gravidade em abstrato do crime constitui motivação idônea para a imposição de regime mais severo do que o permitido segundo a pena aplicada. IV- Fixada a pena-base no mínimo legal, é permitido o estabelecimento de regime prisional mais gravoso do que o cabível em razão da sanção imposta, com base na gravidade do delito em abstrato. Estão corretas as afirmativas",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, III e IV, apenas."
      },
      {
        "letra": "B",
        "texto": "I, II e III, apenas."
      },
      {
        "letra": "C",
        "texto": "I e II, apenas."
      },
      {
        "letra": "D",
        "texto": "III e IV, apenas."
      },
      {
        "letra": "E",
        "texto": "II e IV, apenas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2413258",
    "metadata": "Ano: 2021 | Banca: FAPEC | Órgão: PC-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade"
    ],
    "enunciado_principal": "Diante das regras estabelecidas nos títulos “Do Crime”, “Da Imputabilidade Penal” e “Das Penas”, previstas na Parte Geral do Código Penal, analise as afirmativas abaixo, enumeradas de I a V.I - No cumprimento da pena, no regime fechado, é admissível o trabalho externo do preso em serviços ou obras públicas.II - Nos crimes cometidos com violência ou grave ameaça à pessoa, reparado o dano ou restituída a coisa, até o recebimento da denúncia ou da queixa, por ato voluntário do agente, a pena poderá ser reduzida em até um terço. Já nos crimes cometidos sem violência ou grave ameaça à pessoa, reparado o dano ou restituída a coisa, até o recebimento da denúncia ou da queixa, por ato voluntário do agente, a pena será reduzida de um terço a metade.III- O condenado por crime contra a administração pública terá a progressão de regime do cumprimento da pena condicionada à reparação do dano que causou ou à devolução do produto do ilícito praticado, com os acréscimos legais.IV- O tempo de cumprimento das penas privativas de liberdade não pode ser superior a 30 (trinta) anos.V - São consideradas excludentes de ilicitude: a coação irresistível e obediência hierárquica, a legitima defesa, a desistência voluntária, o estado de necessidade, o estrito cumprimento de dever legal e a emoção e a paixão.Estão corretas as afirmativas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas as afirmativas I, Il e IV"
      },
      {
        "letra": "B",
        "texto": "Apenas a afirmativa I está correta."
      },
      {
        "letra": "C",
        "texto": "Apenas as afirmativas IV e V são as corretas"
      },
      {
        "letra": "D",
        "texto": "Apenas as afirmativas III e V são as corretas."
      },
      {
        "letra": "E",
        "texto": "Estão corretas apenas as afirmativas I e III"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1860575",
    "metadata": "Ano: 2021 | Banca: FCC | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade"
    ],
    "enunciado_principal": "Sobre o regime fechado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deve ser cumprido integralmente em regime fechado pelos autores de crime hediondo."
      },
      {
        "letra": "B",
        "texto": "baseia-se na autodisciplina e senso de responsabilidade do condenado."
      },
      {
        "letra": "C",
        "texto": "o condenado fica sujeito a trabalho em comum no período diurno, em colônia industrial."
      },
      {
        "letra": "D",
        "texto": "a pena é cumprida em estabelecimento de segurança máxima ou média."
      },
      {
        "letra": "E",
        "texto": "dispõe de saídas temporárias em feriados e datas festivas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1302826",
    "metadata": "Ano: 2020 | Banca: FCC | Órgão: AL-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão.",
      "Pena de multa",
      "Consequências do inadimplemento da pena de multa"
    ],
    "enunciado_principal": "Acerca do que dispõe o Código Penal, bem como o entendimento dos tribunais superiores, sobre as espécies, cominação, aplicação e suspensão das penas,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "na condenação igual ou inferior a um ano, a substituição da pena privativa de liberdade pode ser feita por multa ou por uma pena restritiva de direitos."
      },
      {
        "letra": "B",
        "texto": "a legitimidade para a execução fiscal de multa pendente de pagamento imposta em sentença condenatória é exclusiva do Ministério Público."
      },
      {
        "letra": "C",
        "texto": "a pena unificada para atender ao limite de trinta anos de cumprimento, determinado pelo Código Penal, deverá ser considerada para a concessão de outros benefícios, como o livramento condicional."
      },
      {
        "letra": "D",
        "texto": "no concurso de infrações, executar-se-á primeiramente a pena menos grave."
      },
      {
        "letra": "E",
        "texto": "condenação anterior à pena de multa, ainda que a única cominada, impede a aplicação ao agente da suspensão condicional da pena."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1296311",
    "metadata": "Ano: 2020 | Banca: GUALIMP | Órgão: Prefeitura de Areal - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade"
    ],
    "enunciado_principal": "O Código penal Brasileiro prevê as penas de multa, privativas de liberdade e restritivas de direitos. Estabelece ainda que as penas privativas de liberdade deverão ser executadas em forma progressiva, segundo o mérito do condenado, observado determinados critérios e ressalvadas as hipóteses de transferência a regime mais rigoroso, deverá começar a cumpri-la em regime fechado, o condenado a pena superior a:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "06 (seis) anos."
      },
      {
        "letra": "B",
        "texto": "08 (oito) anos."
      },
      {
        "letra": "C",
        "texto": "04 (quatro) anos."
      },
      {
        "letra": "D",
        "texto": "05 (cinco) anos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1136446",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: MPE-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão.",
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "Cada um dos itens a seguir apresenta uma situação hipotética, seguida de uma assertiva a ser julgada, acerca da aplicação de pena e do livramento condicional, considerando-se o entendimento dos tribunais superiores. I Flávio, processado e condenado pela prática de delito de tráfico ilícito de entorpecentes, confessou, em interrogatório judicial, que possuía a droga para consumo próprio. Nesse caso, a confissão feita por Flávio em juízo, ainda que parcial, não deve servir como circunstância atenuante da confissão espontânea para fins de diminuição de pena. II Pela prática de delitos de vias de fato e ameaça em contexto de violência doméstica e familiar contra sua ex-esposa, Joana, José foi condenado às penas de vinte dias de prisão simples e um mês e cinco dias de detenção, ambas em regime aberto. Nesse caso, é cabível a substituição da pena restritiva de liberdade por restritiva de direitos apenas em relação à contravenção penal de vias de fato. III Pela prática de delito de homicídio culposo no trânsito, na forma qualificada, por conduzir veículo sob influência de bebida alcoólica, Marcos foi condenado à pena de cinco anos de reclusão, a ser cumprida inicialmente em regime semiaberto. Nesse caso, em que pese o quantum da pena, é cabível a substituição da pena privativa de liberdade por restritiva de direitos. IV Pela prática de delito de porte ilegal de arma de fogo de uso restrito, Pedro, reincidente por crime de roubo simples, foi condenado à pena privativa de liberdade de quatro anos de reclusão, em regime fechado. Nesse caso, ante a prática de crime hediondo e a reincidência, Pedro não fará jus ao livramento condicional. Estão certos apenas os itens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e III."
      },
      {
        "letra": "B",
        "texto": "I e IV."
      },
      {
        "letra": "C",
        "texto": "II e IV."
      },
      {
        "letra": "D",
        "texto": "I, II e III."
      },
      {
        "letra": "E",
        "texto": "II, III e IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "986550",
    "metadata": "Ano: 2019 | Banca: FCC | Órgão: DPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "Vanessa foi denunciada como incursa no delito de furto qualificado, porque, no dia 05 de abril de 2018, teria subtraído, mediante abuso de confiança, R$ 1.000,00 da loja onde trabalhava como gerente. Realizada audiência, a Juíza condenou a ré, nos termos da denúncia. Ao realizar a dosimetria da pena, a Julgadora fixou a pena base no mínimo legal. Na segunda fase, aplicou a agravante da reincidência e aumentou a pena em 1/6 (um sexto), sob o fundamento de que a ré possuía uma condenação anterior transitada em julgado antes da prática desse novo delito. Em relação à condenação anterior de Vanessa, alegou a Juíza que, embora tenha ela recebido livramento condicional em 21 de março de 2011 e o direito não tenha sido revogado, o livramento somente expirou em 21 de março de 2015, sendo que a decisão que declarou extinta a pena foi proferida em 26 de maio de 2016. Assim, com base tão somente na reincidência da ré, a Magistrada impôs o regime fechado para início de cumprimento da pena. Considerando a pena e o regime fixados, a decisão proferida está",
    "alternativas": [
      {
        "letra": "A",
        "texto": "errada, porque a condenação anterior mencionada pela Juíza já foi atingida pelo período depurador, logo, a ré é primária, podendo ser aplicado o regime inicial aberto, uma vez que a pena fixada é inferior a quatro anos."
      },
      {
        "letra": "B",
        "texto": "correta, porque o período depurador referente à condenação anterior começou a correr em 26 de maio de 2016, logo, a ré é reincidente e o regime cabível é o fechado."
      },
      {
        "letra": "C",
        "texto": "errada, porque a condenação anterior mencionada pela Juíza já foi atingida pelo período depurador, logo, a ré é primária, podendo ser aplicado o regime inicial semiaberto, uma vez que a pena imposta é superior a quatro anos e não excede a oito anos."
      },
      {
        "letra": "D",
        "texto": "errada, porque, embora a ré seja reincidente, a pena a ela imposta é inferior a quatro anos, sendo, portanto, cabível o regime inicial semiaberto, de acordo com o disposto na Súmula 269, do Superior Tribunal de Justiça."
      },
      {
        "letra": "E",
        "texto": "correta, porque o período depurador referente à condenação anterior começou a correr em 21 de março de 2015, logo, a ré é reincidente e o regime cabível é o fechado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "954293",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade"
    ],
    "enunciado_principal": "Sobre o regime inicial de cumprimento de pena é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "as causas de aumento só interferem na determinação do regime inicial na medida em que alterem a quantidade de pena imposta na sentença."
      },
      {
        "letra": "B",
        "texto": "os crimes hediondos ou equiparados devem ser cumpridos em regime inicial fechado."
      },
      {
        "letra": "C",
        "texto": "se utilizados para majoração da pena na primeira fase, os maus antecedentes não podem influenciar na determinação do regime inicial."
      },
      {
        "letra": "D",
        "texto": "o regime aberto deve ser aplicado sempre que se verifique a situação de vulnerabilidade do réu diante do sistema penal."
      },
      {
        "letra": "E",
        "texto": "se a pena aplicada for superior a oito anos o regime inicial será obrigatoriamente o fechado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "947825",
    "metadata": "Ano: 2018 | Banca: IBFC | Órgão: SEAP-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Progressão de regime penitenciário"
    ],
    "enunciado_principal": "As penas privativas de liberdade devem ser executadas em forma progressiva, segundo o mérito do condenado, observados determinados critérios e ressalvadas as hipóteses de transferência a regime mais rigoroso. Nesse sentido, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o condenado a pena superior a 8 (oito) anos deve começar a cumpri-la em regime semi-aberto"
      },
      {
        "letra": "B",
        "texto": "o condenado não reincidente, cuja pena seja superior a 4 (quatro) anos e não exceda a 8 (oito), deve cumpri-la em regime fechado"
      },
      {
        "letra": "C",
        "texto": "o condenado não reincidente, cuja pena seja igual ou inferior a 4 (quatro) anos, poderá, desde o início, cumpri-la em regime semi-aberto"
      },
      {
        "letra": "D",
        "texto": "o condenado por crime contra a administração pública deve ter a progressão de regime do cumprimento da pena condicionada à reparação do dano que causou, ou à devolução do produto do ilícito praticado, com os acréscimos legais"
      },
      {
        "letra": "E",
        "texto": "ao condenado transferido para o regime disciplinar diferenciado é vedada a realização de exame criminológico de classificação para individualização da execução"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "917866",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade"
    ],
    "enunciado_principal": "Em Direito Penal, um dos temas mais debatidos na doutrina e na jurisprudência é a aplicação da pena. De acordo com o artigo 68 do Código Penal, deverão ser observadas três etapas distintas na dosimetria da pena. Sobre o tema, de acordo com as previsões do Código Penal e jurisprudência do Superior Tribunal de Justiça, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "no caso de ser reconhecida a presença dos requisitos para substituição da pena privativa de liberdade por restritiva de direitos, não precisará o magistrado fixar na sentença o regime inicial de cumprimento de pena;"
      },
      {
        "letra": "B",
        "texto": "na aplicação da pena, primeiro é aplicada a pena base, depois as causas de aumento e de diminuição e, por último, são analisadas as circunstâncias agravantes e atenuantes;"
      },
      {
        "letra": "C",
        "texto": "no momento de reconhecer a presença de circunstâncias atenuantes e agravantes, não poderá o magistrado fixar a pena abaixo do mínimo legal ou acima do máximo cominado ao tipo;"
      },
      {
        "letra": "D",
        "texto": "na aplicação do regime inicial de pena nos crimes punidos apenas com pena de detenção, poderá o magistrado aplicar regime inicial fechado, semiaberto ou aberto;"
      },
      {
        "letra": "E",
        "texto": "no concurso de causas de aumento e de diminuição previstas na parte especial, não pode o juiz considerar apenas uma delas, cabendo aplicá-las em escala."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "908297",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade"
    ],
    "enunciado_principal": "É circunstância que, por si só, não influencia na determinação do regime inicial de cumprimento de pena,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ser o crime punido com detenção."
      },
      {
        "letra": "B",
        "texto": "ser o crime cometido com violência ou grave ameaça contra a pessoa."
      },
      {
        "letra": "C",
        "texto": "os motivos e as consequências do crime."
      },
      {
        "letra": "D",
        "texto": "os maus antecedentes e a reincidência."
      },
      {
        "letra": "E",
        "texto": "o tempo de prisão preventiva cumprido até a sentença."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "904036",
    "metadata": "Ano: 2018 | Banca: NUCEPE | Órgão: PC-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria.",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Progressão de regime penitenciário"
    ],
    "enunciado_principal": "Em relação ao processo em geral, marque a alternativa CORRETA, quanto aos enunciados de súmula de jurisprudência.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É permitida a utilização de inquéritos policiais e ações penais em curso para agravar a pena."
      },
      {
        "letra": "B",
        "texto": "Admite-se a progressão de regime de cumprimento da pena ou a aplicação imediata de regime menos severo nela determinada, antes do trânsito da sentença condenatória."
      },
      {
        "letra": "C",
        "texto": "Fixada a pena-base no mínimo legal, é permitido o estabelecimento de regime prisional mais gravoso do que o cabível em razão da sanção imposta, com base apenas na gravidade da pena em concreto do delito, no entendimento do STJ."
      },
      {
        "letra": "D",
        "texto": "Pronunciado o réu, fica superada a alegação do constrangimento ilegal da prisão por excesso do prazo de 80 (oitenta) dias, para conclusão da instrução, segundo o STJ."
      },
      {
        "letra": "E",
        "texto": "É anulável a decisão que determina o desaforamento de processo da competência do júri sem audiência da defesa."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "895211",
    "metadata": "Ano: 2018 | Banca: IESES | Órgão: TJ-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Progressão de regime penitenciário",
      "Regressão de regime penitenciário",
      "Causas de extinção da punibilidade",
      "Interrupção e suspensão da contagem dos prazos prescricionais",
      "Legislação Penal Especial",
      "Crimes contra o Consumidor, a Ordem Econômica e Tributária – Lei nº 8.078 de 1990 e Lei nº 8.137 de 1990"
    ],
    "enunciado_principal": "Assinale a opção INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Conforme o Código Penal é isento de pena o agente que, por doença mental ou desenvolvimento mental incompleto ou retardado, era, ao tempo da prolação da sentença penal condenatória, inteiramente incapaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento."
      },
      {
        "letra": "B",
        "texto": "Extrai-se do art. 33 do Código Penal que pena de reclusão deve ser cumprida em regime fechado ou semi-aberto. A de detenção, em regime semi-aberto, ou aberto, salvo necessidade de transferência a regime fechado."
      },
      {
        "letra": "C",
        "texto": "De acordo com o Superior Tribunal de Justiça o fornecimento de informações sobre movimentação bancária de contribuintes, pelas instituições financeiras, diretamente ao Fisco, sem prévia autorização judicial, com o consequente oferecimento de denúncia com base em tais informações, caracteriza crime contra a ordem tributária, Art. 1º, II E V, da Lei 8.137/90."
      },
      {
        "letra": "D",
        "texto": "Uma das formas de interrupção da prescrição que consta do Código Penal é pela publicação da sentença ou acórdão condenatórios recorríveis. Assim pode-se afirmar que O acórdão que confirma a condenação, mas majora ou reduz a pena, constitui novo marco interruptivo da prescrição."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "886081",
    "metadata": "Ano: 2018 | Banca: MPE-MS | Órgão: MPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No concurso de agravantes e atenuantes, a pena deve aproximar-se do limite indicado pelas circunstâncias preponderantes, entendendo-se como tais, dentre outras, as que resultam da conduta social do agente."
      },
      {
        "letra": "B",
        "texto": "A totalidade das agravantes genéricas é aplicável aos crimes dolosos e culposos."
      },
      {
        "letra": "C",
        "texto": "A reincidência ficta não é aceita pelo Código Penal."
      },
      {
        "letra": "D",
        "texto": "Ao reincidente condenado a uma pena igual a quatro anos é inadmissível a imposição do regime prisional semiaberto para iniciar o cumprimento da pena."
      },
      {
        "letra": "E",
        "texto": "A condenação definitiva à pena de detenção superior a oito anos, sendo o condenado reincidente e com maus antecedentes, impede a fixação do regime fechado para iniciar o cumprimento da pena."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "868159",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: DPE-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade"
    ],
    "enunciado_principal": "Sobre os regimes de cumprimento de pena:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pena de detenção deve ser cumprida em regime inicial aberto, enquanto a de reclusão permite os regimes aberto, semiaberto e fechado."
      },
      {
        "letra": "B",
        "texto": "O crime de roubo não permite o início de cumprimento de pena em regime aberto em razão da gravidade do delito."
      },
      {
        "letra": "C",
        "texto": "A reincidência possui relevância na progressão de regime, mas não influencia a determinação do regime inicial de cumprimento de pena."
      },
      {
        "letra": "D",
        "texto": "O Código Penal impede a avaliação negativa das circunstâncias judiciais para aplicação da pena-base e para agravar o regime inicial de cumprimento de pena no mesmo caso, pois configuraria bis in idem."
      },
      {
        "letra": "E",
        "texto": "O condenado não reincidente, cuja pena seja superior a quatro anos e não exceda a oito, poderá, desde o princípio, cumpri-la em regime semiaberto."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "969897",
    "metadata": "Ano: 2017 | Banca: VUNESP | Órgão: Câmara de Altinópolis - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria",
      "Fixação do regime inicial da pena privativa de liberdade"
    ],
    "enunciado_principal": "Acerca da aplicação da pena, assinale a alternativa que representa entendimento do Superior Tribunal de Justiça.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Fixada a pena-base no mínimo legal, é permitido o estabelecimento de regime prisional mais gravoso do que o cabível em razão da sanção imposta com base apenas na gravidade abstrata do delito."
      },
      {
        "letra": "B",
        "texto": "No crime de roubo circunstanciado, basta a mera indicação do número de majorantes para que se aplique o aumento de pena na terceira fase da dosimetria."
      },
      {
        "letra": "C",
        "texto": "Como condição especial ao regime aberto, admite-se a fixação de pena substitutiva."
      },
      {
        "letra": "D",
        "texto": "É admissível a adoção do regime prisional semiaberto aos reincidentes condenados a pena igual ou inferior a 4 anos se favoráveis as circunstâncias judiciais."
      },
      {
        "letra": "E",
        "texto": "A incidência de circunstância atenuante pode conduzir à redução da pena abaixo do mínimo legal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "855884",
    "metadata": "Ano: 2017 | Banca: FCC | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Pena de multa",
      "Conceito e Características da Pena de Multa",
      "Reincidência"
    ],
    "enunciado_principal": "Praticada a infração penal, surge para o Estado o direito de aplicar a sanção cominada abstratamente na lei, como forma, tanto de retribuição ao mal causado pelo agente criminoso, como, ainda, de prevenção e intimidação, a fim de se evitar que novos delitos sejam cometidos. Diante de tal contexto, analise as proposições abaixo. I. Cominadas cumulativamente, em lei especial, penas privativa de liberdade e pecuniária, é permitido a substituição da prisão por multa. II. A legitimidade para a execução fiscal de multa pendente de pagamento imposta em sentença condenatória é exclusiva do Ministério Público. III. A reincidência penal não pode ser considerada como circunstância agravante e, simultaneamente, como circunstância judicial. IV. A imposição do regime de cumprimento mais severo, do que a pena aplicada permitir, exige motivação idônea. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "III e IV."
      },
      {
        "letra": "B",
        "texto": "I e III."
      },
      {
        "letra": "C",
        "texto": "II e IV."
      },
      {
        "letra": "D",
        "texto": "II e III."
      },
      {
        "letra": "E",
        "texto": "I e IV."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "844168",
    "metadata": "Ano: 2017 | Banca: INSTITUTO AOCP | Órgão: SEJUS - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso formal",
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão."
    ],
    "enunciado_principal": "A respeito das penas e de sua aplicação, assinale a alternativa correta, nos termos dos artigos 32 a 52, do Código Penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Código Penal adota o sistema bifásico de aplicação da pena."
      },
      {
        "letra": "B",
        "texto": "A pena de reclusão deve ser cumprida em regime fechado, semiaberto ou aberto; a de detenção, em regime semiaberto, ou aberto, salvo necessidade de transferência a regime fechado."
      },
      {
        "letra": "C",
        "texto": "As penas restritivas de direitos são autônomas e substituem as privativas de liberdade, quando aplicada pena privativa de liberdade não superior a dois anos."
      },
      {
        "letra": "D",
        "texto": "Quando o agente, mediante uma só ação ou omissão, pratica dois ou mais crimes, idênticos ou não, aplicam-se, sempre, cumulativamente, as penas privativas de liberdade em que haja incorrido."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "843724",
    "metadata": "Ano: 2017 | Banca: FAPEMS | Órgão: PC-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão."
    ],
    "enunciado_principal": "No que diz respeito ao sistema de aplicação da pena, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No caso de condenado reincidente em crime doloso, porém com as circunstâncias do artigo 59 do Código Penal inteiramente favoráveis, a pena-base pode ser aplicada no mínimo legal."
      },
      {
        "letra": "B",
        "texto": "A qualificadora da torpeza no crime de homicídio (CP, artigo 121, § 2°, inciso I) determina a majoração do quantum de pena privativa de liberdade na terceira fase da dosimetria."
      },
      {
        "letra": "C",
        "texto": "O início do cumprimento de pena privativa por condenação pelo crime de homicídio culposo na direção de veiculo automotor (artigo 302 da Lei n° 9.503/1997) sempre será no regime fechado em razão da gravidade da conduta em relação ao bem jurídico protegido penalmente."
      },
      {
        "letra": "D",
        "texto": "Sendo as circunstâncias judiciais favoráveis, admite-se a fixação do regime inicial aberto para o condenado reincidente, quando a pena fixada na sentença é igual ou inferior a quatro anos."
      },
      {
        "letra": "E",
        "texto": "Na sentença condenatória por crime de estelionato (CP,artigo 171, caput), a pena aplicada em um ano de prisão pode ser substituída por duas penas restritivas de direitos, desde que presentes os requisitos previstos no artigo 44 do Código Penal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "723942",
    "metadata": "Ano: 2016 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade"
    ],
    "enunciado_principal": "Considerando o entendimento sumulado dos Tribunais Superiores, analise as assertivas abaixo e indique a alternativa: I - A opinião do julgador sobre a gravidade em abstrato do crime não constitui motivação idônea para a imposição de regime mais severo do que o permitido segundo a pena aplicada. II - Cominadas cumulativamente, em lei especial, penas privativas de liberdade e pecuniária, é defeso a substituição da prisão por multa. III - É admissível a adoção do regime prisional semiaberto aos reincidentes condenados a pena igual ou inferior a quatro anos se favoráveis as circunstâncias judiciais. IV - Fixada a pena-base no mínimo legal, é vedado o estabelecimento de regime prisional mais gravoso do que o cabível em razão da sanção imposta, com base apenas na gravidade abstrata do delito.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todas as assertivas estão corretas;"
      },
      {
        "letra": "B",
        "texto": "Apenas as assertivas I e III estão incorretas;"
      },
      {
        "letra": "C",
        "texto": "Apenas as assertivas I, II e IV estão corretas;"
      },
      {
        "letra": "D",
        "texto": "Apenas a assertiva II está incorreta;"
      },
      {
        "letra": "E",
        "texto": "Apenas as assertivas I e III estão corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "690091",
    "metadata": "Ano: 2016 | Banca: FCC | Órgão: DPE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade"
    ],
    "enunciado_principal": "Sobre a determinação do regime inicial de cumprimento de pena, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "em virtude do princípio da individualização da pena, a primeira fase de aplicação da pena não pode influenciar na determinação do regime."
      },
      {
        "letra": "B",
        "texto": "a pena de detenção deve ser cumprida em regime aberto ou semiaberto, salvo caso de reincidência."
      },
      {
        "letra": "C",
        "texto": "segundo a jurisprudência dominante do STJ, a reincidência impede o cumprimento de pena em regime semiaberto, independentemente da quantidade de pena e das circunstâncias judiciais."
      },
      {
        "letra": "D",
        "texto": "em caso de condenação por crime de extorsão mediante sequestro consumado, é possível a aplicação do regime semiaberto."
      },
      {
        "letra": "E",
        "texto": "por ser cometido com violência ou grave ameaça contra a pessoa, a condenação por roubo consumado impede a aplicação do regime aberto."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "644272",
    "metadata": "Ano: 2016 | Banca: MPE-GO | Órgão: MPE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade"
    ],
    "enunciado_principal": "O Juiz ao condenar o agente delituoso pela prática de um crime de roubo simples (art. 157, “caput”, do CP), fixou a pena no mínimo legal de 04 (quatro) anos de reclusão, após análise das circunstâncias judiciais que foram todas favoráveis ao acusado, se tratando de réu primário, possuindo endereço certo e trabalho lícito. Ao fixar o regime prisional, o Magistrado determinou o cumprimento da pena em regime inicial fechado, fundamentando sua decisão na gravidade do crime de roubo, cometido com violência ou grave ameaça à pessoa, o que demonstra a periculosidade do agente. A defesa recorreu da sentença, somente se opondo quanto ao regime prisional estabelecido na sentença penal condenatória, requerendo a fixação do regime aberto. Os autos foram enviados com vista ao Ministério Público para ofertar suas Contrarrazões. O órgão de primeiro grau deverá se manifestar, posicionando-se, no sentido de que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Veda-se o estabelecimento de regime prisional mais gravoso do que o cabível em razão da sanção imposta, com base apenas na gravidade abstrata do delito, nos termos do entendimento sumulado tanto pelo STJ quanto pelo STF."
      },
      {
        "letra": "B",
        "texto": "É permitido o estabelecimento de regime prisional mais gravoso, com base na gravidade do delito, notoriamente quando atinge bens individuais indisponíveis e que são cometidos mediante violência ou grave ameaça à pessoa, nos termos do entendimento sumulado tanto pelo STJ quanto pelo STF."
      },
      {
        "letra": "C",
        "texto": "Veda-se o estabelecimento de regime prisional mais gravoso do que o cabível em razão da sanção imposta, com base apenas na gravidade abstrata do delito, nos termos do entendimento sumulado pelo STF e majoritário no STJ, embora, neste último caso, não sumulado."
      },
      {
        "letra": "D",
        "texto": "É permitido o estabelecimento de regime prisional mais gravoso, com base na gravidade do delito, notoriamente quando atinge bens individuais indisponíveis e que são cometidos mediante violência ou grave ameaça à pessoa, nos termos do entendimento sumulado pelo STJ e majoritário no STF, embora, neste último caso, não sumulado."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "628798",
    "metadata": "Ano: 2016 | Banca: FAURGS | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "Sobre aplicação e execução de penas, considere as afirmações abaixo. I - Consoante o entendimento consolidado do Superior Tribunal de Justiça, a reincidência penal pode ser considerada como circunstância agravante e, simultaneamente, como circunstância judicial. II - De acordo com a jurisprudência recente do Superior Tribunal de Justiça, a inexistência de casa de albergado na localidade da execução da pena não gera o reconhecimento de direito ao benefício da prisão domiciliar quando o apenado estiver cumprindo a reprimenda em local compatível com as regras do regime aberto. III - A jurisprudência do Supremo Tribunal Federal consolidou entendimento segundo o qual a hediondez ou a gravidade abstrata do delito não obriga, por si só, o regime prisional mais gravoso, pois o juízo, em atenção aos princípios constitucionais da individualização da pena e da obrigatoriedade de fundamentação das decisões judiciais, deve motivar o regime imposto, observando a singularidade do caso concreto. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas II."
      },
      {
        "letra": "C",
        "texto": "Apenas III."
      },
      {
        "letra": "D",
        "texto": "Apenas I e II."
      },
      {
        "letra": "E",
        "texto": "Apenas II e III."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "592486",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Modalidades das Penas privativas de liberdade"
    ],
    "enunciado_principal": "Com relação à aplicação da pena, à medida de segurança e ao instituto da prescrição, julgue o item que se segue. Segundo o entendimento jurisprudencial dominante, ainda que fixada a pena base no mínimo legal, a gravidade abstrata do delito pode justificar o estabelecimento de regime prisional mais gravoso que o previsto em lei em razão da sanção imposta.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "591360",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Pena de multa",
      "Consequências do inadimplemento da pena de multa"
    ],
    "enunciado_principal": "Em relação às penas, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Poderá ser substituída por pena restritiva de direitos a pena privativa de liberdade aplicada a réu reincidente, anteriormente condenado pela prática do crime de lesões corporais culposas e sentenciado a pena de cinco anos de reclusão pela prática de homicídio culposo."
      },
      {
        "letra": "B",
        "texto": "Não se admite que o condenado a prisão em regime fechado execute trabalho externo."
      },
      {
        "letra": "C",
        "texto": "A pena de reclusão será cumprida em regime fechado, semiaberto ou aberto; a de detenção, por sua vez, será cumprida em regime semiaberto ou aberto, vedada a transferência para o regime fechado."
      },
      {
        "letra": "D",
        "texto": "De acordo com o CP, o condenado a pena de seis anos de reclusão poderá cumpri-la em regime semiaberto, ainda que seja reincidente."
      },
      {
        "letra": "E",
        "texto": "A pena de multa aplicada de forma isolada, injustificadamente inadimplida pelo condenado, poderá ser convertida em pena privativa de liberdade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "588520",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade"
    ],
    "enunciado_principal": "O condenado à pena inferior a quatro anos de reclusão",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não poderá cumpri-la, inicialmente, em regime fechado, ainda que reincidente e desfavoráveis as circunstâncias judiciais."
      },
      {
        "letra": "B",
        "texto": "deverá começar a cumpri-la em regime fechado, se reincidente."
      },
      {
        "letra": "C",
        "texto": "não poderá cumpri-la, desde o início, em regime aberto, ainda que primário e favoráveis as circunstâncias judiciais."
      },
      {
        "letra": "D",
        "texto": "poderá cumpri-la, inicialmente, em regime semiaberto, ainda que reincidente, se favoráveis as circunstâncias judiciais."
      },
      {
        "letra": "E",
        "texto": "deverá começar a cumpri-la em regime aberto, não podendo o Magistrado optar por outro regime, ainda que elevadas as penas básicas por conta de circunstâncias judiciais desfavoráveis."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "544566",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TJ-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Progressão de regime penitenciário",
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "Segundo entendimento sumulado dos Tribunais Superiores acerca das penas privativas de liberdade,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é admissível a chamada progressão per saltum de regime prisional."
      },
      {
        "letra": "B",
        "texto": "a falta grave interrompe o prazo para a obtenção de livramento condicional."
      },
      {
        "letra": "C",
        "texto": "é admissível a adoção do regime prisional semiaberto aos reincidentes condenados a pena igual ou inferior a quatro anos, ainda que desfavoráveis as circunstâncias judiciais."
      },
      {
        "letra": "D",
        "texto": "é inadmissível a fixação de pena substitutiva como condição especial ao regime aberto."
      },
      {
        "letra": "E",
        "texto": "é admissível o exame criminológico pelas peculiaridades do caso, independentemente de motivação da determinação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "534572",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria",
      "Fixação do regime inicial da pena privativa de liberdade"
    ],
    "enunciado_principal": "Segundo a doutrina dominante e o CP, o juiz, ao aplicar a pena, deve",
    "alternativas": [
      {
        "letra": "A",
        "texto": "aplicar pena inferior ao mínimo legal se houver circunstância atenuante."
      },
      {
        "letra": "B",
        "texto": "agravar a sanção a ser aplicada a quem tiver coagido outrem a praticar o crime no caso de concurso de pessoas."
      },
      {
        "letra": "C",
        "texto": "valer-se de sua discricionariedade no que diz respeito à fixação do regime prisional em que o condenado começará a cumprir a sanção."
      },
      {
        "letra": "D",
        "texto": "indicar, no caso de condenado a pena de reclusão, que o cumprimento da sanção deve ser iniciado em regime fechado."
      },
      {
        "letra": "E",
        "texto": "considerar eventuais causas de aumento de pena do condenado na segunda fase da dosimetria."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "528023",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Terceira fase da dosimetria",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Reincidência"
    ],
    "enunciado_principal": "No momento da fixação da pena, deverá o juiz",
    "alternativas": [
      {
        "letra": "A",
        "texto": "relegar a fixação do regime inicial da pena, depois de fixado o seu quantum, para o juiz da execução, a quem compete fiscalizá-la"
      },
      {
        "letra": "B",
        "texto": "remeter os autos à Fazenda Pública para cálculo, fixação e cobrança da pena de multa, posto tratar-se de dívida de valor."
      },
      {
        "letra": "C",
        "texto": "seguir o critério trifásico da aplicação da pena que é dividido em: pena base, circunstâncias atenuantes e agravantes e qualificadoras do delito."
      },
      {
        "letra": "D",
        "texto": "considerar a menoridade relativa do agente na segunda fase do cálculo da pena (circunstâncias atenuantes e agravantes)."
      },
      {
        "letra": "E",
        "texto": "considerar a reincidência do agente na primeira fase do cálculo, no momento da análise dos seus antecedentes."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "528021",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Progressão de regime penitenciário"
    ],
    "enunciado_principal": "Sobre as espécies de pena e regime previstos no Código Penal, tem-se que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "os condenados por crime hediondo, em razão do princípio da igualdade, iniciarão o cumprimento da pena de acordo com as disposições do parágrafo 2° , do artigo 33, do Código Penal."
      },
      {
        "letra": "B",
        "texto": "as penas de reclusão e detenção podem ter cumprimento iniciado no regime aberto, semiaberto e fechado, conforme o caso."
      },
      {
        "letra": "C",
        "texto": "para a determinação do regime inicial de cumprimento, devem ser considerados os critérios previstos no artigo 59, do Código Penal."
      },
      {
        "letra": "D",
        "texto": "tem o condenado o direito de não ter agravado o seu regime de pena (regressão), podendo, no máximo, ter indeferida a sua progressão de regime."
      },
      {
        "letra": "E",
        "texto": "se condenado ao cumprimento de pena maior que 4 anos e menor que 8 anos, tem direito o réu, em qualquer hipótese, de iniciá-la no regime semiaberto."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "524884",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: DEPEN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Legislação Penal Especial",
      "Lei de Execução Penal – Lei nº 7.210 de 1984"
    ],
    "enunciado_principal": "Julgue o item subsequente, com relação às disposições da Lei de Execução Penal (LEP).A determinação do regime de cumprimento de condenado por mais de um crime em processos distintos deve ser feita pelo resultado da soma ou unificação das penas, observadas, quando for o caso, a detração ou a remição.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "502153",
    "metadata": "Ano: 2015 | Banca: FUNIVERSA | Órgão: SEAP-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Modalidades das Penas Restritivas de Direito",
      "Conceito e características"
    ],
    "enunciado_principal": "No que se refere ao direito penal, segundo entendimento do STJ, do STF e da doutrina dominante, julgue o próximo item. Não são computadas, nas penas privativas de liberdade e nas restritivas de direito, as frações de dias, isto é, as horas e os minutos dessas penas.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "498736",
    "metadata": "Ano: 2015 | Banca: PGR | Órgão: PGR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Progressão de regime penitenciário",
      "Regressão de regime penitenciário"
    ],
    "enunciado_principal": "EM TEMA DE SANÇÕES PENAIS ASSINALE A ALTERNATIVA INCORRETA, CONSOANTE JURISPRUDÊNCIA SUMULADA DO STF:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Admite-se a progressão de regime de cumprimento de pena ou a aplicação imediata de regime menos severo nela determinada, antes do trânsito em julgado da sentença condenatória;"
      },
      {
        "letra": "B",
        "texto": "Impede a progressao de regime de execução da pena, fixada em sentença não transitada em julgado, o fato de o réu se encontrar em prisao especial;"
      },
      {
        "letra": "C",
        "texto": "A opinião do julgador sobre a gravidade em abstrato do crime não constitui motivação idônea para a imposição de regime mais severo do que o permitido segundo a pena aplicada;"
      },
      {
        "letra": "D",
        "texto": "A imposição de regime de cumprimento mais severo do que a pena aplicada permitir exige motivação idônea."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "485922",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRE-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Fixação do regime inicial da pena privativa de liberdade"
    ],
    "enunciado_principal": "Julgue o item seguinte, a respeito de concurso de pessoas, tipicidade, ilicitude, culpabilidade e fixação da pena.É possível que réu primário portador de circunstâncias judiciais desfavoráveis condenado à pena de quatro anos de reclusão inicie o cumprimento da reprimenda em regime semiaberto.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "475699",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: DPU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade"
    ],
    "enunciado_principal": "No que tange ao entendimento sumulado do STJ a respeito das espécies, da cominação e da aplicação de penas e do regime de execução de penas em espécie, julgue o item subsecutivo.Se as circunstâncias judiciais forem favoráveis, o reincidente condenado à pena de quatro anos poderá ser submetido ao regime prisional semiaberto.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "475697",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: DPU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade"
    ],
    "enunciado_principal": "No que tange ao entendimento sumulado do STJ a respeito das espécies, da cominação e da aplicação de penas e do regime de execução de penas em espécie, julgue o item subsecutivo.A gravidade abstrata do delito justifica o estabelecimento de regime prisional mais gravoso do que o cabível em razão da sanção imposta, independentemente de a pena-base ter sido fixada no mínimo legal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "465966",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TJ-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Noções Fundamentais",
      "Conflito aparente de normas",
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Crimes contra o patrimônio",
      "Roubo"
    ],
    "enunciado_principal": "Durante os preparativos para um show nas proximidades do Pelourinho, Pedro tem sua atenção chamada para Francisco, que transitava com um vistoso cordão de ouro para fora da camisa e uma mochila recém adquirida. Abordando a vítima com um revólver calibre .22, Pedro exige que lhe sejam entregues o cordão e a mochila, tendo Francisco ponderado que o conteúdo da mochila, expressiva quantia em dinheiro, pertenceria ao seu patrão, Carlos, responsável pela produção do show. Indiferente ao pleito da vítima, Pedro reforça a ameaça, dizendo que dispararia contra ela caso os bens não fossem entregues. Após a entrega do cordão e da mochila, Pedro falou que a vítima deveria aguardar no mesmo local, pois ele pretendia devolver em breve seus pertences. Diante desse quadro, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o fato de a conduta ter ocasionado violação de patrimônios distintos não descaracteriza a ocorrência de crime único, mesmo se todos os bens subtraídos estiverem na posse de pessoas diversas;"
      },
      {
        "letra": "B",
        "texto": "o chamado “roubo de uso” retira a tipicidade da conduta de subtração dos bens, diante da ausência do ânimo de apossamento definitivo;"
      },
      {
        "letra": "C",
        "texto": "o fato de a conduta ter ocasionado violação de patrimônios distintos descaracteriza a ocorrência de crime único, mesmo que todos os bens subtraídos estejam na posse de uma única pessoa;"
      },
      {
        "letra": "D",
        "texto": "a promessa de devolução dos bens apossados não altera a tipicidade da conduta, mas tem reflexos no momento da aplicação da pena, na fase inicial de fixação da sanção penal;"
      },
      {
        "letra": "E",
        "texto": "o fato de a conduta ter ocasionado violação de patrimônios distintos não descaracteriza a ocorrência de crime único se todos os bens subtraídos estavam na posse de uma única pessoa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "465965",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TJ-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Crime continuado",
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Segunda fase da dosimetria.",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Crimes contra o patrimônio",
      "Roubo",
      "Extorsão"
    ],
    "enunciado_principal": "Em relação à aplicação da pena, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a chamada “confissão qualificada\", ainda que efetivamente utilizada como elemento de convicção, não enseja a aplicação da atenuante prevista no Art. 65 do CP;"
      },
      {
        "letra": "B",
        "texto": "é possível o reconhecimento de continuidade delitiva entre os crimes de roubo e extorsão, quando praticados em conjunto;"
      },
      {
        "letra": "C",
        "texto": "na dosimetria da pena, os fatos posteriores ao crime em julgamento não podem ser utilizados como fundamento para valorar negativa a culpabilidade do réu;"
      },
      {
        "letra": "D",
        "texto": "não é admissível a fixação do regime prisional fechado aos não reincidentes condenados por roubo a pena superior a quatro anos e inferior a oito anos, mesmo que constatada a gravidade concreta da conduta delituosa;"
      },
      {
        "letra": "E",
        "texto": "o reconhecimento da atenuante da confissão espontânea tem o condão de conduzir a pena abaixo do mínimo legal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "837666",
    "metadata": "Ano: 2014 | Banca: INSTITUTO AOCP | Órgão: MPE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Progressão de regime penitenciário"
    ],
    "enunciado_principal": "Analise as assertivas e assinale a alternativa que aponta as corretas. I. O condenado à pena superior a 8 (oito) anos deverá começar a cumpri-la em regime fechado. II. O condenado não reincidente, cuja pena seja superior a 4 (quatro) anos e não exceda a 8 (oito), poderá, desde o princípio, cumpri-la em regime semiaberto. III. o condenado não reincidente, cuja pena seja igual ou inferior a 4 (quatro) anos, poderá, desde o início, cumpri-la em regime aberto. IV. O condenado por crime contra a administração pública terá a progressão de regime do cumprimento da pena condicionada à reparação do dano que causou, ou à devolução do produto do ilícito praticado, com os acréscimos legais.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I e II."
      },
      {
        "letra": "B",
        "texto": "Apenas I, II e IV."
      },
      {
        "letra": "C",
        "texto": "Apenas I, III e IV."
      },
      {
        "letra": "D",
        "texto": "Apenas I e III."
      },
      {
        "letra": "E",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "456591",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Crime continuado",
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Modalidades das Penas Restritivas de Direito",
      "Suspensão condicional da pena. Concessão.",
      "Suspensão condicional da pena. Revogação.",
      "Medida de segurança",
      "Conceito de Medida de Segurança",
      "Espécies de Medida de Segurança",
      "Causas de extinção da punibilidade",
      "Prescrição da pretensão punitiva pela pena em abstrato",
      "Prescrição da pretensão punitiva pela pena em concreto",
      "Perdão judicial"
    ],
    "enunciado_principal": "Com base em súmulas do STF, STJ e TJDFT, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Mesmo quando a pena base for fixada no mínimo legal, a gravidade abstrata do delito determinará regime prisional mais gravoso que o cabível em decorrência da pena aplicada."
      },
      {
        "letra": "B",
        "texto": "Ao réu que responda por crime continuado é vedada a aplicação do benefício da suspensão condicional do processo."
      },
      {
        "letra": "C",
        "texto": "Ainda que apenas a defesa tenha recorrido de sentença condenatória, poderá ser aplicada, em segunda instância, medida de segurança."
      },
      {
        "letra": "D",
        "texto": "Ao ser proferida sentença concessiva do perdão judicial, será extinta a punibilidade do agente, mas subsistirão os efeitos condenatórios da sentença."
      },
      {
        "letra": "E",
        "texto": "O prazo de prescrição da pretensão punitiva não é afetado pelo fato de o réu em questão ser reincidente."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "456497",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: DPE-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Regimes penitenciários",
      "Fixação do regime inicial da pena privativa de liberdade"
    ],
    "enunciado_principal": "No caso de condenação igual ou inferior a quatro anos, admissível a adoção do regime",
    "alternativas": [
      {
        "letra": "A",
        "texto": "semiaberto, se reincidente o agente e favoráveis as circunstâncias judiciais."
      },
      {
        "letra": "B",
        "texto": "semiaberto, se reincidente o agente e desfavoráveis as circunstâncias judiciais."
      },
      {
        "letra": "C",
        "texto": "fechado, ainda que fixada a pena-base no mínimo legal."
      },
      {
        "letra": "D",
        "texto": "aberto, se favoráveis as circunstâncias judiciais, ainda que reincidente o agente."
      },
      {
        "letra": "E",
        "texto": "aberto, se reincidente o agente e desfavoráveis as circunstâncias judiciais."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "427916",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: DPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Desistência voluntária e arrependimento eficaz",
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade"
    ],
    "enunciado_principal": "De acordo com as regras da parte geral do Código Penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o julgador pode deixar de fixar o regime inicial de cumprimento da pena privativa de liberdade ao acusado na sentença condenatória para que essa fixação seja aplicada pelo juízo da execução criminal após análise criminológica."
      },
      {
        "letra": "B",
        "texto": "após iniciada a execução de um crime e ocorrida a interrupção dessa execução por circunstâncias alheias à vontade do agente, tem-se a chamada tentativa perfeita."
      },
      {
        "letra": "C",
        "texto": "a desistência voluntária consiste na interrupção da execução de um crime após o agente tê-la iniciado, enquanto que o arrependimento eficaz consiste na ação do agente para impedir que o resultado do crime ocorra depois de estar bem mais próximo de todo o processo executório da infração ou tê-lo percorrido integralmente."
      },
      {
        "letra": "D",
        "texto": "são requisitos da legítima defesa: a reação a uma agressão atual ou iminente e injusta, a defesa de um direito próprio ou alheio e o elemento subjetivo."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "368519",
    "metadata": "Ano: 2014 | Banca: FGV | Órgão: DPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Regressão de regime penitenciário",
      "Legislação Penal Especial",
      "Lei de Execução Penal – Lei nº 7.210 de 1984"
    ],
    "enunciado_principal": "Quanto ao regime de cumprimento de pena, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é ilegal a fixação de regime fechado quando a pena é fixada em patamar inferior a oito anos e existirem circunstâncias judiciais desfavoráveis contra o paciente ou fatos concretos a justificar a decisão."
      },
      {
        "letra": "B",
        "texto": "revela-se incabível a imposição de regime inicial fechado em condenações por tráfico de drogas, para o cumprimento de pena inferior a oito anos, mesmo que desfavoráveis as circunstâncias judiciais elencadas no Art. 59 do CP."
      },
      {
        "letra": "C",
        "texto": "a fuga do condenado justifica a regressão cautelar para o regime fechado, havendo necessidade de se acenar com a oitiva prévia que será exigida para a regressão definitiva."
      },
      {
        "letra": "D",
        "texto": "para definir o novo regime de cumprimento de pena, considerado aquele alusivo à execução em curso, soma-se a pena imposta na condenação superveniente, podendo o resultado implicar a regressão."
      },
      {
        "letra": "E",
        "texto": "configura constrangimento ilegal o fato de o Juízo da execução afastar a eficácia de ato referente à progressão no cumprimento da pena quando cometida falta grave, estando em curso o processo administrativo penal para a respectiva elucidação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "423154",
    "metadata": "Ano: 2013 | Banca: MPE-MS | Órgão: MPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão.",
      "Pena de multa"
    ],
    "enunciado_principal": "Analise as assertivas abaixo, considerando o entendimento do Superior Tribunal de Justiça: I. Não é adequada a utilização de inquéritos policiais e ações penais em curso para agravar a pena-base. II. Diante do disposto no Código Penal acerca do regime de cumprimento da pena, é inadmissível a adoção do regime semiaberto aos reincidentes condenados a pena igual ou inferior a quatro anos. III. Havendo previsão em lei especial da cominação cumulativa de pena privativa de liberdade e pecuniária, é vedada a substituição da prisão por multa. IV. O aumento na terceira fase de aplicação da pena no crime de roubo circunstanciado é justificável pelo número de majorantes. São corretas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as assertivas I, III e IV."
      },
      {
        "letra": "B",
        "texto": "Somente as assertivas I e III."
      },
      {
        "letra": "C",
        "texto": "Somente as assertivas II, III e IV."
      },
      {
        "letra": "D",
        "texto": "Somente as assertivas I, II e IV."
      },
      {
        "letra": "E",
        "texto": "Todas as assertivas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "303088",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de crimes",
      "Concurso formal",
      "Penas privativas de liberdade",
      "Primeira fase da dosimetria",
      "Segunda fase da dosimetria.",
      "Fixação do regime inicial da pena privativa de liberdade"
    ],
    "enunciado_principal": "A respeito de aspectos diversos relacionados às penas, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No concurso formal perfeito, ou próprio, de crimes, a pena de multa é resultado da pena mais grave, aumentada de um sexto até a metade."
      },
      {
        "letra": "B",
        "texto": "Para agravar a pena, o juiz poderá, em decisão fundamentada, aplicar ao crime de furto qualificado pelo concurso de pessoas a causa especial de aumento relativa ao concurso de pessoas que se encontra prevista no crime de roubo."
      },
      {
        "letra": "C",
        "texto": "A existência de ações penais em curso, e não de inquéritos policiais, pode ser utilizada como critério de aumento da pena- base na primeira fase de aplicação da pena."
      },
      {
        "letra": "D",
        "texto": "A confissão espontânea e a menoridade relativa são circunstâncias atenuantes preponderantes e que, por tal motivo, podem servir de fundamento à redução da pena-base abaixo do grau mínimo previsto em lei."
      },
      {
        "letra": "E",
        "texto": "O juiz pode aplicar o regime semiaberto ao condenado a pena igual ou inferior a quatro anos, se forem favoráveis as circunstâncias judiciais, ainda que a reincidência se opere em crime específico."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "302403",
    "metadata": "Ano: 2013 | Banca: UEG | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Noções gerais de dosimetria da pena privativa de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade"
    ],
    "enunciado_principal": "Sobre a fixação da pena, tem-se o seguinte:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a existência de circunstância atenuante pode conduzir à redução da pena abaixo do mínimo legal."
      },
      {
        "letra": "B",
        "texto": "pelo critério trifásico, adotado pelo Código Penal, o juiz, na segunda fase, deverá apreciar as causas de aumento e de diminuição da parte geral e especial."
      },
      {
        "letra": "C",
        "texto": "o estabelecimento do valor de dias-multa independe da condição econômica do condenado."
      },
      {
        "letra": "D",
        "texto": "em caso de reincidência, fixada a pena em patamar inferior a 4 (quatro) anos, o condenado poderá iniciar o cumprimento da pena em regime semiaberto, desde que as circunstâncias judiciais o recomendem."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "302395",
    "metadata": "Ano: 2013 | Banca: UEG | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Segunda fase da dosimetria.",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Livramento condicional",
      "Requisitos para a concessão"
    ],
    "enunciado_principal": "Em tema de aplicação e execução da pena, verifica-se que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o aumento na segunda fase de aplicação da pena, no crime de roubo circunstanciado, exige fundamentação concreta, não sendo suficiente para a sua exasperação a mera indicação do número de majorantes."
      },
      {
        "letra": "B",
        "texto": "a falta grave não interrompe o prazo para obtenção do livramento condicional."
      },
      {
        "letra": "C",
        "texto": "é inadmissível a fixação de pena substitutiva como condição especial ao regime aberto."
      },
      {
        "letra": "D",
        "texto": "é admissível aplicar, no furto qualificado, pelo concurso de agentes, a majorante do roubo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "301969",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade"
    ],
    "enunciado_principal": "No tocante às penas substitutivas e à dosimetria da pena privativa de liberdade, assinale a opção correta",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Consoante a doutrina majoritária, a circunstância agravante presente no crime praticado contra ascendente, descendente, irmão ou cônjuge pode ser compensada com a atenuante da confissão espontânea, mas não com a da menoridade."
      },
      {
        "letra": "B",
        "texto": "Considere que Alberto tenha sido condenado à pena alternativa de prestação de serviços à comunidade pelo período de oito meses e tenha-se recusado a cumprir os últimos cinco dias da referida pena. Nessa situação, a pena a ele aplicada deve ser convertida em privativa de liberdade pelo prazo de trinta dias."
      },
      {
        "letra": "C",
        "texto": "É possível a compensação de uma causa especial de aumento por uma causa especial de diminuição de pena, desde que sejam idênticas as frações de aumento e de redução da pena, situação que não configura prejuízo ao condenado."
      },
      {
        "letra": "D",
        "texto": "Réu primário condenado a um ano de reclusão pelo crime de furto tem direito à substituição da pena privativa de liberdade por multa e uma pena restritiva de direitos ou por duas penas restritivas de direitos, desde que lhe seja favorável a análise da culpabilidade, dos antecedentes, da conduta social, da personalidade, dos motivos e das circunstâncias."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "312098",
    "metadata": "Ano: 2012 | Banca: OFFICIUM | Órgão: TJ-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão.",
      "Pena de multa",
      "Medida de segurança"
    ],
    "enunciado_principal": "Considere as assertivas abaixo. I - Ao juízo da execução criminal resta autorizado corrigir parte da decisão condenatória que, contrariando disposição legal, fixou regime de pena semiaberto a um acusado por tráfico de entorpecentes. II - A lei penal admite a substituição das penas privativas de liberdade por restritivas de direito, para o que cumpre observar, com exclusividade: o limite de pena aplicada e a ausência de violência ou grave ameaça à pessoa; a culpabilidade, os antecedentes, a conduta social e a personalidade do condenado; bem como se os motivos do crime e circunstâncias indicarem a suficiência da substituição. III - No regime aberto, baseado na autodisciplina e no senso de responsabilidade, o condenado deverá exercer atividade laborativa, frequentar curso ou exercer outra atividade autorizada pelo juiz, permanecendo recolhido no período noturno e nos dias de folga. Quais são corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I"
      },
      {
        "letra": "B",
        "texto": "Apenas II"
      },
      {
        "letra": "C",
        "texto": "Apenas III"
      },
      {
        "letra": "D",
        "texto": "Apenas II e III"
      },
      {
        "letra": "E",
        "texto": "I, II e III"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "293475",
    "metadata": "Ano: 2012 | Banca: IESES | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Crimes contra o patrimônio",
      "Estelionato"
    ],
    "enunciado_principal": "É certo afirmar: I. É admissível a adoção do regime prisional semiaberto aos reincidentes condenados a pena igual ou inferior a 4 (quatro) anos se favoráveis às circunstâncias judiciais. II. A punição do intermediador, no jogo do bicho, depende da identificação do “apostador” ou do “banqueiro”. III. Quando o falso se exaure no estelionato, sem mais potencialidade lesiva, é por esse absorvido. IV. Para efeitos penais, o reconhecimento da menoridade do réu, prescinde de prova documental hábil. Analisando as proposições, pode-se afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições II e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições II e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições I e IV estão corretas."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "293468",
    "metadata": "Ano: 2012 | Banca: IESES | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Sanções penais",
      "Finalidades",
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade"
    ],
    "enunciado_principal": "É certo afirmar: I. O reincidente condenado a detenção pode iniciar o cumprimento da sua pena no regime fechado. II. Tendo a pena finalidade preventiva, essa prevenção pode ser dividida em geral e especial. III. O trabalho do preso será remunerado de acordo com a sua produtividade. Portanto, somente será remunerado se efetivamente produzir coisa com valor econômico. IV. O condenado será submetido, no início do cumprimento da pena, a exame criminológico de classificação para individualização da execução. Analisando as proposições, pode-se afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições II e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições I e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições II e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições I e III estão corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "291047",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade"
    ],
    "enunciado_principal": "Considere que Francisco, não reincidente, seja condenado, pela prática de crime hediondo, a pena privativa de liberdade de seis anos de reclusão. Nessa situação, Francisco deverá iniciar o cumprimento da sanção penal em regime semiaberto, porquanto a pena cominada é superior a quatro anos e não excede a oito.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "254793",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade"
    ],
    "enunciado_principal": "Alberto, que já ostentava condenação anterior transitada em julgado por crime de furto, praticou outro crime de furto, foi preso em flagrante, confessou o delito e, posteriormente, foi condenado a pena privativa de liberdade de um ano e três meses de reclusão sob o regime fechado. Ao prolatar a sentença, o juiz agravou a pena base tão somente por força da condenação anterior. Com relação a essa situação hipotética, julgue os itens a seguir. O juiz poderia estabelecer o regime semiaberto para o início de cumprimento da pena.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "234828",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: MPE-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade"
    ],
    "enunciado_principal": "Os inquéritos policiais ou ações penais em andamento não podem, em razão do princípio constitucional do estado presumido de inocência, ser considerados para fins de exasperação da pena-base, seja a título de maus antecedentes, seja de má conduta social ou personalidade, salvo motivação judicial específica, com lastro em elementos concretos existentes nos autos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "234827",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: MPE-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade"
    ],
    "enunciado_principal": "A existência de condenação transitada em julgado por fatos posteriores ao delito objeto da ação penal não serve para caracterizar maus antecedentes, tampouco reincidência",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "791823",
    "metadata": "Ano: 2011 | Banca: UECE-CEV | Órgão: SEPLAG-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Modalidades das Penas privativas de liberdade"
    ],
    "enunciado_principal": "Nos termos do art. 33, § 2º, “a” do Código Penal Brasileiro, a pena privativa de liberdade deverá inicialmente ser cumprida em regime fechado quando for superior a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "seis anos e inferior a oito anos."
      },
      {
        "letra": "B",
        "texto": "quatro anos e inferior a seis anos."
      },
      {
        "letra": "C",
        "texto": "oito anos."
      },
      {
        "letra": "D",
        "texto": "dez anos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "291954",
    "metadata": "Ano: 2011 | Banca: NC-UFPR | Órgão: DPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade"
    ],
    "enunciado_principal": "Sobre o sistema penal brasileiro, assinale a alternativa que NÃO corresponde a uma modalidade de pena restritiva de direitos.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Prestação pecuniária."
      },
      {
        "letra": "B",
        "texto": "Prestação de serviços à comunidade."
      },
      {
        "letra": "C",
        "texto": "Interdição temporária de direitos."
      },
      {
        "letra": "D",
        "texto": "Multa."
      },
      {
        "letra": "E",
        "texto": "Limitação de fim de semana."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "291953",
    "metadata": "Ano: 2011 | Banca: NC-UFPR | Órgão: DPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade"
    ],
    "enunciado_principal": "Sobre a fixação do regime inicial de cumprimento de pena, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O atual entendimento dos Tribunais Superiores reconhece ampla e total discricionariedade ao magistrado para a fixação do regime inicial de cumprimento de pena, desde que dentro dos parâmetros legais."
      },
      {
        "letra": "B",
        "texto": "Pena aplicada superior a 4 (quatro) anos de detenção, no caso de condenado reincidente, poderá ter seu cumprimento iniciado em regime fechado."
      },
      {
        "letra": "C",
        "texto": "A determinação do regime inicial de cumprimento de pena decorre da unificação das penas e é matéria do juízo de execução."
      },
      {
        "letra": "D",
        "texto": "É possível a fixação de regime inicial semiaberto a reincidentes condenados a pena igual ou inferior a 4 (quatro) anos, se favoráveis as circunstâncias judiciais."
      },
      {
        "letra": "E",
        "texto": "Quando há soma e unificação de várias penas, deixa-se de observar a detração em relação às condenações por crime hediondo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "291952",
    "metadata": "Ano: 2011 | Banca: NC-UFPR | Órgão: DPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade"
    ],
    "enunciado_principal": "Sobre a pena, considere as seguintes afirmativas: 1. Nos crimes praticados por funcionário público, a perda do cargo é efeito necessário da condenação. 2. O prazo de suspensão condicional da pena por motivo de saúde é de 2 a 6 anos. 3. A revogação do livramento condicional é facultativa quando descumpridas as condições fixadas no momento de concessão do benefício. 4. Nos crimes dolosos praticados pelo pai contra o filho, a perda do poder familiar é efeito necessário da condenação. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as afirmativas 1 e 3 são verdadeiras."
      },
      {
        "letra": "B",
        "texto": "Somente a afirmativa 3 é verdadeira."
      },
      {
        "letra": "C",
        "texto": "Somente as afirmativas 2 e 4 são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Somente as afirmativas 1, 3 e 4 são verdadeiras."
      },
      {
        "letra": "E",
        "texto": "Somente a afirmativa 2 é verdadeira."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "291948",
    "metadata": "Ano: 2011 | Banca: NC-UFPR | Órgão: DPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade"
    ],
    "enunciado_principal": "Sobre a pena, considere as seguintes afirmativas: 1. As agravantes incidem na dosimetria da pena dos crimes culposos. 2. As penas privativas de liberdade inferiores a um ano poderão ser substituídas por multa ou pena restritiva de direitos. 3. A suspensão condicional da pena não será concedida aos reincidentes em crime doloso ou culposo. 4. O sursis não pode ser prorrogado e deve ser extinta a punibilidade quando finalizado o período de prova sem violação das condições impostas ao condenado. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente a afirmativa 2 é verdadeira."
      },
      {
        "letra": "B",
        "texto": "Somente a afirmativa 4 é verdadeira."
      },
      {
        "letra": "C",
        "texto": "Somente as afirmativas 1, 2 e 4 são verdadeiras."
      },
      {
        "letra": "D",
        "texto": "Somente as afirmativas 1 e 2 são verdadeiras."
      },
      {
        "letra": "E",
        "texto": "Somente as afirmativas 1, 2 e 3 são verdadeiras."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "291947",
    "metadata": "Ano: 2011 | Banca: NC-UFPR | Órgão: DPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade"
    ],
    "enunciado_principal": "Sobre a pena, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A prisão cumprida no exterior não contará para fins de detração penal."
      },
      {
        "letra": "B",
        "texto": "A remuneração do trabalho do preso não deverá ser inferior a três quartos do salário mínimo."
      },
      {
        "letra": "C",
        "texto": "Os crimes dolosos cometidos mediante violência ou grave ameaça não admitem a conversão da pena privativa de liberdade em pena restritiva de direitos."
      },
      {
        "letra": "D",
        "texto": "O acréscimo relativo à causa especial de aumento de pena leva em consideração a pena-base fixada."
      },
      {
        "letra": "E",
        "texto": "A reincidência impede a conversão da pena privativa de liberdade em pena restritiva de direitos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "252542",
    "metadata": "Ano: 2011 | Banca: FUJB | Órgão: MPE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade"
    ],
    "enunciado_principal": "É usual na doutrinaa afirmação de quea mensuração da agravante ou atenuante se inclui no “livre arbítrio do juiz”, tendo em conta o caso concreto e a personalidade do agente, ou mesmona denominada “prudência judicial” na fixação da pena. Na questão da dosimetria da pena, é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a pena-base exasperada pela reincidência impede, sob pena de confguração de bis in idem, sua utilização como agravante;"
      },
      {
        "letra": "B",
        "texto": "a confissão extrajudicial na fase pré-processual deve ser avaliada conforme sua influência sobre o juízo da condenação, ainda que haja sua retratação em juízo;"
      },
      {
        "letra": "C",
        "texto": "a presença de agravantes pode levar a pena para além do máximo legal previsto no tipo penal básico ou qualificado;"
      },
      {
        "letra": "D",
        "texto": "no crime de tráfico de drogas, a quantidade e a espécie de entorpecente traficado, quando combinadas, são circunstâncias judiciais que não autorizam, por si sós, a exasperação da pena- base para além do mínimo legal;"
      },
      {
        "letra": "E",
        "texto": "é incompatível a aplicação da causa de diminuição de pena do art. 33, § 4º, da Lei nº 11.343/2006 aos casos em que haja incidência das causas de aumento de pena previstas nos incisos do art. 40 da mencionada lei."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "205296",
    "metadata": "Ano: 2011 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade",
      "Regime Disciplinar Diferenciado",
      "Livramento condicional",
      "Requisitos para a concessão",
      "Legislação Penal Especial",
      "Lei de Tóxicos – Lei nº 11.343 de 2006"
    ],
    "enunciado_principal": "Marque a alternativa correta acerca das seguintes questões, referentes às consequências jurídicas do injusto penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Conforme entendimento consolidado no Tribunal de Justiça do Distrito Federal, o condenado a pena de reclusão pela prática de crime de tráfico de entorpecentes poderá cumpri-la, desde logo, em regime aberto, dada a inconstitucionalidade do artigo 44 da Lei nº 11.343/2006."
      },
      {
        "letra": "B",
        "texto": "Condenado o réu a penas de três anos de reclusão e de dois anos de detenção, por reconhecimento do concurso material de crimes, ambas em regime aberto, necessariamente iniciará o cumprimento de sua sanção em regime semiaberto."
      },
      {
        "letra": "C",
        "texto": "O semi-imputável, como regra, possui capacidade penal plena, merecendo redução de sua reprimenda como medida de política criminal, sem prejuízo de sua internação para tratamento."
      },
      {
        "letra": "D",
        "texto": "O regime disciplinar diferenciado terá prazo máximo de 360 (trezentos e sessenta dias), prorrogável uma única vez quando demonstrado o envolvimento do condenado em organizações criminosas."
      },
      {
        "letra": "E",
        "texto": "Na ótica do Superior Tribunal de Justiça, a prática de faltas graves, na medida em que não interrompe o prazo para obtenção de livramento condicional, não pode ser óbice à concessão do benefício."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "205295",
    "metadata": "Ano: 2011 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Penas privativas de liberdade",
      "Fixação do regime inicial da pena privativa de liberdade"
    ],
    "enunciado_principal": "Em face das seguintes considerações acerca das penas e sua aplicação no caso concreto, assinale a alternativa falsa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É possível, na ótica do Tribunal de Justiça do Distrito Federal e Territórios, fixar-se a pena pecuniária, nos crimes que a admitem, seguindo- se o sistema trifásico de aplicação da pena privativa de liberdade."
      },
      {
        "letra": "B",
        "texto": "Conforme entendimento predominante nos Tribunais Superiores e no Tribunal de Justiça do Distrito Federal, é possível a substituição da pena privativa de liberdade por penas restritivas de direito no crime de tráfico ilícito de entorpecentes, desde que preenchidos os requisitos objetivos e subjetivos ao benefício."
      },
      {
        "letra": "C",
        "texto": "É entendimento consolidado no Tribunal de Justiça do Distrito Federal que, no concurso entre a reincidência e a confissão espontânea, deve aquela preponderar para fins de determinação da pena, nos termos do artigo 67 do Código Penal."
      },
      {
        "letra": "D",
        "texto": "É insuficiente para a caracterização do concurso formal impróprio ou imperfeito que um dos resultados típicos seja decorrente de conduta dolosa, não se aceitando que os demais sejam atribuídos ao acusado se ele atua apenas de forma imprudente."
      },
      {
        "letra": "E",
        "texto": "A figura do crime habitual é incompatível com a continuidade delitiva, ainda quando o agente pratica infração de natureza habitual e, após breve interrupção, realiza conduta de idêntica natureza."
      }
    ],
    "gabarito": "E"
  }
]