[
  {
    "id": "3384801",
    "metadata": "Ano: 2025 | Banca: INSTITUTO AOCP | Órgão: MPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Importunação Sexual"
    ],
    "enunciado_principal": "Fulano é chefe de Beltrano em uma empresa produtora de tecelagem, e ambos são maiores de 18 anos. Em um dado momento, quando a sós no almoxarifado, Fulano se aproxima pacificamente de Beltrano e o acaricia nas partes íntimas, com a finalidade de progredir o ato para uma relação erótica posterior ao expediente. Insatisfeito, Beltrano lavra boletim de ocorrência na Delegacia de Polícia. Diante dessa situação hipotética, de acordo com o Código Penal,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Fulano praticou crime de assédio sexual."
      },
      {
        "letra": "B",
        "texto": "o fato é penalmente atípico, embora seja moralmente censurável."
      },
      {
        "letra": "C",
        "texto": "Fulano praticou crime de violação sexual mediante fraude."
      },
      {
        "letra": "D",
        "texto": "Fulano não praticou o delito, pois estava resguardado pela excludente de ilicitude do consentimento do ofendido."
      },
      {
        "letra": "E",
        "texto": "Fulano praticou crime de importunação sexual."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3171653",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: PC-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Importunação Sexual"
    ],
    "enunciado_principal": "Após o encerramento da jornada de trabalho diária, Maria, maior e capaz, residente e domiciliada em Vespasiano/MG, ingressou em um coletivo com destino à sua casa, sentando-se ao lado de Luís, que ela desconhecia. Durante o trajeto do ônibus, Maria percebeu que o agente estava tocando suas próprias partes íntimas, enquanto olhava, incessantemente, para ela. Diante do intenso incômodo, a vítima pediu para que Luís interrompesse o comportamento em curso, mas ele deu continuidade à conduta, praticando ato libidinoso com o objetivo de satisfazer a própria lascívia. Nesse cenário, considerando as disposições do Código Penal, é correto afirmar que Luís responderá pelo crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "importunação sexual, com a incidência de uma causa de aumento de pena, já que a conduta ocorreu no interior de um transporte coletivo de passageiros."
      },
      {
        "letra": "B",
        "texto": "assédio sexual, com a incidência de uma causa de aumento de pena, já que a conduta ocorreu no interior de um transporte coletivo de passageiros."
      },
      {
        "letra": "C",
        "texto": "violação sexual mediante fraude, sem causas de aumento de pena."
      },
      {
        "letra": "D",
        "texto": "importunação sexual, sem causas de aumento de pena."
      },
      {
        "letra": "E",
        "texto": "assédio sexual, sem causas de aumento de pena."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3038293",
    "metadata": "Ano: 2024 | Banca: CPCON | Órgão: Prefeitura de Lagoa Seca - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Assédio sexual",
      "Importunação Sexual"
    ],
    "enunciado_principal": "Sobre os crimes contra a liberdade sexual previstos em nosso ordenamento jurídico, analise as proposições a seguir. I- Constranger alguém, mediante violência ou grave ameaça, a ter conjunção carnal ou a praticar ou permitir que com ele se pratique outro ato libidinoso: pena - reclusão, de 8 (oito) a 12 (doze) anos. II- É crime praticar contra alguém e sem a sua anuência ato libidinoso com o objetivo de satisfazer a própria lascívia ou a de terceiro. III- Trata-se de crime de importunação sexual, constranger alguém com o intuito de obter vantagem ou favorecimento sexual, prevalecendo-se o agente da sua condição de superior hierárquico ou ascendência inerentes ao exercício de emprego, cargo ou função. É CORRETO o que se afirma em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "I apenas."
      },
      {
        "letra": "C",
        "texto": "I e II apenas."
      },
      {
        "letra": "D",
        "texto": "II e III apenas."
      },
      {
        "letra": "E",
        "texto": "II apenas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2551548",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: Prefeitura de São José dos Campos - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Importunação Sexual"
    ],
    "enunciado_principal": "Antônio, de forma livre e consciente, praticou contra Joana e sem a sua anuência ato libidinoso com o objetivo de satisfazer a própria lascívia. Agindo dessa forma e tendo a conduta se limitado ao que foi narrado, Antônio cometeu o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "assédio sexual."
      },
      {
        "letra": "B",
        "texto": "violação sexual mediante fraude."
      },
      {
        "letra": "C",
        "texto": "estupro."
      },
      {
        "letra": "D",
        "texto": "importunação sexual."
      },
      {
        "letra": "E",
        "texto": "constrangimento sexual."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2492709",
    "metadata": "Ano: 2024 | Banca: Instituto Access | Órgão: Prefeitura de Cariacica - ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Importunação Sexual"
    ],
    "enunciado_principal": "Yan, com o objetivo de satisfazer sua própria lascívia, no momento em que estava no interior de um coletivo, sentado ao lado de Julia e por ela nutrindo grande desejo sexual não correspondido, masturbou-se e chegou a ejacular próximo à vítima, cabendo destacar que Julia, em nenhum momento, anuiu com a prática do ato e sequer conhecia o agente. Nessa hipótese, é correto afirmar que Yan praticou delito de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "assédio sexual."
      },
      {
        "letra": "B",
        "texto": "importunação sexual."
      },
      {
        "letra": "C",
        "texto": "estupro."
      },
      {
        "letra": "D",
        "texto": "violação sexual mediante fraude."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2489103",
    "metadata": "Ano: 2024 | Banca: IV - UFG | Órgão: TJ-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Importunação Sexual"
    ],
    "enunciado_principal": "Leia o caso a seguir. Um homem provoca em si mesmo uma ereção num ônibus coletivo ao se sentir atraído por uma mulher que estava sentada ao seu lado, vindo a ejacular em sua roupa. Elaborado pelo(a) autor(a). O homem praticou o crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estupro."
      },
      {
        "letra": "B",
        "texto": "importunação sexual."
      },
      {
        "letra": "C",
        "texto": "violação sexual mediante fraude."
      },
      {
        "letra": "D",
        "texto": "assédio sexual."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2462055",
    "metadata": "Ano: 2024 | Banca: ICECE | Órgão: Prefeitura de Aratuba - CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Importunação Sexual"
    ],
    "enunciado_principal": "Luana estava no metrô a caminho da praia. Ao chegar na estação em que pretendia descer, dirigiu-se à porta e ao momento do desembarque, Jonas, que viu se tratar de uma bela mulher, deu-lhe uma leve apalpada em suas nádegas, deixando Luana em estado de choque. A conduta praticada por Jonas, segundo o Código Penal Brasileiro seria enquadrada em:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Assédio Sexual, Art. 261-A do Código Penal."
      },
      {
        "letra": "B",
        "texto": "Importunação Sexual, Art. 215-A Código Penal."
      },
      {
        "letra": "C",
        "texto": "Estupro de vulnerável, Art. 217-A do Código Penal."
      },
      {
        "letra": "D",
        "texto": "Violência sexual mediante fraude, Art. 215 do Código Penal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2442328",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Importunação Sexual"
    ],
    "enunciado_principal": "Joana, maior e capaz, após um longo e cansativo dia de trabalho, ingressou em um ônibus para retornar à sua residência, sentando-se ao lado de Tício, que utilizava óculos de sol. Durante o trajeto, Joana percebeu que o homem estava, discretamente, olhando para ela e se masturbando, com o órgão genital escondido sob a blusa. Em razão dos eventos, Tício foi encaminhado à Delegacia de Polícia e, na presença dos seus advogados, confessou os fatos, afirmando que tinha a intenção de satisfazer a própria lascívia. Nesse cenário, considerando as disposições do Código Penal, é correto afirmar que o homem responderá pela prática do crime de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "violação sexual mediante fraude;"
      },
      {
        "letra": "B",
        "texto": "atentado violento ao pudor;"
      },
      {
        "letra": "C",
        "texto": "importunação sexual;"
      },
      {
        "letra": "D",
        "texto": "assédio sexual;"
      },
      {
        "letra": "E",
        "texto": "estupro."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2386559",
    "metadata": "Ano: 2024 | Banca: CESPE / CEBRASPE | Órgão: PC-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Importunação Sexual"
    ],
    "enunciado_principal": "Marta, com 18 anos de idade, conheceu Jacinto em uma festa. Após algum tempo de conversa, Jacinto, simulando portar uma arma de fogo, constrangeu Marta fisicamente a fazer sexo oral, sem o consentimento dela. Acerca dessa situação hipotética, julgue os itens subsecutivos, considerando a legislação penal brasileira e o entendimento jurisprudencial do STJ. I O ato praticado por Jacinto configura apenas constrangimento ilegal, uma vez que não houve conjunção carnal. II Jacinto praticou o crime de importunação sexual. III A simulação do porte de arma de fogo pode configurar grave ameaça para fins de estupro. Assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas o item I está certo."
      },
      {
        "letra": "B",
        "texto": "Apenas o item II está certo."
      },
      {
        "letra": "C",
        "texto": "Apenas o item III está certo."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens I e III estão certos."
      },
      {
        "letra": "E",
        "texto": "Apenas os itens II e III estão certos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2365386",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: PC-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Importunação Sexual"
    ],
    "enunciado_principal": "Paula dava orientações, em seu ambiente de trabalho, a seu subordinado André. Ao final das orientações, André respondeu: “pode deixar comigo” e apalpou as nádegas de Paula. Revoltada, Paula foi à delegacia fazer um registro da ocorrência. Assinale a opção que melhor tipifica a conduta de André.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Estupro, Art. 213 do Código Penal."
      },
      {
        "letra": "B",
        "texto": "Assédio Sexual, Art. 261-A do Código Penal."
      },
      {
        "letra": "C",
        "texto": "Importunação sexual, Art. 215-A do Código Penal."
      },
      {
        "letra": "D",
        "texto": "Não é uma conduta típica."
      },
      {
        "letra": "E",
        "texto": "Estupro de vulnerável, Art. 217-A do Código Penal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2254161",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: Prefeitura de São José dos Campos - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Importunação Sexual"
    ],
    "enunciado_principal": "De acordo com o Código Penal, entende-se por importunação sexual, a conduta de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "constranger alguém, mediante violência ou grave ameaça, a ter conjunção carnal ou a praticar ou permitir que com ele se pratique outro ato libidinoso."
      },
      {
        "letra": "B",
        "texto": "praticar contra alguém e sem a sua anuência ato libidinoso com o objetivo de satisfazer a própria lascívia ou a de terceiro."
      },
      {
        "letra": "C",
        "texto": "ter conjunção carnal ou praticar outro ato libidinoso com alguém, mediante fraude ou outro meio que impeça ou dificulte a livre manifestação de vontade da vítima."
      },
      {
        "letra": "D",
        "texto": "constranger alguém com o intuito de obter vantagem ou favorecimento sexual, prevalecendo-se o agente da sua condição de superior hierárquico ou ascendência inerentes ao exercício de emprego, cargo ou função."
      },
      {
        "letra": "E",
        "texto": "praticar, na presença de alguém menor de 14 (catorze) anos, ou induzi-lo a presenciar, conjunção carnal ou outro ato libidinoso, a fim de satisfazer lascívia própria ou de outrem."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2247793",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Assédio sexual",
      "Estupro de vulnerável",
      "Importunação Sexual"
    ],
    "enunciado_principal": "Nélio, colocando a mão sob sua camisa e simulando estar armado, aborda Olímpia, de 15 anos de idade, e determina que ela o masturbe, sob ameaça de morte. Temendo por sua vida, por acreditar que ele realmente estivesse armado, Olímpia cumpre a ordem.Diante do caso narrado, Nélio deverá responder por:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estupro, em sua forma simples;"
      },
      {
        "letra": "B",
        "texto": "importunação sexual;"
      },
      {
        "letra": "C",
        "texto": "assédio sexual;"
      },
      {
        "letra": "D",
        "texto": "estupro, em sua forma qualificada;"
      },
      {
        "letra": "E",
        "texto": "estupro de vulnerável."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2231567",
    "metadata": "Ano: 2023 | Banca: TJ-AP | Órgão: TJ-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Importunação Sexual"
    ],
    "enunciado_principal": "Sobre crimes contra a dignidade sexual, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A prática de conjunção carnal com menor de 14 anos, se consentida, não caracteriza o crime de estupro de vulnerável, artigo 217-A, do Código Penal, se comprovado que a vítima já mantinha vida sexual ativa anteriormente."
      },
      {
        "letra": "B",
        "texto": "A conduta de registrar ato sexual sem autorização dos participantes, artigo 216-B, do Código Penal, só é punível se houver divulgação a terceiros, por qualquer meio."
      },
      {
        "letra": "C",
        "texto": "A conduta de manter relação sexual com pessoa desacordada, por ingestão de álcool, incapaz de oferecer resistência, caracteriza o crime de estupro, artigo 213, do Código Penal, qualificado pela especial condição de vulnerabilidade da vítima."
      },
      {
        "letra": "D",
        "texto": "A conduta de manter estabelecimento destinado à prática de exploração sexual, artigo 229, do Código Penal, é atípica, caso não haja participação de criança ou adolescente."
      },
      {
        "letra": "E",
        "texto": "O crime de importunação sexual, artigo 215-A, do Código Penal, é de natureza subsidiária, restando caracterizado somente se o ato libidinoso praticado não constituir crime mais grave."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2211468",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Assédio sexual",
      "Corrupção de menores",
      "Importunação Sexual"
    ],
    "enunciado_principal": "José, para satisfazer a própria lascívia, passou a mão, de maneira superficial e rápida, por baixo da blusa de Júlia, na altura dos seios dela. Júlia tem deficiência mental e, por isso, não tinha o necessário discernimento sobre a prática do ato. Assinale a opção que indica corretamente a tipificação da conduta de José na situação hipotética apresentada.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "importunação sexual"
      },
      {
        "letra": "B",
        "texto": "assédio sexual"
      },
      {
        "letra": "C",
        "texto": "estupro de vulnerável"
      },
      {
        "letra": "D",
        "texto": "ato obsceno"
      },
      {
        "letra": "E",
        "texto": "estupro corretivo"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2183245",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável",
      "Ultraje público ao pudor",
      "Importunação Sexual"
    ],
    "enunciado_principal": "Luiz, maior e capaz, conheceu uma adolescente de 12 anos de idade, tendo conhecimento dessa informação. Após semanas de conversas, Luiz e a adolescente começaram a namorar, com a concordância dos genitores da infante. Após alguns meses, vizinhos descobriram os fatos e deram ciência às autoridades competentes. Durante as investigações, a adolescente narrou que não praticou conjunção carnal com Luiz, mas apenas outros atos, como beijos e carícias recíprocas nas partes íntimas. Disse, ainda, que todos os atos foram consentidos. Nesse cenário, considerando as disposições do Código Penal e a jurisprudência dominante do Superior Tribunal de Justiça, é correto afirmar que Luiz:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "responderá pelo crime de estupro de vulnerável, considerando que o consentimento da vítima, na espécie, é penalmente irrelevante;"
      },
      {
        "letra": "B",
        "texto": "responderá pelo crime de atentado violento ao pudor, considerando que o consentimento da vítima, na espécie, é penalmente irrelevante;"
      },
      {
        "letra": "C",
        "texto": "não responderá por qualquer crime, considerando que havia o consentimento expresso dos genitores da infante, seus representantes legais;"
      },
      {
        "letra": "D",
        "texto": "responderá pelo crime de importunação sexual, considerando que o consentimento da vítima, na espécie, é penalmente irrelevante;"
      },
      {
        "letra": "E",
        "texto": "não responderá por qualquer crime, considerando que havia o consentimento expresso da vítima."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2154301",
    "metadata": "Ano: 2023 | Banca: Instituto Access | Órgão: Prefeitura de Ribeirão Preto - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Importunação Sexual"
    ],
    "enunciado_principal": "O crime previsto no Código Penal, de praticar contra alguém e sem a sua anuência ato libidinoso com o objetivo de satisfazer a própria lascívia ou a de terceiro é o de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "atentado ao pudor mediante fraude."
      },
      {
        "letra": "B",
        "texto": "assédio sexual."
      },
      {
        "letra": "C",
        "texto": "importunação sexual."
      },
      {
        "letra": "D",
        "texto": "violação sexual mediante fraude."
      },
      {
        "letra": "E",
        "texto": "estupro."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2098994",
    "metadata": "Ano: 2023 | Banca: INSTITUTO AOCP | Órgão: MPE-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Assédio sexual",
      "Importunação Sexual"
    ],
    "enunciado_principal": "Quanto aos crimes contra a dignidade sexual, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de importunação sexual é expressamente subsidiário."
      },
      {
        "letra": "B",
        "texto": "O crime de assédio sexual configura o constrangimento de qualquer pessoa com o intuito de obter vantagem ou favorecimento sexual, desde que o autor se prevaleça de sua condição de superior hierárquico ou ascendência inerentes ao cargo, emprego ou função."
      },
      {
        "letra": "C",
        "texto": "O tipo de estupro de vulnerável permite a interpretação analógica."
      },
      {
        "letra": "D",
        "texto": "A revogação do artigo 214 do Código Penal pela Lei nº 12.015/09 conduziu à abolitio criminis do delito de atentado violento ao pudor anteriormente cometido."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2339684",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Importunação Sexual"
    ],
    "enunciado_principal": "O médico dermatologista que, sem necessidade e aproveitando-se da confiança da paciente, apalpa a vítima em suas regiões íntimas, pratica",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estupro."
      },
      {
        "letra": "B",
        "texto": "assédio sexual."
      },
      {
        "letra": "C",
        "texto": "estupro de vulnerável."
      },
      {
        "letra": "D",
        "texto": "violação sexual mediante fraude."
      },
      {
        "letra": "E",
        "texto": "importunação sexual."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1998921",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Importunação Sexual"
    ],
    "enunciado_principal": "Soraya é policial civil vinculada à Delegacia da Mulher de Luziânia-GO e se depara com o seguinte Boletim de Ocorrência: a reclamante alega que estava dentro do ônibus-lotação, quando um homem passou por ela, ao se dirigir para a porta de saída, e, no percurso, apalpou seus seios de forma não consentida e empregou fuga logo em seguida. As câmeras do ônibus flagraram a cena, e o vídeo foi anexado ao procedimento. Nesse teor, Soraya deve classificar o fato como crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "assédio sexual."
      },
      {
        "letra": "B",
        "texto": "estupro simples."
      },
      {
        "letra": "C",
        "texto": "violação sexual mediante fraude."
      },
      {
        "letra": "D",
        "texto": "importunação sexual."
      },
      {
        "letra": "E",
        "texto": "satisfação de lascívia mediante presença de criança ou adolescente."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1964323",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Favorecimento da prostituição ou outra forma de exploração sexual",
      "Rufianismo",
      "Disposições Gerais dos crimes contra a liberdade sexual e dos crimes sexuais contra vulneráveis",
      "Importunação Sexual"
    ],
    "enunciado_principal": "A dignidade sexual é tema que tem sido socialmente debatido com maior seriedade nas últimas décadas e que merece atenção da sociedade. A discussão em torno do assunto tem gerado reação legislativa positiva e atenção dos tribunais. Acerca desse tema, considerando os dispositivos do Código Penal e a jurisprudência do Superior Tribunal de Justiça, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A importunação sexual, que consiste no ato de constranger alguém à prática de atos libidinosos, passou a ser um tipo penal diferente do estupro por força da Lei n.º 13.718/2018."
      },
      {
        "letra": "B",
        "texto": "A exploração sexual constitui elemento normativo do crime de casa de prostituição, não bastando a conduta consistente na manutenção de casa para fins libidinosos."
      },
      {
        "letra": "C",
        "texto": "Para os crimes praticados contra a dignidade sexual, não há previsão de causa de aumento de pena."
      },
      {
        "letra": "D",
        "texto": "Constitui crime de rufianismo a indução à prostituição ou a outra forma de exploração sexual."
      },
      {
        "letra": "E",
        "texto": "O crime de estupro, previsto no artigo 215 do Código Penal, processa-se mediante representação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1945464",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável",
      "Favorecimento da prostituição ou outra forma de exploração sexual",
      "Casa de prostituição",
      "Importunação Sexual"
    ],
    "enunciado_principal": "Assinale a alternativa correta sobre crimes contra a dignidade sexual.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A conduta de manter relação sexual com pessoa desacordada, por ingestão de álcool, incapaz de oferecer resistência, caracteriza o crime de estupro, artigo 213, do Código Penal, qualificado pela especial condição de vulnerabilidade da vítima."
      },
      {
        "letra": "B",
        "texto": "O crime de importunação sexual, artigo 215-A, do Código Penal, é de natureza subsidiária, restando caracterizado somente se o ato libidinoso praticado não constituir crime mais grave."
      },
      {
        "letra": "C",
        "texto": "A prática de conjunção carnal com menor de 14 anos, se consentida, não caracteriza o crime de estupro de vulnerável, artigo 217-A, do Código Penal, se comprovado que a vítima já mantinha vida sexual ativa anteriormente."
      },
      {
        "letra": "D",
        "texto": "A conduta de registrar ato sexual sem autorização dos participantes, artigo 216-B, do Código Penal, só é punível se houver divulgação a terceiros, por qualquer meio."
      },
      {
        "letra": "E",
        "texto": "A conduta de manter estabelecimento destinado à prática de exploração sexual, artigo 229, do Código Penal, é atípica, caso não haja participação de criança e adolescente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1938385",
    "metadata": "Ano: 2022 | Banca: Instituto Access | Órgão: TJ-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Importunação Sexual"
    ],
    "enunciado_principal": "No dia 20/12/2021, os meios de comunicação noticiaram a conduta de um homem que, aproveitando-se de que o transporte público estava cheio e que estava ao lado de uma mulher, começou a se masturbar e ejaculou na passageira. Eis a chamada da notícia jornalística: “Homem é flagrado ejaculando em passageira dentro de ônibus em São Luís”. De acordo com a reportagem, somente no ano de 2021 foram registrados 135 casos semelhantes no Maranhão. Os fatos narrados dão conta da prática do delito de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estupro."
      },
      {
        "letra": "B",
        "texto": "importunação sexual."
      },
      {
        "letra": "C",
        "texto": "assédio sexual."
      },
      {
        "letra": "D",
        "texto": "violação sexual mediante fraude."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1904363",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Importunação Sexual"
    ],
    "enunciado_principal": "A prática de ato libidinoso contra alguém maior e capaz, sem sua anuência, a fim de satisfazer a própria lascívia, configura crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "estupro."
      },
      {
        "letra": "B",
        "texto": "importunação sexual."
      },
      {
        "letra": "C",
        "texto": "assédio sexual."
      },
      {
        "letra": "D",
        "texto": "violação sexual mediante fraude."
      },
      {
        "letra": "E",
        "texto": "ato obsceno."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1879131",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro de vulnerável",
      "Importunação Sexual"
    ],
    "enunciado_principal": "No dia 20/04/2021, Apolo, de 20 (vinte) anos de idade, com o objetivo de controlar o comportamento social da sua irmã Artemis, de 9 (nove) anos de idade completos, aproveitando-se que a vítima estava distraída ouvindo música, apalpou seus seios, praticando esse único ato. Considerando o entendimento dos Tribunais Superiores e as disposições previstas no Código Penal acerca dos crimes contra a dignidade sexual, analise as afirmativas a seguir. I. Apolo cometeu o crime disposto no Art. 215-A do Código Penal (importunação sexual), visto que o ato não foi cometido com violência e não houve a prática de outros atos. II. Apolo cometeu o crime disposto no Art. 217-A do Código Penal (estupro de vulnerável), visto que a presunção de violência é absoluta e deve-se usar o princípio da especialidade no caso. III. Em caso de condenação, o Juiz deve aplicar, necessariamente, a causa de aumento de pena que mais aumenta, não se admitindo a aplicação cumulativa das majorantes. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, somente."
      },
      {
        "letra": "B",
        "texto": "II, somente."
      },
      {
        "letra": "C",
        "texto": "I e III, somente."
      },
      {
        "letra": "D",
        "texto": "II e III, somente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1856510",
    "metadata": "Ano: 2021 | Banca: FAPEC | Órgão: PC-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Importunação Sexual"
    ],
    "enunciado_principal": "Considerando a legislação penal, a jurisprudência dos Tribunais Superiores e a doutrina acerca dos crimes contra a dignidade sexual, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É possível a responsabilização criminal por estupro de vulnerável (art. 217-A, CP) daquele que incita terceiro a praticar atos libidinosos, em face de vítima infante, mediante envio de imagens via aplicativo virtual, a fim de satisfazer a própria lascívia."
      },
      {
        "letra": "B",
        "texto": "Com o advento da Lei nº 12.015/09, que deu novo tratamento aos denominados \"Crimes contra a Dignidade Sexual\", caiu por terra a causa de aumento prevista no art. 9º da Lei nº 8.072/90, devendo ser aplicado ao condenado por estupro ou atentado violento ao pudor, praticados mediante violência ou grave ameaça a menor de 14 anos, o preceito secundário do art. 217-A do Código Penal."
      },
      {
        "letra": "C",
        "texto": "Segundo a jurisprudência do Superior Tribunal de Justiça, após as alterações legislativas introduzidas no Código Penal pela Lei nº 12.015/2009, a conduta consistente em manter casa para fins libidinosos, por si só, não mais caracteriza crime de casa de prostituição (art. 229 do Código Penal), sendo necessário, para a configuração do delito, que haja exploração sexual, assim entendida a violação à liberdade das pessoas que ali exercem a mercancia carnal."
      },
      {
        "letra": "D",
        "texto": "A ação penal do crime de violação sexual mediante fraude (art. 215 do Código Penal) é pública e incondicionada."
      },
      {
        "letra": "E",
        "texto": "Para a configuração do crime de importunação sexual (art. 215-A do Código Penal), o contato físico não é imprescindível, assim como não é necessário que a conduta seja direcionada especificamente a uma ou algumas pessoas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1134493",
    "metadata": "Ano: 2020 | Banca: IBFC | Órgão: SAEB-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Importunação Sexual"
    ],
    "enunciado_principal": "Sobre a definição de crime de importunação sexual, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ter conjunção carnal ou praticar outro ato libidinoso com alguém, mediante fraude ou outro meio que impeça ou dificulte a livre manifestação de vontade da vítima"
      },
      {
        "letra": "B",
        "texto": "constranger alguém, mediante violência ou grave ameaça, a ter conjunção carnal ou a praticar ou permitir que com ele se pratique outro ato libidinoso"
      },
      {
        "letra": "C",
        "texto": "praticar contra alguém e sem a sua anuência ato libidinoso com o objetivo de satisfazer a própria lascívia ou a de terceiro"
      },
      {
        "letra": "D",
        "texto": "induzir alguém menor de 14 (catorze) anos a satisfazer a lascívia de outrem"
      },
      {
        "letra": "E",
        "texto": "constranger alguém com o intuito de obter vantagem ou favorecimento sexual, prevalecendo-se o agente da sua condição de superior hierárquico ou ascendência inerentes ao exercício de emprego, cargo ou função"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1092931",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Violação sexual mediante fraude",
      "Estupro de vulnerável",
      "Importunação Sexual"
    ],
    "enunciado_principal": "Tícia, de 16 anos, há dois anos namora Caio, de 19 anos. Tícia é virgem e está decidida a apenas manter relação sexual após o casamento, já marcado para ocorrer no dia em que ela completará 18 anos. Quando estavam sozinhos, na sala, assistindo TV, Caio, aproveitando-se que Tícia cochilava, masturbou-se e ejaculou no corpo da namorada que, imediatamente, acordou. Sentindo-se profundamente violada e agredida, Tícia grita e acorda os pais, que dormiam no quarto da casa. Os pais, vendo a filha suja e em pânico, impedem Caio de fugir e decidem chamar a polícia. Acionada a polícia, Caio é preso, em flagrante delito e, encerradas as investigações, denunciado pelo crime sexual praticado. Diante da situação hipotética, Caio poderá ser processado pelo crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "corrupção de menores, tratando-se de ação penal pública incondicionada."
      },
      {
        "letra": "B",
        "texto": "violação sexual mediante fraude, haja vista que Tícia estava dormindo, sem possibilidade de resistir, tratando-se de crime de ação penal pública condicionada."
      },
      {
        "letra": "C",
        "texto": "importunação sexual, tratando-se de ação penal pública incondicionada."
      },
      {
        "letra": "D",
        "texto": "estupro de vulnerável, haja vista que Tícia é menor, tratando-se de crime de ação penal pública incondicionada."
      },
      {
        "letra": "E",
        "texto": "estupro, incidindo causa de aumento em virtude de a vítima ser menor de 18, tratando-se de ação penal pública condicionada."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1010458",
    "metadata": "Ano: 2019 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Importunação Sexual"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de importunação sexual, com elemento subjetivo específico, foi criado pela Lei n° 13.718/2018, que revogou expressamente o artigo 61 do Decreto-Lei n° 3.688/41, Lei das Contravenções Penais."
      },
      {
        "letra": "B",
        "texto": "O crime de importunação sexual, tipificado pela Lei n° 13.718/2018, exige que a conduta seja praticada em lugar público, ou aberto ou exposto ao público."
      },
      {
        "letra": "C",
        "texto": "A Lei n° 13.718/2018 tipificou o crime de importunação sexual, com dolo genérico e expressa subsidiariedade ao crime de estupro de vulnerável."
      },
      {
        "letra": "D",
        "texto": "O crime de importunação sexual, assim como o crime de estupro, é crime de ação penal pública condicionada à representação da pessoa contra a qual o ato foi praticado."
      },
      {
        "letra": "E",
        "texto": "A importunação sexual é crime contra a liberdade sexual, tal qual o crime de ato obsceno."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "998892",
    "metadata": "Ano: 2019 | Banca: IESES | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal",
      "Ameaça",
      "Crimes contra a dignidade sexual",
      "Satisfação de lascívia mediante a presença de criança ou adolescente",
      "Importunação Sexual"
    ],
    "enunciado_principal": "Ricardo e Sueli, ambos maiores de idade, são adeptos de prática consistente em exibicionismo sexual. Extraem prazer em serem vistos por terceiros enquanto praticam sexo. Em certa oportunidade, obrigam a vizinha Juliana, de 16 anos de idade, mediante grave ameaça verbal, mas sem encostarem na adolescente, a observá-los enquanto praticam sexo. A conduta de Ricardo e Sueli encontra adequação típica:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No art. 147 do Código Penal, crime de ameaça."
      },
      {
        "letra": "B",
        "texto": "No art. 218-A do Código Penal, crime de satisfação da lascívia mediante presença de criança ou adolescente."
      },
      {
        "letra": "C",
        "texto": "No art. 215-A do Código Penal, crime de importunação sexual."
      },
      {
        "letra": "D",
        "texto": "No art. 146 do Código Penal, crime de constrangimento ilegal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "971385",
    "metadata": "Ano: 2019 | Banca: CESPE / CEBRASPE | Órgão: MPE-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a dignidade sexual",
      "Estupro",
      "Assédio sexual",
      "Importunação Sexual"
    ],
    "enunciado_principal": "A respeito de crimes contra a dignidade sexual, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para a configuração do crime de estupro de vulnerável, é relevante, na avaliação da atipicidade da conduta, averiguar a existência de relacionamento amoroso entre a vítima e o agente."
      },
      {
        "letra": "B",
        "texto": "O STJ pacificou o entendimento de que, com o advento do Estatuto da Pessoa com Deficiência, eventual consentimento da vítima afasta a tipicidade do estupro de vulnerável."
      },
      {
        "letra": "C",
        "texto": "Em regra, o crime de importunação sexual pode ter como agente passivo pessoa vulnerável, dados a especificidade da conduta e seu caráter de crime não subsidiário."
      },
      {
        "letra": "D",
        "texto": "Caracteriza o crime de assédio sexual a conduta de médico ginecologista que, durante atendimento, pratica ato libidinoso contra paciente, aproveitando-se do consentimento dado por ela para a realização de exame ginecológico."
      },
      {
        "letra": "E",
        "texto": "Em se tratando de crime de estupro em que a vítima seja maior de dezoito anos de idade e plenamente capaz, a ação penal é pública incondicionada, ainda que não tenha ocorrido violência real na prática do crime."
      }
    ],
    "gabarito": "E"
  }
]