[
  {
    "id": "3533570",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "A avaliação da imputabilidade pode ser retroativa, quando analisa o estado mental do agente ao tempo da prática do ato ilícito, ou prospectiva, quando avalia o estado mental do agente ao tempo do planejamento do crime.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3533568",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Suponha que um indivíduo psicótico com sintomas paranoides mate uma pessoa, reconhecendo que o ato é ilícito, mas movido por ideias delirantes que alteram seu juízo de realidade. Nesse caso, ele tem preservada sua capacidade de entendimento e prejudicada sua capacidade de autodeterminação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3530079",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Fundamentais",
      "Lei penal no tempo",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Durante a investigação de um crime de homicídio doloso, ficou constatado que, no dia 10 de janeiro de 2020, o agente (à época, menor de idade) efetuara disparos de arma de fogo contra a vítima no território brasileiro, em uma cidade que fazia fronteira com a Argentina. Dias depois, em 15 de janeiro do mesmo ano, a vítima faleceu em uma cidade na Argentina, em decorrência dos ferimentos provocados pelos disparos. Nessa data, o autor do crime já havia completado dezoito anos de idade. Considerando essa situação hipotética, julgue o item seguinte. Conforme a teoria da atividade adotada pelo Código Penal brasileiro, o tempo do crime deve ser fixado no momento da ação ou omissão, razão pela qual, na situação apresentada, o agente deverá ser considerado inimputável.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3240100",
    "metadata": "Ano: 2025 | Banca: OBJETIVA | Órgão: Prefeitura de Rio Negro - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Determinado indivíduo foi considerado inimputável, mediante perícia. De acordo com o Código Penal e a doutrina:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pena é aumentada de 1/3 a 2/5."
      },
      {
        "letra": "B",
        "texto": "A pena é diminuída."
      },
      {
        "letra": "C",
        "texto": "A pena é exasperada."
      },
      {
        "letra": "D",
        "texto": "Ele é isento de pena."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3170608",
    "metadata": "Ano: 2025 | Banca: CESPE / CEBRASPE | Órgão: TRF - 6ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Considerando a Parte Geral do Código Penal e a doutrina correlata, julgue os itens a seguir.É isento de pena o agente que houver praticado conduta típica e ilícita, mas não culpável, sob coação, moral ou física, irresistível.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "3283987",
    "metadata": "Ano: 2024 | Banca: IDESG | Órgão: Prefeitura de Mantenópolis - ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "No âmbito do Direito Penal, a imputabilidade penal refere-se à capacidade do agente de responder pelos seus atos. Segundo o Código Penal, é considerado inimputável: I. A pessoa maior de 18 anos que comete infração penal em estado de embriaguez voluntária. II. O menor de 21 anos, ainda que possua discernimento para entender a ilicitude de sua conduta. III. O indivíduo que, ao tempo da ação ou omissão, não tinha plena capacidade de entender o caráter ilícito do fato, devido a doença mental ou desenvolvimento mental incompleto. Está(ão) CORRETA(S):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "Apenas II."
      },
      {
        "letra": "C",
        "texto": "Apenas I."
      },
      {
        "letra": "D",
        "texto": "Apenas III."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "3113891",
    "metadata": "Ano: 2024 | Banca: ADM&TEC | Órgão: Prefeitura de Matriz de Camaragibe - AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Leia as afirmativas abaixo acerca da imputabilidade penal e do concurso de pessoas. I. É isento de pena o agente que, por doença mental ou desenvolvimento mental incompleto ou retardado, era, ao tempo da ação ou da omissão, inteiramente incapaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento. II. A pena pode ser reduzida de um a dois terços, se o agente, em virtude de perturbação de saúde mental ou por desenvolvimento mental incompleto ou retardado não era inteiramente capaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento. III. Os menores de 20 (vinte) anos são penalmente inimputáveis, ficando sujeitos às normas estabelecidas na legislação especial. IV. Quem, de qualquer modo, concorre para o crime incide nas penas a este cominadas, na medida de sua culpabilidade. Estão CORRETAS as afirmativas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II, apenas."
      },
      {
        "letra": "B",
        "texto": "II e III, apenas."
      },
      {
        "letra": "C",
        "texto": "I, II e IV, apenas."
      },
      {
        "letra": "D",
        "texto": "I, II, III e IV."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "3104459",
    "metadata": "Ano: 2024 | Banca: IBFC | Órgão: TRF - 5ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "A pessoa “A”, mentalmente sã, na data anterior ao dia de seu aniversário de 18 anos de idade, com intenção de matar, atira em seu vizinho “B” e o fere gravemente. “B” é socorrido, mas falece no hospital dois dias depois, em razão do disparo sofrido. De acordo com o Código Penal brasileiro, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "“A” será isento de pena, porque inimputável. Teoria da atividade"
      },
      {
        "letra": "B",
        "texto": "“A” será penalmente responsável pelo crime tentado. Teoria do resultado"
      },
      {
        "letra": "C",
        "texto": "“A” será penalmente responsável pelo crime consumado. Teoria do resultado"
      },
      {
        "letra": "D",
        "texto": "“A” não será isento de pena, porque, apesar de inimputável ao tempo do crime, era penalmente responsável ao tempo do resultado. Teoria da ubiquidade"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3095447",
    "metadata": "Ano: 2024 | Banca: IGEDUC | Órgão: Prefeitura de Itapissuma - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Em um processo judicial, Paulo, de 20 anos, foi diagnosticado com um transtorno mental grave que o impede de compreender o caráter ilícito de seus atos. Nesse caso, segundo o Código Penal, Paulo é considerado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Totalmente inimputável, isento de pena."
      },
      {
        "letra": "B",
        "texto": "Imputável, mas sujeito a tratamento durante o cumprimento da pena."
      },
      {
        "letra": "C",
        "texto": "Parcialmente inimputável, sujeito a pena reduzida."
      },
      {
        "letra": "D",
        "texto": "Inimputável apenas se comprovado que o transtorno é passageiro."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "3079336",
    "metadata": "Ano: 2024 | Banca: IBFC | Órgão: Polícia Penal - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Assinale a alternativa que apresenta o estado de ânimo que exclui a imputabilidade penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Emoção"
      },
      {
        "letra": "B",
        "texto": "Desenvolvimento mental incompleto com incapacidade de entendimento e de autodeterminação"
      },
      {
        "letra": "C",
        "texto": "Amor"
      },
      {
        "letra": "D",
        "texto": "Embriaguez culposa"
      },
      {
        "letra": "E",
        "texto": "Paixão"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2591050",
    "metadata": "Ano: 2024 | Banca: IADES | Órgão: POLÍCIA CIENTÍFICA - GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Inimputabilidade pela embriaguez",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "No que tange ao tema imputabilidade, definido no Código Penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A capacidade de uma pessoa entender o caráter ilícito do fato e de se determinar de acordo com esse entendimento é o que define imputabilidade."
      },
      {
        "letra": "B",
        "texto": "Imputabilidade é a possibilidade de uma pessoa ser penalmente responsabilizada, independentemente de sua capacidade mental no momento da prática do crime."
      },
      {
        "letra": "C",
        "texto": "A idade do indivíduo é o único critério definidor da imputabilidade, iniciando automaticamente aos 18 anos."
      },
      {
        "letra": "D",
        "texto": "A imputabilidade é uma presunção absoluta, não sendo possível questionar a capacidade mental do acusado no momento da prática delituosa."
      },
      {
        "letra": "E",
        "texto": "A capacidade de identificar, após a prática do crime, sua autoria em relação a uma conduta ilícita é um requisito da imputabilidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2570776",
    "metadata": "Ano: 2024 | Banca: IDECAN | Órgão: SAP-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Considerando a carta penal brasileira, a imputabilidade penal está topograficamente ligada aos conceitos de CULPABILIDADE. Dessa forma, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Considera-se em estado de necessidade exculpante quem pratica o fato para salvar de perigo atual, que não provocou por sua vontade, nem podia de outro modo evitar, direito próprio ou alheio, cujo sacrifício, nas circunstâncias, não era razoável exigir-se."
      },
      {
        "letra": "B",
        "texto": "Não excluem a imputabilidade penal a emoção ou a paixão, a embriaguez, voluntária ou culposa, pelo álcool ou substância de efeitos análogos, entre outros."
      },
      {
        "letra": "C",
        "texto": "A pena pode ser reduzida de um terço à metade, se o agente, em virtude de perturbação de saúde mental ou por desenvolvimento mental incompleto ou retardado não era inteiramente capaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento"
      },
      {
        "letra": "D",
        "texto": "Apenas os menores de 16 anos são penalmente inimputáveis, ficando sujeitos às normas estabelecidas na legislação especial."
      },
      {
        "letra": "E",
        "texto": "A pena pode ser reduzida de um terço à metade, se o agente, por embriaguez, proveniente de caso fortuito ou força maior, não possuía, ao tempo da ação ou da omissão, a plena capacidade de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2513039",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: Câmara dos Deputados",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "O conceito de imputabilidade abrange um conjunto de requisitos que conferem ao indivíduo a capacidade para que lhe possa ser atribuída responsabilidade por comportamento legalmente definido como infração penal. Nos termos da legislação vigente, pode-se afirmar corretamente que não exclui a imputabilidade",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o desenvolvimento mental incompleto ou retardado."
      },
      {
        "letra": "B",
        "texto": "a embriaguez completa proveniente de caso fortuito."
      },
      {
        "letra": "C",
        "texto": "a menoridade."
      },
      {
        "letra": "D",
        "texto": "a emoção ou a paixão."
      },
      {
        "letra": "E",
        "texto": "a doença mental."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2507084",
    "metadata": "Ano: 2024 | Banca: FUNDATEC | Órgão: AL-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Em relação à imputabilidade penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Código Penal brasileiro adotou quanto à embriaguez a teoria da actio libera in causa."
      },
      {
        "letra": "B",
        "texto": "A emoção e a paixão excluem a imputabilidade penal."
      },
      {
        "letra": "C",
        "texto": "No que diz respeito à menoridade, o Direito brasileiro acolheu a teoria psicológica."
      },
      {
        "letra": "D",
        "texto": "Em relação à doença mental ou desenvolvimento mental incompleto ou retardado, adotou-se o critério biológico."
      },
      {
        "letra": "E",
        "texto": "A inimputabilidade é causa de extinção da punibilidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2492706",
    "metadata": "Ano: 2024 | Banca: Instituto Access | Órgão: Prefeitura de Cariacica - ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Luara, 17 anos, foi emancipada por seus pais tão logo atingiu a idade legal. Tendo, portanto, já alguma experiência na prática dos atos da vida civil, Luara, com o intuito de obter indevida vantagem, induziu em erro César, praticando, dessa forma, conduta descrita no Código Penal como estelionato. Nesse sentido, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Luara, tendo em vista sua emancipação, já é imputável e, portanto, praticou crime, devendo responder penalmente."
      },
      {
        "letra": "B",
        "texto": "Luara praticou crime, mas, como é menor de 18 anos, está sujeita apenas a medida de segurança."
      },
      {
        "letra": "C",
        "texto": "Luara não praticou crime porque ainda é inimputável, sendo desimportante para fins penais o fato de ter sido emancipada."
      },
      {
        "letra": "D",
        "texto": "Luara não praticou crime; embora tenha sido emancipada e, portanto, seja imputável para fins penais, está sujeita apenas a medida socioeducativa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2328812",
    "metadata": "Ano: 2023 | Banca: Instituto Consulplan | Órgão: Prefeitura de Campos dos Goytacazes - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Inimputabilidade pela embriaguez",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "No tocante às excludentes de culpabilidade previstas no Código Penal Brasileiro, analise as afirmativas a seguir. I. A embriaguez patológica é considerada doença mental e, portanto, causa excludente da culpabilidade. II. A embriaguez incompleta, fortuita ou resultante de força maior, é causa de exclusão da culpabilidade, se ao tempo da ação ou da omissão o agente não tinha a plena capacidade de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento. III. A coação moral irresistível tem como elemento uma ameaça de dano grave e injusto direcionada ao sujeito ou a pessoas diretamente a ele ligadas. IV. Para a verificação da inimputabilidade, quanto à higidez mental, o Código Penal adotou o critério biopsicológico. Nesse sentido, é indispensável que haja laudo médico para comprovar a doença mental ou o desenvolvimento mental incompleto ou retardado do agente. Está correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II, III e IV."
      },
      {
        "letra": "B",
        "texto": "III, apenas."
      },
      {
        "letra": "C",
        "texto": "II e III, apenas."
      },
      {
        "letra": "D",
        "texto": "II e IV, apenas."
      },
      {
        "letra": "E",
        "texto": "I, III e IV, apenas."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2298580",
    "metadata": "Ano: 2023 | Banca: EPL | Órgão: Prefeitura de Pitangueiras - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Jesuá, um dia antes de completar dezoito anos, atira cinco vezes contra Matuzalém. Socorrido, Matuzalém vem a óbito dez dias após os disparos, em razão dos atos praticados por Jesuá. Considerando a informação acima narrada é correto afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Jesuá será considerado inimputável."
      },
      {
        "letra": "B",
        "texto": "Jesuá será considerado imputável."
      },
      {
        "letra": "C",
        "texto": "Jesuá será considerado semi-imputável."
      },
      {
        "letra": "D",
        "texto": "Jesuá será parcialmente imputável."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2254159",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: Prefeitura de São José dos Campos - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Marcelo decide sair para beber com os seus amigos. Depois de algumas horas ingerindo bebidas alcóolicas voluntariamente, deixa o bar e, no caminho de casa, resolve matar uma pessoa em situação de rua com a qual tinha desentendimento anterior. Durante o processo, a Defesa de Marcelo alega que ele não tinha condição de responder pelos seus atos (ausência de culpabilidade), pois estava completamente embriagado. Tendo como base o caso concreto, a tese da Defesa de Marcelo",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não está correta, pois a embriaguez, voluntária ou culposa, pelo álcool ou substância de efeitos análogos não exclui a imputabilidade penal."
      },
      {
        "letra": "B",
        "texto": "não está correta, pois a embriaguez proveniente de caso fortuito ou força maior não isenta de pena, ainda que ele fosse, ao tempo da ação ou da omissão, inteiramente incapaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento."
      },
      {
        "letra": "C",
        "texto": "está correta, pois a embriaguez pelo álcool ou substância de efeitos análogos, mesmo voluntária, exclui a imputabilidade penal."
      },
      {
        "letra": "D",
        "texto": "não está correta, pois apenas a embriaguez voluntária decorrente do uso de entorpecentes (drogas) exclui a imputabilidade penal."
      },
      {
        "letra": "E",
        "texto": "está correta, de modo que Marcelo não responderá pelo crime na medida em que tinha desentendimento anterior com a vítima, o que justifica a sua conduta."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2235983",
    "metadata": "Ano: 2023 | Banca: MS Concursos e Consultoria | Órgão: Prefeitura de Luís Eduardo Magalhães - BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Culpabilidade",
      "Penas privativas de liberdade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "De acordo com o Código Penal Brasileiro, é incorreto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pena pode ser reduzida de um a dois terços, se o agente que, por doença mental ou desenvolvimento mental incompleto ou retardado, era, ao tempo da ação ou da omissão, inteiramente incapaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento."
      },
      {
        "letra": "B",
        "texto": "Os menores de 18 (dezoito) anos são penalmente inimputáveis, ficando sujeitos às normas estabelecidas na legislação especial."
      },
      {
        "letra": "C",
        "texto": "Não se comunicam as circunstâncias e as condições de caráter pessoal, salvo quando elementares do crime."
      },
      {
        "letra": "D",
        "texto": "A pena de reclusão deve ser cumprida em regime fechado, semiaberto ou aberto. A de detenção, em regime semiaberto, ou aberto, salvo necessidade de transferência a regime fechado."
      },
      {
        "letra": "E",
        "texto": "O condenado será submetido, no início do cumprimento da pena, a exame criminológico de classificação para individualização da execução."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2144075",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade pela embriaguez",
      "Noções Gerais da Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Mévio foi vítima de crime de roubo com restrição de liberdade, tendo sido amarrado. Antes de liberá-lo, Caio, o roubador, fez com que Mévio ingerisse bebida alcoólica à força, a fim de reduzir a sua capacidade de resistência. Contudo, ainda que completamente embriagado e sem capacidade de discernimento sobre o caráter ilícito do fato, após ser liberado e estar a caminho de casa, Mévio resolveu voltar ao local em que Caio se encontrava e o espancou até ocasionar sua morte. Diante dessa situação, é correto afirmar que Mévio:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deverá responder pelo crime de lesão corporal qualificado pelo resultado morte, em razão do dolo com que praticou as lesões corporais e da culpa quanto ao resultado morte;"
      },
      {
        "letra": "B",
        "texto": "deverá responder pelo crime de homicídio doloso, uma vez que o resultado morte era previsível, havendo, ao menos, dolo eventual;"
      },
      {
        "letra": "C",
        "texto": "não deverá responder por nenhum crime, ante a exclusão da tipicidade;"
      },
      {
        "letra": "D",
        "texto": "não deverá responder por nenhum crime, ante a exclusão da ilicitude;"
      },
      {
        "letra": "E",
        "texto": "não deverá responder por nenhum crime, ante a exclusão da culpabilidade."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2098988",
    "metadata": "Ano: 2023 | Banca: INSTITUTO AOCP | Órgão: MPE-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Assinale a alternativa correta a respeito da imputabilidade penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Foi adotado no Brasil, desde 1984, o sistema duplo binário para as medidas de segurança."
      },
      {
        "letra": "B",
        "texto": "É possível a conversão da pena em medida de segurança na hipótese de superveniência de doença mental."
      },
      {
        "letra": "C",
        "texto": "A inimputabilidade, de acordo com o Código Penal, pode se dar por doença mental, embriaguez fortuita e privação temporária dos sentidos."
      },
      {
        "letra": "D",
        "texto": "A emoção e a paixão, além de não afastarem a imputabilidade penal do agente, configuram circunstâncias agravantes para o crime de homicídio."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2087149",
    "metadata": "Ano: 2023 | Banca: Instituto Consulplan | Órgão: Câmara de Tremembé - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade pela embriaguez",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O desenvolvimento mental incompleto ou retardado induz, por si só, a isenção de pena do autor do fato-crime."
      },
      {
        "letra": "B",
        "texto": "A embriaguez, voluntária ou culposa, pelo álcool ou substância de efeitos análogos, exclui a imputabilidade penal."
      },
      {
        "letra": "C",
        "texto": "Estados de ânimo como a emoção ou a paixão não excluem a imputabilidade penal, ou seja, não afastam a culpabilidade do agente."
      },
      {
        "letra": "D",
        "texto": "É isento de pena o agente que, por embriaguez proveniente de caso fortuito, não possuía, ao tempo da ação ou da omissão, a plena capacidade de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2075022",
    "metadata": "Ano: 2023 | Banca: FUMARC | Órgão: AL-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "A proteção aos direitos da criança e do adolescente inclui a seguinte norma:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A maioridade para fins criminais inicia-se aos dezoito anos, por determinação constitucional."
      },
      {
        "letra": "B",
        "texto": "As normas protetivas aos direitos do referido grupo não limitam o poder da própria família sobre a criança e o adolescente."
      },
      {
        "letra": "C",
        "texto": "As normas protetivas podem ser irrestritamente alteradas por lei ordinária."
      },
      {
        "letra": "D",
        "texto": "O grupo em questão possui os direitos e garantias individuais inerentes à pessoa humana, vedadas proteções específicas em razão de sua qualidade como tal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2073343",
    "metadata": "Ano: 2023 | Banca: INSTITUTO AOCP | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Preencha a lacuna e assinale a alternativa correta. É ________________ o agente que, por doença mental ou desenvolvimento mental incompleto ou retardado, era, ao tempo da ação ou da omissão, inteiramente incapaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "justificável"
      },
      {
        "letra": "B",
        "texto": "semi-imputável"
      },
      {
        "letra": "C",
        "texto": "atípico"
      },
      {
        "letra": "D",
        "texto": "isento de pena"
      },
      {
        "letra": "E",
        "texto": "indultável"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2072934",
    "metadata": "Ano: 2023 | Banca: FUNDATEC | Órgão: SPGG - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Medida de segurança",
      "Conceito de Medida de Segurança",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Em uma avaliação de responsabilidade penal (também conhecida como exame de insanidade mental), caso o periciando seja considerado _________, ele poderá ter a redução de sua pena, ou a mesma transformada em _________. Assinale a alternativa que preenche, correta e respectivamente, as lacunas do trecho acima.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "inimputável – medida de segurança"
      },
      {
        "letra": "B",
        "texto": "semi-imputável – internação compulsória"
      },
      {
        "letra": "C",
        "texto": "imputável – medida de segurança"
      },
      {
        "letra": "D",
        "texto": "semi-imputável – medida de segurança"
      },
      {
        "letra": "E",
        "texto": "inimputável – internação compulsória"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2072915",
    "metadata": "Ano: 2023 | Banca: FUNDATEC | Órgão: SPGG - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Inimputabilidade pela embriaguez",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Em qual das situações abaixo o periciando seria considerado inimputável?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Homem de 25 anos é investigado por violência sexual contra uma jovem de 24 anos, que era de sua turma na faculdade de odontologia. Durante o inquérito, o jovem relata que foi tomado por uma excitação sexual muito intensa, semelhante a uma fissura muito forte, e não conseguiu controlar-se diante da vítima, acreditando que isso também ocorreu pelo fato de ele estar intoxicado por cocaína no momento do delito. Durante a investigação, o acusado também referiu que a vítima, apesar de estar sob efeito de álcool e quetamina, tinha dado consentimento verbal para a relação sexual."
      },
      {
        "letra": "B",
        "texto": "Homem de 59 anos mata a própria esposa após saber de sua suposta infidelidade conjugal com um colega do trabalho dela. Durante o inquérito, o homem referiu que ficou fora de si, tendo sido tomado por uma paixão violenta e um ciúme desproporcional e patológico, nunca antes sentido. Ao ser questionado sobre seu histórico, refere que sempre foi um homem orgulhoso e que tinha dificuldade de tolerar desaforos."
      },
      {
        "letra": "C",
        "texto": "Mulher de 45 anos mata e esconde o cadáver de ambos os filhos menores de dez anos após receber aviso de separação do marido. Durante a investigação, o homem referiu que pediu a separação após inúmeras situações de infidelidade conjugal e relatou que a esposa tinha histórico de maus tratos com relação a ambos os filhos, explosões de raiva, uso prévio de cocaína e agressões a animais de rua."
      },
      {
        "letra": "D",
        "texto": "Homem de 20 anos mata a própria irmã com múltiplos ferimentos por arma branca (com uso de faca de cozinha) em tórax e abdome. Na época do assassinato, o indivíduo apresentava prejuízo significativo de autocuidado, solilóquios, comportamento desconfiado, constantemente referindo que sua irmã estava grávida do diabo e que poderia dar à luz ao anticristo."
      },
      {
        "letra": "E",
        "texto": "Homem de 34 anos atropela e fere gravemente duas adolescentes de 12 e 14 anos enquanto elas voltavam para casa após a escola. Na investigação, detectou-se que o homem não possuía histórico de dependência de álcool, mas estava francamente alcoolizado no momento dos atropelamentos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2053754",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: POLC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Em relação a aspectos do direito penal, julgue o item que se segue. No Código Penal, adota-se o critério biopsicológico no tocante aos menores de 18 anos de idade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2339682",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Pode excluir a imputabilidade penal",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a paixão."
      },
      {
        "letra": "B",
        "texto": "a embriaguez acidental causada por substância análoga ao álcool."
      },
      {
        "letra": "C",
        "texto": "a emoção."
      },
      {
        "letra": "D",
        "texto": "a embriaguez voluntária causada pelo álcool."
      },
      {
        "letra": "E",
        "texto": "a embriaguez culposa causada pelo álcool."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2065236",
    "metadata": "Ano: 2022 | Banca: IDECAN | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Exigibilidade de conduta diversa",
      "Inimputabilidade por doença mental",
      "Inimputabilidade pela embriaguez",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Sobre responsabilização e imputabilidade penal no direito criminal brasileiro, escolha a alternativa com a afirmação correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O indivíduo que apresenta transtorno do humor será considerado semi-imputável quando do cometimento de um delito."
      },
      {
        "letra": "B",
        "texto": "O diagnóstico de esquizofrenia é critério definidor para um réu não sofrer pena com restrição de liberdade."
      },
      {
        "letra": "C",
        "texto": "Uma pessoa que mata o assassino de seu pai, logo após presenciar o crime, poderá ser isento de pena."
      },
      {
        "letra": "D",
        "texto": "No caso de um assassino em série, portador de transtorno de personalidade antissocial, é de se esperar que seja considerado imputável."
      },
      {
        "letra": "E",
        "texto": "O menor de 18 anos, o silvícola e o surdo-mudo são considerados imputáveis, se demonstrarem que tinham entendimento no momento do fato."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2032501",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: SEFAZ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "De acordo com o que estabelece o Código Penal, bem como o entendimento doutrinário, é causa excludente de culpabilidade",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a menoridade penal."
      },
      {
        "letra": "B",
        "texto": "a legítima defesa."
      },
      {
        "letra": "C",
        "texto": "o estado de necessidade."
      },
      {
        "letra": "D",
        "texto": "o exercício regular de um direito."
      },
      {
        "letra": "E",
        "texto": "o estrito cumprimento de um dever legal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1998914",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Legislação Penal Especial",
      "Lei de Crimes Hediondos – Lei nº 8.072 de 1990",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Acerca das disposições penais válidas ao direito penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São penalmente imputáveis os menores de dezoito anos, sujeitos às normas da legislação especial."
      },
      {
        "letra": "B",
        "texto": "Os crimes hediondos são inafiançáveis, imprescritíveis e insuscetíveis de graça ou anistia."
      },
      {
        "letra": "C",
        "texto": "Constitui crime inafiançável e imprescritível a ação de grupos armados, civis ou militares, contra a ordem constitucional e o Estado Democrático."
      },
      {
        "letra": "D",
        "texto": "A ordem constitucional veda a adoção de penas cruéis e de morte, bem como a imprescritibilidade dos delitos."
      },
      {
        "letra": "E",
        "texto": "Os crimes hediondos são insuscetíveis de indulto coletivo, graça ou anistia, mas são prescritíveis."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1995211",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: SEAD-AP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Classificação dos crimes",
      "Crimes instantâneos e permanentes",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Alice, 16 anos, foi sequestrada por Túlio, três dias antes de Túlio completar 18 anos. Após passar 9 dias em cativeiro, as investigações para encontrar Alice foram bem sucedidas e Alice foi então libertada. Nessa situação hipotética, podemos afirmar que Túlio",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deve responder por ato infracional análogo ao crime de sequestro e cárcere privado."
      },
      {
        "letra": "B",
        "texto": "será considerado inimputável e não será penalmente responsabilizado."
      },
      {
        "letra": "C",
        "texto": "será considerado inimputável e será penalmente responsabilizado."
      },
      {
        "letra": "D",
        "texto": "será considerado imputável para todos os fins penais, porque trata-se de crime continuado, em que a consumação se prolonga no tempo."
      },
      {
        "letra": "E",
        "texto": "será considerado imputável para todos os fins penais, porque trata-se de crime permanente, em que a consumação se prolonga no tempo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1961413",
    "metadata": "Ano: 2022 | Banca: OBJETIVA | Órgão: Condesus - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Com base no Código Penal, sobre a imputabilidade, marcar C para as afirmativas Certas, E para as Erradas e, após, assinalar a alternativa que apresenta a sequência CORRETA: ( ) Os menores de 18 anos são penalmente inimputáveis, ficando sujeitos às normas estabelecidas na legislação especial. ( ) A emoção ou a paixão excluem a imputabilidade penal. ( ) A pena pode ser reduzida de um a dois terços, se o agente, em virtude de perturbação de saúde mental ou por desenvolvimento mental incompleto ou retardado, não era inteiramente capaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "C - C - E."
      },
      {
        "letra": "B",
        "texto": "E - E - C."
      },
      {
        "letra": "C",
        "texto": "C - E - C."
      },
      {
        "letra": "D",
        "texto": "E - C - C."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1960227",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "No que concerne ao tema da imputabilidade penal, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Os menores de 18 (dezoito) anos são penalmente inimputáveis, ficando sujeitos às normas estabelecidas na legislação especial"
      },
      {
        "letra": "B",
        "texto": "Não excluem a imputabilidade penal a paixão e a emoção"
      },
      {
        "letra": "C",
        "texto": "Não exclui a imputabilidade penal a embriaguez voluntária pelo álcool"
      },
      {
        "letra": "D",
        "texto": "A pena pode ser reduzida de um a dois terços, se o agente, era, ao tempo da ação ou da omissão, inteiramente incapaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento"
      },
      {
        "letra": "E",
        "texto": "Não exclui a imputabilidade penal a embriaguez culposa por substância de efeitos análogos ao álcool"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1955321",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "No que se refere à imputabilidade e responsabilidade penal assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A imputabilidade total independe da necessidade da concorrência de fatores além dos praticados pelo autor para a efetivação do delito."
      },
      {
        "letra": "B",
        "texto": "O indivíduo com transtorno mental, independente do tipo, é considerado inimputável quando comete um delito."
      },
      {
        "letra": "C",
        "texto": "Sendo determinado inimputávavel, o autor de um crime poderá ser submetido a uma medida de segurança, que se assenta na periculosidade."
      },
      {
        "letra": "D",
        "texto": "É considerado inimputável o indivíduo que comete um delito sob coação a que poderia resistir."
      },
      {
        "letra": "E",
        "texto": "A incapacidade de resistência diante dos impulsos passionais é atenuante da imputabilidade penal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1939481",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PG-DF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "A respeito da imputabilidade penal, julgue o próximo item. Segundo o Código Penal, a conduta movida pela emoção pode excluir a imputabilidade penal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1921459",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Constituem elementos da culpabilidade:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "inimputabilidade, potencial consciência da lei e inexigibilidade de uma conduta diversa;"
      },
      {
        "letra": "B",
        "texto": "maioridade, potencial consciência da lei e inexigibilidade de uma conduta diversa;"
      },
      {
        "letra": "C",
        "texto": "imputabilidade, potencial conhecimento da ilicitude e exigibilidade de uma conduta diversa;"
      },
      {
        "letra": "D",
        "texto": "maioridade, potencial conhecimento da ilicitude e exigibilidade de uma conduta diversa;"
      },
      {
        "letra": "E",
        "texto": "imputabilidade, potencial conhecimento da ilicitude e inexigibilidade de uma conduta diversa."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1910669",
    "metadata": "Ano: 2022 | Banca: CPCON | Órgão: Prefeitura de Sousa - PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Tomando por base o título III do Código Penal Brasileiro, que trata da Imputabilidade Penal, analise as alternativas abaixo: I. É isento de pena o agente que, por doença mental ou desenvolvimento mental incompleto ou retardado, era, ao tempo da ação ou da omissão, parcialmente incapaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento. II. Os menores de 18 (dezoito) anos são penalmente inimputáveis, ficando sujeitos às normas estabelecidas na legislação especial. III. São fatores que excluem a imputabilidade penal a emoção ou a paixão. IV. É isento de pena o agente que, por embriaguez completa, proveniente de caso fortuito ou força maior, era, ao tempo da ação ou da omissão, inteiramente incapaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento. Estão CORRETAS as alternativas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III apenas."
      },
      {
        "letra": "B",
        "texto": "II e IVapenas."
      },
      {
        "letra": "C",
        "texto": "III e IVapenas."
      },
      {
        "letra": "D",
        "texto": "II, III e IVapenas."
      },
      {
        "letra": "E",
        "texto": "I, II, III, IV."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1899395",
    "metadata": "Ano: 2022 | Banca: FGV | Órgão: PC-AM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "O conceito analítico de crime o divide em Fato Típico; Ilícito ou Antijurídico e Culpável. A culpabilidade, por sua vez, é composta pela imputabilidade, pela potencial consciência da ilicitude e pela inexigibilidade de conduta diversa. Dentre as causas que excluem a imputabilidade penal encontram-se",
    "alternativas": [
      {
        "letra": "A",
        "texto": "coação física irresistível, menoridade e embriaguez acidental completa."
      },
      {
        "letra": "B",
        "texto": "embriaguez acidental incompleta, menoridade e obediência hierárquica."
      },
      {
        "letra": "C",
        "texto": "embriaguez acidental completa, menoridade e doença mental."
      },
      {
        "letra": "D",
        "texto": "embriaguez preordenada, coação moral irresistível e erro de proibição."
      },
      {
        "letra": "E",
        "texto": "coação moral irresistível, exercício regular de direito e menoridade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1892596",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: DPE-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Durante uma confraternização familiar, Lucas, de 56 anos de idade, após comer uma sobremesa, começou, inesperadamente, a ficar impaciente e a ameaçar de morte sua irmã, Lívia. Com medo, esta acionou a polícia, que prendeu Lucas e o conduziu à delegacia de polícia, onde a vítima o representou pelo crime de ameaça, com incidência da Lei n.º 11.340/2006. Devidamente processado, constatou-se que o réu, no momento dos fatos, pela primeira vez na vida, tivera hiperglicemia, que lhe causara confusão mental e lhe diminuíra a capacidade de entendimento. Devido a esse episódio, Lucas descobriu ser diabético. Todas essas circunstâncias restaram devidamente provadas no bojo dos autos. Nessa situação hipotética, de acordo com o Código Penal, na sentença penal de Lucas, o juiz deve",
    "alternativas": [
      {
        "letra": "A",
        "texto": "absolver o réu, aplicando-lhe medida de segurança, em razão dos efeitos análogos à embriaguez patológica."
      },
      {
        "letra": "B",
        "texto": "absolver o réu, aplicando-lhe medida de segurança, em razão dos efeitos análogos à embriaguez culposa."
      },
      {
        "letra": "C",
        "texto": "condenar o réu, aplicando-lhe pena diminuída, em razão dos efeitos análogos à embriaguez acidental."
      },
      {
        "letra": "D",
        "texto": "absolver o réu, isentando-o de pena e de medida de segurança, em razão da embriaguez decorrente de força maior."
      },
      {
        "letra": "E",
        "texto": "condenar o réu, agravando-lhe a pena, em razão dos efeitos análogos à embriaguez preordenada."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1875633",
    "metadata": "Ano: 2022 | Banca: OBJETIVA | Órgão: Prefeitura de Varginha - MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade pela embriaguez",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "De acordo com o Código Penal, sobre imputabilidade penal, marcar C para as afirmativas Certas, E para as Erradas e, após, assinalar a alternativa que apresenta a sequência CORRETA: ( ) A emoção e a paixão não podem ser arguidas como circunstâncias capazes de excluir a imputabilidade do agente. ( ) Os menores de 18 anos são penalmente inimputáveis, ficando sujeitos às normas estabelecidas na legislação especial. ( ) A embriaguez, voluntária ou culposa, pelo álcool ou substância de efeitos análogos não excluem a imputabilidade penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "C - C - C."
      },
      {
        "letra": "B",
        "texto": "E - C - E."
      },
      {
        "letra": "C",
        "texto": "E - E - E."
      },
      {
        "letra": "D",
        "texto": "C - E - C."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1873725",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: IBAMA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "A partir da situação hipotética precedente, julgue o item a seguir. Celso não tinha plena capacidade de entender o caráter ilícito do fato, sendo cabível, portanto, a redução de pena pelas condutas praticadas por ele.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1892996",
    "metadata": "Ano: 2021 | Banca: IBADE | Órgão: ISE-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade pela embriaguez",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Segundo o que dispõe o Código Penal brasileiro, a embriaguez, voluntária ou culposa, pelo álcool ou substância de efeitos análogos:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Pode gerar o crime de embriaguez ao volante."
      },
      {
        "letra": "B",
        "texto": "É causa superveniente de exclusão da tipicidade."
      },
      {
        "letra": "C",
        "texto": "É causa superveniente de exclusão da ilicitude."
      },
      {
        "letra": "D",
        "texto": "Exclui a imputabilidade penal."
      },
      {
        "letra": "E",
        "texto": "Não exclui a imputabilidade penal."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1856498",
    "metadata": "Ano: 2021 | Banca: FAPEC | Órgão: PC-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Noções Fundamentais",
      "Lei penal no tempo",
      "Consumação e tentativa",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "No Direito Penal, é de suma importância estabelecer o exato momento da prática delitiva, bem como compreender as teorias adotadas. Quando o crime se considera praticado? A resposta a esta indagação pode repercutir, por exemplo, na análise da imputabilidade do agente, na verificação de sua idade para fins de dosimetria da pena, etc. Sobre essas considerações, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Rick Grimes, de 17 anos e 11 meses de idade, com animus necandi, efetuou dois disparos de arma de fogo contra seu desafeto, Negan Smith, empreendendo fuga na sequência. A vítima foi atingida na região do peito, sofreu bastante hemorragia e foi socorrida no Hospital Regional de Alexandria. Depois de um mês, quando Rick Grimes já havia completado 18 anos, Negan Smith veio a óbito, em razão dos disparos recebidos naquela ocasião. Nessa hipótese, é correto afirmar que Rick Grimes irá responder por crime de homicídio (art. 121 do Código Penal), porque, quando o delito se consumou, ele já possuía 18 anos, sendo indivíduo imputável na ocasião do resultado naturalístico."
      },
      {
        "letra": "B",
        "texto": "Glenn Rhee, com 20 anos, 11 meses e 29 dias de idade, subtraiu para si, mediante grave ameaça exercida por meio de um revólver de calibre .38, uma bolsa, contendo em seu interior R$ 300,00 (trezentos reais) em espécie e um aparelho celular avaliado em R$ 1.000,00 (mil reais), bens pertencentes à vítima, Daryl Dixon. No momento da prolação da sentença que o condenou pelo crime de roubo majorado, Gleen Rhee contava com 27 anos de idade. Nesses termos, ele será beneficiado com a atenuante da menoridade relativa, prevista no art. 65, inciso I, do Código Penal."
      },
      {
        "letra": "C",
        "texto": "Em relação à lei penal no tempo, o Código Penal adota a teoria da ubiquidade, pois se considera praticado o crime tanto no momento da ação ou omissão quanto no momento do resultado."
      },
      {
        "letra": "D",
        "texto": "Shane Walsh, indivíduo de 20 anos de idade, com animus rem sibi habendi, subtraiu, para si, com emprego de uma chave falsa, um veículo Honda Civic estacionado em frente ao Supermercado de Atlanta. Depois de uma hora, a vítima, Lori Grimes, notou o furto, acionou a Polícia Militar, e o suspeito foi preso em flagrante. Considere que, hipoteticamente, na época do crime, a pena para tal comportamento era de reclusão de 3 a 10 anos. Por outro lado, na data da sentença, o réu já tinha 22 anos de idade, estando em vigor outra lei que previu pena de reclusão de 2 a 8 anos para o mesmo comportamento. Logo, Shane Walsh deverá ser condenado pela pena da lei antiga, ainda que mais grave, pois, de acordo com o Código Penal, considera-se praticado o crime no momento da ação ou omissão, ainda que outro seja o momento do resultado (teoria da atividade)."
      },
      {
        "letra": "E",
        "texto": "Para estabelecer o tempo do crime, deverá ser levado em conta o exato momento de sua consumação, assim como ocorre para fins de verificação do prazo de prescrição."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1852710",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: TJ-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Flávia, pessoa humilde, presta serviços de faxineira em serventia extrajudicial localizada na cidade de Florianópolis. Em determinada data, Flávia foi abordada na saída de sua residência por pessoas ligadas ao tráfico dominante na localidade, que determinaram que ela transportasse e guardasse arma de fogo em seu trabalho, pois terceiro iria no dia seguinte ao local para buscar o material bélico. Os traficantes afirmaram que se Flávia não atendesse àquela determinação, seria expulsa de sua casa, não tendo mais onde morar, bem como que sua mãe também sofreria as consequências. Em razão disso, Flávia transportou um revólver, de calibre de uso permitido, mas com numeração de série suprimida, para o trabalho, escondendo o material em uma lixeira. Após receber denúncia, a autoridade policial determinou a realização de diligência no local. Com autorização dos responsáveis, os policiais civis apreenderam a arma guardada por Flávia, que esclareceu o ocorrido. Considerando apenas as informações expostas, é correto afirmar que Flávia agiu:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "sob coação moral resistível, devendo ser reconhecida a prática do crime de porte de arma de fogo de uso permitido, com causa de diminuição de pena;"
      },
      {
        "letra": "B",
        "texto": "sob coação física irresistível, afastando-se a culpabilidade de sua conduta;"
      },
      {
        "letra": "C",
        "texto": "sob coação moral irresistível, afastando-se a culpabilidade de sua conduta;"
      },
      {
        "letra": "D",
        "texto": "sob coação moral irresistível, afastando-se a ilicitude de sua conduta;"
      },
      {
        "letra": "E",
        "texto": "em legítima defesa, afastando-se a ilicitude de sua conduta."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1825431",
    "metadata": "Ano: 2021 | Banca: NC-UFPR | Órgão: PC-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "São pessoas inimputáveis, EXCETO aquelas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "menores de 18 anos."
      },
      {
        "letra": "B",
        "texto": "inteiramente incapazes de compreender o caráter ilícito do fato em razão de deficiência mental."
      },
      {
        "letra": "C",
        "texto": "inteiramente incapazes de se determinarem pela compreensão do caráter ilícito do fato em razão de doença mental."
      },
      {
        "letra": "D",
        "texto": "em estado de embriaguez absoluta decorrente de caso fortuito ou força maior."
      },
      {
        "letra": "E",
        "texto": "sob coação irresistível ou obediência hierárquica."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1810867",
    "metadata": "Ano: 2021 | Banca: IDECAN | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Vinícius sofre de sonambulismo desde a mais tenra idade. Certa noite, durante o sono, Vinícius, em estado de inconsciência, se levanta e se dirige até o escritório de sua casa e pega uma tesoura na gaveta. Nesse momento, sua esposa toca em seu ombro para levá-lo de volta à cama, ocasião em que Vinícius, ainda sonâmbulo, se vira e desfere cinco golpes com a tesoura em sua esposa, na altura do abdômen. Ato contínuo, Vinícius retorna para o quarto e continua seu sono, enquanto sua esposa cai inconsciente e morre minutos depois em virtude da excessiva perda de sangue. Nessa hipótese, é correto afirmar que Vinícius",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deve responder por delito de homicídio culposo."
      },
      {
        "letra": "B",
        "texto": "deve responder por delito de homicídio doloso, praticado com dolo eventual."
      },
      {
        "letra": "C",
        "texto": "não praticou crime, pois o estado de inconsciência exclui a culpabilidade pela inexigibilidade de conduta diversa."
      },
      {
        "letra": "D",
        "texto": "não praticou crime, pois o estado de inconsciência exclui a conduta, por ausência de voluntariedade no movimento."
      },
      {
        "letra": "E",
        "texto": "deve responder por delito de homicídio preterdoloso."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1810857",
    "metadata": "Ano: 2021 | Banca: IDECAN | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Medida de segurança",
      "Inimputabilidade decorrente de dependência química",
      "Legislação Penal Especial",
      "Lei de Tóxicos – Lei nº 11.343 de 2006",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "O dependente químico severo, comprovado por laudo pericial, que, para poder comprar substância entorpecente a fim de satisfazer seu vício, pratica conduta descrita em tipo penal de furto, poderá arguir em sua defesa excludente de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ilicitude pela inexigibilidade de conduta diversa."
      },
      {
        "letra": "B",
        "texto": "tipicidade pela ausência de dolo."
      },
      {
        "letra": "C",
        "texto": "culpabilidade pela coação moral irresistível."
      },
      {
        "letra": "D",
        "texto": "culpabilidade pela inimputabilidade."
      },
      {
        "letra": "E",
        "texto": "ilicitude pelo estado de necessidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1810028",
    "metadata": "Ano: 2021 | Banca: IDECAN | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Maria e João emanciparam o filho Gabriel, de 17 anos, por considerarem-no bastante maduro para a idade. Gabriel, por sua vez, objetivando economizar dinheiro, adquire um aparelho de telefone celular de última geração do amigo Lucas, que tem 18 anos, por R$100,00 (cem reais), sabendo que o objeto é produto de crime. Nessa hipótese, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Gabriel, por ser emancipado, responde por crime de receptação."
      },
      {
        "letra": "B",
        "texto": "A emancipação de Gabriel não impedirá sua responsabilização na seara criminal, devendo ser processado por delito de receptação."
      },
      {
        "letra": "C",
        "texto": "Gabriel, mesmo emancipado, não responderá por crime de receptação."
      },
      {
        "letra": "D",
        "texto": "A emancipação de Gabriel impedirá sua responsabilização por ato infracional análogo ao delito de receptação."
      },
      {
        "letra": "E",
        "texto": "Gabriel não praticou conduta penalmente relevante; seu amigo Lucas é o único que responderá por delito de contrabando."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1752652",
    "metadata": "Ano: 2021 | Banca: APICE | Órgão: DPE-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Quanto ao direito penal assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No Direito Penal, o princípio da legalidade possui quatro finalidades importantíssimas: proibir a retroatividade da lei penal; proibir a criação de crimes e penas pelos costumes; proibir o emprego de analogia para criar crimes e penas e proibir incriminações vagas e indeterminadas."
      },
      {
        "letra": "B",
        "texto": "No que tange à gradação das penas temos as infrações penais de menor potencial ofensivo cuja pena máxima não pode ser superior a 2 anos, cumulada ou não com multa, Infrações penais de médio potencial ofensivo com pena máxima superior a 2 anos, mas cuja pena mínima seja igual ou inferior a um ano e infrações penais de maior potencial ofensivo com pena máxima superior a 2 anos e pena mínima superior a um ano."
      },
      {
        "letra": "C",
        "texto": "O crime doloso ocorre quando o agente quis o resultado ou assumiu o risco de produzi-lo, crime culposo, quando o agente deu causa ao resultado por imprudência, negligência ou imperícia e crime preterdoloso é uma espécie de crime agravado pelo resultado, no qual o agente pratica uma conduta antecedente dolosa e deste decorre um resultado consequente culposo."
      },
      {
        "letra": "D",
        "texto": "Concurso de crimes é a nomenclatura dada à prática de mais de um crime por parte do agente, seja mediante uma só ação ou várias ações, sendo subdividido em concurso material, concurso formal e crime continuado."
      },
      {
        "letra": "E",
        "texto": "São causas legais de exclusão da culpabilidade, inimputabilidade, a ausência de potencial consciência da ilicitude e a exigibilidade de conduta diversa."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1751215",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Com relação à teoria geral do direito penal, julgue o item seguinte. A imputabilidade é a possibilidade de se atribuir a alguém a responsabilidade pela prática de uma infração penal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2117216",
    "metadata": "Ano: 2020 | Banca: INSTITUTO AOCP | Órgão: SEJUC-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Imputação objetiva",
      "Consumação e tentativa",
      "Erro do tipo essencial",
      "Erro de tipo acidental",
      "Sanções penais",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Em relação ao Código Penal, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Salvo disposição em contrário, pune-se a tentativa com a pena correspondente ao crime consumado, diminuída de um a dois terços."
      },
      {
        "letra": "B",
        "texto": "Não se pune a tentativa quando, por ineficácia absoluta do meio ou por absoluta impropriedade do objeto, é impossível consumar-se o crime."
      },
      {
        "letra": "C",
        "texto": "O erro sobre elemento constitutivo do tipo legal de crime exclui o dolo, mas permite a punição por crime culposo, se previsto em lei."
      },
      {
        "letra": "D",
        "texto": "Nos crimes cometidos sem violência ou grave ameaça à pessoa, reparado o dano ou restituída a coisa, até o recebimento da denúncia ou da queixa, por ato voluntário do agente, a pena será reduzida pela metade."
      },
      {
        "letra": "E",
        "texto": "É isento de pena quem, por erro plenamente justificado pelas circunstâncias, supõe situação de fato que, se existisse, tornaria a ação legítima. Não há isenção de pena quando o erro deriva de culpa e o fato é punível como crime culposo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1620936",
    "metadata": "Ano: 2020 | Banca: GUALIMP | Órgão: Prefeitura de Conceição de Macabu - RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "São penalmente inimputáveis os menores de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Dezessete anos, sujeitos às medidas previstas na Lei."
      },
      {
        "letra": "B",
        "texto": "Dezoito anos, sujeitos às medidas previstas na Lei."
      },
      {
        "letra": "C",
        "texto": "Dezesseis anos, sujeitos às medidas previstas na Lei."
      },
      {
        "letra": "D",
        "texto": "Vinte e um anos, sujeitos às medidas previstas na Lei."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1120532",
    "metadata": "Ano: 2020 | Banca: CESPE / CEBRASPE | Órgão: TJ-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Inimputabilidade pela embriaguez",
      "Noções Gerais da Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "A respeito da imputabilidade penal, julgue os itens a seguir. I Os maiores de dezesseis anos de idade que ainda não tiverem alcançado a maioridade são considerados relativamente incapazes no que tange à responsabilidade criminal.II Emoção ou paixão não são causas de exclusão a imputabilidade penal. III A embriaguez culposa anterior à prática de crime é causa de diminuição de pena, mas não torna o agente inimputável. IV O deficiente mental inteiramente incapaz de entender o caráter ilícito do fato é inimputável. Estão certos apenas os itens",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I e II."
      },
      {
        "letra": "B",
        "texto": "I e III."
      },
      {
        "letra": "C",
        "texto": "II e IV."
      },
      {
        "letra": "D",
        "texto": "I, III e IV."
      },
      {
        "letra": "E",
        "texto": "II, III e IV."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1843541",
    "metadata": "Ano: 2019 | Banca: ZAMBINI | Órgão: Prefeitura de Itatiba - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Agente A, após traição de sua parceira, imbuído de amor e paixão embebedou-se e andou até um dos principais monumentos públicos da praça do Município, e então violentou-o, pichando o nome de sua parceira e seu amante no local, após quebrar o monumento a marteladas. De acordo com a conduta do Agente A, assinale a alternativa correta, de acordo com o Código Penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O Agente A é penalmente inimputável pois praticou o crime sob domínio de emoção e paixão."
      },
      {
        "letra": "B",
        "texto": "O Agente A é penalmente inimputável pois praticou o crime embriagado, mas não é inimputável por ter praticado o crime sob domínio de emoção e paixão."
      },
      {
        "letra": "C",
        "texto": "O Agente A é penalmente inimputável pois praticou o crime embriagado e sob o domínio de emoção e paixão."
      },
      {
        "letra": "D",
        "texto": "O Agente A é penalmente imputável pois emoção e paixão e embriaguez voluntária ou culposa não excluem a imputabilidade penal."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1843540",
    "metadata": "Ano: 2019 | Banca: ZAMBINI | Órgão: Prefeitura de Itatiba - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Com relação à idade, são penalmente inimputáveis, nos termos do Código Penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente os menores de 21 anos."
      },
      {
        "letra": "B",
        "texto": "Somente os menores de 18 anos."
      },
      {
        "letra": "C",
        "texto": "Somente os menores de 16 anos."
      },
      {
        "letra": "D",
        "texto": "Somente os menores de 14 anos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1839603",
    "metadata": "Ano: 2019 | Banca: EJUD-PI | Órgão: TJ-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Considera-se causa excludente de antijuridicidade, segundo a doutrina:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Inimputabilidade."
      },
      {
        "letra": "B",
        "texto": "Potencial consciência da ilicitude."
      },
      {
        "letra": "C",
        "texto": "Legítima defesa putativa."
      },
      {
        "letra": "D",
        "texto": "Consentimento do ofendido."
      },
      {
        "letra": "E",
        "texto": "Aborto culposo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1125962",
    "metadata": "Ano: 2019 | Banca: NC-UFPR | Órgão: ITAIPU BINACIONAL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "No Direito Penal, imputável é aquela pessoa a quem é possível atribuir um fato punível. De modo geral, qualquer pessoa é imputável, EXCETO na hipótese de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "embriaguez completa proveniente de caso fortuito ou força maior, menoridade, doença mental e desenvolvimento mental incompleto ou retardado."
      },
      {
        "letra": "B",
        "texto": "embriaguez preordenada, menoridade, senilidade e desenvolvimento mental incompleto ou retardado."
      },
      {
        "letra": "C",
        "texto": "embriaguez completa proveniente de caso fortuito ou força maior, menoridade, senilidade e desenvolvimento mental incompleto ou retardado."
      },
      {
        "letra": "D",
        "texto": "emoção, violenta paixão e embriaguez preordenada."
      },
      {
        "letra": "E",
        "texto": "erro de tipo, erro de proibição e violenta emoção."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1037210",
    "metadata": "Ano: 2019 | Banca: CONSULPLAN | Órgão: TJ-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Inimputabilidade pela embriaguez",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Quanto à imputabilidade em Direito Penal, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para o menor de 18 anos, nosso Código Penal adotou o sistema puramente biológico."
      },
      {
        "letra": "B",
        "texto": "Para o doente mental, nosso Código Penal adotou um misto do sistema biológico com o sistema psicológico."
      },
      {
        "letra": "C",
        "texto": "Para a teoria clássica (teoria psicológica da culpabilidade), o doente mental cometeria crime, uma vez que possui capacidade de dolo e culpa."
      },
      {
        "letra": "D",
        "texto": "A embriaguez voluntária ou a culposa não excluem a imputabilidade penal, segundo a actio libera in causa. Da embriaguez culposa, contudo, só pode advir um crime culposo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1017686",
    "metadata": "Ano: 2019 | Banca: IDIB | Órgão: Prefeitura de Petrolina - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "De acordo com o Código Penal, não excluem a imputabilidade penal: I. a coação sofrida pelo agente, se em obediência a ordem manifestamente ilegal de superior hierárquico; II. a embriaguez culposa; III. a violenta emoção, provocada por ato injusto da vítima. Analisados os itens, pode-se afirmar corretamente que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas o item I está correto."
      },
      {
        "letra": "B",
        "texto": "Apenas o item II está correto."
      },
      {
        "letra": "C",
        "texto": "Apenas o item III está correto."
      },
      {
        "letra": "D",
        "texto": "Apenas os itens I e II estão corretos."
      },
      {
        "letra": "E",
        "texto": "Todos os itens estão corretos."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1010556",
    "metadata": "Ano: 2019 | Banca: Instituto Acesso | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Considere os sete critérios enumerados abaixo: I - Clamor público e relevância social; II - Determinação objetiva com previsão legal; III - Residência fixa e comprovante de registro de trabalho; IV- Contexto social do autor e antecedentes criminais; V - Critério psicológico; VI - Fator personalíssimo, psicossocial e natural; VII - Critério biológico. Marque a alternativa correta que relacione apenas os critérios que devem ser adotados para a avaliação da inimputabilidade e/ou imputabilidade em esfera penal, para aquele que praticar uma conduta prevista no Código Penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, II e III."
      },
      {
        "letra": "B",
        "texto": "I, IV e V."
      },
      {
        "letra": "C",
        "texto": "III, V e VII."
      },
      {
        "letra": "D",
        "texto": "II, IV e VII."
      },
      {
        "letra": "E",
        "texto": "II, V e VII."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1004231",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Guarulhos - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Assinale a alternativa correta, no que tange ao tratamento que o CP dá à imputabilidade penal (arts. 26 a 28).",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Aplicar-se-á exclusivamente medida de segurança se, em virtude de perturbação de saúde mental ou por desenvolvimento mental incompleto ou retardado o agente não era inteiramente capaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento."
      },
      {
        "letra": "B",
        "texto": "É isento de pena o agente que, por doença mental ou desenvolvimento mental incompleto ou retardado, era, ao tempo da ação ou da omissão, inteiramente incapaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento."
      },
      {
        "letra": "C",
        "texto": "Os menores de 21 (vinte e um) anos são penalmente inimputáveis, ficando sujeitos às normas estabelecidas na legislação especial."
      },
      {
        "letra": "D",
        "texto": "A emoção ou a paixão excluem a imputabilidade penal para os delitos que exigem especial fim de agir."
      },
      {
        "letra": "E",
        "texto": "A embriaguez culposa, pelo álcool ou substância de efeitos análogos, exclui a imputabilidade penal."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "973781",
    "metadata": "Ano: 2019 | Banca: NC-UFPR | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "É muito comum nos dias presentes constatar-se entre acadêmicos e até mesmo entre profissionais a confusão entre ‘teoria da imputação objetiva, responsabilidade objetiva e imputabilidade’. Entretanto, as três expressões mencionadas são completamente diferentes. Com base na doutrina atual, é correto afirmar que são temas da imputabilidade penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "menoridade, doença mental e embriaguez."
      },
      {
        "letra": "B",
        "texto": "coação moral irresistível e obediência hierárquica."
      },
      {
        "letra": "C",
        "texto": "erro de proibição direto e indireto."
      },
      {
        "letra": "D",
        "texto": "excludentes putativas."
      },
      {
        "letra": "E",
        "texto": "excludentes de ilicitude."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "973780",
    "metadata": "Ano: 2019 | Banca: NC-UFPR | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Cecília, estudante universitária, habitualmente volta para casa apanhando uma carona de carro com seu pai. Francine, uma colega invejosa, na expectativa de matar a estudante por intermédio de um atropelamento causado por um descuido da própria Cecília, aconselha a colega a mudar sua rotina e voltar para casa a pé, sob o argumento de que lhe fará bem o exercício aeróbico. Efetivamente Cecília aceita o conselho e, ao voltar caminhando, é atropelada acidentalmente por um veículo que avançou o sinal de pedestres. Levando em consideração que quem aconselhou não sabia da movimentação do veículo, é correto afirmar que na conduta de Francine:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não existe relação de causalidade entre o aconselhamento e a morte de Cecília."
      },
      {
        "letra": "B",
        "texto": "a imputação do tipo objetivo de homicídio decorre da diminuição do risco."
      },
      {
        "letra": "C",
        "texto": "a imputação do tipo objetivo de homicídio deve-se ao aumento do risco."
      },
      {
        "letra": "D",
        "texto": "a não imputação do tipo de homicídio deve-se à não criação do risco proibido."
      },
      {
        "letra": "E",
        "texto": "a não imputação do tipo de homicídio deve-se à não possibilidade do resultado “a priori”."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1636784",
    "metadata": "Ano: 2018 | Banca: INSTITUTO AOCP | Órgão: ITEP-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Poucos temas em Medicina Legal são tão permeados por noções de Direito quanto o estudo da imputabilidade penal e a consequente responsabilidade. Sobre esses temas, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A responsabilidade penal é atribuição pericial, através de diagnóstico ou prognóstico de uma conclusão médicolegal."
      },
      {
        "letra": "B",
        "texto": "No Brasil, são aceitos três tipos de critérios norteadores de verificação de imputabilidade: critério biológico, critério psicológico e critério biopsicológico."
      },
      {
        "letra": "C",
        "texto": "A imputabilidade é o conjunto de condições pessoais que dão ao agente capacidade para lhe ser juridicamente imputada a prática de um ato punível."
      },
      {
        "letra": "D",
        "texto": "A responsabilidade penal é um pré-requisito da imputabilidade penal."
      },
      {
        "letra": "E",
        "texto": "Todos os menores de 18 anos são considerados inimputáveis."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1636783",
    "metadata": "Ano: 2018 | Banca: INSTITUTO AOCP | Órgão: ITEP-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Quanto à imputabilidade penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Emoção e paixão excluem a imputabilidade."
      },
      {
        "letra": "B",
        "texto": "João é usuário de crack e tem sua dependência atestada em laudo, portanto João é considerado inimputável."
      },
      {
        "letra": "C",
        "texto": "Eduardo, durante uma confraternização com seus amigos, fez uso de grande quantidade de álcool e se envolveu em um acidente. Durante a perícia, foi atestado que o mesmo estava com sua capacidade de determinação reduzida, portanto a pena do Eduardo pode ser reduzida de um a dois terços."
      },
      {
        "letra": "D",
        "texto": "Embriaguez completa e fortuita é causa excludente de imputabilidade."
      },
      {
        "letra": "E",
        "texto": "Fernanda durante uma festa eletrônica teve, sem conhecimento, dois comprimidos de ecstasy colocados em sua bebida, após sair do evento, dirigiu em alta velocidade e ao ultrapassar um sinal vermelho, atropelou um ciclista. Fernanda pode ser considerada inimputável se for comprovado, durante perícia médica, que a mesma era inteiramente incapaz de entender ou de determinar durante a ação."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1636782",
    "metadata": "Ano: 2018 | Banca: INSTITUTO AOCP | Órgão: ITEP-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Quanto à responsabilidade penal, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o agente maior de idade, portador de doença mental não responde criminalmente."
      },
      {
        "letra": "B",
        "texto": "o agente maior de idade, portador de doença mental, não responde se no momento da omissão for inteiramente capaz de entender o caráter ilícito do fato."
      },
      {
        "letra": "C",
        "texto": "não responde o agente, portador de doença mental, que era, ao tempo da ação, inteiramente incapaz de entender o caráter ilícito do fato."
      },
      {
        "letra": "D",
        "texto": "é isento de pena o agente que, em virtude de perturbação da saúde mental, não era inteiramente incapaz de entender ou de determinar-se de acordo com esse entendimento."
      },
      {
        "letra": "E",
        "texto": "o agente portador de doença mental, menor de idade, responde penalmente se, no momento da ação ou da omissão, entender o caráter ilícito do fato."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1154438",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "A respeito da imputabilidade penal, é correto afirmar que tal instituto",
    "alternativas": [
      {
        "letra": "A",
        "texto": "figura como um dos elementos da culpabilidade."
      },
      {
        "letra": "B",
        "texto": "cuida da capacidade física do agente de praticar o ilícito."
      },
      {
        "letra": "C",
        "texto": "figura como um dos requisitos da punibilidade."
      },
      {
        "letra": "D",
        "texto": "não exclui da aplicação da lei penal fato praticado durante a embriaguez involuntária completa, proveniente de caso fortuito ou força maior."
      },
      {
        "letra": "E",
        "texto": "não exclui a menoridade (criança e adolescente) da aplicação da lei penal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "950176",
    "metadata": "Ano: 2018 | Banca: FEPESE | Órgão: PGE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "A capacidade de entender que uma conduta é ilícita e de se adequar conforme tal conduta é denominada:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "ilicitude."
      },
      {
        "letra": "B",
        "texto": "tipicidade."
      },
      {
        "letra": "C",
        "texto": "culpabilidade."
      },
      {
        "letra": "D",
        "texto": "imputabilidade."
      },
      {
        "letra": "E",
        "texto": "responsabilidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "941904",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: MPU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Cada um do item a seguir apresenta uma situação hipotética seguida de uma assertiva a ser julgada, a respeito da aplicação e da interpretação da lei penal, do concurso de pessoas e da culpabilidade. Joaquim, penalmente imputável, praticou, sob absoluta e irresistível coação física, crime de extrema gravidade e hediondez. Nessa situação, Joaquim não é passível de punição, porquanto a coação física, desde que absoluta, é causa excludente da culpabilidade.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "936308",
    "metadata": "Ano: 2018 | Banca: TRF - 2ª Região | Órgão: TRF - 2ª REGIÃO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Inimputabilidade pela embriaguez",
      "Medida de segurança",
      "Espécies de Medida de Segurança",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Assinale a afirmativa certa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O sujeito que no momento da prática do crime não era capaz de se determinar, completamente, de acordo com o entendimento do caráter ilícito do fato em razão de embriaguez culposa, poderá ter a pena reduzida de um a dois terços."
      },
      {
        "letra": "B",
        "texto": "O critério psicológico determina cientificamente sempre a imputabilidade ou não do agente. Ao passo que o critério biológico etário adotado hoje pela lei penal, é passível de superação pelo juiz na sentença, quando razões de política criminal recomendem."
      },
      {
        "letra": "C",
        "texto": "As medidas de segurança aplicáveis aos inimputáveis são: internação em hospital de custódia e tratamento psiquiátrico; na falta deste em estabelecimento adequado; e sujeição a tratamento ambulatorial. Mas se estiver extinta a punibilidade, nenhuma dessas medidas deve incidir."
      },
      {
        "letra": "D",
        "texto": "No caso de tratamento ambulatorial, o tempo limitado para sua ocorrência variará de um a três anos. Terminado o prazo determinado para sua realização, e constatado por perícia que o inimputável cumpriu o programa ambulatorial, sua liberação do tratamento será declarada cumprida em definitivo."
      },
      {
        "letra": "E",
        "texto": "A doença mental ou o desenvolvimento mental incompleto ou retardado isentam de pena, se ao tempo da ação ou da omissão, ou entre a denúncia e a sentença, o agente era ou se toma inteiramente incapaz de entender o caráter ilícito do fato."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "926796",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: AL-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Medida de segurança",
      "Conceito de Medida de Segurança",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "No curso de ação penal onde se imputa a prática de crime de roubo majorado, durante a oitiva das testemunhas de defesa, ocasião em que se identifica que a principal tese defensiva é de negativa de autoria, o juiz verifica que, possivelmente, o réu seria inimputável. Suspenso o processo antes do interrogatório e de encerrar a prova, realizado laudo pericial, é constatada a total inimputabilidade do agente na data dos fatos. Diante da constatação, juntado o laudo, caberá ao juiz;",
    "alternativas": [
      {
        "letra": "A",
        "texto": "de imediato, absolver impropriamente o réu, aplicando medida de segurança, o que não gera reincidência;"
      },
      {
        "letra": "B",
        "texto": "caso constatada a autoria e materialidade após instrução, condenar o réu, aplicando medida de segurança e pena privativa de liberdade"
      },
      {
        "letra": "C",
        "texto": "caso constatada a autoria e materialidade após instrução, absolver impropriamente o réu, aplicando apenas pena privativa de liberdade com causa de redução de pena;"
      },
      {
        "letra": "D",
        "texto": "caso constatada a autoria e materialidade após instrução, absolver impropriamente o réu, aplicando apenas medida de segurança;"
      },
      {
        "letra": "E",
        "texto": "de imediato, condenar o réu, aplicando medida de segurança, o que gera reincidência."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "896541",
    "metadata": "Ano: 2018 | Banca: IESES | Órgão: TJ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Conforme dispõe o Código Penal Brasileiro em seu artigo 27, são penalmente inimputáveis, ficando sujeitos às normas estabelecidas na legislação especial, os menores de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "18 (dezoito) anos."
      },
      {
        "letra": "B",
        "texto": "19 (dezenove) anos."
      },
      {
        "letra": "C",
        "texto": "20 (vinte) anos."
      },
      {
        "letra": "D",
        "texto": "21 (vinte e um) anos."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "896379",
    "metadata": "Ano: 2018 | Banca: IESES | Órgão: TJ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Teoria Geral do Delito",
      "Conceito de crime",
      "Arrependimento posterior",
      "Crime preterdoloso",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "É certo afirmar: I. Mesmo nos crimes cometidos com violência ou grave ameaça à pessoa, reparado o dano ou restituída a coisa, até o recebimento da denúncia ou da queixa, por ato voluntário do agente, a pena será reduzida de um a dois terços. É o que o Código Penal define como “arrependimento posterior”. II. Chama-se “teoria do delito” à parte da ciência do direito penal que se ocupa de explicar o que é o delito em geral, isto é, quais são as características que deve ter qualquer delito. III. A emoção ou a paixão excluem a imputabilidade penal. IV. Preterdoloso é o crime onde o resultado final é mais grave do que o pretendido pelo agente. Analisando as proposições, pode-se afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições I e II estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições II e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições III e IV estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "886216",
    "metadata": "Ano: 2018 | Banca: Fundação CEFETBAHIA | Órgão: MPE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A capacidade penal e a imputabilidade são pressupostos ou requisitos fundamentais do juízo de culpabilidade, mas não se distinguem."
      },
      {
        "letra": "B",
        "texto": "A noção de capacidade penal é absoluta e se refere à própria posição da pessoa perante o ordenamento jurídico-penal e, aplicável a qualquer relação hipotética que possa existir."
      },
      {
        "letra": "C",
        "texto": "De acordo o sistema biopsicológico adotado pelo Código Penal, a imputabilidade deve ser aferida antes da prática do delito."
      },
      {
        "letra": "D",
        "texto": "As alternativas “a” e “c” estão corretas."
      },
      {
        "letra": "E",
        "texto": "As alternativas “a”, “b” e “c” estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "883561",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: STJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Julgue o item que se segue, relativo à imputabilidade penal.Pessoas doentes mentais, que tenham dezoito ou mais anos de idade, mesmo que sejam inteiramente incapazes de entender o caráter ilícito da conduta criminosa ou de determinar-se de acordo com esse entendimento, são penalmente imputáveis.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "878340",
    "metadata": "Ano: 2018 | Banca: FGV | Órgão: TJ-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Gabriel, 25 anos, desferiu, de maneira imotivada, diversos golpes de madeira na cabeça de Fábio, seu irmão mais novo. Após ser denunciado pelo crime de lesão corporal gravíssima, foi realizado exame de insanidade mental, constatando-se que, no momento da agressão, Gabriel, em razão de desenvolvimento mental incompleto, não era inteiramente capaz de entender o caráter ilícito do fato. Diante da conclusão do laudo pericial, deverá ser reconhecida a:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "inimputabilidade do agente, afastando-se a culpabilidade;"
      },
      {
        "letra": "B",
        "texto": "semi-imputabilidade do agente, afastando-se a culpabilidade;"
      },
      {
        "letra": "C",
        "texto": "inimputabilidade do agente, afastando-se a tipicidade;"
      },
      {
        "letra": "D",
        "texto": "semi-imputabilidade do agente, que poderá funcionar como causa de redução de pena;"
      },
      {
        "letra": "E",
        "texto": "semi-imputabilidade do agente, afastando-se a tipicidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "874391",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: ABIN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "À luz do Código Penal, julgue o item que se segue.Comprovado que o acusado possui desenvolvimento mental incompleto e que não era inteiramente capaz de entender o caráter ilícito de sua conduta, é cabível a condenação com redução de pena.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "872832",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: STM",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "No que tange aos institutos penais das excludentes de ilicitude e de culpabilidade e da imputabilidade penal, julgue o próximo item.A embriaguez acidental, proveniente de força maior ou caso fortuito, exclui a culpabilidade, ainda que o sujeito ativo possuísse, ao tempo da ação, parcial capacidade de entender o caráter ilícito do fato que praticou.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "866808",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: PC-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "A imputabilidade é definida como",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a capacidade mental, inerente ao ser humano, de, ao tempo da ação ou da omissão, entender o caráter ilícito do fato e de determinar-se de acordo com esse entendimento."
      },
      {
        "letra": "B",
        "texto": "a contrariedade entre o fato típico praticado por alguém e o ordenamento jurídico, capaz de lesionar ou expor a perigo de lesão bens jurídicos penalmente protegidos."
      },
      {
        "letra": "C",
        "texto": "a reprovabilidade ou o juízo de censura que incide sobre a formação e a exteriorização da vontade do responsável pela conduta criminosa."
      },
      {
        "letra": "D",
        "texto": "a obediência às formas e aos procedimentos exigidos na criação da lei penal e, principalmente, na elaboração de seu conteúdo normativo."
      },
      {
        "letra": "E",
        "texto": "a necessidade de que a conduta reprovável se encaixe no modelo descrito na lei penal vigente no momento da ação ou da omissão."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "860676",
    "metadata": "Ano: 2017 | Banca: VUNESP | Órgão: DPE-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Sendo positivos os elementos que configuram o delito e constatada a semi-imputabilidade do acusado, o juiz pode, atendendo aos demais critérios legais,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "aplicar-lhe pena reduzida de 1 a 2/3 ou absolvê-lo, pois não há outra previsão legal."
      },
      {
        "letra": "B",
        "texto": "aplicar-lhe pena reduzida de 1 a 2/3 ou determinar que se submeta a tratamento ambulatorial ou, ainda, determinar sua internação."
      },
      {
        "letra": "C",
        "texto": "aplicar-lhe pena reduzida de 1 a 2/3 ou determinar que se submeta a tratamento ambulatorial, pois não há outra previsão legal."
      },
      {
        "letra": "D",
        "texto": "absolver o acusado, por ausência de tipicidade, especialmente por falta de elemento subjetivo do tipo ou suspender o processo, pois não há outra previsão legal."
      },
      {
        "letra": "E",
        "texto": "declarar extinta a punibilidade do acusado ou absolvê-lo por ausência de tipicidade, especialmente por falta de elemento subjetivo do tipo."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "857078",
    "metadata": "Ano: 2017 | Banca: FEPESE | Órgão: PC-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Inimputabilidade pela embriaguez",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "De acordo com o Código Penal, assinale a alternativa correta acerca da imputabilidade penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O menor de dezoito anos é isento de pena para todos os efeitos legais, quando demonstrado não entender o caráter ilícito do fato."
      },
      {
        "letra": "B",
        "texto": "A embriaguez, quando voluntária, afasta a imputabilidade do agente."
      },
      {
        "letra": "C",
        "texto": "A emoção, quando proveniente de caso fortuito, torna o agente inimputável se ao tempo da ação ou da omissão não possuía a plena capacidade de entender o caráter ilícito do fato."
      },
      {
        "letra": "D",
        "texto": "Ao agir sob efeito da paixão, o agente terá reduzida a pena de um a dois terços."
      },
      {
        "letra": "E",
        "texto": "O agente que por doença mental, ao tempo da ação ou omissão, era inteiramente incapaz de entender o caráter ilícito do fato é isento de pena."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "853170",
    "metadata": "Ano: 2017 | Banca: CONSULPLAN | Órgão: TRE-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "No caso de semi-imputalilidade, pode o magistrado, ao reconhecê-la, reduzir a pena de um a dois terços ou substitui-la por medida de segurança. Trata-se de aplicação do sistema",
    "alternativas": [
      {
        "letra": "A",
        "texto": "vicariante."
      },
      {
        "letra": "B",
        "texto": "psicológico."
      },
      {
        "letra": "C",
        "texto": "do duplo trilho."
      },
      {
        "letra": "D",
        "texto": "do duplo binário."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "845951",
    "metadata": "Ano: 2017 | Banca: IBFC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Inimputabilidade pela embriaguez",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "São isentos de pena os agentes que detém determinadas condições especiais ou que realizam o fato tido como crime em situações extraordinárias. Sobre o tema, assinale a alternativa que não contempla uma causa excludente de culpabilidade.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Legítima defesa"
      },
      {
        "letra": "B",
        "texto": "Doença mental que influencie na compreensão sobre a ilicitude do fato"
      },
      {
        "letra": "C",
        "texto": "Desenvolvimento mental incompleto que influencie na compreensão sobre a ilicitude do fato"
      },
      {
        "letra": "D",
        "texto": "Embriaguez completa proveniente de caso fortuito ou força maior"
      },
      {
        "letra": "E",
        "texto": "Retardamento mental que influencie na compreensão sobre a ilicitude do fato"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "835009",
    "metadata": "Ano: 2017 | Banca: CESPE / CEBRASPE | Órgão: TRE-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Considera-se inimputável aquele que comete crime",
    "alternativas": [
      {
        "letra": "A",
        "texto": "antes de completar dezoito anos de idade."
      },
      {
        "letra": "B",
        "texto": "em estado de embriaguez preordenada"
      },
      {
        "letra": "C",
        "texto": "agindo em legítima defesa, o que o isenta de pena."
      },
      {
        "letra": "D",
        "texto": "sem ser inteiramente capaz de entender o caráter ilícito de sua conduta, o que o isenta de pena."
      },
      {
        "letra": "E",
        "texto": "sob forte emoção ou paixão."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "795018",
    "metadata": "Ano: 2017 | Banca: IBFC | Órgão: POLÍCIA CIENTÍFICA-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Em relação aos conceitos de imputabilidade e responsabilidade, analise as afirmativas abaixo. I. Uma das características que o agente deve apresentar para que seja responsabilizado e sofra sanção, segundo o critério biopsicológico, é o desenvolvimento mental completo com alcance da maturidade psíquica. II. Uma das características que o agente deve apresentar para que seja responsabilizado e sofra sanção, segundo o critério biopsicológico, é a ausência de doença ou transtorno mental. III. Ao infrator considerado inimputável por apresentar transtorno mental será aplicada medida de segurança. Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Todas as afirmativas estão corretas"
      },
      {
        "letra": "B",
        "texto": "Estão corretas apenas as afirmativas I e II"
      },
      {
        "letra": "C",
        "texto": "Estão corretas apenas as afirmativas II e III"
      },
      {
        "letra": "D",
        "texto": "Estão corretas apenas as afirmativas I e III"
      },
      {
        "letra": "E",
        "texto": "Está correta apenas a afirmativa I"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "795013",
    "metadata": "Ano: 2017 | Banca: IBFC | Órgão: POLÍCIA CIENTÍFICA-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Em relação aos conceitos de imputabilidade e responsabilidade, analise as alternativas e assinale a incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A responsabilidade é uma consequência de quem tinha pleno entendimento, devendo assumir o ônus do resultado"
      },
      {
        "letra": "B",
        "texto": "A imputabilidade é a condição de quem é capaz de realizar um ato com pleno discernimento"
      },
      {
        "letra": "C",
        "texto": "A imputabilidade é um fato objetivo"
      },
      {
        "letra": "D",
        "texto": "A imputabilidade não pode ser presumida, deve ser provada"
      },
      {
        "letra": "E",
        "texto": "Segundo o Código Civil, a imputabilidade pode ser absoluta ou relativa"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "794340",
    "metadata": "Ano: 2017 | Banca: IBFC | Órgão: POLÍCIA CIENTÍFICA-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Considere as regras básicas aplicáveis ao Direito Penal e ao Direito Processual Penal para assinalar a alternativa correta sobre a imputabilidade penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São inimputáveis os menores de dezoito anos e semi-imputávies aqueles que, por doença mental ou desenvolvimento mental incompleto ou retardado, eram, ao tempo da ação ou da omissão, inteiramente incapazes de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento"
      },
      {
        "letra": "B",
        "texto": "São imputáveis os menores de dezoito anos e semi-imputávies aqueles que, por doença mental ou desenvolvimento mental incompleto ou retardado, eram, ao tempo da ação ou da omissão, inteiramente incapazes de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento"
      },
      {
        "letra": "C",
        "texto": "São inimputáveis os menores de dezoito anos e aqueles que, por doença mental ou desenvolvimento mental incompleto ou retardado, eram, ao tempo da ação ou da omissão, inteiramente incapazes de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento"
      },
      {
        "letra": "D",
        "texto": "São imputáveis os menores de dezoito anos e inimputáveis aqueles que, por doença mental ou desenvolvimento mental incompleto ou retardado, eram, ao tempo da ação ou da omissão, inteiramente incapazes de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento"
      },
      {
        "letra": "E",
        "texto": "São imputáveis os menores de dezoito anos e inimputáveis aqueles que, em virtude de perturbação de saúde mental ou por desenvolvimento mental incompleto ou retardado, não eram inteiramente capazes de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "710291",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Fundamentais",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "A respeito da aplicação da lei penal e dos elementos e das causas de exclusão de culpabilidade, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O princípio da legalidade pode ser desdobrado em três: princípio da reserva legal, princípio da taxatividade e princípio da retroatividade como regra, a fim de garantir justiça na aplicação de qualquer norma."
      },
      {
        "letra": "B",
        "texto": "São excludentes de culpabilidade: inimputabilidade, coação física irresistível e obediência hierárquica de ordem não manifestamente ilegal."
      },
      {
        "letra": "C",
        "texto": "Se ordem não manifestamente ilegal for cumprida por subordinado e resultar em crime, apenas o superior responderá como autor mediato, ficando o subordinado isento por inexigibilidade de conduta diversa."
      },
      {
        "letra": "D",
        "texto": "Emoção e paixão são causas excludentes de culpabilidade."
      },
      {
        "letra": "E",
        "texto": "Em razão do princípio da legalidade, a analogia não pode ser usada em matéria penal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "676971",
    "metadata": "Ano: 2016 | Banca: COMPERVE - UFRN | Órgão: Câmara de Natal - RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Conforme a ideia de imputabilidade penal, como condição para atribuir a alguém a aplicação de uma pena, só pode sofrer a sanção aquele que, ao tempo da infração penal, tinha capacidade e autodeterminação para a análise do fato. Sobre esse tema, o Código Penal estabelece:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a pena pode ser reduzida de dois terços, se o agente, por embriaguez voluntária, não possuía, ao tempo da ação ou da omissão, a plena capacidade de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento."
      },
      {
        "letra": "B",
        "texto": "é isento de pena o agente que, por embriaguez, voluntária ou culposa, pelo álcool ou substância de efeitos análogos, era, ao tempo da ação ou da omissão, totalmente incapaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento."
      },
      {
        "letra": "C",
        "texto": "a pena pode ser reduzida de um terço, se o agente, em virtude de perturbação de saúde mental ou por desenvolvimento mental incompleto ou retardado não era inteiramente capaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento"
      },
      {
        "letra": "D",
        "texto": "é isento de pena o agente que, por doença mental ou desenvolvimento mental incompleto ou retardado, era, ao tempo da ação ou da omissão, inteiramente incapaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "649635",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: POLÍCIA CIENTÍFICA - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Constitui causa que exclui a imputabilidade a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "embriaguez preordenada completa proveniente da ingestão de álcool."
      },
      {
        "letra": "B",
        "texto": "embriaguez acidental completa proveniente da ingestão de álcool."
      },
      {
        "letra": "C",
        "texto": "embriaguez culposa completa proveniente da ingestão de álcool."
      },
      {
        "letra": "D",
        "texto": "emoção."
      },
      {
        "letra": "E",
        "texto": "paixão."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "647305",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: PC-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Em relação à imputabilidade penal, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Situação hipotética: João, namorado de Maria e por ela apaixonado, não aceitou a proposta dela de romper o compromisso afetivo porque ela iria estudar fora do país, e resolveu mantê-la em cárcere privado. Assertiva: Nessa situação, a atitude de João enseja o reconhecimento da inimputabilidade, já que o seu estado psíquico foi abalado pela paixão."
      },
      {
        "letra": "B",
        "texto": "Na situação em que o agente, com o fim precípuo de cometer um roubo, embriaga-se para ter coragem suficiente para a execução do ato, não se aplica a teoria da actio libera in causa ou da ação livre na causa."
      },
      {
        "letra": "C",
        "texto": "Situação hipotética: Elizeu ingeriu, sem saber, bebida alcoólica, pensando tratar-se de medicamento que costumava guardar em uma garrafa, e perdeu totalmente sua capacidade de entendimento e de autodeterminação. Em seguida, entrou em uma farmácia e praticou um furto. Assertiva: Nesse caso, Elizeu será isento de pena, por estar configurada a sua inimputabilidade."
      },
      {
        "letra": "D",
        "texto": "Situação hipotética: Paulo foi obrigado a ingerir álcool por coação física e moral irresistível, o que afetou parcialmente o controle sobre suas ações e o levou a esfaquear um antigo desafeto. Assertiva: Nesse caso, a retirada parcial da capacidade de entendimento e de autodeterminação de Paulo não enseja a redução da sua pena no caso de eventual condenação."
      },
      {
        "letra": "E",
        "texto": "Situação hipotética: Em uma festa de aniversário, Elias, no intuito de perder a inibição e conquistar Maria, se embriagou e, devido ao seu estado, provocado pela imprudência na ingestão da bebida, agrediu fisicamente o aniversariante. Assertiva: Nessa situação, Elias não será punido pelo crime de lesões corporais por ausência total de sua capacidade de entendimento e de autodeterminação."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "647128",
    "metadata": "Ano: 2016 | Banca: CESPE / CEBRASPE | Órgão: PC-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Inimputabilidade pela embriaguez",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Com relação a imputabilidade penal, assinale a opção correta. Nesse sentido, considere que a sigla ECA, sempre que empregada, se refere ao Estatuto da Criança e do Adolescente.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A embriaguez, quando culposa, é causa excludente de imputabilidade."
      },
      {
        "letra": "B",
        "texto": "A emoção e a paixão são causas excludentes de imputabilidade, como pode ocorrer nos chamados crimes passionais."
      },
      {
        "letra": "C",
        "texto": "A embriaguez não exclui a imputabilidade, mesmo quando o agente se embriaga completamente em razão de caso fortuito ou força maior."
      },
      {
        "letra": "D",
        "texto": "São inimputáveis os menores de dezoito anos de idade, ficando eles, no entanto, sujeitos ao cumprimento de medidas socioeducativas e(ou) outras medidas previstas no ECA."
      },
      {
        "letra": "E",
        "texto": "São inimputáveis os menores de vinte e um anos de idade, ficando eles, no entanto, sujeitos ao cumprimento de medidas socioeducativas e(ou) outras medidas previstas no ECA."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "645427",
    "metadata": "Ano: 2016 | Banca: VUNESP | Órgão: IPSMI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Tício, maior de 18 anos, é portador de doença mental, necessitando de medicação diária. A doença, por si só, não prejudica a capacidade de compreensão. Todavia, a medicação, ingerida em conjunto com bebida alcoólica em quantidade, provoca surtos psicóticos, com exclusão da capacidade de entendimento. Tício sabe dos efeitos do álcool, em excesso, em seu organismo, mas costuma beber, moderadamente, justamente para desfrutar dos efeitos que, segundo ele, “dá barato”. Em uma festa, Tício, sem saber que se tratava de uma garrafa de absinto (bebida de alto teor alcoólico), pensando ser gim, preparou um coquetel de frutas e ingeriu. Ao recobrar a consciência, soube que esfaqueou dois de seus melhores amigos, causando a morte de um e lesão de natureza grave em outro. A respeito da situação, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tício, devido à doença mental, é inimputável, sendo isento de pena."
      },
      {
        "letra": "B",
        "texto": "Tício é inimputável, sendo isento de pena, pois praticou o crime em estado de completa embriaguez, decorrente de caso fortuito."
      },
      {
        "letra": "C",
        "texto": "Tício é imputável, pois a embriaguez completa decorreu de culpa. Entretanto, faz jus à redução da pena."
      },
      {
        "letra": "D",
        "texto": "Tício é imputável, sendo punido de forma agravada, em vista da embriaguez pré-ordenada."
      },
      {
        "letra": "E",
        "texto": "Tício, por ser maior de 18 anos, é imputável, sendo irrelevante a circunstância de ter praticado o crime em estado de completa embriaguez."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "621589",
    "metadata": "Ano: 2016 | Banca: UFMT | Órgão: TJ-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Segundo o Decreto Lei n.º 2.848 de 7 de dezembro de 1940, Código Penal, começa a imputabilidade penal aos",
    "alternativas": [
      {
        "letra": "A",
        "texto": "dezesseis anos."
      },
      {
        "letra": "B",
        "texto": "dezoito anos."
      },
      {
        "letra": "C",
        "texto": "quatorze anos."
      },
      {
        "letra": "D",
        "texto": "doze anos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1391176",
    "metadata": "Ano: 2015 | Banca: Fundação La Salle | Órgão: Prefeitura de Canoas - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "O homem é um ser inteligente e livre, podendo escolher entre o bem e o mal, entre o certo e o errado, e por isso a ele se pode atribuir a responsabilidade pelos ilícitos que praticou. A aptidão para ser culpável, assim, segundo Mirabete (2010) corresponde à definição de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Inimputabilidade."
      },
      {
        "letra": "B",
        "texto": "Culpabilidade."
      },
      {
        "letra": "C",
        "texto": "llicitude."
      },
      {
        "letra": "D",
        "texto": "Imputabilidade."
      },
      {
        "letra": "E",
        "texto": "Responsabilidade."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1227015",
    "metadata": "Ano: 2015 | Banca: FAUEL | Órgão: Câmara de Jaguapitã - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Inimputabilidade pela embriaguez",
      "Noções Gerais da Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Acerca da imputabilidade penal, assinale a alternativa correta de acordo com o Código penal vigente.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A emoção ou a paixão excluem a imputabilidade."
      },
      {
        "letra": "B",
        "texto": "A embriaguez, voluntária ou culposa, pelo álcool ou substância de efeitos análogos exclui a imputabilidade penal"
      },
      {
        "letra": "C",
        "texto": "O maior de dezesseis anos é imputável penalmente, desde que cometa crime hediondo."
      },
      {
        "letra": "D",
        "texto": "É isento de pena o agente que, por doença mental ou desenvolvimento mental incompleto ou retardado, era, ao tempo da ação ou da omissão, inteiramente incapaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "663882",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Para a avaliação da imputabilidade penal, o Código Penal brasileiro adota o critério biopsicológico. No que se refere à imputabilidade penal, julgue o item a seguir.De acordo com o Código Penal brasileiro, a paixão pode levar a uma privação de sentidos, o que resulta no abolimento da faculdade de apreciar a criminalidade do fato e de determinar-se de acordo com essa apreciação.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "663881",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Para a avaliação da imputabilidade penal, o Código Penal brasileiro adota o critério biopsicológico. No que se refere à imputabilidade penal, julgue o item a seguir.Como requisitos para a avaliação da imputabilidade, o critério biopsicológico exige o elemento biológico (doença mental), o elemento psicológico (cognitivo e volitivo) e o elemento cronológico.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "663880",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Para a avaliação da imputabilidade penal, o Código Penal brasileiro adota o critério biopsicológico. No que se refere à imputabilidade penal, julgue o item a seguir.Caso um indivíduo com esquizofrenia cometa um crime, pode-se concluir por meio do diagnóstico que ele não teve a capacidade plena de entender a ilicitude da ação praticada.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "663879",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Para a avaliação da imputabilidade penal, o Código Penal brasileiro adota o critério biopsicológico. No que se refere à imputabilidade penal, julgue o item a seguir. A avaliação da imputabilidade é sempre retroativa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "604940",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: DPE-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "O Sr. Pedro, 88 anos, diagnosticado com doença de Alzheimer, empurrou violentamente a cuidadora que dava banho nele. Ela se desequilibrou e, na queda, bateu com a cabeça no chão, vindo a falecer após uma semana no CTI. Do ponto de vista penal, o Sr. Pedro é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "inimputável em decorrência da idade avançada;"
      },
      {
        "letra": "B",
        "texto": "semi-imputável em virtude da interdição civil;"
      },
      {
        "letra": "C",
        "texto": "inimputável em função de sua demência neurodegenerativa;"
      },
      {
        "letra": "D",
        "texto": "semi-imputável já que não houve intenção de matar;"
      },
      {
        "letra": "E",
        "texto": "imputável por ser a vítima fatal do sexo feminino."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "593437",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: TRE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Em relação à imputabilidade penal, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Será isento de pena o agente que, por embriaguez habitual, não for capaz de entender o caráter ilícito do fato."
      },
      {
        "letra": "B",
        "texto": "Para definir a maioridade penal, a legislação brasileira seguiu o sistema biopsicológico, ignorando o desenvolvimento mental do menor de dezoito anos de idade."
      },
      {
        "letra": "C",
        "texto": "A embriaguez não acidental e culposa exclui a imputabilidade no caso de ser completa."
      },
      {
        "letra": "D",
        "texto": "Os menores de dezoito anos de idade, por presunção legal, são considerados inimputáveis somente nos casos de possuírem plena capacidade de entender a ilicitude do fato."
      },
      {
        "letra": "E",
        "texto": "Se a embriaguez acidental for completa, acarretará a irresponsabilidade penal."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "565816",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Medida de segurança",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Acerca da aplicação da lei penal, do conceito analítico de crime, da exclusão de ilicitude e da imputabilidade penal, julgue o item que se segue.O CP adota o sistema vicariante, que impede a aplicação cumulada de pena e medida de segurança a agente semi-imputável e exige do juiz a decisão, no momento de prolatar sua sentença, entre a aplicação de uma pena com redução de um a dois terços ou a aplicação de medida de segurança, de acordo com o que for mais adequado ao caso concreto.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "556507",
    "metadata": "Ano: 2015 | Banca: FGV | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Fundamentais",
      "Lei penal no tempo",
      "Lei penal no espaço",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "No dia 25 de fevereiro de 2014, na cidade de Ariquemes, Felipe, nascido em 03 de março de 1996, encontra seu inimigo Fernando na rua e desfere diversos disparos de arma de fogo em seu peito com intenção de matá-lo. Populares que presenciaram os fatos, avisaram sobre o ocorrido a familiares de Fernando, que optaram por transferi-lo de helicóptero para Porto Velho, onde foi operado. No dia 05 de março de 2014, porém, Fernando não resistiu aos ferimentos causados pelos disparos e veio a falecer ainda no hospital de Porto Velho. Considerando a situação hipotética narrada e as previsões do Código Penal sobre tempo e lugar do crime, é correto afirmar que, em relação a estes fatos, Felipe será considerado:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "inimputável, pois o Código Penal adota a Teoria da Atividade para definir o tempo do crime, enquanto que o lugar do crime é definido pela Teoria da Ubiquidade;"
      },
      {
        "letra": "B",
        "texto": "inimputável, pois o Código Penal adota a Teoria da Atividade para definir o tempo do crime, enquanto que o lugar é definido pela Teoria do Resultado;"
      },
      {
        "letra": "C",
        "texto": "imputável, pois o Código Penal adota a Teoria do Resultado para definir tanto o tempo quanto o lugar do crime;"
      },
      {
        "letra": "D",
        "texto": "imputável, pois o Código Penal adota a Teoria da Ubiquidade para definir o momento do crime, enquanto que a Teoria da Atividade determina o lugar;"
      },
      {
        "letra": "E",
        "texto": "inimputável, pois o Código Penal adota a Teoria da Atividade para definir tanto o tempo quanto o local do crime."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "546172",
    "metadata": "Ano: 2015 | Banca: CAIP-IMES | Órgão: Prefeitura de Rio Grande da Serra - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Inimputabilidade pela embriaguez",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "No que concerne à imputabilidade, assim dispõe o Código Penal Brasileiro:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A embriaguez voluntária ou culposa, pelo álcool ou substância de efeitos análogos, exclui a imputabilidade penal."
      },
      {
        "letra": "B",
        "texto": "O juiz pode deixar de aplicar qualquer medida, se o agente, em virtude de perturbação de saúde mental, não era inteiramente capaz de entender o caráter ilícito do fato."
      },
      {
        "letra": "C",
        "texto": "O agente que comete o fato, sob o domínio de violenta emoção, logo após a injusta provocação da vítima, é isento de pena."
      },
      {
        "letra": "D",
        "texto": "É isento de pena o agente que, por doença mental era, ao tempo da omissão, inteiramente incapaz de entender o caráter ilícito do fato."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "528019",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Assinale a alternativa correta a respeito da imputabilidade penal.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Comprovada a doença mental ou o desenvolvimento mental incompleto ou retardado, o agente será considerado inimputável para os efeitos legais."
      },
      {
        "letra": "B",
        "texto": "Aos inimputáveis e aos semi-imputáveis, comprovada essa condição por perícia médica, será substituída a pena por medida de segurança consistente em internação em hospital de custódia e tratamento psiquiátrico."
      },
      {
        "letra": "C",
        "texto": "A imputabilidade é um dos elementos da culpabilidade, ao lado da potencial consciência sobre a ilicitude do fato e a exigibilidade de conduta diversa."
      },
      {
        "letra": "D",
        "texto": "A imputabilidade, de acordo com o Código Penal, pode se dar por doença mental, imaturidade natural ou embriaguez do agente."
      },
      {
        "letra": "E",
        "texto": "A emoção e a paixão, além de não afastarem a imputabilidade penal do agente, podem ser consideradas como circunstâncias agravantes no momento da fixação da pena."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "512640",
    "metadata": "Ano: 2015 | Banca: MPE-SP | Órgão: MPE-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "A actio libera in causa se caracteriza:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "quando o agente, nos limites do livre arbítrio que rege a conduta humana, pratica o crime de forma livre e consciente."
      },
      {
        "letra": "B",
        "texto": "quando o agente, por impossibilidade de conhecer a ilicitude de sua conduta, pratica fato tipificado como crime."
      },
      {
        "letra": "C",
        "texto": "quando o agente, em estado de embriaguez, proveniente de caso fortuito ou força maior, que enseja a diminuição de pena, pratica fato definido como crime."
      },
      {
        "letra": "D",
        "texto": "quando o agente, em estado de embriaguez completa, proveniente de caso fortuito ou força maior, que enseja isenção de pena, pratica fato definido como crime."
      },
      {
        "letra": "E",
        "texto": "quando o agente comete o crime em estado de embriaguez não proveniente de caso fortuito ou força maior."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "476023",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Nos termos do Código Penal, a imputabilidade penal é excluída pela",
    "alternativas": [
      {
        "letra": "A",
        "texto": "embriaguez completa e culposa que torna o autor, ao tempo da ação ou da omissão, inteiramente incapaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento."
      },
      {
        "letra": "B",
        "texto": "doença mental ou desenvolvimento mental incompleto ou retardado, que torna o autor, ao tempo da ação ou da omissão, inteiramente incapaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento."
      },
      {
        "letra": "C",
        "texto": "emoção"
      },
      {
        "letra": "D",
        "texto": "paixão."
      },
      {
        "letra": "E",
        "texto": "embriaguez, proveniente de caso fortuito ou força maior, que privou o autor, ao tempo da ação ou da omissão, da plena capacidade de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "464482",
    "metadata": "Ano: 2015 | Banca: VUNESP | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "No tocante às disposições do Código Penal relativas à culpabilidade e imputabilidade, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "se o fato é cometido sob coação irresistível ou em estrita obediência à ordem, manifestamente ilegal, de superior hierárquico, só é punível o autor da coação ou da ordem."
      },
      {
        "letra": "B",
        "texto": "a pena pode ser reduzida de um a dois terços se o agente, por doença mental ou desenvolvimento mental incompleto ou retardado era, ao tempo da ação ou da omissão, inteiramente incapaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento."
      },
      {
        "letra": "C",
        "texto": "a embriaguez culposa pelo álcool ou substância de efeitos análogos exclui a imputabilidade penal"
      },
      {
        "letra": "D",
        "texto": "a embriaguez voluntária pelo álcool ou substância de efeitos análogos exclui a imputabilidade penal"
      },
      {
        "letra": "E",
        "texto": "a pena pode ser reduzida de um a dois terços se o agente, em virtude de perturbação de saúde mental ou por desenvolvimento mental incompleto ou retar dado, não era inteiramente capaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1396112",
    "metadata": "Ano: 2014 | Banca: ESMARN | Órgão: TJ-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "A obediência hierárquica é causa de:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Diminuição especial de pena"
      },
      {
        "letra": "B",
        "texto": "Exclusão da tipicidade"
      },
      {
        "letra": "C",
        "texto": "Aumento especial de penal"
      },
      {
        "letra": "D",
        "texto": "Exclusão da antijuridicidade"
      },
      {
        "letra": "E",
        "texto": "Exclusão da culpabilidade"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "884469",
    "metadata": "Ano: 2014 | Banca: FUNCAB | Órgão: PC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Noções Fundamentais",
      "Conceitos e caracteres",
      "Conduta: ação / omissão",
      "Antijuridicidade",
      "Estrito cumprimento de dever legal e exercício regular de direito",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "De acordo com o conceito analítico de crime, é um dos elementos do fato típico:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "imputabilidade."
      },
      {
        "letra": "B",
        "texto": "conduta."
      },
      {
        "letra": "C",
        "texto": "exigibilidade de conduta diversa."
      },
      {
        "letra": "D",
        "texto": "exercício regular de um direito."
      },
      {
        "letra": "E",
        "texto": "potencial consciência da ilicitude."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "485772",
    "metadata": "Ano: 2014 | Banca: IPAD | Órgão: Prefeitura de Recife - PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Antijuridicidade",
      "Estado de necessidade",
      "Inimputabilidade pela embriaguez",
      "Crimes contra a vida",
      "Homicídio",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Beltrano e Ciclano saem juntos para comemorar o sucesso obtido em concurso público. Beltrano não pode ingerir em hipótese alguma bebida alcoólica. Entretanto, Ciclano coloca as escondidas álcool no refrigerante de Beltrano. Ao tomar o refrigerante, Beltrano perde a capacidade de se comportar conforme o direito e de entender inteiramente o caráter ilícito de seus atos. Totalmente fora de si, Beltrano quebra uma garrafa na cabeça de Ciclano que falece. Considerando o exposto, e correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Beltrano esta isento de pena porque no momento que ceifou a vida de Ciclano encontra-se em situação de inimputabilidade."
      },
      {
        "letra": "B",
        "texto": "Beltrano não cometeu nenhum crime, visto que está amparado pela excludente de estado de necessidade."
      },
      {
        "letra": "C",
        "texto": "Beltrano responderá por homicídio, pois a embriaguez em nenhuma hipótese o isenta de pena."
      },
      {
        "letra": "D",
        "texto": "Beltrano responderá por homicídio visto que deveria ser mais cuidadoso para não ingerir bebida alcoólica."
      },
      {
        "letra": "E",
        "texto": "Beltrano está isento de pena porque agiu sob coação irresistivel."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "453812",
    "metadata": "Ano: 2014 | Banca: IBFC | Órgão: PC-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "A respeito das penas, assinale a alternativa que NÃO corresponde ao entendimento sumulado pelo Superior Tribunal de Justiça:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Para efeitos penais, o reconhecimento da menoridade do réu independe de prova por documento hábil."
      },
      {
        "letra": "B",
        "texto": "É admissível a adoção do regime prisional semiaberto aos reincidentes condenados a pena igual ou inferior a quatro anos, se favoráveis as circunstâncias judiciais."
      },
      {
        "letra": "C",
        "texto": "A reincidência penal não pode ser considerada como circunstância agravante e, simultaneamente, como circunstância judicial."
      },
      {
        "letra": "D",
        "texto": "A incidência da circunstância atenuante não pode conduzir à redução da pena abaixo do mínimo legal."
      },
      {
        "letra": "E",
        "texto": "Cominadas cumulativamente, em lei especial, pena privativa de liberdade e pena pecuniária, é defeso a substituição da prisão por multa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "420623",
    "metadata": "Ano: 2014 | Banca: ACAFE | Órgão: PC-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Fundamentais",
      "Lei penal no espaço",
      "Antijuridicidade",
      "Estado de necessidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "De acordo com o Código Penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Considera-se em estado de necessidade quem pratica o fato criminoso para salvar de perigo atual, que tenha provocado por sua vontade, direito próprio ou alheio."
      },
      {
        "letra": "B",
        "texto": "É isento de pena o agente que, por doença mental ou desenvolvimento mental incompleto ou embriaguez voluntária, era, ao tempo da ação ou da omissão, incapaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento."
      },
      {
        "letra": "C",
        "texto": "A pena cumprida no estrangeiro é computada à pena imposta no Brasil pelo mesmo crime, quan­ do diversas."
      },
      {
        "letra": "D",
        "texto": "O desconhecimento da lei é inescusável. O erro sobre a ilicitude do fato, se inevitável, isenta de pena e, se evitável, poderá diminuí-la de um sexto a um terço."
      },
      {
        "letra": "E",
        "texto": "Se o fato é cometido sob coação irresistível ou em estrita obediência à ordem manifestamente ilegal, de superior hierárquico, só é punível o autor da coação ou da ordem."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "393793",
    "metadata": "Ano: 2014 | Banca: Aroeira | Órgão: PC-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Inimputabilidade pela embriaguez",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "É isento de pena o agente que, ao tempo da ação ou da omissão, era inteiramente incapaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento, em virtude de embriaguez",
    "alternativas": [
      {
        "letra": "A",
        "texto": "voluntária, pelo álcool ou por substância de efeitos análogos."
      },
      {
        "letra": "B",
        "texto": "culposa, pelo álcool ou por substância de efeitos análogos."
      },
      {
        "letra": "C",
        "texto": "incompleta e preordenada."
      },
      {
        "letra": "D",
        "texto": "completa, proveniente de caso fortuito ou força maior."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "393352",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TJ-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Desistência voluntária e arrependimento eficaz",
      "Crime impossível",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Erro do tipo essencial",
      "Erro de tipo acidental",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "A respeito da inimputabilidade penal, do erro, da desistência voluntária, do arrependimento eficaz, do crime impossível e da relevância da omissão, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Crime impossível e delito putativo são considerados pela doutrina como expressões sinônimas."
      },
      {
        "letra": "B",
        "texto": "Aquele que causa um acidente e, sem justo motivo, deixa de socorrer a vítima, que falece no local, comete crime de omissão de socorro."
      },
      {
        "letra": "C",
        "texto": "De acordo com o entendimento do STJ, aquele que pratica um crime no mesmo dia em que tenha completado dezoito anos é considerado inimputável."
      },
      {
        "letra": "D",
        "texto": "Aquele que porta carteira nacional de habilitação falsa, acreditando ser ela um documento legítimo, não pratica o delito de uso de documento falso, uma vez que incide em erro de tipo acidental."
      },
      {
        "letra": "E",
        "texto": "O agente que tenha desistido voluntariamente de prosseguir na execução ou, mesmo depois de tê-la esgotado, atue no sentido de evitar a produção do resultado, não poderá ser beneficiado com os institutos da desistência voluntária e do arrependimento eficaz caso o resultado venha a ocorrer."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "390941",
    "metadata": "Ano: 2014 | Banca: Aroeira | Órgão: PC-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Os menores de dezoito anos que já tenham se casado ou constituído negócio próprio são considerados penalmente",
    "alternativas": [
      {
        "letra": "A",
        "texto": "inimputáveis."
      },
      {
        "letra": "B",
        "texto": "semi-imputáveis."
      },
      {
        "letra": "C",
        "texto": "responsáveis."
      },
      {
        "letra": "D",
        "texto": "capazes."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "372675",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: TCE-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "De acordo com o CP, assinale a opção correta a respeito de crimes (relação de causalidade; ilicitude e causas de sua exclusão) imputabilidade penal e penas.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Se a participação do agente delituoso no crime for de menor importância, a sua pena pode ser reduzida de um sexto a um terço"
      },
      {
        "letra": "B",
        "texto": "Somente nos casos em que o agente praticar o fato em estado de necessidade, em legítima defesa (ainda que putativa) e em estrito cumprimento do dever legal não se considerará existente o crime."
      },
      {
        "letra": "C",
        "texto": "A inimputabilidade penal, se for devidamente comprovada, resultará sempre em redução da pena, de um a dois terços, independentemente do crime praticado."
      },
      {
        "letra": "D",
        "texto": "A emoção, a paixão e a embriaguez culposa podem, em circunstâncias especiais, excluir a imputabilidade penal."
      },
      {
        "letra": "E",
        "texto": "O ajuste, a determinação e o auxílio são sempre puníveis, independentemente da natureza do crime planejado"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "372270",
    "metadata": "Ano: 2014 | Banca: IBFC | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É isento de pena o agente que, por doença mental ou desenvolvimento mental incompleto ou retardado, era, ao tempo da ação ou da omissão, inteiramente incapaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento."
      },
      {
        "letra": "B",
        "texto": "Os menores de 18 (dezoito) anos são penalmente inimputáveis, ficando sujeitos às normas estabelecidas na legislação especial."
      },
      {
        "letra": "C",
        "texto": "A embriaguez, voluntária ou culposa, pelo álcool ou substância de efeitos análogos exclui a imputabilidade penal."
      },
      {
        "letra": "D",
        "texto": "A emoção e a paixão não excluem a imputabilidade penal."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "365855",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "São penalmente inimputáveis os.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "maiores de dezesseis anos"
      },
      {
        "letra": "B",
        "texto": "menores de vinte e um anos."
      },
      {
        "letra": "C",
        "texto": "maiores de vinte e um anos."
      },
      {
        "letra": "D",
        "texto": "menores de dezoito anos."
      },
      {
        "letra": "E",
        "texto": "maiores de dezoito anos."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "361739",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: MPE-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Modalidades das Penas Restritivas de Direito",
      "Substituição - Concessão.",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Considerando essa situação hipotética, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A aplicação do estelionato privilegiado ao caso em questão condiciona-se ao fato de os autores do delito serem primários e de bons antecedentes e ao pequeno valor da coisa."
      },
      {
        "letra": "B",
        "texto": "Tendo sido adotado pelo CP o critério biológico para a aferição da inimputabilidade do agente, Sílvia somente em razão de ser interditada por doença mental, está isenta de culpabilidade."
      },
      {
        "letra": "C",
        "texto": "O valor da prestação pecuniária a ser paga por Sílvia será calculado com base em sua capacidade econômica e na extensão do dano causado à vítima."
      },
      {
        "letra": "D",
        "texto": "Ainda que Sílvia e Júlia tivessem utilizado, além da cártula de cheque, cartão de crédito materialmente falso para a perpetração do estelionato, responderam pela prática do crime de uso de documento público falso, pois o cartão de crédito é equiparado a documento público pelo CP."
      },
      {
        "letra": "E",
        "texto": "A torpeza Sílvia, Júlia e Paulo afasta a tipicidade da conduta, já que, para a configuração do delito de estelionato, exige-se a boa-fé da vítima"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "361236",
    "metadata": "Ano: 2014 | Banca: FMP Concursos | Órgão: TJ-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Rosvaldo, doente mental acometido de esquizofrenia, manda sua filha, Georgina, comprar carne no açougue. Voltando a menor para casa com o troco errado, Rosvaldo foi até o açougue para corrigir a transação. O açougueiro, irritado, passou a destratar Rosvaldo, que, para não brigar, saiu de lá. Porém, o irritado açougueiro foi atrás do doente mental, com facão de cortar carne na mão. Este tropeçou e caiu, sendo que Rosvaldo, em sequência, vibrou-lhe um golpe certeiro com seu canivete, causando a morte do açogueiro. Com base no caso descrito, assinale a alternativa correta. Rosvaldo é considerado.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "inimputável, visto que é portador de doença mental."
      },
      {
        "letra": "B",
        "texto": "imputável, visto que não há nexo da doença mental com o homicídio."
      },
      {
        "letra": "C",
        "texto": "semi-imputável, ficando sujeito à pena reduzida."
      },
      {
        "letra": "D",
        "texto": "semi-imputável, ficando sujeito à medida de segurança."
      },
      {
        "letra": "E",
        "texto": "inimputável, mas agiu acobertado por causa excludente de ilicitude."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "543032",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade pela embriaguez",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "No que concerne a infração penal, fato típico e seus elementos,formas consumadas e tentadas do crime, culpabilidade, ilicitude e imputabilidade penal, julgue o item que se segue. Considere que Bartolomeu, penalmente capaz e mentalmente são, tenha praticado ato típico e antijurídico, em estado de absoluta inconsciência, em razão de estar voluntariamente sob a influência de álcool. Nessa situação, Bartolomeu será apenado normalmente, por força da teoria da actio libera in causa.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "530387",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade pela embriaguez",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Acerca da responsabilidade penal de dependente de álcool e de outras drogas, julgue o seguinte item.Segundo a teoria da actio libera in causa, considera-se imputável o indivíduo que, tendo tomado conscientemente a decisão de embriagar-se, cometa crime em estado de intoxicação aguda.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "530386",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Considerando as disposições do Código Penal (CP) sobre doença mental, julgue o item que se segue. São considerados portadores de desenvolvimento mental incompleto, segundo o CP, os silvícolas não adaptados, os surdos-mudos com total ou quase total impossibilidade de comunicação e as pessoas com acentuado grau de primitivismo cultural.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "530385",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Considerando as disposições do Código Penal (CP) sobre doença mental, julgue o item que se segue. O termo doença mental empregado no CP equivale a alienação mental, presente em outros textos legais.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "530384",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "A respeito da responsabilidade penal de portadores de transtorno mental, julgue o item a seguir.Não se pode definir como crime a atitude ilícita cometida por portador de transtorno mental caso se constate que, no momento do ato, houve prejuízo da capacidade de entendimento e de autodeterminação do autor.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "485990",
    "metadata": "Ano: 2013 | Banca: Quadrix | Órgão: CRF-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Crimes contra a administração pública",
      "Noções Gerais de Crimes Contra a Administração Pública",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Segundo o Código Penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Equipara-se a funcionário público quem exerce cargo, emprego ou função em entidade paraestatal, com exceção de quem trabalha para empresa prestadora de serviço contratada ou conveniada para a execução de atividade típica da Administração Pública."
      },
      {
        "letra": "B",
        "texto": "Considera-se funcionário público, para os efeitos penais, quem, exceto transitoriamente ou sem remuneração, exerce cargo, emprego ou função pública."
      },
      {
        "letra": "C",
        "texto": "É isento de pena o agente que, por doença mental ou desenvolvimento mental incompleto ou retardado, não era, ao tempo da ação ou da omissão, inteiramente incapaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento."
      },
      {
        "letra": "D",
        "texto": "É isento de pena o agente que, por embriaguez completa, proveniente de caso fortuito ou força maior, era, ao tempo da ação ou da omissão, inteiramente incapaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento."
      },
      {
        "letra": "E",
        "texto": "A pena será aumentada da terça parte quando os autores dos crimes praticados por funcionário público contra a Administração em geral forem ocupantes de cargos em comissão ou de função de direção ou assessoramento de órgão da administração direta, sociedade de economia mista, empresa pública ou fundação instituida pelo poder público."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "441015",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: POLITEC-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "O critério adotado pela lei brasileira para avaliar a imputabilidade penal do agente é o:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "psicológico puro."
      },
      {
        "letra": "B",
        "texto": "psicopatológico."
      },
      {
        "letra": "C",
        "texto": "biológico"
      },
      {
        "letra": "D",
        "texto": "biopsicossocial."
      },
      {
        "letra": "E",
        "texto": "biopsicológico."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "436904",
    "metadata": "Ano: 2013 | Banca: FEPESE | Órgão: SJC-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Assinale a alternativa correta em relação à menoridade.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É causa que exclui o crime."
      },
      {
        "letra": "B",
        "texto": "É causa de diminuição da pena."
      },
      {
        "letra": "C",
        "texto": "É causa que exclui a culpabilidade."
      },
      {
        "letra": "D",
        "texto": "Permite a aplicação da atenuante da menoridade."
      },
      {
        "letra": "E",
        "texto": "Permite imediatamente a liberdade mediante fiança."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "371270",
    "metadata": "Ano: 2013 | Banca: FCC | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Inimputabilidade pela embriaguez",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "A inimputabilidade por peculiaridade mental ou etária exclui da conduta a",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tipicidade."
      },
      {
        "letra": "B",
        "texto": "tipicidade e a antijuridicidade, respectivamente."
      },
      {
        "letra": "C",
        "texto": "antijuridicidade."
      },
      {
        "letra": "D",
        "texto": "antijuridicidade e a culpabilidade, respectivamente."
      },
      {
        "letra": "E",
        "texto": "culpabilidade."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "353228",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: SEFAZ-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Acerca da culpabilidade e da imputabilidade penal, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "São causas excludentes de culpabilidade, a obediência hierárquica e a coação moral irresistível."
      },
      {
        "letra": "B",
        "texto": "O erro inevitável sobre a ilicitude do fato é causa excludente de antijuridicidade."
      },
      {
        "letra": "C",
        "texto": "São causas excludentes de ilicitude a legítima defesa, o estado de necessidade e a inimputabilidade por doença mental."
      },
      {
        "letra": "D",
        "texto": "A embriaguez fortuita completa não exclui a culpabilidade do agente."
      },
      {
        "letra": "E",
        "texto": "A conduta motivada pela emoção ou pela paixão interfere na imputabilidade penal."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "352901",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: AGU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Julgue os itens seguintes, acerca da prescrição, da reabilitação e da imputabilidade. O CP prevê uma redução de pena para aquele que, em virtude de perturbação de saúde mental ou por desenvolvimento mental incompleto ou retardado, não seja inteiramente capaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento, circunstância que enseja uma menor reprovabilidade da conduta do agente comprovadamente naquelas condições. Tem-se, nesse caso, a denominada semi-imputabilidade, também nominada pelos doutrinadores como responsabilidade penal diminuída.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "329583",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: PRF",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Considere que um indivíduo penalmente capaz, em total estado de embriaguez, decorrente de caso fortuito, atropele um pedestre, causando-lhe a morte. Nessa situação, a embriaguez não excluía imputabilidade penal do agente.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "323830",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: Polícia Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Noções Gerais da Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "No que concerne a infração penal, fato típico e seus elementos, formas consumadas e tentadas do crime, culpabilidade, ilicitude e imputabilidade penal, julgue os itens que se seguem.Considere que João, maior de dezoito anos de idade, tenha praticado crime de natureza grave, sendo, por consequência, processado e, ao final, condenado. Considere, ainda, que, no curso da ação penal, tenha sido constatado pericialmente que João, ao tempo do crime, tinha reduzida a capacidade de compreensão ou vontade, comprovando-se a sua semi-imputabilidade. Nessa situação, caberá a imposição cumulativa de pena, reduzida de um terço a dois terços e de medida de segurança.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "322360",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-PB",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Acerca da imputabilidade penal, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A inexigibilidade de conduta diversa constitui causa legal de exclusão da culpabilidade."
      },
      {
        "letra": "B",
        "texto": "O erro de proibição indireto caracteriza-se como o fato de o erro do agente recair sobre o conteúdo proibitivo de uma norma penal."
      },
      {
        "letra": "C",
        "texto": "A coação física irresistível e a estrita obediência a ordem não manifestamente ilegal de superior hierárquico constituem causas que excluem a culpabilidade do agente."
      },
      {
        "letra": "D",
        "texto": "Para o reconhecimento da excludente de culpabilidade caracterizada pela obediência hierárquica, é necessária a existência de relação de hierarquia, no âmbito do serviço público, entre o executor e o autor da ordem da prática do ato delituoso."
      },
      {
        "letra": "E",
        "texto": "A embriaguez, ainda que voluntária, que cause ao agente de crime plena incapacidade de entender o caráter ilícito do fato é motivo de isenção de pena."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "322214",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: DPE-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "A respeito da imputabilidade penal, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O juiz pode aplicar o perdão, se o agente, por embriaguez proveniente de caso fortuito ou força maior, não possuir, ao tempo da ação ou da omissão, a plena capacidade de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento."
      },
      {
        "letra": "B",
        "texto": "Os menores de vinte e um anos de idade são penalmente inimputáveis, estando sujeitos às normas estabelecidas na legislação especial."
      },
      {
        "letra": "C",
        "texto": "É isento de pena o agente que, em virtude de perturbação de saúde mental ou por desenvolvimento mental incompleto ou retardado, não seja inteiramente capaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento."
      },
      {
        "letra": "D",
        "texto": "Excluem a imputabilidade penal a emoção, a paixão e a embriaguez culposa pelo álcool ou substância de efeitos análogos."
      },
      {
        "letra": "E",
        "texto": "É isento de pena o agente que, por embriaguez completa, proveniente de caso fortuito ou força maior, tenha sido, ao tempo da ação ou da omissão, inteiramente incapaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "311588",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-DFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Em relação à menoridade penal, o Código Penal adotou o critério puramente biológico, considerando penalmente inimputáveis os menores de dezoito anos de idade, ainda que cabalmente demonstrado que entendam o caráter ilícito de seus atos.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "305553",
    "metadata": "Ano: 2013 | Banca: FUNCAB | Órgão: PC-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Crimes contra a vida",
      "Homicídio",
      "Infanticídio",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Maria, que estava sob a influência do estado puerperal, em face de ter acabado de dar à luz, estando sonolenta pela medicação que lhe fora ministrada, ao revirar na cama, acabou sufocando seu filho, que se encontrava ao seu lado na cama, matando-o. Logo, Maria:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deverá responder pelo crime de homicídio doloso."
      },
      {
        "letra": "B",
        "texto": "deverá responder pelo crime de homicídio culposo."
      },
      {
        "letra": "C",
        "texto": "deverá responder pelo crime de infanticídio doloso."
      },
      {
        "letra": "D",
        "texto": "deverá responder pelo crime de infanticídio culposo."
      },
      {
        "letra": "E",
        "texto": "não deverá responder por crime algum, pois foi um acidente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "299085",
    "metadata": "Ano: 2013 | Banca: TRT 3R | Órgão: TRT - 3ª Região (MG)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Culpabilidade",
      "Antijuridicidade",
      "Estado de necessidade",
      "Noções gerais de Concursos de Pessoas",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Considerando o direito penal, assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Ainda que emancipados nos moldes da lei civil, os menores de dezoito anos são penalmente irresponsáveis, ficando sujeitos às normas estabelecidas na legislação especial."
      },
      {
        "letra": "B",
        "texto": "Não pode alegar estado de necessidade quem tinha o dever legal de enfrentar o perigo."
      },
      {
        "letra": "C",
        "texto": "Se o crime é cometido sob coação irresistível ou em estrita obediência a ordem, não manifestamente ilegal, de superior hierárquico, só é punível o autor da coação ou da ordem."
      },
      {
        "letra": "D",
        "texto": "O ajuste, a determinação ou instigação e o auxílio, salvo disposição expressa em contrário, não são puníveis, se o crime não chega, pelo menos, a ser tentado."
      },
      {
        "letra": "E",
        "texto": "Não há crime quando o agente pratica o fato em caso de necessidade; em legítima defesa; em estrito cumprimento de dever legal ou no exercício regular de direito e em razão de doença mental ou desenvolvimento mental incompleto ou retardado, desde que, ao tempo da ação ou da omissão, o agente era inteiramente incapaz de entender o caráter criminoso do fato ou de determinar-se de acordo com esse entendimento."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1739640",
    "metadata": "Ano: 2012 | Banca: FUMARC | Órgão: AGE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Assinale a alternativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O portador de doença mental que gera inimputabilidade age com dolo, embora sua conduta não desafie o juízo de reprovação social que conforma a culpabilidade."
      },
      {
        "letra": "B",
        "texto": "A não exclusão da responsabilidade criminal em alguns estados de embriaguez decorre da adoção da teoria da actio libera in causa."
      },
      {
        "letra": "C",
        "texto": "São hipóteses de ausência de conduta o ato reflexo e os estados de hipnose e sonambulismo."
      },
      {
        "letra": "D",
        "texto": "É possível punir o crime doloso com a pena do crime culposo quando o agente incorre em erro de tipo inescusável."
      },
      {
        "letra": "E",
        "texto": "O menor de 18 anos não age com dolo."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "791269",
    "metadata": "Ano: 2012 | Banca: IPAD | Órgão: PC-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Analise as seguintes hipóteses. 1) Agente que pratica o crime sob o estado de emoção ou paixão. 2) Agente que pratica o crime sob o estado de embriaguez culposa. 3) Agente que pratica o crime sob o estado de embriaguez fortuita completa. 4) Agente que, por desenvolvimento mental incompleto, era, ao tempo da ação, inteiramente incapaz de entender o caráter ilícito do fato. São causas que conduzem à inimputabilidade penal as descritas nos itens:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "1 e 2."
      },
      {
        "letra": "B",
        "texto": "1 e 3."
      },
      {
        "letra": "C",
        "texto": "2 e 4."
      },
      {
        "letra": "D",
        "texto": "2 e 3."
      },
      {
        "letra": "E",
        "texto": "3 e 4."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "667385",
    "metadata": "Ano: 2012 | Banca: MS CONCURSOS | Órgão: PC-PA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Potencial conhecimento da ilicitude – Erro de proibição",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "O fundamento da imputabilidade é a capacidade de entender e de querer. Somente o somatório da maturidade e da sanidade mental confere ao homem a imputabilidade penal e o seu reconhecimento depende da capacidade para conhecer a ilicitude do fato. Diante disso, é correto afirmar que:I – A pena pode ser reduzida de 1 (um) a 2/3 (dois terços), se o agente, em virtude de perturbação de saúde mental ou por desenvolvimento mental incompleto ou retardado não era inteiramente capaz de entender o caráter ilícito do fato ou determinar-se de acordo com esse entendimento.II – Conforme o critério psicológico, a inimputabilidade só ocorre quando o agente, ao tempo do crime, encontra-se privado de entender o caráter ilícito do fato ou determinar-se de acordo com este entendimento, neste sistema, não há necessidade que a incapacidade de entender ou querer derive de uma causa mental preexistente. III – A inimputabilidade decorre da simples presença de causa mental deficiente, e não há qualquer indagação psicológica a respeito da capacidade de autodeterminação do agente. IV – A expressão “imputabilidade diminuída” indica a ausência de responsabilidade, uma vez que o semiimputável é penalmente responsável.V – Na inimputabilidade a única sanção cabível é a medida de segurança, ao passo que na semiimputabilidade o magistrado pode aplicar pena reduzida ou medida de segurança, conforme a necessidade do agente. Está(ão) correta(s) a(s) afirmativa(s):",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II, somente."
      },
      {
        "letra": "B",
        "texto": "I, II, III e V, somente."
      },
      {
        "letra": "C",
        "texto": "I, II, III e IV, somente ."
      },
      {
        "letra": "D",
        "texto": "III e IV, somente."
      },
      {
        "letra": "E",
        "texto": "I, II e V, somente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "599775",
    "metadata": "Ano: 2012 | Banca: CEC | Órgão: Prefeitura de Pinhais - PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Marcelo, pessoa com 27 (vinte e sete) anos de idade, agrediu e feriu uma criança de 10 (dez) anos de idade. Ocorre que Marcelo, em virtude de perturbação de saúde mental, não era inteiramente capaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento.Está correto afirmar que Marcelo:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deve ser responsabilizado penalmente, sem qualquer benefício, porque a agressão foi dolosa"
      },
      {
        "letra": "B",
        "texto": "é isento de pena, porque ele é inimputável, ficando sujeito à aplicação de medida de segurança."
      },
      {
        "letra": "C",
        "texto": "pode ter a pena reduzida de um a dois terços."
      },
      {
        "letra": "D",
        "texto": "deve ser responsabilizado penalmente, sem qualquer benefício, porque era maior de 18 (dezoito) anos."
      },
      {
        "letra": "E",
        "texto": "é isento de pena, uma vez que a criança maltratada só tinha dez anos de idade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "443642",
    "metadata": "Ano: 2012 | Banca: FMP Concursos | Órgão: PROCEMPA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em face de descuido, o pai deixa ao alcance do filho de 12 anos uma arma municiada. O menor, brincando, aciona o gatilho e fere um amiguinho. O pai responde pelo evento a título de culpa."
      },
      {
        "letra": "B",
        "texto": "Se um transeunte passa por uma pessoa acidentada e resolve não prestar socorro, responderá por homicídio se esta pessoa vier a falecer."
      },
      {
        "letra": "C",
        "texto": "Quando o sujeito, em face de um inevitável erro de proibição, comete um delito terá a sua antijuridicidade excluída."
      },
      {
        "letra": "D",
        "texto": "Quando o sujeito prevê o resultado, mas confia na sua habilidade e espera que este não se realize, estamos diante do dolo eventual."
      },
      {
        "letra": "E",
        "texto": "A legítima defesa e o estado de necessidade são causas de exclusão da culpabilidade."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "372227",
    "metadata": "Ano: 2012 | Banca: FMP Concursos | Órgão: TJ-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em matéria de imputabilidade penal, adota o Código Penal brasileiro exclusivamente o sistema ou critério biológico."
      },
      {
        "letra": "B",
        "texto": "Em matéria de imputabilidade penal, adota o Código Penal brasileiro em certas hipóteses o sistema ou critério psicológico."
      },
      {
        "letra": "C",
        "texto": "Em matéria de imputabilidade penal, adota o Código Penal brasileiro exclusivamente o sistema ou critério psicológico."
      },
      {
        "letra": "D",
        "texto": "Em matéria de imputabilidade penal, adota o Código Penal brasileiro, salvo exceção, o sistema ou critério biopsicológico."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "372067",
    "metadata": "Ano: 2012 | Banca: FMP Concursos | Órgão: TJ-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade por doença mental",
      "Inimputabilidade pela embriaguez",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "De acordo com a doutrina majoritária, a imputabilidade constitui pressuposto da conduta."
      },
      {
        "letra": "B",
        "texto": "Diante de um fato típico penal praticado por agente inimputável, a consequência jurídica será sempre a aplicação de medida de segurança."
      },
      {
        "letra": "C",
        "texto": "O doente mental que pratica fato típico penal tanto pode ser considerado inimputável como também imputável, dependendo do caso concreto."
      },
      {
        "letra": "D",
        "texto": "De acordo com o Código Penal brasileiro, o semi-imputável pode ficar sujeito à pena reduzida, mas jamais sujeito à medida de segurança."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "358148",
    "metadata": "Ano: 2012 | Banca: CAIP-IMES | Órgão: Câmara Municipal de São Caetano do Sul - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "A respeito da imputabilidade penal, pode ser afirmado que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a pena deve ser reduzida à metade, se o agente, em virtude de perturbação de saúde mental, não era inteiramente capaz de entender o caráter ilícito do fato."
      },
      {
        "letra": "B",
        "texto": "a pena pode ser reduzida de um a dois terços, se o agente, por embriaguez, proveniente de caso fortuito ou força maior, não possuía, ao tempo da ação ou da omissão, a plena capacidade de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento."
      },
      {
        "letra": "C",
        "texto": "a emoção e a paixão podem excluir a imputabilidade penal."
      },
      {
        "letra": "D",
        "texto": "é isento de pena o agente que, por embriaguez incompleta, proveniente de caso fortuito ou força maior, era, ao tempo da ação ou da omissão, inteiramente incapaz de determinar-se de acordo com esse entendimento."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "311775",
    "metadata": "Ano: 2012 | Banca: VUNESP | Órgão: DPE-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Na imputabilidade penal,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "a emoção não exclui o crime e não poderá ser considerada como causa de diminuição de pena, uma vez que não concorre a liberdade psíquica, não havendo, portanto, a vontade integrante da conduta."
      },
      {
        "letra": "B",
        "texto": "é isento de pena o agente que, em razão da dependência, ou sob o efeito, proveniente de caso fortuito ou força maior, de droga, era, ao tempo da ação ou da omissão, qualquer que tenha sido a infração penal praticada, inteiramente incapaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento."
      },
      {
        "letra": "C",
        "texto": "exclui-se a culpabilidade do sujeito que pratica o fato típico sob coação física irresistível, posto que, não concorre a liberdade psíquica ou física, não havendo a vontade integrante da conduta, pelo que não há o próprio comportamento, primeiro elemento do fato típico."
      },
      {
        "letra": "D",
        "texto": "se o fato típico é cometido em obediência hierárquica à ordem não manifestamente ilegal, responderá pelo crime apenas o superior hierárquico, inclusive por todos os excessos perpetrados pelo subordinado durante a execução da determinação."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "294908",
    "metadata": "Ano: 2012 | Banca: IESES | Órgão: TJ-RN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Culpabilidade",
      "Tipo Penal Culposo",
      "Inimputabilidade pela embriaguez",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "É certo afirmar: I. Auto acusar-se falsamente perante a autoridade policial ou judicial se constitui em crime, inexistindo na modalidade culposa. II. Havendo embriaguez preordenada, será ela caso de inimputabilidade penal. III. A imputabilidade penal se confunde com a responsabilidade penal, já que corresponde às consequências jurídicas oriundas da prática de uma infração. IV. As causas especiais de aumento e de diminuição da pena estão previstas tanto na parte geral quanto na parte especial do Código Penal. Analisando as proposições, pode-se afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições II e IV estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições I e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições II e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições I e III estão corretas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "293466",
    "metadata": "Ano: 2012 | Banca: IESES | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Inimputabilidade pela embriaguez",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "É certo afirmar: I. Diante das convenções internacionais, os efeitos da sentença penal estrangeira no Brasil são ilimitados. II. A inimputabilidade é uma das causas de exclusão da culpabilidade. O crime persiste, mas não se aplica pena, por ausência de reprovabilidade. III. A pena pode ser reduzida se o agente, por embriaguez, proveniente de caso fortuito ou força maior, não possuía, ao tempo da ação ou da omissão, a plena capacidade de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento. IV. No concurso de crimes não se comunicam as circunstâncias e as condições de caráter pessoal, não comportando exceções por se tratar de direito de personalidade. Analisando as proposições, pode-se afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições II e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições I e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I e III estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições II e IV estão corretas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "291054",
    "metadata": "Ano: 2012 | Banca: CESPE / CEBRASPE | Órgão: TJ-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "O marco temporal da maioridade penal aos dezoito anos é determinado pela lei civil, não cabendo interpretação diversa na legislação penal.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "271097",
    "metadata": "Ano: 2012 | Banca: CETRO | Órgão: TJ-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Quanto à imputabilidade penal, analise as assertivas abaixo. I. É isento de pena o agente que, por embriaguez completa, proveniente de caso fortuito ou força maior, era, ao tempo da ação ou da omissão, inteiramente incapaz de entender caráter ilícito do fato ou de determinar-se de acordo com esse entendimento. II. A pena pode ser reduzida de um a dois terços, se o agente, por embriaguez, proveniente de caso fortuito ou força maior, não possuía, ao tempo da ação ou omissão, a plena capacidade de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento. III. A prática de crime, na qual o agente é induzido por paixão, não exclui a imputabilidade penal. É correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "II, apenas."
      },
      {
        "letra": "C",
        "texto": "III, apenas."
      },
      {
        "letra": "D",
        "texto": "I, II e III."
      },
      {
        "letra": "E",
        "texto": "I e II, apenas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "271096",
    "metadata": "Ano: 2012 | Banca: CETRO | Órgão: TJ-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Sobre imputabilidade penal, analise as assertivas abaixo. I. As medidas de segurança de internação ou tratamento ambulatorial serão sempre por tempo determinado. II. Em qualquer fase do tratamento ambulatorial, poderá o juiz determinar a internação do agente, se essa providência for necessária para fins curativos. III. Ainda quando extinta a punibilidade, impõe-se medida de segurança, se necessária. É correto o que se afirma em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I, apenas."
      },
      {
        "letra": "B",
        "texto": "II, apenas."
      },
      {
        "letra": "C",
        "texto": "III, apenas."
      },
      {
        "letra": "D",
        "texto": "I e II, apenas."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "822601",
    "metadata": "Ano: 2011 | Banca: UERR | Órgão: SEJUC-RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Atualmente muito se tem discutido nos veículos de comunicação em relação a uma possível redução da maioridade penal. Para fins práticos, segundo a legislação atual, a maioridade penal começa:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "À zero hora do dia em que a pessoa completa dezoito anos de idade;"
      },
      {
        "letra": "B",
        "texto": "À hora correspondente a de seu nascimento, no dia do décimo oitavo aniversário;"
      },
      {
        "letra": "C",
        "texto": "Á meia-noite do dia do décimo oitavo aniversário;"
      },
      {
        "letra": "D",
        "texto": "Ao meio-dia dia do décimo oitavo aniversário, na hipótese de ser desconhecida a hora exata do nascimento;"
      },
      {
        "letra": "E",
        "texto": "Ao meio-dia dia do décimo oitavo aniversário em qualquer hipótese."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "250216",
    "metadata": "Ano: 2011 | Banca: TRT 23R (MT) | Órgão: TRT - 23ª REGIÃO (MT)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Assinale a altemativa incorreta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A superveniencia de causa relativamente independente exclui a imputação quando, por si só, produziu o resultado."
      },
      {
        "letra": "B",
        "texto": "No caso de fato superveniente que, de forma independente, excluiu os efeitos dos fatos anteriores, faz que que estes deixem de ser imputáveis."
      },
      {
        "letra": "C",
        "texto": "Pode haver crime omissivo quando o omitente podia agira para evitar o resultado ou quando tinha o dever legal de agir mas não o fez."
      },
      {
        "letra": "D",
        "texto": "Diz-se que o crime é tentado quando, iniciada a execução, não se consuma por circunstâncias alheias à vontade do agente."
      },
      {
        "letra": "E",
        "texto": "O agente que, voluntariamente, desiste de prosseguir na execução ou impede que o resultado se produza, só responde pelos atos já praticados."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "209558",
    "metadata": "Ano: 2011 | Banca: CESPE / CEBRASPE | Órgão: TCU",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "O menor de dezoito anos de idade é isento de pena por inimputabilidade, mas é capaz de agir com dolo, ou seja, é capaz de praticar uma ação típica.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "172447",
    "metadata": "Ano: 2011 | Banca: FMP Concursos | Órgão: TCE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Culpabilidade",
      "Imputabilidade penal"
    ],
    "enunciado_principal": "Em matéria de crime, observe as seguintes afirmativas: I. A inimputabilidade penal sempre possui como consequência a imposição de medida de segurança. II. A inimputabilidade penal possui como consequência a imposição de medida de segurança quando, nos termos do art. 26, caput, do CP, em que o agente, por doença mental ou desenvolvimento mental incompleto ou retardado, era, ao tempo da ação ou da omissão, inteiramente incapaz de entender o caráter ilícito do fato ou de determinar-se de acordo com esse entendimento. III. A imputabilidade penal reúne na doutrina penal entendimentos segundo os quais seria pressuposto da culpabilidade, elemento da culpabilidade, ou, ainda, pressuposto do comportamento humano. IV. Para a doutrina finalista, o dolo e a culpa integram a culpabilidade. Pode-se afirmar que:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "todas as assertivas estão corretas"
      },
      {
        "letra": "B",
        "texto": "estão corretas somente as alternativas I e II."
      },
      {
        "letra": "C",
        "texto": "estão corretas somente as alternativas II e III."
      },
      {
        "letra": "D",
        "texto": "estão corretas somente as alternativas III e IV."
      },
      {
        "letra": "E",
        "texto": "estão corretas somente as alternativas"
      }
    ],
    "gabarito": "A"
  }
]