[
  {
    "id": "2247794",
    "metadata": "Ano: 2023 | Banca: FGV | Órgão: TJ-ES",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública",
      "Incitação ao crime",
      "Apologia de crime ou criminoso",
      "Associação criminosa"
    ],
    "enunciado_principal": "Ilário, influenciador digital, publica um vídeo na internet, de acesso livre, em que, usando uma camiseta com a estampa de uma folha de maconha, defende a legalização da aludida droga.Diante do caso narrado, é correto afirmar que Ilário:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "não cometeu crime;"
      },
      {
        "letra": "B",
        "texto": "cometeu o crime de incitação ao crime;"
      },
      {
        "letra": "C",
        "texto": "cometeu o crime de apologia de crime ou criminoso;"
      },
      {
        "letra": "D",
        "texto": "cometeu o crime de associação ao tráfico de drogas;"
      },
      {
        "letra": "E",
        "texto": "cometeu o crime de tráfico de drogas, em uma de suas formas privilegiadas."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "2082788",
    "metadata": "Ano: 2023 | Banca: Avança SP | Órgão: Prefeitura de Americana - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra o patrimônio",
      "Dano",
      "Crimes contra a incolumidade pública",
      "Crimes de perigo comum",
      "Crimes contra a saúde pública",
      "Crimes contra a paz pública",
      "Incitação ao crime",
      "Apologia de crime ou criminoso"
    ],
    "enunciado_principal": "Assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Configura-se incêndio expor a perigo a vida, a integridade física ou o patrimônio de outrem, mediante explosão, arremesso ou simples colocação de engenho de dinamite ou de substância de efeitos análogos;"
      },
      {
        "letra": "B",
        "texto": "Configura-se incitação ao crime fazer, publicamente, apologia de fato criminoso ou de autor de crime;"
      },
      {
        "letra": "C",
        "texto": "Configura-se apologia de crime ou criminoso incitar, publicamente, a prática de crime;"
      },
      {
        "letra": "D",
        "texto": "Configura-se infração de medida sanitária preventiva infringir determinação do poder público, destinada a impedir introdução ou propagação de doença contagiosa;"
      },
      {
        "letra": "E",
        "texto": "Todas as assertivas anteriores estão corretas."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1992058",
    "metadata": "Ano: 2022 | Banca: INSTITUTO AOCP | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública",
      "Incitação ao crime",
      "Associação criminosa",
      "Constituição de Milícia Privada"
    ],
    "enunciado_principal": "O direito penal constitui tutela a determinados bens jurídicos selecionados pelo legislador como dignos de preservação. A paz pública é um bem jurídico de especial relevância por traduzir sentimento coletivo de confiança e tranquilidade na ordem social. Nesse contexto, são considerados crimes contra a paz pública:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "associação criminosa, constituição de milícia privada e incitação ao crime."
      },
      {
        "letra": "B",
        "texto": "incitação ao crime, apologia de criminoso e desobediência."
      },
      {
        "letra": "C",
        "texto": "apologia ao crime, tráfico de influência e denunciação caluniosa."
      },
      {
        "letra": "D",
        "texto": "falso testemunho, contratação inidônea e apologia ao crime."
      },
      {
        "letra": "E",
        "texto": "apologia ao crime, incitação ao crime e violência em arrematação judicial."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1966752",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública",
      "Incitação ao crime",
      "Apologia de crime ou criminoso",
      "Associação criminosa",
      "Constituição de Milícia Privada"
    ],
    "enunciado_principal": "Relativamente aos crimes contra a paz pública, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Incorre nas mesmas penas do crime de “incitação ao crime” aquele que incita, publicamente, animosidade entre as Forças Armadas, ou delas contra os poderes constitucionais, as instituições civis ou a sociedade"
      },
      {
        "letra": "B",
        "texto": "Configura crime a conduta de fazer, publicamente ou não, apologia de fato criminoso ou de autor de crime, com pena de detenção, de três a seis meses, ou multa"
      },
      {
        "letra": "C",
        "texto": "No crime de “associação criminosa”, a pena aumenta-se até a metade se a associação é armada"
      },
      {
        "letra": "D",
        "texto": "Constitui crime de “constituição de milícia privada” a conduta típica de custear grupo ou esquadrão com a finalidade de praticar qualquer dos crimes previstos no Código Penal"
      },
      {
        "letra": "E",
        "texto": "No crime de “associação criminosa”, a pena aumenta-se até a metade se houver a participação de criança ou adolescente"
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1856512",
    "metadata": "Ano: 2021 | Banca: FAPEC | Órgão: PC-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública",
      "Incitação ao crime",
      "Apologia de crime ou criminoso",
      "Associação criminosa",
      "Constituição de Milícia Privada"
    ],
    "enunciado_principal": "Sobre os crimes contra a paz pública previstos no Código Penal, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Incitar, publicamente, a prática de crime ou contravenção penal constitui crime previsto no art. 286 do Código Penal, tratando-se de infração de menor potencial ofensivo."
      },
      {
        "letra": "B",
        "texto": "A apologia de crime culposo não é punível, pois não pode haver instigação, direta ou indireta, à prática de ato involuntário."
      },
      {
        "letra": "C",
        "texto": "Conforma entendimento dos Tribunais Superiores, a associação criminosa (art. 288 do Código Penal) constitui delito parasitário, de modo que sua configuração depende da efetiva prática de delitos pelo grupo."
      },
      {
        "letra": "D",
        "texto": "O grupo de extermínio que promove assassinatos responde pelo crime do art. 121, §6º do Código Penal, restando absorvido o delito do art. 288-A do Código Penal (constituição de milícia privada), tendo em vista a natureza expressamente subsidiária deste."
      },
      {
        "letra": "E",
        "texto": "O crime de apologia de crime ou criminoso (art. 287 do Código Penal) exige, além do dolo, um especial fim de agir no sentido de violar a paz pública."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1093679",
    "metadata": "Ano: 2019 | Banca: MetroCapital Soluções | Órgão: Prefeitura de Nova Odessa - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública",
      "Incitação ao crime"
    ],
    "enunciado_principal": "Incitar, publicamente, a prática de crime constitui o crime previsto no artigo 286 do Código Penal, isto é:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Incitação ao crime."
      },
      {
        "letra": "B",
        "texto": "Apologia ao crime."
      },
      {
        "letra": "C",
        "texto": "Instigação criminosa."
      },
      {
        "letra": "D",
        "texto": "Condescendência criminosa."
      },
      {
        "letra": "E",
        "texto": "Associação criminosa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "874036",
    "metadata": "Ano: 2018 | Banca: CESPE / CEBRASPE | Órgão: ABIN",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública",
      "Incitação ao crime",
      "Apologia de crime ou criminoso"
    ],
    "enunciado_principal": "Julgue o item seguinte, a respeito dos crimes contra a paz pública.Os tipos penais definidos como incitação ao crime e apologia de crime são espécies de crimes contra a paz pública.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "866296",
    "metadata": "Ano: 2018 | Banca: FUNDATEC | Órgão: DPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública",
      "Incitação ao crime"
    ],
    "enunciado_principal": "Assinale a alternativa correta em relação aos crimes contra a paz pública.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A incitação ao crime, nos termos do artigo 286 do CP, destina-se ao estímulo de um número indeterminado de pessoas à prática de crime determinado e futuro, sendo que a apologia ao crime e ao criminoso, nos termos do artigo 287 do CP, diz respeito ao delito passado, haja vista que se faz publicamente elogio ou exaltação a fato criminoso ou a autor de crime."
      },
      {
        "letra": "B",
        "texto": "A associação criminosa do artigo 288 do CP pune a associação de 04 ou mais pessoas, as quais se unem, com hierarquia e estabilidade, à prática de diversos crimes."
      },
      {
        "letra": "C",
        "texto": "A constituição de milícia privada, crime do artigo 288-A do CP, é a mesma associação criminosa do artigo 288 do CP, diferenciando-se apenas no número de integrantes."
      },
      {
        "letra": "D",
        "texto": "Tanto a associação criminosa quanto a constituição de milícia privada exigem o número de dois integrantes apenas a sua configuração, sendo irrelevante se a prática de crimes condiz com os previstos no Código Penal ou em Leis Especiais Penais."
      },
      {
        "letra": "E",
        "texto": "A associação criminosa encontra previsão legal na Lei de nº 12.850/2013, a qual definiu organização criminosa."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "555766",
    "metadata": "Ano: 2015 | Banca: FCC | Órgão: TCM-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a paz pública",
      "Incitação ao crime"
    ],
    "enunciado_principal": "A respeito do art. 286 do Código Penal: incitar, publicamente, a prática de crime, considere: I. O incitamento genérico para delinquir não caracteriza o crime em questão. II. É indispensável que o agente faça referência ao meio para executar o delito. III. A defesa de tese sobre a possibilidade da prática da eutanásia configura o crime em questão. IV. O crime se consuma com a prática do delito pelas pessoas que foram instigadas. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "III e IV."
      },
      {
        "letra": "B",
        "texto": "I e III."
      },
      {
        "letra": "C",
        "texto": "II e IV."
      },
      {
        "letra": "D",
        "texto": "I."
      },
      {
        "letra": "E",
        "texto": "II."
      }
    ],
    "gabarito": "D"
  }
]