[
  {
    "id": "3117548",
    "metadata": "Ano: 2024 | Banca: FGV | Órgão: TJ-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Induzimento, instigação ou auxílio ao suicídio"
    ],
    "enunciado_principal": "Caio, policial civil, vai à residência de sua sogra, que enviuvou recentemente. Após conversar com ela, percebe que está muito triste com a perda do marido, chegando a falar em suicídio, o que desperta cobiça em Caio, já que sua mulher, por ser filha única, herdará todos os bens em caso de falecimento de sua mãe. Ao sair da residência, Caio deixa, deliberadamente, a bolsa capanga com sua arma sobre a mesa, na expectativa de que a sogra a utilize para se matar. No caminho de casa, para criar um álibi, ele telefona para a mulher e, durante a conversa, diz que esqueceu a arma na casa da sogra e que voltará imediatamente para lá, pois está preocupado que ela possa fazer uma besteira. Chegando ao local, depois de tocar repetidamente a campainha, sem resposta, Caio arromba a porta e, assim que ingressa no imóvel, avista a sogra já morta, com marca de tiro na cabeça e sua arma próxima ao corpo, tendo ela efetivamente se matado com a arma ali deixada por ele. Diante do caso narrado, Caio, em relação à morte da sogra:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "cometeu o crime de homicídio doloso;"
      },
      {
        "letra": "B",
        "texto": "cometeu o crime de homicídio culposo;"
      },
      {
        "letra": "C",
        "texto": "cometeu o crime de omissão de cautela;"
      },
      {
        "letra": "D",
        "texto": "cometeu o crime de induzimento, instigação ou auxílio a suicídio ou a automutilação;"
      },
      {
        "letra": "E",
        "texto": "cometeu os crimes de omissão de cautela e de induzimento, instigação ou auxílio a suicídio ou a automutilação."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2352771",
    "metadata": "Ano: 2024 | Banca: NTCS | Órgão: Prefeitura de São João da Baliza - RR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Induzimento, instigação ou auxílio ao suicídio"
    ],
    "enunciado_principal": "Dos crimes previstos no Código Penal Brasileiro, aqueles que são cometidos contra a vida tem ampla definição e abrangência, sendo certo que o induzimento, instigação ou auxílio a suicídio ou a automutilação possui tipificação específica. Considerando a afirmativa, assinale a alternativa correta:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Só é considerado crime se o resultado morte é efetivamente atingido, uma vez que, sem este resultado, não há que se falar em punibilidade do agente que induziu a prática, sendo considerado crime impossível."
      },
      {
        "letra": "B",
        "texto": "Se a conduta do agente é realizada em local diverso, de forma remota, por meio da rede de computadores ou por rede social, não pode ser considerado crime, uma vez que o agente não se encontra no local da consumação do ato, sendo impossível atribuir a este a responsabilidade."
      },
      {
        "letra": "C",
        "texto": "Se o induzimento, que resulta em morte, é cometido contra menor de 14 (quatorze) anos ou contra quem não tem o necessário discernimento para a prática do ato, ou que, por qualquer outra causa, não pode oferecer resistência, responde o agente pelo crime de homicídio"
      },
      {
        "letra": "D",
        "texto": "O simples ato de emprestar o material para o cometimento do suicídio não é considerado crime, mesmo que o agente tenha consciência da real intenção, uma vez que a culpa não pode ultrapassar a pessoa de quem vai atentar contra a própria vida."
      },
      {
        "letra": "E",
        "texto": "A pena não é aumentada se a conduta é realizada por meio da rede de computadores, de rede social ou transmitida em tempo real."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2512288",
    "metadata": "Ano: 2023 | Banca: Instituto Consulplan | Órgão: TJ-MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Induzimento, instigação ou auxílio ao suicídio"
    ],
    "enunciado_principal": "João Matheus, jovem de 22 anos, em 20 de março de 2022, resolveu fazer um “jogo” com repercussão real na internet por meio de chamados macabros e de participação obrigatória através das diversas redes sociais (Facebook, Twitter, WhatsApp, dentre outros). Tal jogo, criado por João Matheus, estabeleceu desafios diários e autodestrutivos que, uma vez aceito pela vítima, não poderia mais “voltar atrás” (desistindo do jogo) e, a depender do desafio, pode levar a vítima à morte, por meio do sinistro convite ao suicídio (última etapa do “jogo”). João Matheus consegue atrair algumas vítimas específicas para o jogo, e, para cumprir os desafios, as vítimas praticaram automutilação e até tentativa de suicídio. Felizmente, as vítimas sofreram apenas escoriações pelo corpo, mas nenhuma lesão de natureza grave ou gravíssima. Ressalta-se que todas as vítimas envolvidas são maiores e capazes de gerir os atos da vida civil. Considerando a situação hipotética mencionada, a doutrina, a legislação pátria e o entendimento dos tribunais superiores, assinale a afirmativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "João Matheus não poderá ser responsabilizado, segundo a lei brasileira, por crime, já que, por tratar-se de crime material, a conduta é atípica."
      },
      {
        "letra": "B",
        "texto": "João Matheus poderá ser responsabilizado, segundo a lei brasileira, pelo crime de induzimento, instigação ou auxílio a suicídio ou a automutilação na forma simples."
      },
      {
        "letra": "C",
        "texto": "João Matheus poderá ser responsabilizado, segundo a lei brasileira, pelo crime de induzimento, instigação ou auxílio a suicídio ou a automutilação, podendo ter a sua pena aumentada até o dobro, posto que a conduta foi realizada por meio do uso de rede social."
      },
      {
        "letra": "D",
        "texto": "João Matheus não poderá ser responsabilizado, segundo a lei brasileira, por crime, haja vista que nos crimes de induzimento, instigação ou auxílio a suicídio ou a automutilação deve haver, obrigatoriamente, para consumação do delito, lesão corporal de natureza grave ou gravíssima ou ainda a morte."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2312797",
    "metadata": "Ano: 2023 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Induzimento, instigação ou auxílio ao suicídio"
    ],
    "enunciado_principal": "Com relação ao “induzimento, instigação ou auxílio a suicídio ou a automutilação” é correto afirmar que o crime",
    "alternativas": [
      {
        "letra": "A",
        "texto": "só se configura se a vítima atenta contra a própria vida."
      },
      {
        "letra": "B",
        "texto": "é qualificado se da conduta resulta morte."
      },
      {
        "letra": "C",
        "texto": "é privilegiado, com efetiva redução de pena, se a vítima não se mutila ou não atenta contra a própria vida."
      },
      {
        "letra": "D",
        "texto": "tem pena aumentada se o agente deixa de prestar imediato socorro à vítima."
      },
      {
        "letra": "E",
        "texto": "só se configura se a vítima atenta contra a própria vida, produzindo em si, ao menos, lesão corporal de natureza grave."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2281721",
    "metadata": "Ano: 2023 | Banca: IBFC | Órgão: IAPEN-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Induzimento, instigação ou auxílio ao suicídio",
      "Infanticídio",
      "Aborto"
    ],
    "enunciado_principal": "Consoante as disposições do Código Penal e suas alterações, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O delito de feminicídio é o homicídio praticado contra a mulher por razões da condição de sexo feminino"
      },
      {
        "letra": "B",
        "texto": "A infração penal de infanticídio consiste em matar, sob a influência do estado puerperal, o próprio filho, durante o parto ou logo após"
      },
      {
        "letra": "C",
        "texto": "O crime de aborto é punível se praticado com ou sem o consentimento da gestante"
      },
      {
        "letra": "D",
        "texto": "Não se pune quem induz, instiga ou auxilia materialmente aquele que se automutila"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "2207108",
    "metadata": "Ano: 2023 | Banca: CESPE / CEBRASPE | Órgão: PC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Induzimento, instigação ou auxílio ao suicídio"
    ],
    "enunciado_principal": "Em relação aos crimes contra a pessoa e contra a fé pública, julgue o item a seguir.A instigação à prática da automutilação ou a prestação de auxílio material para que a vítima o faça configura o crime de lesão corporal, que pode variar conforme a gravidade da lesão.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "2073347",
    "metadata": "Ano: 2023 | Banca: INSTITUTO AOCP | Órgão: PC-GO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Induzimento, instigação ou auxílio ao suicídio"
    ],
    "enunciado_principal": "Em relação aos crimes contra a pessoa, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pena do crime de induzimento, instigação ou auxílio a suicídio ou a automutilação é duplicada se o crime é praticado por motivo egoístico, torpe ou fútil."
      },
      {
        "letra": "B",
        "texto": "A pena do crime de induzimento, instigação ou auxílio a suicídio ou a automutilação é duplicada se a conduta é realizada por meio da rede de computadores, de rede social ou transmitida em tempo real."
      },
      {
        "letra": "C",
        "texto": "A pena do crime de induzimento, instigação ou auxílio a suicídio ou a automutilação é duplicada se a vítima é menor ou tem diminuída, por qualquer causa, a capacidade de resistência."
      },
      {
        "letra": "D",
        "texto": "Responderá por homicídio quem instigar o suicídio de pessoa menor de 14 (catorze) anos e o ato se consumar com a morte."
      },
      {
        "letra": "E",
        "texto": "É qualificado o crime de induzimento, instigação ou auxílio a suicídio ou a automutilação se o suicídio se consuma ou se da automutilação resulta morte."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2209492",
    "metadata": "Ano: 2022 | Banca: VUNESP | Órgão: Prefeitura de Guarulhos - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Induzimento, instigação ou auxílio ao suicídio"
    ],
    "enunciado_principal": "Nos termos do Código Penal, é correto afirmar que a conduta de induzir ou instigar alguém a se automutilar é",
    "alternativas": [
      {
        "letra": "A",
        "texto": "um fato atípico em razão de ausência de previsão legal."
      },
      {
        "letra": "B",
        "texto": "uma causa de aumento de pena no crime de lesão corporal."
      },
      {
        "letra": "C",
        "texto": "um crime no Código Penal, com pena de reclusão."
      },
      {
        "letra": "D",
        "texto": "uma qualificadora do crime de homicídio."
      },
      {
        "letra": "E",
        "texto": "uma causa de aumento de pena do crime de instigação ao suicídio."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "2191122",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: Câmara Municipal de Itatiba - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Induzimento, instigação ou auxílio ao suicídio",
      "Aborto"
    ],
    "enunciado_principal": "Segundo o Código Penal Brasileiro, logo em seu art. 1º, “Não há crime sem lei anterior que o defina. Não há pena sem prévia cominação legal”. A partir dessa determinação e considerando o definido para os Crimes Contra a Vida (Capítulo I, do Título I, do Código Penal Brasileiro), analise as afirmativas abaixo. I. O crime de homicídio, definido pelo tipo penal “matar alguém”, será sempre majorado (terá causa de aumento de pena) nas hipóteses de ter sido praticado por milícia privada ou grupo de extermínio. II. Quando alguém, possuindo vontade de tirar sua própria vida, realiza tal conduta, consubstanciando sua vontade inicial por palavras de outra pessoa, não haverá fato criminoso a ser punido. III. Acerca das condutas que configuram o Crime de Aborto, é preciso destacar que o Código Penal, expressamente, determina não ser típico o aborto necessário, o aborto no caso de gravidez resultante de estupro e, por fim, o aborto nos casos de fetos anencéfalos. Estão corretas as afirmativas:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "I apenas"
      },
      {
        "letra": "B",
        "texto": "I e II apenas"
      },
      {
        "letra": "C",
        "texto": "II e III apenas"
      },
      {
        "letra": "D",
        "texto": "III apenas"
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1993018",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: TRT - 5ª Região (BA)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Induzimento, instigação ou auxílio ao suicídio",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Rebeca, jovem de 25 anos, triste com a notícia de que seria mandada embora de seu emprego, procura Émerson, seu colega de trabalho, a fim de compartilhar com ele a sua angústia, sem saber que ele, há tempos, nutria por ela inveja e rancor, e que sempre desejou o seu posto de trabalho. Émerson, então, enxergando naquela situação a oportunidade de se livrar da colega, decide instigá-la a matar-se. Logo em seguida, influenciada pelo conselho de Émerson, decide pular da janela do edifício onde trabalhava a fim de dar cabo de sua vida. Contudo, sua queda é amortecida pela carroceria repleta de colchões de um caminhão estacionado na via pública. Do incidente, Maria sofre lesões corporais de natureza leve. Diante da situação hipotética acima descrita, e de acordo com o que estabelece o ordenamento jurídico, Émerson",
    "alternativas": [
      {
        "letra": "A",
        "texto": "deverá ser responsabilizado pela prática do crime de tentativa de homicídio."
      },
      {
        "letra": "B",
        "texto": "deverá ser responsabilizado pela prática do crime consumado de lesão corporal de natureza leve."
      },
      {
        "letra": "C",
        "texto": "deverá ser responsabilizado pela prática do crime de induzimento, instigação ou auxílio ao suicídio em sua forma tentada."
      },
      {
        "letra": "D",
        "texto": "deverá ser responsabilizado pela prática do crime de induzimento, instigação ou auxílio ao suicídio em sua forma consumada."
      },
      {
        "letra": "E",
        "texto": "não terá qualquer responsabilidade penal, em razão de Rebeca não ter morrido e nem sofrido lesão corporal de natureza grave."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1969044",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Induzimento, instigação ou auxílio ao suicídio"
    ],
    "enunciado_principal": "Lisa está sendo investigada pelo crime de instigação à prática de automutilação por meio da Internet e, ao ser ouvida como indiciada, recusou-se a falar. Nessa situação hipotética,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o fato de Lisa ter ficado em silêncio durante a oitiva policial é fundamento para uma eventual condenação pelo juiz, posteriormente, na sentença."
      },
      {
        "letra": "B",
        "texto": "a conduta de Lisa é atípica se dela não resultar lesão corporal de natureza grave ou gravíssima."
      },
      {
        "letra": "C",
        "texto": "caso Lisa seja denunciada e condenada, a pena será aumentada até o dobro se for constatado que sua conduta foi transmitida pela Internet em tempo real."
      },
      {
        "letra": "D",
        "texto": "o delegado pode arquivar o inquérito policial se não reunir indícios suficientes de autoria contra Lisa."
      },
      {
        "letra": "E",
        "texto": "caso Lisa seja denunciada e condenada, a pena será aumentada em até um terço se ficar comprovada sua liderança em grupo virtual."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1948026",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: POLITEC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Induzimento, instigação ou auxílio ao suicídio",
      "Aborto"
    ],
    "enunciado_principal": "À luz do Código Penal, assinale a opção correta acerca dos crimes contra a pessoa.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O agente que induzir ou instigar alguém a suicidar-se ou a praticar automutilação responderá por crime doloso contra a vida, punido com reclusão."
      },
      {
        "letra": "B",
        "texto": "A mulher que, sob a influência do estado puerperal, matar o próprio filho durante o parto responderá por aborto provocado pela gestante."
      },
      {
        "letra": "C",
        "texto": "A gravidade da lesão corporal será equivalente se ocorrer tanto a debilidade permanente quanto a perda ou a inutilização de membro, sentido ou função."
      },
      {
        "letra": "D",
        "texto": "O aborto necessário — quando não há outro meio de salvar a gestante — e o aborto no caso de gravidez decorrente de estupro excluem a ilicitude por inexigibilidade de conduta diversa."
      },
      {
        "letra": "E",
        "texto": "A circunstância de o crime de feminicídio ser praticado durante a gestação ou nos seis meses após o parto é qualificadora desse crime."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "1927528",
    "metadata": "Ano: 2022 | Banca: FCC | Órgão: MPE-PE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Induzimento, instigação ou auxílio ao suicídio"
    ],
    "enunciado_principal": "A conduta de induzir ou instigar alguém a praticar automutilação tem a pena duplicada se o",
    "alternativas": [
      {
        "letra": "A",
        "texto": "crime é praticado na presença física ou virtual de descendente ou de ascendente da vítima."
      },
      {
        "letra": "B",
        "texto": "agente é líder ou coordenador de grupo ou de rede virtual."
      },
      {
        "letra": "C",
        "texto": "crime é praticado por motivo egoístico, torpe ou fútil."
      },
      {
        "letra": "D",
        "texto": "crime é praticado contra pessoa menor de 14 anos ou maior de 60 anos."
      },
      {
        "letra": "E",
        "texto": "crime envolve violência doméstica e familiar."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1891719",
    "metadata": "Ano: 2022 | Banca: CESPE / CEBRASPE | Órgão: PC-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Induzimento, instigação ou auxílio ao suicídio"
    ],
    "enunciado_principal": "Desolados após a morte dos pais em um acidente de trânsito, os irmãos Paulo e Roberto, com 21 anos e 19 anos de idade, respectivamente, fizeram um pacto de suicídio a dois em 20/2/2022: fecharam as portas e janelas do apartamento, e Paulo abriu a válvula de gás. Após poucos minutos, ambos desmaiaram. Os vizinhos sentiram o forte odor de gás e arrombaram o apartamento, evitando o óbito dos irmãos. Em decorrência da queda da própria altura, Paulo sofreu lesão corporal leve, e Roberto, lesão corporal gravíssima. Acerca dessa situação hipotética, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Paulo e Roberto não poderão ser responsabilizados criminalmente, por se tratar de autolesões."
      },
      {
        "letra": "B",
        "texto": "Paulo deverá responder pelo crime de homicídio na forma tentada (art. 121 c/c art. 14, inc. II, do Código Penal), e Roberto, pelo crime de induzimento, instigação ou auxílio a suicídio ou a automutilação na forma simples (art. 122, caput, do Código Penal)."
      },
      {
        "letra": "C",
        "texto": "Paulo deverá responder pelo crime de induzimento, instigação ou auxílio a suicídio ou a automutilação na forma qualificada (art. 122, § 1.º, do Código Penal), e Roberto não poderá ser responsabilizado criminalmente."
      },
      {
        "letra": "D",
        "texto": "Paulo deverá responder pelo crime de induzimento, instigação ou auxílio a suicídio ou a automutilação na forma qualificada (art. 122, § 1.º, do Código Penal), e Roberto, pelo crime de induzimento, instigação ou auxílio a suicídio ou a automutilação na forma simples (art. 122, caput, do Código Penal)."
      },
      {
        "letra": "E",
        "texto": "Paulo deverá responder pelo crime de homicídio na forma tentada (art. 121 c/c art. 14, inc. II, do Código Penal), e Roberto não poderá ser responsabilizado criminalmente."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "2046722",
    "metadata": "Ano: 2021 | Banca: FUNDATEC | Órgão: Prefeitura de Ametista do Sul - RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Induzimento, instigação ou auxílio ao suicídio"
    ],
    "enunciado_principal": "Em dezembro de 2019, foi sancionada a Lei nº 13.968/2019, que se refere ao ato de incitação ao suicídio. No que se refere às alterações dispostas na referida lei, analise as assertivas abaixo: I. A pena para o crime de incitação ao suicídio, que varia entre seis meses a dois anos de prisão, será dobrada se a conduta tiver ocorrido pela internet, rede social ou transmissão ao vivo. II. Prevê o dobro da pena se a incitação envolver menores de idade ou tiver sido praticada por \"motivo egoístico, torpe ou fútil\". III. Se o crime for praticado contra menor de 14 anos ou contra quem não tem \"necessário discernimento para a prática do ato\", a conduta será enquadrada como homicídio, cuja pena é de seis a vinte anos de prisão. Quais estão corretas?",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Apenas I."
      },
      {
        "letra": "B",
        "texto": "Apenas II."
      },
      {
        "letra": "C",
        "texto": "Apenas I e II."
      },
      {
        "letra": "D",
        "texto": "Apenas I e III."
      },
      {
        "letra": "E",
        "texto": "I, II e III."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1855772",
    "metadata": "Ano: 2021 | Banca: FGV | Órgão: PC-RJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Induzimento, instigação ou auxílio ao suicídio",
      "Lesões corporais",
      "Lesões corporais qualificadas",
      "Periclitação da vida e da saúde",
      "Exposição ou abandono de recém-nascido",
      "Maus tratos"
    ],
    "enunciado_principal": "Do ponto de vista legislativo, constitui espécie de crime contra a vida:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "lesão corporal seguida de morte;"
      },
      {
        "letra": "B",
        "texto": "abandono de recém-nascido com resultado morte;"
      },
      {
        "letra": "C",
        "texto": "maus-tratos com resultado morte;"
      },
      {
        "letra": "D",
        "texto": "instigação, auxílio ou induzimento à automutilação;"
      },
      {
        "letra": "E",
        "texto": "tortura com resultado morte."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1829181",
    "metadata": "Ano: 2021 | Banca: CESPE / CEBRASPE | Órgão: PC-AL",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Induzimento, instigação ou auxílio ao suicídio"
    ],
    "enunciado_principal": "Acerca dos crimes contra a pessoa, julgue o item que se segue.Incorrerá em crime de induzimento ao suicídio majorado o agente que induzir uma pessoa de doze anos de idade a pular de prédio para que ela alcance sua própria morte, ainda que tenha como resultado apenas uma lesão grave.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "1810039",
    "metadata": "Ano: 2021 | Banca: IDECAN | Órgão: PC-CE",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Induzimento, instigação ou auxílio ao suicídio",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Tassiana, com o objetivo de induzir Rogério a praticar suicídio, diz-lhe que os problemas pelos quais ele passa não têm solução e que apenas a morte daria o conforto necessário, entre outras afirmações. Efetivamente induzido pelas palavras de Tassiana, Rogério, com intenção de suicidar-se, atira-se da janela de seu apartamento, localizado no terceiro andar de um prédio residencial. Ocorre que a queda de Rogério é amortecida pelo toldo do apartamento de baixo, bem como pela rede de proteção do edifício, que estava passando por obras na fachada. Rogério sofre apenas lesões corporais de natureza leve. Nessa hipótese, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Tassiana responderá por tentativa de homicídio."
      },
      {
        "letra": "B",
        "texto": "Tassiana responderá por tentativa de induzimento ou instigação ao suicídio."
      },
      {
        "letra": "C",
        "texto": "Tassiana responderá por lesão corporal dolosa."
      },
      {
        "letra": "D",
        "texto": "Tassiana responderá por induzimento ou instigação ao suicídio na modalidade consumada."
      },
      {
        "letra": "E",
        "texto": "Tassiana não responderá por crime algum."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1677318",
    "metadata": "Ano: 2019 | Banca: NUCEPE | Órgão: Prefeitura de Timon - MA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Induzimento, instigação ou auxílio ao suicídio"
    ],
    "enunciado_principal": "Em relação ao crime de Induzimento, instigação ou auxílio ao suicídio, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Comete o crime quem induz ou instiga alguém a cometer o suicídio ou presta auxílio para que o faça."
      },
      {
        "letra": "B",
        "texto": "A pena é duplicada se o crime é praticado por motivo egoístico."
      },
      {
        "letra": "C",
        "texto": "Caso o suicídio se consume, a pena é mais grave."
      },
      {
        "letra": "D",
        "texto": "O referido crime é previsto na modalidade culposa."
      },
      {
        "letra": "E",
        "texto": "O supracitado delito é um crime contra a vida."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "1057575",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Olímpia - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Induzimento, instigação ou auxílio ao suicídio"
    ],
    "enunciado_principal": "Considere o seguinte caso hipotético: “A”, por motivo egoístico, induz uma pessoa do sexo feminino a suicidar-se. Nos termos do Código Penal, “A” responderá pelo crime de",
    "alternativas": [
      {
        "letra": "A",
        "texto": "homicídio simples."
      },
      {
        "letra": "B",
        "texto": "induzimento, instigação ou auxílio a suicídio, com a pena duplicada."
      },
      {
        "letra": "C",
        "texto": "responderá pelo crime de feminicídio, com aumento de pena."
      },
      {
        "letra": "D",
        "texto": "homicídio qualificado."
      },
      {
        "letra": "E",
        "texto": "infanticídio, se a pessoa do sexo feminino possuir menos de 12 anos."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "1047510",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: Prefeitura de Valinhos - SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Induzimento, instigação ou auxílio ao suicídio",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades"
    ],
    "enunciado_principal": "Aristeu tem 17 anos de idade e revela a seu irmão, Cícero, maior de idade, que pretende cometer suicídio. Ao ouvir essa confissão, Cícero presta auxílio a seu irmão para que este tire a sua própria vida. No entanto, Aristeu tenta cometer o suicídio, mas este não se consuma, vindo apenas a sofrer lesão de natureza grave. Conforme dispõe o Código Penal Brasileiro, nessa hipótese, é correto afirmar que Aristeu",
    "alternativas": [
      {
        "letra": "A",
        "texto": "responderá pelo crime de autolesão, e Cícero responderá pelo crime de lesão corporal, sem agravante."
      },
      {
        "letra": "B",
        "texto": "responderá pelo crime de suicídio na sua forma tentada, e Cícero pela tentativa de homicídio, com aumento de pena por ser a vítima menor."
      },
      {
        "letra": "C",
        "texto": "não responderá por qualquer crime, e Cícero responderá pelo crime de induzimento ao suicídio, com agravante por ser a vítima seu irmão."
      },
      {
        "letra": "D",
        "texto": "e Cícero não responderão por qualquer crime, tendo em vista que o suicídio não se consumou."
      },
      {
        "letra": "E",
        "texto": "não responderá por qualquer crime, e Cícero responderá pelo crime de auxílio ao suicídio, com aumento de pena por ser a vítima menor."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "984658",
    "metadata": "Ano: 2019 | Banca: VUNESP | Órgão: TJ-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Induzimento, instigação ou auxílio ao suicídio"
    ],
    "enunciado_principal": "No que se refere aos crimes contra a pessoa, é correto afirmar que",
    "alternativas": [
      {
        "letra": "A",
        "texto": "o homicídio funcional é aquele delito praticado contra autoridade ou agente membro das forças armadas, policiais federais em geral, policiais civis ou militares, integrantes do sistema prisional e da Força Nacional de Segurança Pública, no exercício da função ou em decorrência dela, ou, ainda, contra seu cônjuge, companheiro ou parente até o segundo grau, em razão dessa condição, incidindo pena privativa de liberdade de doze a vinte anos de reclusão."
      },
      {
        "letra": "B",
        "texto": "a prática de feminicídio na presença de descendente, ascendente ou colateral da vítima implica no aumento da pena de um sexto a um terço."
      },
      {
        "letra": "C",
        "texto": "é incompatível o crime de homicídio simples tentado com o caráter hediondo."
      },
      {
        "letra": "D",
        "texto": "a pena é duplicada para crime de induzimento, instigação ou auxílio ao suicídio praticado contra vítima menor ou com diminuição da capacidade de resistência."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "958105",
    "metadata": "Ano: 2018 | Banca: COPS-UEL | Órgão: PC-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Induzimento, instigação ou auxílio ao suicídio"
    ],
    "enunciado_principal": "Acerca dos crimes contra a vida, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A pena do delito de induzimento, instigação ou auxílio a suicídio será aumentada se o crime for praticado por motivo egoístico ou se a vítima for menor ou tiver diminuída, por qualquer causa, a capacidade de resistência."
      },
      {
        "letra": "B",
        "texto": "Aquele que pratica homicídio mediante premeditação responde por crime de homicídio qualificado, por envolver justamente o planejamento prévio do delito contra a vida."
      },
      {
        "letra": "C",
        "texto": "Não se pune o aborto praticado por médico se não há outro meio de salvar a vida da gestante, desde que a conduta do médico seja precedida de consentimento da gestante ou, quando incapaz, de seu representante legal."
      },
      {
        "letra": "D",
        "texto": "No crime de homicídio, caberá a concessão do chamado perdão judicial se o agente praticou o delito impelido por motivo de relevante valor social ou moral, ou sob o domínio de violenta emoção, logo em seguida à injusta provocação da vítima."
      },
      {
        "letra": "E",
        "texto": "O agente que pratica o delito de homicídio contra a mulher responde pelo crime de homicídio qualificado pelo feminicídio, independentemente da motivação do crime e de possível relação afetiva entre o autor e a vítima."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "951034",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: TJ-MT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Crimes contra a vida",
      "Induzimento, instigação ou auxílio ao suicídio"
    ],
    "enunciado_principal": "Em conversa reservada, José expõe a João o desejo de acabar com a própria vida, no que recebe o apoio e incentivo de João à empreitada. Posteriormente, José tenta se suicidar, mas é socorrido por sua mãe e sobrevive com lesões corporais leves. Considerando a situação hipotética, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "João responderá por lesões corporais leves."
      },
      {
        "letra": "B",
        "texto": "João responderá por tentativa de instigação a suicídio."
      },
      {
        "letra": "C",
        "texto": "João responderá por tentativa de homicídio."
      },
      {
        "letra": "D",
        "texto": "João responderá por instigação a suicídio."
      },
      {
        "letra": "E",
        "texto": "João não responderá por crime por ser o fato atípico."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "932660",
    "metadata": "Ano: 2018 | Banca: FCC | Órgão: Câmara Legislativa do Distrito Federal",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Induzimento, instigação ou auxílio ao suicídio",
      "Aborto",
      "Lesões corporais",
      "Lesão corporal e suas diversas modalidades",
      "Lesão corporal leve e culposa"
    ],
    "enunciado_principal": "De acordo com o que dispõe o Código Penal acerca dos crimes contra a vida e a integridade física, considere: I. Induzir ou instigar alguém a suicidar-se ou prestar-lhe auxílio para que o faça somente será crime, em tese, se o suicídio se consumar ou, ainda, se da tentativa de suicídio resulta lesão corporal de natureza grave. II. Se o agente comete o crime de homicídio impelido por motivo de relevante valor social ou moral, ou sob o domínio de violenta emoção, logo em seguida a injusta provocação da vítima, o juiz poderá deixar de aplicar a pena, se as consequências da infração atingirem o próprio agente de forma tão grave que a sanção penal se torne desnecessária. III. É qualificado o homicídio se cometido para assegurar a execução, a ocultação, a impunidade ou vantagem de outro crime. IV. Não se pune o aborto praticado por médico se não há outro meio de salvar a vida da gestante. V. Provocar aborto em si mesma é tipificado na lei como crime de infanticídio. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "II, III e IV."
      },
      {
        "letra": "B",
        "texto": "I, II e V."
      },
      {
        "letra": "C",
        "texto": "I, III e IV."
      },
      {
        "letra": "D",
        "texto": "II, IV e V."
      },
      {
        "letra": "E",
        "texto": "I, III e V."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "904142",
    "metadata": "Ano: 2018 | Banca: NUCEPE | Órgão: PC-PI",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Induzimento, instigação ou auxílio ao suicídio",
      "Infanticídio",
      "Aborto",
      "Crimes contra a liberdade pessoal",
      "Constrangimento ilegal"
    ],
    "enunciado_principal": "São considerados crimes contra a pessoa, EXCETO:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Induzir ou instigar alguém a suicidar-se ou prestar-lhe auxílio para que o faça."
      },
      {
        "letra": "B",
        "texto": "Matar alguém."
      },
      {
        "letra": "C",
        "texto": "Constranger alguém, mediante violência ou grave ameaça, ou depois de lhe haver reduzido, por qualquer outro meio, a capacidade de resistência, a não fazer o que a lei permite, ou a fazer o que ela não manda."
      },
      {
        "letra": "D",
        "texto": "Provocar aborto em si mesma ou consentir que outrem lhe provoque."
      },
      {
        "letra": "E",
        "texto": "Matar, sob a influência do estado puerperal, o próprio filho, durante o parto ou logo após."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "886781",
    "metadata": "Ano: 2018 | Banca: VUNESP | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Induzimento, instigação ou auxílio ao suicídio",
      "Infanticídio",
      "Aborto"
    ],
    "enunciado_principal": "Quanto aos crimes contra a vida, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Suponha que “A” seja instigado a suicidar-se e decida pular da janela do prédio em que reside. Ao dar cabo do plano suicida, “A” não morre e apenas sofre lesão corporal de natureza leve. Pode-se afirmar que o instigador deverá responder pelo crime de tentativa de instigação ao suicídio, previsto no art. 122 do Código Penal."
      },
      {
        "letra": "B",
        "texto": "Considera-se qualificado o homicídio praticado contra pessoa menor de 14 anos ou maior de 60 anos."
      },
      {
        "letra": "C",
        "texto": "O Código Penal permite o aborto praticado pela própria gestante quando existir risco de morte e não houver outro meio de se salvar."
      },
      {
        "letra": "D",
        "texto": "O feminicídio é espécie de homicídio qualificado e resta configurado quando a morte da mulher se dá em razão da condição do sexo feminino. Se o crime for presenciado por descendente da vítima, incidirá ainda causa de aumento de pena."
      },
      {
        "letra": "E",
        "texto": "O aborto provocado pela gestante, figura prevista no art. 124 do Código Penal, cuja pena é de detenção de 1 (um) a 3 (três) anos, admite coautoria."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "870652",
    "metadata": "Ano: 2018 | Banca: FUNDATEC | Órgão: PC-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Induzimento, instigação ou auxílio ao suicídio",
      "Infanticídio"
    ],
    "enunciado_principal": "Dos crimes contra a pessoa, destacam-se aqueles que eliminam a vida humana, considerada o bem jurídico mais importante do homem, razão de ser de todos os demais interesses tutelados, merecendo inaugurar a parte especial do nosso Diploma Penal. Considerando os crimes contra a vida, assinale a alternativa INCORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A vida é tratada nesse tópico tanto na forma intra (biológica) quanto extrauterina, protegendo-se, desse modo, o produto da concepção (esperança de homem) e a pessoa humana vivente."
      },
      {
        "letra": "B",
        "texto": "O dolo do homicídio pode ser direto (o agente quer o resultado) ou eventual (o agente assume o risco de produzi-lo)."
      },
      {
        "letra": "C",
        "texto": "A Lei nº 13.104/2015 inseriu o inciso VI no art. 121 do Código Penal: o feminicídio, entendido como a morte de mulher em razão da condição do sexo feminino (leia-se, violência de gênero quanto ao sexo)."
      },
      {
        "letra": "D",
        "texto": "Infanticídio, segundo dispõe o Diploma Penal Brasileiro, é matar o próprio filho independentemente da condição fisiopsicológica do sujeito ativo."
      },
      {
        "letra": "E",
        "texto": "Três são as formas de praticar o induzimento, instigação ou auxílio ao suicídio: nas duas primeiras hipóteses (induzimento e instigação), temos a participação moral; já na última (auxílio), material."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "843732",
    "metadata": "Ano: 2017 | Banca: FAPEMS | Órgão: PC-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Induzimento, instigação ou auxílio ao suicídio",
      "Infanticídio",
      "Aborto"
    ],
    "enunciado_principal": "Segundo Busato (2014), \"o homicídio é uma violação do bem jurídico vida como tal considerado a partir do nascimento\". E para Hungria (1959), esse crime constitui \"a mais chocante violação do senso moral médio da humanidade civilizada\". BUSATO. Paulo César. Direito Penal: parte especial, l.ed. São Paulo: Atlas, 2014, p. 19. HUNGRIA, Nelson. Comentários ao código penal. 4.ed. Rio de Janeiro: Forense, 1959, p. 25. O Código Penal Brasileiro, em seu artigo 121, apresenta três modalidades de tipos penais de ação homicida, em que os elementos que o compõem podem ou não aparecer conjugados. Acerca das modalidades do crime de homicídio, variantes e caracterização, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É caracterizada como homicídio a morte de feto atingido por disparo de arma de fogo, quando ainda no ventre da mãe."
      },
      {
        "letra": "B",
        "texto": "O infanticídio é modalidade do homicídio qualificado pelo resultado, quando a mãe mata o próprio filho logo após o parto, sob a influência do estado puerperal, cuja pena é agravada."
      },
      {
        "letra": "C",
        "texto": "O latrocínio, por se tratar de espécie complexa de homicídio qualificado previsto no artigo 121 do Código Penal, não é julgado pelo Tribunal do Júri por envolver questões patrimoniais."
      },
      {
        "letra": "D",
        "texto": "A eutanásia, ou o homicídio piedoso, é reconhecida como conduta praticada por relevante valor moral, caracterizadora do homicídio privilegiado."
      },
      {
        "letra": "E",
        "texto": "O homicídio pode ser considerado qualificado /privilegiado quando praticado por relevante valor moral motivado por vingança."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "843716",
    "metadata": "Ano: 2017 | Banca: FAPEMS | Órgão: PC-MS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Concurso de Pessoas",
      "Autoria e coautoria",
      "Participação",
      "Crimes contra a vida",
      "Induzimento, instigação ou auxílio ao suicídio"
    ],
    "enunciado_principal": "A partir da narrativa dos casos a seguir, assinale a alternativa correta. CASO 1 Ana combina com Paulo de lhe fornecer um veneno que lhe provocaria uma morte lenta, mas lhe entrega outro que causa a morte imediata. CASO 2 Ana empresta uma arma para Rui cometer suicídio. Uma hora depois, Rui solicita a Aldo que lhe mate. Com apenas um disparo no coração, Aldo contempla a vontade de Rui.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em ambos os casos, Ana deverá responder por homicídio simples."
      },
      {
        "letra": "B",
        "texto": "Ana deverá responder por homicídio simples apenas no primeiro caso."
      },
      {
        "letra": "C",
        "texto": "Em ambos os casos, Ana deverá responder pela participação material em suicídio."
      },
      {
        "letra": "D",
        "texto": "Ana deverá responder pela participação material em suicídio apenas no primeiro caso."
      },
      {
        "letra": "E",
        "texto": "Ana deverá responder por homicídio qualificado (venefício) no primeiro caso."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "833098",
    "metadata": "Ano: 2017 | Banca: FMP Concursos | Órgão: MPE-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Induzimento, instigação ou auxílio ao suicídio",
      "Aborto"
    ],
    "enunciado_principal": "No que tange aos crimes dolosos contra a vida, assinale a alternativa CORRETA.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A qualificadora do feminicídio incide em todos os casos em que a vítima for mulher."
      },
      {
        "letra": "B",
        "texto": "O homicídio qualificado-privilegiado é crime hediondo."
      },
      {
        "letra": "C",
        "texto": "A jurisprudência do Supremo Tribunal Federal admite a antecipação terapêutica do parto de fetos como microcefalia."
      },
      {
        "letra": "D",
        "texto": "O emprego de tortura pode qualificar o crime de homicídio ou caracterizar crime autônomo, dependendo do dolo do agente e das circunstâncias do caso concreto."
      },
      {
        "letra": "E",
        "texto": "A prática da “roleta russa” caracteriza o crime de instigação ao suicídio."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "812491",
    "metadata": "Ano: 2017 | Banca: IBADE | Órgão: PC-AC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão",
      "Crimes contra a vida",
      "Homicídio",
      "Induzimento, instigação ou auxílio ao suicídio",
      "Periclitação da vida e da saúde",
      "Omissão de socorro"
    ],
    "enunciado_principal": "Naiara, adolescente, ao chegar à própria casa depois do colégio, encontra seu pai caído, com um ferimento na cabeça, aparentemente produzido por disparo de arma de fogo realizado por ele mesmo, todavia ainda respirando. Desesperada, corre até a casa de seu tio Hermínio, cunhado da vítima, solicitando ajuda. Como houvera uma rusga entre Hermínio e a vítima, aquele se recusa a prestar auxílio, limitando-se a dizer à sobrinha: “tomara que morra”. Naiara, então, vai à casa de um vizinho, que se compromete a ajudá- la. Ao retornarem ao local do fato, encontram a vítima ainda viva, mas dando seus últimos suspiros, vindo a óbito em menos de um minuto. Do momento em que Naiara viu a vítima ferida até sua morte não transcorreram mais do que quinze minutos. Realizado o exame cadavérico, o laudo pericial indica que o ferimento seria inexoravelmente fatal, ainda que o socorro tivesse sido prestado de imediato. Nesse contexto, com base nos estudos sobre a omissão e acerca do bem jurídico-penal, é correto afirmar que a conduta de Hermínio caracteriza:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "homicidio qualificado."
      },
      {
        "letra": "B",
        "texto": "induzimento. instigação ou auxílio ao suicídio."
      },
      {
        "letra": "C",
        "texto": "homicídio culposo."
      },
      {
        "letra": "D",
        "texto": "conduta atípica."
      },
      {
        "letra": "E",
        "texto": "omissão de socorro."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "577646",
    "metadata": "Ano: 2015 | Banca: MPDFT | Órgão: MPDFT",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Induzimento, instigação ou auxílio ao suicídio",
      "Aborto"
    ],
    "enunciado_principal": "Quanto aos crimes contra a vida, assinale a opção CORRETA:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "A expressão “durante ou logo após o parto\" impede a caracterização do infanticídio se a conduta for praticada mais de 24h após o parto ter sido concluído."
      },
      {
        "letra": "B",
        "texto": "Se “A\" induz “B\" a se matar, mas “B\" apenas experimenta lesões leves, “A\" pratica delito de auxílio ao suicídio, na forma tentada."
      },
      {
        "letra": "C",
        "texto": "Para a realização do aborto com o consentimento da gestante, em caso de gravidez resultante de estupro, o médico precisa de autorização judicial."
      },
      {
        "letra": "D",
        "texto": "Apressar a morte de quem esteja desenganado configura homicídio com relevante valor social."
      },
      {
        "letra": "E",
        "texto": "Ao autor de homicídio praticado contra a mulher por razões da condição de sexo feminino da vítima aplica-se circunstância qualificadora."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "561049",
    "metadata": "Ano: 2015 | Banca: CESPE / CEBRASPE | Órgão: STJ",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Induzimento, instigação ou auxílio ao suicídio"
    ],
    "enunciado_principal": "A respeito dos crimes contra a pessoa e o patrimônio, julgue o item que se segue.Situação hipotética: Telma, sabendo que sua genitora, Júlia, apresentava sérios problemas mentais, que retiravam dela a capacidade de discernimento, e com o intuito de receber a herança decorrente de sua morte, induziu-a a cometer suicídio. Em decorrência da conduta de sua filha, Júlia cortou os próprios pulsos, mas, apesar das lesões corporais graves sofridas, ela não faleceu. Assertiva: Nessa situação, Telma cometeu o crime de induzimento, instigação ou auxílio a suicídio, na forma consumada.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "518547",
    "metadata": "Ano: 2014 | Banca: FUNCAB | Órgão: PC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Induzimento, instigação ou auxílio ao suicídio",
      "Infanticídio",
      "Aborto"
    ],
    "enunciado_principal": "Em relação aos crimes contra a vida, dispostos no Código Penal, é correto afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "No crime de induzimento, instigação ou auxílio a suicídio, disposto no artigo 122 do CP, a pena é duplicada se o crime é praticado por motivo egoístico."
      },
      {
        "letra": "B",
        "texto": "O Código Penal prevê o crime de aborto culposo."
      },
      {
        "letra": "C",
        "texto": "Se do induzimento, instigação ou auxílio ao suicídio resulta lesão corporal de natureza grave na vítima, a conduta daquele que induziu, instigou ou auxiliou a vítima a tentar se suicidar é atípica."
      },
      {
        "letra": "D",
        "texto": "Para a configuração da qualificadora do emprego de veneno no homicídio, disposta no artigo 121, § 2°, inciso III, primeira figura, do CP, não se exige que a vítima desconheça a circunstância de estar sendo envenenada."
      },
      {
        "letra": "E",
        "texto": "O crime de infanticídio, descrito no artigo 123 do CP, prevê também como típica a forma culposa desse delito."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "488134",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: TRT - 2ª REGIÃO (SP)",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Induzimento, instigação ou auxílio ao suicídio"
    ],
    "enunciado_principal": "De acordo com o Código Penal, o crime de induzimento, instigação ou auxílio a suicídio terá a pena duplicada se I. o crime ocorrer por motivo egoístico. II. a vítima for menor ou tiver diminuída, por qualquer causa, a capacidade de resistência. III o suicídio se consumar. IV. da tentativa de suicídio resultar lesão corporal de natureza grave. Está correto o que se afirma APENAS em",
    "alternativas": [
      {
        "letra": "A",
        "texto": "III e IV."
      },
      {
        "letra": "B",
        "texto": "II e IV."
      },
      {
        "letra": "C",
        "texto": "I e III."
      },
      {
        "letra": "D",
        "texto": "I e II."
      },
      {
        "letra": "E",
        "texto": "II e III."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "458627",
    "metadata": "Ano: 2014 | Banca: FCC | Órgão: DPE-RS",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Tipicidade",
      "Conduta: ação / omissão",
      "Crimes contra a vida",
      "Induzimento, instigação ou auxílio ao suicídio"
    ],
    "enunciado_principal": "Marcos e Rodrigo instigaram Juarez, que sofria de depressão, a cometer suicídio, pois, na condição de herdeiros do último, pretendiam a morte do mesmo por interesses econômicos. Ainda que Juarez tenha admitido firmemente a possibilidade de eliminar a própria vida, não praticou qualquer ato executório. Diante desse contexto, Marcos e Rodrigo",
    "alternativas": [
      {
        "letra": "A",
        "texto": "poderiam ter a pena reduzida de 1/3 a 1/2, se a pretensão tivesse caráter humanitário, de piedade, e a morte tivesse se consumado."
      },
      {
        "letra": "B",
        "texto": "deverão responder por tentativa de homicídio, visto que a ideia de ambos era eliminar a vida de Juarez para posterior enriquecimento."
      },
      {
        "letra": "C",
        "texto": "serão responsabilizados pelo crime previsto no art. 122 do Código Penal, com redução da pena pelo fato de a vítima não ter atentado contra a própria vida, já que para a consumação do delito basta a mera conduta de instigar."
      },
      {
        "letra": "D",
        "texto": "não responderão pelo crime de instigação ao suicídio, pois não houve morte ou lesão corporal de natureza grave na vítima."
      },
      {
        "letra": "E",
        "texto": "responderiam por instigação ao suicídio, caso, no mínimo, Juarez atentasse contra a própria vida e tivesse ocasionado lesões corporais leves em seu corpo."
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "432640",
    "metadata": "Ano: 2014 | Banca: MPE-PR | Órgão: MPE-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Induzimento, instigação ou auxílio ao suicídio"
    ],
    "enunciado_principal": "Rapaz de 30 (trinta) anos, que não estuda, nem trabalha e convive com o genitor, diz-lhe, pela primeira vez, que quer se matar, sem condutas antecedentes que denunciassem tal intenção. O pai, que nunca cogitou matar o filho, sem falar nada, imediatamente antes de sair pela porta da casa e deixar o rapaz sozinho, entrega um frasco com veneno, que é ingerido pelo moço, que morre minutos depois:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "É caso de autoria mediata, respondendo o pai por homicídio comissivo por omissão, pois o filho encontra-se sob sua guarda;"
      },
      {
        "letra": "B",
        "texto": "Trata-se de homicídio qualificado pelo emprego de veneno, com incidência da agravante de crime praticado contra descendente;"
      },
      {
        "letra": "C",
        "texto": "O pai responderá por homicídio culposo, porque atuou com imprudência, violando dever objetivo de cuidado;"
      },
      {
        "letra": "D",
        "texto": "O caso é atípico, pois a lei não pune o suicídio;"
      },
      {
        "letra": "E",
        "texto": "O pai responderá por crime de auxílio ao suicídio, com incidência de agravante genérica de crime praticado contra descendente."
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "424355",
    "metadata": "Ano: 2014 | Banca: CESPE / CEBRASPE | Órgão: Câmara dos Deputados",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Induzimento, instigação ou auxílio ao suicídio"
    ],
    "enunciado_principal": "Julgue o item subsequente, a respeito dos crimes militares e dos delitos em espécie previstos na parte especial do Código Penal.Se um fanático religioso conclamar, em TV aberta, que todos os espectadores cometam suicídio para salvar-se do juízo final, e se, estimuladas pelo entusiasmo do orador, várias pessoas cometerem suicídio, ter-se-á, nessa hipótese, a tipificação da prática, pelo fanático orador, do crime de induzimento ou instigação ao suicídio.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "E"
  },
  {
    "id": "393797",
    "metadata": "Ano: 2014 | Banca: Aroeira | Órgão: PC-TO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Induzimento, instigação ou auxílio ao suicídio"
    ],
    "enunciado_principal": "No crime de induzimento, instigação ou auxílio a suicídio, a pena é duplicada se o crime é praticado",
    "alternativas": [
      {
        "letra": "A",
        "texto": "por motivo egoístico"
      },
      {
        "letra": "B",
        "texto": "com emprego de fogo."
      },
      {
        "letra": "C",
        "texto": "com emprego de veneno."
      },
      {
        "letra": "D",
        "texto": "por irmão da vítima."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "363402",
    "metadata": "Ano: 2014 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Induzimento, instigação ou auxílio ao suicídio"
    ],
    "enunciado_principal": "A conduta de induzir, instigar ou auxiliar outra pessoa a suicidar-se, que tem como resultado lesão corporal de natureza leve,",
    "alternativas": [
      {
        "letra": "A",
        "texto": "tem pena duplicada se cometida por motivo egoístico."
      },
      {
        "letra": "B",
        "texto": "tem pena agravada se a vítima tem diminuída, por qualquer causa, a capacidade de resistência."
      },
      {
        "letra": "C",
        "texto": "não é prevista como crime."
      },
      {
        "letra": "D",
        "texto": "tem pena aumentada se a vítima for menor de idade."
      },
      {
        "letra": "E",
        "texto": "é punida com pena de 1 (um) a 3 (três) anos."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "407315",
    "metadata": "Ano: 2013 | Banca: CESPE / CEBRASPE | Órgão: TJ-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Induzimento, instigação ou auxílio ao suicídio",
      "Infanticídio",
      "Lesões corporais",
      "Crimes contra a dignidade sexual",
      "Estupro"
    ],
    "enunciado_principal": "Acerca dos crimes contra a pessoa, assinale a opção correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Com as reformas ocorridas em 2009, o CP sofreu alteração relativa à incorporação dos elementos típicos da figura do atentado violento ao pudor ao tipo penal de estupro, caso em que se verifica o fenômeno denominado abolitio criminis."
      },
      {
        "letra": "B",
        "texto": "O homicídio tentado se distingue do delito de lesão corporal dolosa pela gravidade da ofensa à integridade física da vítima."
      },
      {
        "letra": "C",
        "texto": "O infanticídio representa hipótese de homicídio privilegiado, contendo o tipo penal um elemento subjetivo personalíssimo, qual seja, a influência do estado puerperal."
      },
      {
        "letra": "D",
        "texto": "O ordenamento jurídico penal brasileiro não prevê tipo penal que incrimine o suicídio consumado, já que é impossível punir um morto; todavia, a tentativa de suicídio é punível, com vistas à prevenção e à repressão da conduta."
      },
      {
        "letra": "E",
        "texto": "A conduta voluntária, a ausência do dever de cuidado e a previsibilidade do resultado são elementos do homicídio culposo, figura para cuja configuração, diferentemente do que ocorre com o homicídio doloso, dispensa o nexo de causalidade."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "318030",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Induzimento, instigação ou auxílio ao suicídio"
    ],
    "enunciado_principal": "No crime de Induzimento, Instigação ou Auxílio a Suicídio, a pena é aumentada",
    "alternativas": [
      {
        "letra": "A",
        "texto": "em dois terços, se o agente tiver aumentada, por qualquer causa, a capacidade física de ofensa."
      },
      {
        "letra": "B",
        "texto": "pela metade, se o crime for praticado por motivo torpe."
      },
      {
        "letra": "C",
        "texto": "em dobro, se o crime for praticado por motivo egoístico."
      },
      {
        "letra": "D",
        "texto": "em três quartos, se o crime for praticado por motivo fútil."
      },
      {
        "letra": "E",
        "texto": "em um terço, se a vítima for menor."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "312832",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Induzimento, instigação ou auxílio ao suicídio"
    ],
    "enunciado_principal": "Assinale a alternativa que contém o crime que tem expressa causa de aumento de pena se praticado por motivo egoístico.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Homicídio culposo."
      },
      {
        "letra": "B",
        "texto": "Aborto provocado pela gestante ou com seu consentimento."
      },
      {
        "letra": "C",
        "texto": "Induzimento, instigação ou auxílio ao suicídio."
      },
      {
        "letra": "D",
        "texto": "Aborto provocado por terceiro com consentimento da gestante."
      },
      {
        "letra": "E",
        "texto": "Infanticídio."
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "300857",
    "metadata": "Ano: 2013 | Banca: VUNESP | Órgão: PC-SP",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Induzimento, instigação ou auxílio ao suicídio"
    ],
    "enunciado_principal": "O crime de induzimento, instigação ou auxílio a suicídio",
    "alternativas": [
      {
        "letra": "A",
        "texto": "é punido com pena de detenção e multa."
      },
      {
        "letra": "B",
        "texto": "só se caracteriza se o suicídio se consuma ou se a vítima sofre lesão corporal de natureza grave."
      },
      {
        "letra": "C",
        "texto": "é punido com pena de detenção, apenas."
      },
      {
        "letra": "D",
        "texto": "tem a pena aumentada de metade se a vítima é menor."
      },
      {
        "letra": "E",
        "texto": "tem a pena aumentada de metade se o crime é praticado por motivo egoístico."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "273413",
    "metadata": "Ano: 2012 | Banca: FUNCAB | Órgão: PC-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a vida",
      "Homicídio",
      "Induzimento, instigação ou auxílio ao suicídio",
      "Infanticídio",
      "Aborto"
    ],
    "enunciado_principal": "São crimes contra a vida, assim previstos pelo Código Penal:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "extorsão mediante sequestro seguido de morte, rixa seguida de morte, latrocínio, infanticídio e aborto."
      },
      {
        "letra": "B",
        "texto": "latrocínio, lesão corporal seguida de morte, difamação e periclitação da vida."
      },
      {
        "letra": "C",
        "texto": "latrocínio, homicídio, extorsão mediante sequestro seguido de morte e infanticídio."
      },
      {
        "letra": "D",
        "texto": "homicídio, aborto, infanticídio e induzimento ao suicídio."
      },
      {
        "letra": "E",
        "texto": "homicídio, aborto, latrocínio e lesão corporal seguida de morte."
      }
    ],
    "gabarito": "D"
  }
]