[
  {
    "id": "1966753",
    "metadata": "Ano: 2022 | Banca: IBFC | Órgão: PC-BA",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a família",
      "Bigamia",
      "Induzimento a erro essencial e ocultação de impedimento",
      "Parto suposto. Supressão ou alteração de direito inerente ao estado civil de recém-nascido",
      "Subtração de incapazes"
    ],
    "enunciado_principal": "No que se diz respeito aos crimes contra a família, assinale a alternativa incorreta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Em face do crime de “parto suposto, supressão ou alteração de direito inerente ao estado civil de recém-nascido”, se a infração penal é praticada por motivo de reconhecida nobreza, o juiz pode deixar de aplicar a pena"
      },
      {
        "letra": "B",
        "texto": "Incide nas mesmas penas do crime de abandono material aquele que, sendo solvente, frustra ou ilide, de qualquer modo, inclusive por abandono injustificado de emprego ou função, o pagamento de pensão alimentícia judicialmente acordada, fixada ou majorada"
      },
      {
        "letra": "C",
        "texto": "Em face do crime de induzimento a erro essencial e ocultação de impedimento, a ação penal depende de queixa do contraente enganado e não pode ser intentada senão depois de transitar em julgado a sentença que, por motivo de erro ou impedimento, anule o casamento"
      },
      {
        "letra": "D",
        "texto": "Constitui crime de sequestro qualificado, a conduta típica de subtrair menor de dezoito anos ou interdito ao poder de quem o tem sob sua guarda em virtude de lei ou de ordem judicial"
      },
      {
        "letra": "E",
        "texto": "Aquele que, não sendo casado, contrai casamento com pessoa casada, conhecendo essa circunstância, comete crime de bigamia e está sujeito a cumprir pena de reclusão ou detenção, de um a três anos"
      }
    ],
    "gabarito": "D"
  },
  {
    "id": "798593",
    "metadata": "Ano: 2017 | Banca: FUNDEP (Gestão de Concursos) | Órgão: MPE-MG",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a família",
      "Bigamia",
      "Induzimento a erro essencial e ocultação de impedimento",
      "Sonegação de estado de filiação",
      "Entrega de filho menor a pessoa inidônea"
    ],
    "enunciado_principal": "Sobre os crimes contra a família, é INCORRETO afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Que no crime de “registrar como seu filho de outrem”, que a doutrina denomina “adoção à brasileira”, admite-se, presente o motivo de reconhecida nobreza, privilégio e até mesmo perdão judicial."
      },
      {
        "letra": "B",
        "texto": "Que o crime de entrega de filho menor a pessoa inidônea admite formas dolosa e culposa."
      },
      {
        "letra": "C",
        "texto": "Que ao definir o crime de bigamia, houve por bem o direto brasileiro excepcionar a teoria monista, cominando ao concorrente para a sua prática pena mais branda que a atribuída ao autor."
      },
      {
        "letra": "D",
        "texto": "Que o crime de induzimento a erro essencial e ocultação de impedimento ao matrimônio é caso de ação penal privada personalíssima."
      }
    ],
    "gabarito": "B"
  },
  {
    "id": "641846",
    "metadata": "Ano: 2016 | Banca: MPE-SC | Órgão: MPE-SC",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a família",
      "Induzimento a erro essencial e ocultação de impedimento"
    ],
    "enunciado_principal": "O Código Penal, ao tratar dos crimes contra a família, especificamente quanto ao tipo misto alternativo do induzimento a erro essencial ou ocultação de impedimento, apresenta uma ressalva específica à hipótese de seu reconhecimento, que caracteriza outro delito da mesma natureza.",
    "alternativas": [
      {
        "letra": "",
        "texto": "Certo"
      },
      {
        "letra": "",
        "texto": "Errado"
      }
    ],
    "gabarito": "C"
  },
  {
    "id": "1189159",
    "metadata": "Ano: 2012 | Banca: NC-UFPR | Órgão: TJ-PR",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a família",
      "Bigamia",
      "Induzimento a erro essencial e ocultação de impedimento",
      "Conhecimento prévio de impedimento"
    ],
    "enunciado_principal": "Acerca das disposições do Código Penal sobre os crimes contra a família, assinale a alternativa correta.",
    "alternativas": [
      {
        "letra": "A",
        "texto": "O crime de bigamia poderá ser considerado inexistente caso seja anulado por qualquer motivo o primeiro casamento, ou o outro por motivo que não a bigamia."
      },
      {
        "letra": "B",
        "texto": "Nos casos de induzimento a erro essencial e ocultação de impedimento, a ação penal depende de queixa do contraente enganado e somente pode ser intentada depois de transitar em julgado a sentença que, por motivo de erro ou impedimento, anule o casamento."
      },
      {
        "letra": "C",
        "texto": "Uma das formas de cometimento do crime de estelionato é aquela que ocorre quando há simulação de casamento mediante engano de outra pessoa."
      },
      {
        "letra": "D",
        "texto": "Contrair casamento, conhecendo a existência de impedimento que lhe cause a nulidade absoluta, somente será considerado crime caso o impedimento não seja dirimível."
      }
    ],
    "gabarito": "A"
  },
  {
    "id": "293471",
    "metadata": "Ano: 2012 | Banca: IESES | Órgão: TJ-RO",
    "categoria": "Direito Penal",
    "subcategorias": [
      "Crimes contra a família",
      "Induzimento a erro essencial e ocultação de impedimento",
      "Crimes contra a fé pública",
      "Moeda falsa",
      "Falsidade de documento público"
    ],
    "enunciado_principal": "É certo afirmar: I. Contrair casamento, induzindo em erro essencial o outro contraente, ou ocultando-lhe impedimento que não seja casamento anterior se constitui em crime de induzimento a erro essencial e ocultação de impedimento. II. O crime de adultério tem por objeto jurídico a organização jurídica da família e do casamento. III. Somente o Estado pode ser sujeito passivo no crime de falsificação de documento público. IV. O dolo no crime de moeda falsa consiste na vontade de falsificar, com consciência do curso legal e da possibilidade de vir a moeda a entrar em circulação. Na escola tradicional aponta-se o dolo genérico. Não há modalidade culposa. Analisando as proposições, pode-se afirmar:",
    "alternativas": [
      {
        "letra": "A",
        "texto": "Somente as proposições II e III estão corretas."
      },
      {
        "letra": "B",
        "texto": "Somente as proposições II e IV estão corretas."
      },
      {
        "letra": "C",
        "texto": "Somente as proposições I e IV estão corretas."
      },
      {
        "letra": "D",
        "texto": "Somente as proposições I e III estão corretas."
      }
    ],
    "gabarito": "C"
  }
]